{
    "identity": "nprot-2051",
    "title": "An easy and fast way to obtain a high number of glial cells from rat cerebral tissue: A beginners approach.",
    "content": [
        {
            "header": "Introduction",
            "content": "Glial cells are a highly specialized population of the Central Nervous System \\(CNS) that maintain homeostasis, permit the transmission of the electrical impulse or act as supportive and active cells for neuronal networks. In mammalian, glia is refered to microglial, oligodendroglial and astroglial cells. Microglial cells are derived from myeloid lineage and are the resident immune cell population in the CNS. They become activated in response to alterations in the environment like neuronal damage, as a physiological response to restore the homeostasis of the CNS<sup>1</sup>. Oligodendrocytes are the cells responsible for myelin synthesis in the CNS. They can be found as progenitor cells \\(termed O2A cells in vitro as they can develop into either oligodendrocytes or type-2 astrocytes depending on the culture conditions<sup>2</sup>) or as mature oligodendrocytes that assembly and maintain myelin sheaths around the axons<sup>3</sup>. Astrocytes are the cells that provide trophic, metabolic and structural support for neural networks. They also have a critical role in the maintenance of the Blood Brain Barrier, Ca2+ signaling or synaptic transmission, among others<sup>4</sup>.\r\n\n\nDuring the past years, the development and improvement of techniques to grow cerebral tissue in vitro has lead to a better understanding of the composition, function and biochemical structure of the brain. Particularly, the primary culture of glial cells is a highly powerful tool for neuroscientists to investigate interactions, properties and differentiation of these cells at the cellular and molecular level as they develop in culture in the same schedule as in vivo<sup>5</sup>.\r\n\n\nAmong the techniques used for this approach, the most popular are Flow Cytometry sorting<sup>6</sup>, Percoll Gradient<sup>7</sup> and Mixed Primary glial culture<sup>8</sup>. In rats, the highest yield of the cell culture fluctuates between: 2,7x10<sup>4</sup> and 1x10<sup>6</sup> for microglial cells/brain<sup>8,9</sup>, 7,5x10<sup>5</sup> and 1x10<sup>5</sup> for O2A cells/brain<sup>8,10</sup>, and 1,5x10<sup>6</sup> and 1x10<sup>7</sup> for astrocytes/brain<sup>8,11</sup> with time considerations that often includes 6h of dissection and plating of nervous tissue plus 2-3 weeks of incubation. Moreover, these protocols require a high number of pups to increase the yield of one type of these cells, usually by decreasing the number of the others if a specific media is used<sup>12</sup>.\r\n\n\nWe developed an economic, simple, and reproducible protocol \\(Fig.1), improved from previous modifications of our group<sup>13</sup> that were made according to the technique described by McCarthy and de Vellis<sup>14</sup>. The method we show here is by far an easy, fast and economic way to obtain microglial, astroglial and oligodendroglial cells with high yield rates, high purity, low waiting times and low number of animals used, which supposes a useful method for in vitro studies such as assays of toxicity, cell division, migration, differentiation or apoptosis."
        },
        {
            "header": "Reagents",
            "content": " Wistar rats \\(Harlan industries Inc)\r\n\n\nCAUTION Experiments involving live animals must conform to National and Institutional regulations\r\n\n\n Dulbecco´s modified Eagle´s Media \\(DMEM, Lonza BE12-604F)\r\n\n\n DMEM/F12 \\(Gibco, 31331-028)\r\n\n\n Phosphate Saline Buffer \\(PBS, Gibco, 10010-015)\r\n\n\n Fetal Bovine Serum \\(FBS, Gibco, 10270-106)\r\n\n\n Horse Serum \\(HS, Gibco, 26050-088)\r\n\n\n Penicillin/Streptomycin \\(Gibco, 15070-063)\r\n\n\n Bovine Serum Albumine \\(BSA, Gibco, 15260-037)\r\n\n\n Apo-transferrin \\(Sigma, T1147)\r\n\n\n Insuline \\(Sigma, 11070-73-8)\r\n\n\n Putrescine dihydrochoride \\(Sigma, P7505)\r\n\n\n Progesterone \\(Sigma, P6149)\r\n\n\n Sodium Selenite \\(Sigma, S9133)\r\n\n\n D-Biotin \\(Sigma, B4639)\r\n\n\n Hydrocortisone \\(Sigma, 07904)\r\n\n\n Human PDGF-AA \\(Peprotech, 100-13A)\r\n\n\n Basic FGF \\(Peprotech, 100-18B)\r\n\n\n Poly-D-Lysine \\(Sigma, P7280)\r\n\n\n Trypsin/EDTA \\(Gibco, 15090)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**DMEM 10:10:1** DMEM, 10% of Fetal Bovine Serum, 10% of Horse Serum, 1% Penicillin/Streptomycin \\(P/S)\r\n\n\n**DMEM 5:5:1** DMEM, 5% of Fetal Bovine Serum, 5% of Horse Serum, 1% P/S\r\n\n\n**SERUM FREE MEDIUM + GROWTH FACTORS** DMEM/F12 containing 25 μg/ml transferrin, 10 nM biotin, 30 nM sodium selenite, 1 μg/ml putrescine, 5 μg/ml insulin, 20 nM hydrocortisone, 20 nM progesterone, 1% P/S + Growth Factors \\(5 ng/ml PDGF-AA and 5 ng/ml bFGF)\r\n\n\nTrypsin/EDTA solution 0.05% Trypsin + 0,02% EDTA in HBSS w/o Ca2+/Mg2+"
        },
        {
            "header": "Equipment",
            "content": " Laminar flow hood\r\n\n\n Dissecting magnifying glass\r\n\n\n Water bath at 37ºC\r\n\n\n Humidified tissue culture incubator \\(37ºC, 5% CO2)\r\n\n\n Sterilized microdissecting instruments: large dissecting scissors, mouse-teeth forceps, curved forceps and fine Dumont forceps\r\n\n\n Orbital Shaker \\(Boeco OS 20)\r\n\n\n Tabletop centrifuge\r\n\n\n 50 ml plastic conical tubes \\(Sarstedt, 62.547.004)\r\n\n\n T75 cm2 tissue culture flasks with plug-seal \\(BD Falcon, 137787)\r\n\n\n Tissue culture plates \\(Falcon)\r\n\n\n Petri dishes \\(Sterilin)\r\n\n\n 30 μm sterile nylon mesh \\(Saatilene, Hitech)\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n**Poly-D-Lysine-coated flasks** Dilute 5 mg of the product in 50 ml of sterile MilliQ H2O, to make a 20x stock solution. 10ml aliquots can be stored at -20ºC and diluted in 190ml of MilliQ H2O to make the 1x working concentration solution \\(5 μg/ml). Coat the culture flasks with 5ml of 1x Poly-D-Lysine \\(for 1-2h, or overnight) in a 37ºC incubator. Remove the coating solution, while the centrifugation step of the tissue homogenate, and wash once with 5ml of sterile MilliQ H2O. Keep in the laminar flow hood until use.\r\n\n\n**Poly-D-Lysine-coated plates** Coat the culture plates with 1x Poly-D-Lysine and keep overnight in a 37ºC incubator. Remove the coating solution while the centrifugation step of the cell supernatant, wash once with 5ml of sterile MilliQ H2O, and keep in the laminar flow hood until use for microglial/astrocyte cells. For OPCs, wash while the purification step and air-dry in the laminar flow hood until use. In all cases, plates can be stored at 4ºC under sterile conditions until use.\r\n\n\nPoly-D-Lysine from coated flasks/plates can be used twice if stored at 4ºC under sterile conditions."
        },
        {
            "header": "Procedure",
            "content": "**1 | Preparation of mixed glial cell culture** TIMING ~ 7-10 days\r\n\n\n\\(i) Dissect the brains: decapitate P0-P2 neonatal rat pups using sterile large scissors and gently place the head into a petri dish containing 70% Ethanol.\r\n\n\n\\(ii) Transfer the head to a petri dish containing cold DMEM.\r\n\n\n\\(iii) Use Mouse-teeth forceps to hold the nose portion of the head, and follow the midline to cut the skin and the skull from the nose to the foramen magnum using curved forceps.\r\n\n\nCAUTION Make precision movements with the curved forceps as the skull is very soft, in order to avoid the damage of the brain.\r\n\n\n\\(iv) Expose the whole brain, and keeping intact the olfactory bulbs, remove the nervous tissue from the skull base.\r\n\n\n\\(v) Place the head in a new petri dish containing cold DMEM.\r\n\n\n\\(vi) Under a dissecting magnifying glass and using thin Dumont forceps, remove the meningeal layer from the brain following the instructions showed in Supplementary video 1 online. Briefly, remove the meningeal layer from the inner midbrain, cut the meninges between the hemispheres and eliminate them. Then, clamp the olfactory bulbs and remove the meningeal layer from both hemispheres. Carefully open the hemispheres, remove the choroideal plexus covering of the inside, and remove brainstem and cerebellum.\r\n\n\nCRITICAL STEP Avoid spending more than 5 minutes in the dissection of each forebrain to minimize the ischemic damage to the brain tissue.\r\n\n\n\\(vii) Place all the forebrains in new petri dishes containing cold DMEM.\r\n\n\n\\(viii) Using the Dumont forceps, transfer the forebrains to a 50ml Falcon tube. Transfer also ~ 0.5 ml of DMEM media to the tube.\r\n\n\n\\(ix) Gently triturate and dissociate the nervous tissue with a serum-coated Pasteur Pipette, adding small amounts of DMEM as long as the content is being aspirated and discarded, until a homogenate can be found in the media.\r\n\n\nCAUTION Cells can be attached to the Pasteur pipette if it´s not a serum-coated one.\r\n\n\n\\(x) Centrifuge the tubes for 10 min to 168g \\(~1000 r.p.m.).\r\n\n\n\\(xi) Discard the supernatant by aspiration, and suspend the pellet in 20 ml of warm DMEM 10:10:1 per forebrain.\r\n\n\nCAUTION The pellet is very loose and it can be aspired, so take care when removing the supernatant.\r\n\n\n\\(xii) Seed Poly-D-Lysine covered 75 cm2 flasks with 10 ml of cell suspension/each.\r\n\n\nCAUTION Use Poly-D-lysine covered flasks to allow an easy attachment of the cells to the surface.\r\n\n\n\\(xiii) Incubate at 37ºC in water saturated 5% CO2:95% air atmosphere for 7 to 10 days, without changing the culture medium along this time. See Supplementary video 2 online to find out the evolution of the culture in this time.\r\n\n\n**2 | Isolation of microglial cells** TIMING ~ 30 min to 24h\r\n\n\n\\(i) After the incubation time, properly close the flasks and place them in an orbital shaker.\r\n\n\n\\(ii) Shake at 230 r.p.m during 3 hours.\r\n\n\n\\(iii) Centrifuge the cell suspension for 10 min to 168g. If you want to proceed with the isolation of OPCs/astrocytes \\(steps 3 and 4), immediately add warm DMEM 10:10:1 \\(10ml/each) to the flasks and place them in the orbital shaker.\r\n\n\n\\(iv) Discard the supernatant by aspiration, and suspend the pellet in 1ml of warm DMEM 10:10:1.\r\n\n\nCAUTION The pellet is very loose and it can be aspired, so take care when removing the supernatant.\r\n\n\n\\(v) Determine the number of viable cells by gently mixing 10 μl of homogenate with 80 μl of PBS and 10 μl of Trypan Blue. Use a Neubauer chamber to count the number of viable \\(not stained) microglial cells.\r\n\n\nCAUTION To calculate the number of viable cells, divide the whole number of cells counted by 4 \\(as 4 is the number of quadrants in the Neubauer chamber), and multiplicate by 105 \\(the dimension of the Neubauer chamber is 104 and we have done an additional x10 dilution).\r\n\n\n\\(vi) Dilute the cell suspension to the desired cell concentration with warm DMEM 10:10:1. Incubate for 24h in a tissue culture incubator with 5% CO2 at 37ºC.\r\n\n\n\\(vii) At this point, microglial cells can be used to perform in vitro experiments.\r\n\n\nCAUTION Use Poly-D-lysine covered plates to avoid clustering of the cells.\r\n\n\n**3 | Isolation of Oligodendrocyte Progenitor Cells \\(OPCs)** TIMING ~ 1h30min to 3 days\r\n\n\n\\(i) Shake at 260 r.p.m overnight.\r\n\n\nCAUTION A completely closed environment with presumably a low O2 level allows OPCs to detach easily from the astrocyte layer, so be sure that the flasks are completely closed before shaking.\r\n\n\n\\(ii) Filter cell suspension through a sterile 30 μm nylon mesh. If you want to proceed with the isolation of astrocytes \\(step 4), immediately add warm DMEM 10:10:1 to the flasks \\(5-10 ml/each) and keep them in the incubator.\r\n\n\nCRITICAL STEP Avoid pipette passage of the OPCs as they can easily attach even to serum-coated pipettes. Filtration can be done directly from the flasks to the petri dishes.\r\n\n\n\\(iii) Transfer filtered cell suspension to untreated Petri dishes and incubate for 1h -1h30 min, CRITICAL STEP This incubation is done to purificate OPCs, as it´s based on the low attachment of the O2A cells to the plastic surface, whereas the remaining microglial or astroglial cells that can be present in the suspension are attached to the dishes.\r\n\n\n\\(iv) Centrifuge the cell suspension for 10 min to 168g.\r\n\n\nCRITICAL STEP Again, avoid pipette passage of the OPCs. Cells can be transferred directly from the petri dishes to the falcon tubes.\r\n\n\n\\(v) Discard the supernatant by aspiration, and suspend the pellet in 1ml of warm DMEM 10:10:1.\r\n\n\nCAUTION The pellet is very loose and it can be aspired, so take care when removing the supernatant.\r\n\n\n\\(vi) To determine the number of viable cells, repeat step 2 v).\r\n\n\n\\(vii) Dilute the cell suspension to maximum 100.000 viable cells/ml with warm DMEM 10:10:1.\r\n\n\nCRITICAL STEP As OPCs continue proliferating after cultured, a high initial density can result in an excessive final number of cells that can be detrimental for the culture.\r\n\n\n\\(viii) Plate and incubate for 3h in a tissue culture incubator with 5% CO2 at 37ºC.\r\n\n\nCAUTION Use Poly-D-lysine covered plates to allow the OPCs to attach and proliferate.\r\n\n\n\\(ix) Change the culture media to a Serum-free Defined Media containing growth factors.\r\n\n\n\\(x) Incubate for 2-3 days in order to allow the progenitor cells to proliferate.\r\n\n\n\\(xi) At this point, OPCs can be used to perform in vitro experiments.\r\n\n\nCAUTION Change the OPCs medium every 48h to renew the growth factors and maintain them in a progenitor \\(bipolar) state.\r\n\n\n**4 | Isolation of astroglial cells** TIMING ~ 45 min to 24h\r\n\n\n\\(i) Replace the culture media of the flasks with 5 ml of warm PBS/each. Wash twice while gently shaking the flasks in the laminar flow hood.\r\n\n\nCAUTION Wash the monolayer properly to remove all the traces of serum, so the enzyme can be effective.\r\n\n\n\\(ii) Remove the PBS and add 5ml of Trypsin \\(0.05%) - EDTA\\(0.02%). Place the flasks in the incubator for 5-10 minutes and gently shake them to raise the cells from the bottom.\r\n\n\nCRITICAL STEP Trypsinization needs to be effective to lift up the astrocyte monolayer. The time required for removal of cells depends on their density, serum concentration and temperature.\r\n\n\n\\(iii) Add 5ml of DMEM 5:5:1/each to inactivate the enzyme, gently mix and collect all supernatants.\r\n\n\n\\(iv) Pellet by centrifugation for 10 min to 168g.\r\n\n\n\\(v) Discard the supernatant by aspiration, and suspend the pellet in 1ml of warm DMEM 5:5:1.\r\n\n\nCAUTION The pellet is very loose and it can be aspired, so take care when removing the supernatant.\r\n\n\n\\(vi) To determine the number of viable cells, repeat step 2 v).\r\n\n\n\\(vii) Dilute the cell suspension to the desired number of cells with warm DMEM 5:5:1.\r\n\n\n\\(viii) Plate and incubate for 24h in a tissue culture incubator with 5% CO2 at 37ºC.\r\n\n\nCAUTION Use Poly-D-lysine covered plates to avoid clustering of the cells.\r\n\n\n\\(ix) At this point, astrocytes can be used to perform in vitro experiments."
        },
        {
            "header": "Timing",
            "content": "\\(1) Preparation of mixed glial cell culture from 3 rats\r\n\n\nSteps i-xii, Dissection and plating of forebrains: 1h\r\n\n\nStep xiii, culture of rat mixed glial culture: 7~10 days\r\n\n\n\\(2) Isolation of microglial cells\r\n\n\nStep i, shaking of mixed cultures: 3h\r\n\n\nSteps ii-vii, plating of microglial cells: 30 min\r\n\n\nStep viii-ix, culture of microglial cells: 24h\r\n\n\n\\(3) Isolation of oligodendroglial cells\r\n\n\nStep i, shaking of oligodendroglial-astroglial cultures: 18h\r\n\n\nSteps ii-iii, purification of OPCs: 1~2h\r\n\n\nSteps iv-ix, plating of OPCs: 3h 30 min\r\n\n\nStep x-xii, culture of OPCs: 3~4 days\r\n\n\n\\(4) Isolation of astroglial cells\r\n\n\nSteps i-vii, plating of astrocytes: 45 min\r\n\n\nSteps viii-ix, culture of astrocytes: 24h"
        },
        {
            "header": "Troubleshooting",
            "content": "Some tricks can be applied to improve the development of the culture:\r\n\n\n\\(1) In the dissection procedure, leave the olfactory bulbs intact so they can help you to remove quickly the meninges from the cerebral hemispheres.\r\n\n\n\\(2) If the meninges have not been completely removed, forebrain-cell suspension can be passed through a 150μm nylon mesh after the mechanical dissociation, to prevent the contamination with fibroblasts.\r\n\n\n\\(3) If the mechanical dissociation of the nervous tissue isn´t enough to obtain a homogenate, a serum-coated fire polished Pasteur pipette \\(with decreased diameter of the tip) can be used to ensure the triturating of the forebrains.\r\n\n\n\\(4) Avoid the use of plastic/glass pipettes by passing the cells directly from the flask to the falcon or the Petri dish; if needed, they can be coated with Horse Serum or Fetal Serum simply taking some milliliters and releasing them, as this coating provides a smooth hydrophobic barrier so the adherence of cells to the glass/plastic surface is greatly reduced, and minimizes physical damage to the cells.\r\n\n\n\\(5) P2 animals have more OPCs than younger ones: use them instead of P0 pups if a higher number of OPCs is needed.\r\n\n\n\\(6) If a high number of pups is used, increase the volume to determine the number of viable cells \\(i.e. for 3 pups, 2 ml) to facilitate the cell countings."
        },
        {
            "header": "Anticipated Results",
            "content": "One of the most important remarks in this protocol is that it allows the simultaneous preparation of three glial cell type \\(microglial, oligodendroglial and astroglial) cultures from rat cerebral forebrains, obtaining a high number of cells with low time considerations and easy steps, and thereby optimizing the use of live animals used for in vitro approaches. See the flow chart showed in Figure 1 to visualize the whole protocol steps.\r\n\n\n\\(1) Using the method showed in Supplementary video 1 online, the time spent in the dissection is around 5 minutes/forebrain, which ensures a subsequent high viability as nervous tissue undergoes autolysis relatively quickly and it can be detrimental for the cells.\r\n\n\n\\(2) With our procedure and reagents, the evolution of the mixed glial culture \\(see Supplementary video 2 online) reaches confluence in just 7 days in vitro: at this time, no debris at all can be found in the culture media, and we can find a confluent monolayer of astrocytes, and over it a large number of O2A cells \\(strongly attached) and microglial cells \\(poorly attached or floating in the media). It allows the mechanical separation of each layer of cells in the shaking steps of the protocol \\(Figure 2), ensures a high viability of the cells, and decreases the time spent until each type of cell can be used.\r\n\n\n\\(3) The protocol described above results in the isolation of \\(per forebrain, and depending on the researcher´s expertise):\r\n\n\n\\(i) 7x10<sup>6</sup> microglial cells -7 folds higher than previous reports9 -.\r\n\n\n\\(ii) 5,5x10<sup>6</sup> Oligodendrocyte Progenitor Cells - 55 folds higher than the number of OPCs obtained from optic nerve10 and 5.5 folds higher than rat brain extracts15 -.\r\n\n\n\\(iii) 13x10<sup>6</sup> astrocyte cells - 1.3 folds above previous publications11 -.\r\n\n\nThis increases considerably the yield of the culture when comparing to other protocols.\r\n\n\n\\(4) The purity of each cell culture is similar to the obtained in other approaches. It was assessed by immunocytochemistry using OX42 as a microglial marker \\(99,14% purity), A2B5 as a OPC marker \\(95,89% purity) and GFAP as an astrocyte marker \\(97,29% purity), and is shown in Figure 3.\r\n\n\n\\(5) This method also allows the obtaining of pre-oligodendrocytes and mature oligodendrocytes, by changing the culture media to a Serum Free Defined Media containing triiodothyronine and without growth factors \\(see ref 13 for further details).\r\n\n\nAlthough many studies have been published to isolate and purificate glial cells, the protocol that´s shown here is one of the faster and easiest approach available to obtain high amounts of microglial, oligodendroglial and astroglial cells, that reduces considerably the number of animals used for all types of in vitro experiments."
        },
        {
            "header": "References",
            "content": "1. Prinz M, Mildner A. \\(2010). \"Microglia in the CNS: inmigrants from another world.\" Glia \\(in advance of print).\r\n  2. Espinosa de los Monteros, A., Zhang MS, de Vellis J \\(1993). \"O2A progenitor cells transplanted into the neonatal rat brain develop into oligodendrocytes but not astrocytes.\" PNAS 90: 50-54\r\n  3. Miron VE, Kuhlmann T. a. Antel J. \\(2010). \"Cells of the oligodendroglial lineage, myelination, and remyelination.\" Biochimica et Biophysica Acta doi:10.1016/j.bbadis.2010.09.010\r\n  4. Nag S. \\(2011). \"Morphology and properties of astrocytes.\" Methods Mol. Biol.\\(686): 69-100.\r\n  5. Abney ER, Bartlett P., Raff MC \\(1981). \"Astroyctes, ependymal cells and oligodendrocytes develop on schedule in dissociated cell cultures of embryonic rat brain.\" Dev Biol 83: 301-310.\r\n  6. Gard A.L., Burrell M. R., Pfeiffer S.E., Rudge J.S., Williams II W.C. \\(1995). \"Astroglial control of oligodendrocyte survival mediated by PDGF and Leukemia Inhibitory Factor-like protein.\" Development 121: 2187-2197.\r\n  7. Cardona A.E., Huang D., Sasse M.E., Ransohoff R.M. \\(2006). \"Isolation of murine microglial cells for RNA analysis or flow citometry.\" Nature Protocols 1: 1947-1951.\r\n  8. Cunha A., V. L. \\(1991). \"Simultaneous preparation of four cell type enriched glial cultures from rat cerebral cortex.\" Dev Biol 13: 31-38.\r\n  9. Ni, M. a. A., M \\(2010). \"Neonatal rat primary microglia: isolation, culturing and selected applications.\" Curr Protocol Toxicol 12.17.1-12.16.16.\r\n  10. Böger, O. \\(2001). \"Isolation and purification of primary oligodendrocyte precursors.\" Curr Protoc Neurosci.\r\n  11. Allen JW, Mutkus LA, Aschner M. “Isolation of neonatal rat cortical astrocytes for primary cultures”. Curr Protoc Toxicol 12.4.1-12.4.15.\r\n  12. Colton CA, Y. J., Taffs RE, Keri JE, Oster-Granite ML. \\(1999). \"Abnormal production of interleukin-1 by microglia from trisomy 16 mice.\" Neuroscience Letters 132: 270–274.\r\n  13. Molina-Holgado E., Vitkovic J. M., Arévalo-Martín A., Almazán G., Molina-Holgado F., Borrel J., Guaza C. \\(2002). \"Cannabinoids promote oligodendrocyte progenitor survival: involvement of cannabinoid receptors and phosphatidylinositol-3 kinase/Akt signaling.\" J Neurosci 22\\(22): 9742-9753.\r\n  14. McCarthy K.D. and De Vellis, J. \\(1980). \"Preparation of separate astroglial and microglial cell cultures from rat cerebral tissue.\" J Cell Biol 85: 890-902.\r\n  15. Yang Z., Watanabe M., Nishiyama A. \\(2005). \"Optimization of oligodendrocyte progenitor culture method for enhanced survival.\" J Neurosci Methods 149\\(1): 50-56."
        },
        {
            "header": "Acknowledgements",
            "content": "This work has been supported by grants from the Spanish Ministerio de Ciencia e Innovación \\(SAF 2007/60038, CAM S-SAL0261/2006), and by the ISCIII, RETICS Program \\(Red Española de Esclerosis Multiple, RD07/0060/0010). We are grateful to Dr. Molina-Holgado for his kindly advice and to E. Baides, A. Hernandez and J. Sancho for their excellent technical assistance."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11702,
                "identity": "9f986c40-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Miriam Mecha",
                "email": "miriammecha@cajal.csic.es",
                "orcid": "",
                "institution": "Guaza´s Lab, Cajal Institute, Madrid",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Miriam",
                "middleName": "",
                "lastName": "Mecha",
                "suffix": ""
            },
            {
                "id": 11703,
                "identity": "9f986fae-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paula Marina Iñigo",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paula",
                "middleName": "Marina",
                "lastName": "Iñigo",
                "suffix": ""
            },
            {
                "id": 11704,
                "identity": "9f987168-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Leyre  Mestre",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leyre",
                "middleName": "",
                "lastName": "Mestre",
                "suffix": ""
            },
            {
                "id": 11705,
                "identity": "9f987367-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Miriam  Hernangómez",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Miriam",
                "middleName": "",
                "lastName": "Hernangómez",
                "suffix": ""
            },
            {
                "id": 11706,
                "identity": "9f9874f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "José Borrell",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "José",
                "middleName": "",
                "lastName": "Borrell",
                "suffix": ""
            },
            {
                "id": 11707,
                "identity": "9f987713-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carmen Guaza",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carmen",
                "middleName": "",
                "lastName": "Guaza",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-03-08 15:15:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.218",
        "doiUrl": "https://doi.org/10.1038/protex.2011.218",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608246,
                "identity": "4f1e0591-15e7-4517-823f-6eb2c3123ba6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 129909,
                "visible": true,
                "origin": "",
                "legend": "Flow chart for the preparation of separate microglial, oligodendroglial and astroglial culture_Carmen Guaza",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2051/v1/figure_1.png"
            },
            {
                "id": 2608245,
                "identity": "f965152e-66cf-4499-913a-52c372783537",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 384928,
                "visible": true,
                "origin": "",
                "legend": "Phase contrast images of the glial culture at different times   Phase contrast images showing the different stratum of the glial cell culture: after 7div, an astrocyte monolayer can be found in the bottom of the flask, and over it the oligodendrocyte cells layer (dark cells) and microglial cells (yellow rounded ones). After 230rpm shaking, the microglial layer is removed, and after 260rpm the detachment of oligodendrocytes leads to an astrocyte monolayer with few of other glial cell types.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2051/v1/figure_2.png"
            },
            {
                "id": 2608247,
                "identity": "f07da08d-0280-44cf-a07e-82f268611276",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 416631,
                "visible": true,
                "origin": "",
                "legend": "Immunocytochemistry and purity of microglial, oligodendroglial and astroglial cultures_Carmen Guaza   Immunicytochemistry and purity of microglial cells (CD11b+ cells), oligodendrocytes (A2B5+ cells) and astrocytes (GFAP+cells) after the isolation of each cell type. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2051/v1/figure_3.png"
            },
            {
                "id": 13464564,
                "identity": "1a9cbcb4-886c-4a06-876a-0bd9421119df",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1053549,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2051/v1/cd639038-fef0-4c0f-b5ad-cb3f88057a7f.pdf"
            },
            {
                "id": 2608276,
                "identity": "79efb6c3-30e1-4c88-8f3e-f9889d027aa5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 98474451,
                "visible": true,
                "origin": "",
                "legend": "Supplementary video 1   Dissection Method for Primary Cell Culture",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2051/v1/supplement_0.mov"
            },
            {
                "id": 2608253,
                "identity": "5f2d6bd6-d034-4db0-b9df-7d25200c562e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:03",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 16639361,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 2   Evolution in time of the Mixed Glial Culture by phase contrast",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2051/v1/supplement_0.mov"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cell culture, microglia, astrocytes, oligodendrocytes",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Primary glial cell cultures are the most commonly used in vitro model for neurobiological studies. However, the lack of an easy and fast protocol for the isolation and culture of these cells leads to long incubating times with the use of high number of rat brains. Here, we describe a quick protocol based on mixed glial culture for the highly-enriched isolation of microglia, astrocyte and oligodendrocyte cells. The procedure is suitable for beginners as it makes available the easier way to obtain the nervous tissue, the evolution of the mixed culture throughout the time, and the final results after the isolation of each cell type. More than 20x10<sup>6</sup> cells per rat brain can be obtained using this protocol, with no more than 11 days of incubation. This facilitates the use of the primary culture as a tool for researchers to study the development, properties and functions of glial cells in vitro.",
        "manuscriptTitle": "An easy and fast way to obtain a high number of glial cells from rat cerebral tissue: A beginners approach.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-03-10 14:13:44",
                "doi": "10.1038/protex.2011.218",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f97f9d4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 10th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2547,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-03-10 14:13:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}