{
    "identity": "nprot-2712",
    "title": "How to validate an automated colony counter",
    "content": [
        {
            "header": "Introduction",
            "content": "Microbiological research and quality control often relies on accurately enumerating colony forming units \\(CFUs). Traditionally, this is performed either by making several dilutions of a liquid culture and pipetting a small amount into a culture medium or spiral plating the liquid culture directly onto culture plates. The plates are incubated and the resulting colonies manually counted. The concentration of microorganism in the original culture is calculated based on the assumption that each colony comes from one single microorganism and this is the number of CFU. This process is time-consuming and error prone as accurate counting of plates with high numbers of CFUs requires a high level of concentration by the microbiologist and is especially difficult in, for example, counting very small pneumococcal colonies post opsonophagocytic killing assay \\(1). Therefore, often only parts of a plate are analysed and used to estimate the whole plate count \\(2), which can lead to inaccurate count data.\r\n\n\n\r\n\n\nTo overcome these counting problems, automated colony counters have been designed \\(3).\r\n\n\nUsing automated counting has several advantages over the more widely used manual counting: \\(i) it increases sample throughput, \\(ii) it can count colonies of different colours simultaneously so counts can be less time-consuming, \\(iii) it can improve count accuracy as operator fatigue is not an issue,\\(iv) it  can improve data accuracy as count data are automatically transferred onto digital files, \\(iv) plate count data can be checked at a later date since  automated counting systems use electronic data files which allow storage of plate images and numerical results, providing an audit trail. \r\n\n\n\r\n\n\nHowever, there is an inherent need by scientists to establish that their automated colony counting method is as accurate as a precise manual count. This study compares a manual colony counting method with an automated colony counter \\(the ProtoCOL 3 system from Synbiosis) and shows how to fully validate an automated colony counter. This method uses ten microbial species selected because they produce colonies of different shapes and sizes and also require different agar formulations for growth to evaluate colonies on both translucent and opaque agars.\r\n\n\n\r\n\n\nThe ProtoCOL 3 system was chosen for this validation study because of its versatility. The system can detect colonies of approximately 43 microns and because it uses a tri-colour rather than a white light imaging method, this also allows counting of black colonies on a dark media."
        },
        {
            "header": "Reagents",
            "content": "**Culture media and media supplements**\r\n\n\n \r\n\n\nPlate Count Agar \\(PCA) \\(Oxoid) - PCA\r\n\n\nSabouraud Dextrose Agar \\(SDA) \\(Oxoid) - NA\r\n\n\nColumbia Agar Base \\(CAB) \\(Oxoid)\r\n\n\nMaximum Recovery Diluent \\(MRD) \\(Lab M) \r\n\n\nHorse blood, defibrinated \\(Southern Group Laboratory)\r\n\n\n\r\n\n\n**Bacterial strains**\r\n\n\n\r\n\n\n_Pseudomonas aeruginosa_ Type strain - ATCC 9027 \\(ATCC)\r\n\n\n_Escherichia coli_ Type strain - NCTC 12241 \\(NCTC)\r\n\n\n_Staphylococcus aureus_ Type strain - ATCC 29213 \\(ATCC)\r\n\n\n_Kocuria rhizophila_ Type strain - DSM 348 \\(ATCC)\r\n\n\n_Enterococcus faecalis_ Type strain - NCTC 12697 \\(NCTC) \r\n\n\n_Mannheimia haemolytica_ Type strain - ATCC 33396 \\(ATCC)\r\n\n\n_Bacillus subtilis_ Type strain - NCIMB 8054 \\(ATCC)\r\n\n\n_Streptococcus pneumoniae_ Type strain - ATCC 9619 \\(ATCC)\r\n\n\n_Aspergillus brasiliensis_ Type strain - ATCC 16404 \\(ATCC)\r\n\n\n_Candida albicans_ Type strain - NCPF 3179 \\(Sigma-Aldrich)"
        },
        {
            "header": "Equipment",
            "content": "Whitley Automatic Spiral Plater \\(WASP 2) \\(Don Whitley Scientific) \r\n\n\nVortex mixer \\(Stuart Scientific)\r\n\n\nIncubator: \\(LEEC)\r\n\n\nProtoCOL 3 automated colony counter \\(Synbiosis)"
        },
        {
            "header": "Procedure",
            "content": "**A. Preparation of Agar Plates**\r\n\n\n\r\n\n\n1. Prepare each culture medium in accordance with the manufacturer’s instructions.\r\n  2. After autoclaving and cooling to 47±2°C, supplement Columbia Agar with 5% v/v defibrinated horse blood.\r\n  3. Pour culture medium into sterile 9cm Petri dishes.\r\n  4. Leave plates to set and dry.\r\n  \r\n\n\n**B. Preparation of Culture Plates**\r\n\n\n\r\n\n\n1. Sub-culture each bacterial or fungal culture from frozen stocks onto the following agar medium: P. aeruginosa, _E.coli_, _S. aureus_, _K. rhizophila_, _E. faecalis_ and _B.subtilis_ on PCA; _M. haemolytica_ and _S. pneumoniae_ on CBA;_ A. brasiliensis_ and _C. albicans_ on SDA. \r\n  2. Incubate plate cultures at 37°C for approximately 24 h \\(bacterial strains), at 30°C for approximately 48 h \\(_C. albicans_) or at 30°C for 7 days \\(_A. brasiliensis_).\r\n  3. For each strain, with the exception of A. brasiliensis, collect from 3 to 5 colonies on the incubated plate.\r\n  4. Suspend cells in sterile MRD.\r\n  5. Vortex mix cell suspension to produce turbidity equivalent to that of a 0.5 McFarland standard. A suspension adjusted in this way contains approximately 1.0×108 CFU/ ml. \r\n  6. For  _A. brasiliensis_, flood the plate surface with MRD so that fungal hyphae are emulsified in the diluent.\r\n  7. Pipette from the plate into a sterile vial.\r\n  8. Prepare serial decimal dilutions in MRD, to a final level of 10-7 of each bacterial and fungal suspension. Apply dilutions of each bacterial or fungal strain to the surface of the appropriate agar plates using spiral plating and conventional surface spread plating.\r\n  9. For spiral plates use a 50 μl volume of each dilution 10-2, 10-3 and 10-4 on each of the appropriate agar plates. \r\n  10. For spread plates applying a 0.5 ml volume of each dilution 10-5, 10-6 and 10-7 to the appropriate agar plate and distribute the inoculum with a sterile plastic “hockey stick” spreader. \r\n  11. Incubate plate cultures at 37°C for approximately 24 h \\(bacterial strains), at 30°C for approximately 48 h \\(_C. albicans_) or at 30°C for 4 days \\(_A. brasiliensis_) to ensure the formation of discrete colonies.\r\n  \r\n\n\n**Automated Colony Counting** \r\n\n\n\r\n\n\n1. For each organism, select a single incubated plate from each spiral plate and spread plate series choosing plates where single discrete colonies are obtained.\r\n  2. Place each selected plate on the ProtoCOL 3 stage and configure the instrument in accordance with the manufacturer’s instructions. \r\n  3. For reading CBA plates of _M. haemolytica_ and _S. pneumoniae_, insert the black plate to remove lower illumination. \r\n  4. Adjust software settings to count touching colonies as well as light colonies on a dark background or dark colonies on a light background, as appropriate.\r\n  5. Read spiral plates using the spiral frame setting with two sectors.\r\n  6. Read spread plates using the circular counting frame.\r\n  \r\n\n\n**Manual colony counting**\r\n\n\n\r\n\n\n1. Count colonies on both spiral and spread plates, using the on screen image of the plates produced by ProtoCOL 3.\r\n  \r\n\n\n**Comparison of plate counts**\r\n\n\n\r\n\n\n1. Analyse the manual and automated counts for each plate type \\(spiral and spread Tables 1 and 2) using a two-tailed t-test for paired samples \\(Microsoft Excel 2010 software).\r\n  2. For spiral plate data use the log CFU/ml figures to ensure normally distributed data. Results obtained using the t-test were p = 0.105 for spiral plate data.\r\n  3. For spread plate data, use the count per frame to ensure that the raw colony counts within the circular frame are compared. Results obtained using the t-test p = 0.143 for spread plate data.\r\n  4. The t-test does not identify significant differences between manual and automated colony counting methods, for either plate type, at the 95% confidence level."
        },
        {
            "header": "Timing",
            "content": "About 12 days \r\n\n\nAgar plate preparation 4 hours, culture plate preparation and incubation 11 days, manual colony counting 1.5 hours, automated colony counting using the ProtoCOL 3, 5 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "Inaccurate automated counts of touching colonies\r\n\n\na) Adjust the “sensitivity” slider control from “Automatic” to “99%”to achieve accurate separation of touching colonies."
        },
        {
            "header": "Anticipated Results",
            "content": "The automated system will be able to enumerate different colour and different shapes of colonies from ten microbial species on opaque and translucent media. There won’t be any statistically significant differences between the ProtoCOL 3 automated colony count and the manual colony count results. The results analysed by the t-test from Tables 1 and 2 do not identify significant differences between manual and automated colony counting methods , for either plate type, at the 95% confidence level."
        },
        {
            "header": "References",
            "content": "1. Efficiency of a pneumococcal opsonophagocytic killing assay improved by multiplexing and by coloring colonies. Kim KH, Yu J, Nahm MH. Clin. Diagn. Lab. Immunol. 2003; 10:616–621. \r\n  2. Mathematical treatment of plates with colony counts outside the acceptable range. Blodgett RJ. Food Microbiol. 2008;25:92–98\r\n  3. Automated Counting of Bacterial Colony Forming Units on Agar Plates. Brugger SD, Baumberger C, Jost M, Werner J, Brugger U, Mühlemann K, PLoS One. 2012; 7\\(3): e33695."
        },
        {
            "header": "Acknowledgements",
            "content": "Andrew Pridmore  - Don Whitley Scientific Limited"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12536,
                "identity": "a0043bdb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kate George",
                "email": "kate@synbiosis.com",
                "orcid": "",
                "institution": "Synbiosis",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kate",
                "middleName": "",
                "lastName": "George",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-06-13 13:13:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.058",
        "doiUrl": "https://doi.org/10.1038/protex.2013.058",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608746,
                "identity": "be3b01a2-9033-43a7-9d33-c10cbf7f4893",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32199,
                "visible": true,
                "origin": "",
                "legend": "*Table 1*   Comparison of ProtoCOL 3 with manual counting for enumeration of colonies on spread plates",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2712/v1/figure_1.tif"
            },
            {
                "id": 2608750,
                "identity": "e471ceeb-604e-4df5-9132-34ee794688ef",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 67795,
                "visible": true,
                "origin": "",
                "legend": "*Table 2*   Comparison of ProtoCOL 3 with manual counting for enumeration of colonies on spiral plates",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2712/v1/figure_2.tif"
            },
            {
                "id": 13464641,
                "identity": "da476ab9-3a37-4a8f-a1f3-ad12125022b9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 173853,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2712/v1/5d5a87d9-29bc-44c1-90e6-72b0e433dff2.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Colony counting   ProtoCOL 3   Plate counts",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The manual process of counting microbial colonies on agar plates can be time-consuming as it is generally performed by scientists using a light box and pen method. The results can vary from operator to operator and are then often manually transferred into a computer for analysis, which can generate transcription errors. To overcome these manual counting and keying issues, automated colony counters have been designed which offer faster and more reproducible results that can be automatically transferred into a computer. However, to ensure the validity of their data, scientists need to establish that their automated colony counting method is as accurate as a precise manual count before they implement any new process into their workflow, especially if the process has to be used in a GMP compliant environment. This study compares a manual colony counting method with an automated colony counter and demonstrates how to validate an automated colony counting method to ensure accuracy of counting results.",
        "manuscriptTitle": "How to validate an automated colony counter",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-06-14 09:19:15",
                "doi": "10.1038/protex.2013.058",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a003d822-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 14th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2992,
                "name": "Developmental biology"
            },
            {
                "id": 2993,
                "name": "Biological techniques"
            },
            {
                "id": 2994,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-06-14 09:19:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}