{
    "identity": "nprot-3459",
    "title": "Tandem affinity purification of remodeler-mononucleosome complexes for ChIP-seq in mouse embryonic stem cells",
    "content": [
        {
            "header": "Reagents",
            "content": "Solution I: Tris-HCl \\(pH 7.5) 15 mM, Sucrose 0.3 M, KCl 60 mM, NaCl 15 mM, MgCl2 5 mM, EGTA 0.1 mM\r\n\n\nSolution II: Solution I with 0.6% \\(v/v) IGEPAL CA-630 \\(SIGMA, ref. I3021)\r\n\n\n\r\n\n\nMNase buffer: Tris-HCl \\(pH 7.5) 20 mM, Sucrose 0.34 M, KCl 15 mM, NaCl 60 mM, CaCl2 1 mM \r\n\n\n\r\n\n\nTKNSE buffer: Tris-HCl \\(pH 7.5) 20 mM, Sucrose 0.34 M, KCl 15 mM, NaCl 60 mM, EDTA 4 mM\r\n\n\n\r\n\n\nTEGN: Tris-HCl \\(pH7.5) 20 mM, NaCl 150 mM, MgCl2 3 mM, EDTA 0.1 mM, 10% Glycerol, 0.01% IGEPAL\r\n\n\n\r\n\n\nSDS elution buffer: 1% SDS, 0.1M NaHCO3"
        },
        {
            "header": "Procedure",
            "content": "1. Preparation of ES cells\r\n  - Prior to the experiment, expand ES cells to twelve 70-80% confluent 10 cm culture dishes \\(1.5. 10e7 cells/dish). Tagged ES cells are cultured at 37°C, 5% CO2, on mitomycin C-inactivated mouse embryonic fibroblasts \\(feeder cells), in DMEM \\(Sigma) with 15% fetal bovine serum \\(Invitrogen), L-Glutamine \\(Invitrogen), MEM non-essential amino acids \\(Invitrogen), pen/strep \\(Invitrogen), 2-mercaptoethanol \\(Sigma), and a saturating amount of leukemia inhibitory factor \\(LIF), as described in \\(Tessarollo, 2001).\r\n\n\n- The day before the experiment, pass the cells into twenty five 10 cm culture dishes coated with gelatin, without feeder cells. Between 30 and 50.10e7 cells are expected for one tandem ChIP experiment.\r\n\n\n- The first day of the procedure, 2 h before starting the protocol, check the aspect and confluence of ES cells. Change the ES cell medium, using precisely 10 ml of fresh medium per 10 cm dish, and further incubate the cells for 2 h at 37°C, 5% CO2. \r\n\n\n- Set a water bath at 37°C, and refrigerate the centrifuge \\(e.g. 5810R eppendorf centrifuge, with an A-4-62 rotor). Put the following solutions on ice: Solution I, Solution II, MNase buffer, Complete 50x \\(Roche, ref. 11836145001) and PBS 1X.\r\n\n\n- When the 2 h incubation period in fresh medium is finished, trypsinize one dish and count the cells \\(these cells will be used only for counting, in order to calculate the amount of MNase required for genome fragmentation). We expect 1 to 2.10e7 cells per dish. \r\n\n\n\r\n\n\n\r\n\n\n2. Fixation \r\n  Caution: formaldehyde must be manipulated in a chemical fume hood.\r\n\n\n\r\n\n\nOption 1: Fixation with formaldehyde:\r\n\n\n- Remove the cells from the incubator and rapidly add 275 μl of formaldehyde 36.5% \\(SIGMA, ref. F8775) in each dish, directly into the culture medium, and mix well. The final concentration of formaldehyde is 1%.\r\n\n\n- Leave exactly 10 min at room temperature.\r\n\n\n\r\n\n\nOption 2: Fixation with DSG and formaldehyde:\r\n\n\n- Dilute DSG to 2 mM in PBS. The DSG \\(Di-\\(N-succinimidyl) glutarate, Sigma-Aldrich Ref. 80424) stock solution is 500 mM \\(50 mg in 306 μl of DMSO) \r\n\n\n- Wash the ES cell culture dishes with 10 ml PBS at room temperature, and remove the last bits of PBS by vacuum aspiration.\r\n\n\n- Add 4 ml of DSG 2mM solution per 10 cm dish\r\n\n\n- Shake gently and make sure that the DSG solution has been in contact with all cells in the dish.\r\n\n\n- Keep the dishes at room temperature under the hood during 45 min. Shake gently 3-4 times during this period.\r\n\n\n- Add 4 ml of 2% formaldehyde in PBS to each dish \\(final concentration 1%). Mix well.\r\n\n\n- Leave exactly 10 min at room temperature. \r\n\n\n\r\n\n\nRemoval of the fixation agent and collection of fixed ES cells\r\n\n\n- Quickly remove the formaldehyde \\(or DSG + formaldehyde) solution from the dishes by vacuum aspiration \\(transfer this waste into an appropriate trash recipient).\r\n\n\n- Immediately wash each dish with 10 ml of cold PBS, and remove the last bits of PBS by vacuum aspiration. Repeat this washing step once. \r\n\n\n- Add 2 ml of PBS \\(with protease inhibitors) per dish.\r\n\n\n- Scrap cells and collect them in four 15 ml conical centrifuge tubes. Store the collected cells on ice.\r\n\n\n- Centrifuge at 1000 rpm, 5 min, 4°C.\r\n\n\n- Wash each tube of cells twice with 10 ml PBS 1x without protease inhibitors.\r\n\n\n- Wash each tube of cells once with 5 ml Solution I.\r\n\n\n- Centrifuge at 1000 rpm, 5 min, 4°C.\r\n\n\n\r\n\n\n\r\n\n\n3. Permeabilization of ES cells with IGEPAL\r\n  - Resuspend each of the four cell pellets in 2 ml Solution I with protease inhibitors.\r\n\n\n- Add 2 ml Solution II with protease inhibitors.\r\n\n\n- Mix gently by pipetting or inverting the tubes several times.\r\n\n\n- Leave 10 min on ice. During this step, the cells are permeabilized by IGEPAL. Note that because of the formaldehyde fixation, nuclei are not efficiently released from the cells.\r\n\n\n- Centrifuge 10 min at 2000g \\(3153 rpm using an eppendorf A-4-62 rotor), 4°C.\r\n\n\n\r\n\n\n\r\n\n\n4. Chromatin fragmentation by MNase\r\n  - Wash each cell pellet twice with 6 ml MNase buffer \\(without protease inhibitors).\r\n\n\n- Resuspend each cell pellet in 500 μl MNase buffer \\(without protease inhibitors).\r\n\n\n- Mix well with ± 20 up-and-down, using a P1000 pipetman. Make sure that there are no more clumps of cells.\r\n\n\n- Transfer the cell suspension of each conical centrifuge tube into a 1.5 ml microfuge tube. Store on ice.\r\n\n\n- Dilute MNase \\(New England Biolab, ref. M0247S, 200 units/μl) to a concentration of 10 units/μl in MNase buffer. \r\n\n\n- Add MNase to each microfuge tube. 60-75 units of MNase are required to digest the chromatin of 10 million cells. The optimal amount of MNase has to be tested for each new batch of enzyme. The proper amount of MNase will release mostly mononucleosomes, but di- and tri-nucleosomes should still be visible when a sample is run onto a 1.3% agarose gel.\r\n\n\n- Mix well with a P1000 pipetman.\r\n\n\n- Incubate 10 min at 37°C in a water bath. Mix once by inverting the tubes after 5 min of incubation.\r\n\n\n- Transfer on ice, and add to each tube 20 μl EDTA 100 mM pH8, 10 μl Complete 50x, and 5 μl of PMSF 0.1M. Store on ice.\r\n\n\n- Make 4 cycles of sonication using, for instance, a Diagenode Bioruptor: 20 s ON / 40 s OFF. The purpose of this limited sonication step is not to shear chromatin, but to optimize the release of mononucleosomes from the MNase-digested cells.\r\n\n\n- Centrifuge at 14 000 rpm, 10 min at 4°C.\r\n\n\n- Collect and pool the supernatants of the four tubes, which correspond to the input chromatin, ready for the first Immunopurification step. Discard the pellets. Collect an 80 μl aliquot of this input chromatin for DNA analysis and quantification, and for western blot analysis.\r\n\n\n\r\n\n\n\r\n\n\nDNA preparation from input chromatin\r\n\n\nBefore DNA analysis, the formaldehyde-mediated cross-link must be reversed.\r\n\n\n- In a new microfuge tube, add 20 μl of input chromatin, 480 μl H2O, 20 μl NaCl 5M and 0.5 μl RNase A \\(30 μg/μl). \r\n\n\n- Incubate overnight at 65°C.\r\n\n\n- add 10 μl EDTA 0.5M, 20 μl Tris-HCl 1M pH8.0 and 4 μl proteinase K 10 mg/ml. Incubate 2 h at 55°C.\r\n\n\n- Add 500 μl Phenol/Chloroform, vortex 30 s, and centrifuge 10 min at 13000 rpm, at room temperature.\r\n\n\n- Collect the aqueous phase and transfer to a new 1.5 microfuge tube.\r\n\n\n- Add 50 μl of NaAc 3M pH 5.2. Mix.\r\n\n\n- Add 1 ml 100% ethanol \\(-20°C), and mix by inverting 10 times the tubes.\r\n\n\n- Precipitate DNA 1 h at -20°C \\(or overnight at 4°C).\r\n\n\n- Centrifuge 15 min at 4°C, 13000 rpm. Discard the supernatant, centrifuge again for 30 s and remove the last drop of liquid.\r\n\n\n- Wash the DNA pellet with 500 μl of 70% ethanol. Centrifuge and discard all the liquid.\r\n\n\n- Add 20 TE \\(Tris-HCl pH8, 0.1 mM EDTA).\r\n\n\nOnce prepared, the DNA is run onto a 1.3 % agarose gel, to analyze the distribution of mono- and oligo-nucleosomes in the input chromatin. In addition, DNA is quantified by measuring the OD at 260 nm.\r\n\n\n\r\n\n\n\r\n\n\n5. Preparation of HA- or FLAG-agarose beads for steps 1 and 2 of the tandem affinity purification scheme\r\n  Anti-HA-agarose \\(ref. A2095) and anti-FLAG-agarose \\(ref. A2220) beads are purchased from SIGMA.\r\n\n\n- Resuspend the beads, and pipet the required amount of beads into a 15 ml conical centrifuge tube: 80 μl of beads \\(this is the volume of beads estimated after centrifugation, not the volume of slurry) for the first immunoprecipitation step, 40 μl for the second step. \r\n\n\n- Wash the beads three times with 10 ml TKNSE buffer. Centrifuge one min at 1000 rpm between each wash to collect the beads.\r\n\n\n- Keep the beads at 4°C until use.\r\n\n\n\r\n\n\n\r\n\n\n6. Chromatin Immunoprecipitation: first step of the tandem affinity protocol\r\n  - In four 1.5 ml microfuge tubes, mix 500 μl of input chromatin with 20 μl of HA antibody-agarose beads.\r\n\n\n- Incubate overnight at 4°C on a rotating wheel. \r\n\n\n- Pool the content of the four microfuge tubes into a 15 ml conical centrifuge tube.\r\n\n\n- Centrifuge 2 min at 1000 rpm, at 4°C.\r\n\n\n- Take an 80 μl aliquot of the unbound fraction of the first IP as a control for western blot analysis \\(store on ice).\r\n\n\n- Wash the beads 8 times with 10 ml TEGN.\r\n\n\n- Resuspend in 500 μl TEGN if elution is to be made by TEV proteolysis, or in 300 μl of TEGN for elution by peptide competition \\(see below), and transfer into a new 1.5 ml microfuge tube.\r\n\n\n- Take a 10 μl aliquot of this bead suspension to control the efficiency of the first immunoprecipitation by western blot. Store on ice until analysis.\r\n\n\n\r\n\n\n\r\n\n\n7. Elution, first step of the tandem affinity protocol\r\n  \r\n\n\nOption 1: Elution by TEV digestion \r\n\n\nTEV elution is efficient for the FLAG3-TEV-HA tag. For the simple FLAG-HA tag, go to option 2 \\(elution by peptide competition).\r\n\n\n- Add 50 μl TEV \\(1 mg/ml).\r\n\n\n- Incubate for 6 h at 30°C, using a thermomixer set at 750 rpm. Check that the beads are well mixed, but not harshly, during this incubation. \r\n\n\n\r\n\n\nOption 2: Elution by peptide competition \r\n\n\nFor proteins fused with a simple FLAG-HA tag, elution is performed by peptide competition. HA peptide \\(YPYDVPDYA) and FLAG peptide \\(DYKDDDDK) are solubilized at 4 μg/μl in 0.5M Tris-HCl \\(PH 7.5). \r\n\n\n- Resuspend the bead pellet in 300 μl TEGN. Transfer into a 500 μl microfuge tube.\r\n\n\n- Add 100 μl of peptide \\(4 μg/μl). Use the HA peptide if you started your purification with the anti-HA antibody.\r\n\n\n- Add protease inhibitors: 8 μl Complete 50x and 4 μl PMSF 0.1 M.\r\n\n\n- Incubate overnight at 4°C on a rotating wheel.\r\n\n\n\r\n\n\n- After TEV digestion or peptide elution, transfer the mixture of beads and elution solution in a centrifuge column \\(Pierce®, 0.8 ml, ref. 89868).\r\n\n\n- Centrifuge 1 min at 8000 rpm at room temperature.\r\n\n\n- Collect the eluate in a 1.5 ml microfuge tube, store on ice. Collect also the beads in a separate tube, to control the efficiency of the elution process.\r\n\n\n- Take an aliquot of the eluate \\(e.g. 10 μl) and store on ice.\r\n\n\n\r\n\n\n\r\n\n\n8. Chromatin Immunoprecipitation: second step of the tandem affinity protocol\r\n  - Add 40 μl of beads coupled to the second antibody \\(e.g. anti-FLAG, if you have used the anti-HA in the first step of the protocol) to the eluate of the first purification step, in a 1.5 ml microfuge tube.\r\n\n\n- Incubate overnight at 4°C on a rotating wheel.\r\n\n\n- Transfer the content of the microfuge tube \\(beads in suspension) into a 15 ml conical centrifuge tube.\r\n\n\n- Centrifuge 2 min at 1000 rpm, at 4°C.\r\n\n\n- Take an 80 μl aliquot of the unbound fraction of the second IP. Leave on ice until analysis.\r\n\n\n- Wash 8 times with 10 ml TEGN.\r\n\n\n- Centrifuge at 4°C, 2 min at 1000 rpm.\r\n\n\n- Resuspend in 300 μl \\(final volume including the beads) TEGN and transfer into a 500 μl microfuge tube.\r\n\n\n\r\n\n\n\r\n\n\n9. Elution, second step of the tandem affinity protocol\r\n  - Add 100 μl of competitor peptide \\(4 μg/μl).\r\n\n\n- Incubate 5h at room temperature on a rotating wheel. \r\n\n\n- Transfer the beads and eluate into a Pierce centrifuge column.\r\n\n\n- Centrifuge 1 min at 8000 rpm, at room temperature.\r\n\n\n- Collect the eluate into a 1.5 ml microfuge tube. This sample contains the chromatin eluted by peptide competition. Store on ice and collect a 40 μl aliquot for western blot analysis. Keep the beads for the second elution step with the SDS elution buffer.\r\n\n\n- Add 400 μl of preheated \\(55°C) SDS elution buffer to the beads. \r\n\n\n- Agitate during 15 min onto a thermomixer \\(55°C).\r\n\n\n- Transfer \\(beads+ eluate) in a centrifuge column.\r\n\n\n- Centrifuge 1 min at 8000 rpm, at room temperature.\r\n\n\n- Collect the eluate in a 1.5 ml microfuge tube. This sample corresponds to the second eluate, in which the chromatin remaining attached to the beads after peptide elution has been eluted by the action of SDS.\r\n\n\n- Take a 40 μl aliquot of eluate 2 and store all samples on ice or until Western blot analysis.\r\n\n\n\r\n\n\n\r\n\n\n10. Western blot analysis\r\n  - Run the samples collected at the various steps of the protocol on your favorite protein gel running and blotting system. For the agarose beads collected after the elution steps, directly add the SDS-PAGE sample loading buffer to the beads, heat as for liquid samples, centrifuge 30s at 13 000 rpm, and load the supernatant onto the gel. The purification efficiency of the tagged protein during the tandem affinity ChIP protocol will be revealed by using an antibody against HA or FLAG epitope.\r\n\n\n\r\n\n\n\r\n\n\n11. DNA preparation from the purified remodeler-nucleosomes complexes\r\n  - Add to the eluates 170 μl H2O and 20 μl NaCl 5M. \r\n\n\n- Incubate overnight at 65°C for cross-link reversal.\r\n\n\n- add 10 μl EDTA 0.5M, 20 μl Tris-HCl 1M pH8.0 and 4 μl proteinase K 10 mg/ml. Incubate 2 h at 55°C.\r\n\n\n- Add 500 μl Phenol/Chloroform, vortex 30 s, and centrifuge 10 min at 13000 rpm, at room temperature.\r\n\n\n- Collect the aqueous phase and transfer to a new 1.5 ml microfuge tube.\r\n\n\n- Add 25 μg of glycogen \\(Roche, ref. 10901393001) and 50 μl of NaAc 3M pH 5.2. Mix.\r\n\n\n- Add 1 ml 100% ethanol \\(-20°C), and mix by inverting 10 times the tubes.\r\n\n\n- Precipitate DNA 1 h at -20°C \\(or overnight at 4°C).\r\n\n\n- Centrifuge 15 min at 4°C, 13000 rpm. The DNA-glycogen pellet should be visible at the bottom of the tube.\r\n\n\n- Collect and discard the supernatant. Centrifuge again for 30 s and discard the last drop of liquid.\r\n\n\n- Wash the DNA-glycogen pellet with 500 μl of 70% ethanol. Centrifuge and discard all the liquid.\r\n\n\n- Dry the pellet \\(15-30 min, at room temperature).\r\n\n\n- Resuspend in 20 μl of H2O. This DNA sample will be used for high-throughput sequencing.\r\n\n\n- Quantify the DNA using a Picogreen DNA detection kit \\(Invitrogen)."
        },
        {
            "header": "Timing",
            "content": "3 to 4 days \\(excluding ES cell culture), depending on the elution option chosen for step 1"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13102,
                "identity": "a03dbdf2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Matthieu Gerard",
                "email": "matthieu.gerard@cea.fr",
                "orcid": "",
                "institution": "Gerard's Lab, mammalian epigenomics",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Matthieu",
                "middleName": "",
                "lastName": "Gerard",
                "suffix": ""
            },
            {
                "id": 13097,
                "identity": "a03db0ee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Arnaud Depaux",
                "email": "",
                "orcid": "",
                "institution": "Gerard's Lab, mammalian epigenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Arnaud",
                "middleName": "",
                "lastName": "Depaux",
                "suffix": ""
            },
            {
                "id": 13098,
                "identity": "a03db466-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maud  de Dieuleveult",
                "email": "",
                "orcid": "",
                "institution": "Gerard's Lab, mammalian epigenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maud",
                "middleName": "",
                "lastName": "de Dieuleveult",
                "suffix": ""
            },
            {
                "id": 13099,
                "identity": "a03db890-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Isabelle Hmitou",
                "email": "",
                "orcid": "",
                "institution": "Gerard's Lab, mammalian epigenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabelle",
                "middleName": "",
                "lastName": "Hmitou",
                "suffix": ""
            },
            {
                "id": 13100,
                "identity": "a03dba3f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sylvie Jounier",
                "email": "",
                "orcid": "",
                "institution": "Gerard's Lab, mammalian epigenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sylvie",
                "middleName": "",
                "lastName": "Jounier",
                "suffix": ""
            },
            {
                "id": 13101,
                "identity": "a03dbc6c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hélène Humbertclaude",
                "email": "",
                "orcid": "",
                "institution": "Gerard's Lab, mammalian epigenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hélène",
                "middleName": "",
                "lastName": "Humbertclaude",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-10-22 11:37:46",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.040",
        "doiUrl": "https://doi.org/10.1038/protex.2014.040",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465041,
                "identity": "5858d965-07c2-4b8c-a9bf-58b09b344c4e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:24",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 148681,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3459/v1/fb0ba143-a806-4dbf-8fc3-6d7efda1c13a.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ChIP, Tandem affinity purification, ATP-dependent remodelers",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a tandem affinity chromatin immunopurification strategy to analyze the distribution of chromatin remodelers onto the mouse genome. It is based on mouse embryonic stem \\(ES) cell lines that express, from the endogenous loci, remodelers fused with a tandem affinity purification \\(TAP)-tag. Two versions of the TAP-tag, introduced at the C terminus, have been used successfully: \\(FLAG3-TEV-HA) and \\(FLAG-HA).\r\n\n\nES cells are first fixed either with formaldehyde, or with a combination of disuccinimidyl glutarate \\(DSG) and formaldehyde. ES cells are then permeabilized, and incubated with micrococcal nuclease \\(MNase) to fragment the genome into mononucleosomes. These nucleosomes are then incubated with agarose beads coupled with an antibody against HA or FLAG epitopes. After a series of washes, tagged-remodeler-nucleosome complexes are eluted, either by TEV protease cleavage or by peptide competition. The eluted protein is then subjected to a second immunopurification step, using beads coupled to the antibody against the second HA or FLAG epitope. After elution, DNA is extracted from the highly purified mononucleosome fraction, and processed for high-throughput sequencing.",
        "manuscriptTitle": "Tandem affinity purification of remodeler-mononucleosome complexes for ChIP-seq in mouse embryonic stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-10-31 06:19:50",
                "doi": "10.1038/protex.2014.040",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03d55a8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 31st, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3215,
                "name": "Biochemistry"
            },
            {
                "id": 3216,
                "name": "Genetics"
            },
            {
                "id": 3217,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-10-31 06:19:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}