{
    "identity": "pex-1540",
    "title": "<p>Developing a multi-functional sensor for cell traction force, matrix remodeling and biomechanical assays in self-assembled 3D tissues <em>in vitro</em></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Cell-matrix interaction is the most important component in mechanotransduction, which plays vital roles in various physiological and pathological processes, such as wound healing <sup>2,3</sup>, fibrosis <sup>4</sup>, angiogenesis <sup>5</sup>, migration <sup>6,7</sup>, and metastasis <sup>8–12</sup>. Communications between cells and surrounding extracellular matrices (ECM) is primarily mediated through cellular forces that provide the link between physical cues and chemical signaling and hence create a dynamic reciprocity <sup>8,13–17</sup> between cells and the surrounding microenvironment (ME). One of the most critical aspects of cell-ECM interactions is the feed-forward relationship between cell contractility and matrix remodeling. The dynamics of cell force and ECM remodeling have been implicated in numerous biological processes and disease progression; and thus, measurement of traction force in association with matrix remodeling is extremely important. As a result, methods to quantify cell traction on 2D substrates have been developed and advanced over the past decades. However, cells in vivo are in 3D environment with extra-cellular matrices (ECM) around them. There is a gap in literature for methods to directly quantify cell traction and cell induced matrix remodeling in 3D. We have recently developed a novel sensor<sup>1</sup> for direct measurement of single cell forces and determination of matrix remodeling in 3D ECM as a function of time. In this paper, we present the detailed methodology for manufacturing the sensors, preparing experimental setup, forming different types of tissues, imaging and analyzing the data. </p><p>Besides stiffness, cells transduce other mechanical stimuli such as stretch/contraction into electrical and/or biochemical signals for functions relevant in many organs such as lung alveoli, bladder, or the heart <sup>18–23</sup>. To study the role of cellular stretching in signaling pathways, devices have been developed to apply mechanical stretch to cells and determine their stress-strain relationship <sup>24–27</sup>. However, most of these devices rely on elastomeric membranes for applying stretch to 2D substrate-adhered cells. Even if the cells are embedded in 3D ECM on top of these membranes, they sense the rigidity of the membranes and thus the setup falls short in representing <em>in-vivo</em> environment. The sensor presented herein eliminates this limitation by creating a self-organized tissue that does not require support from such stiff membranes. Hence, cells in the specimen are truly in 3D scaffold that better mimics <em>in-vivo</em> microenvironment. </p><p>The ultra-sensitive sensor we describe here is designed such that a tissue sample can self-assemble and self-integrate with the sensor. The tissue can have a single or multiple cells embedded in a three-dimensional extra cellular matrix (ECM). The sensor is prepared by casting polydimethylsiloxane (PDMS) in silicon molds micro-fabricated with standard photolithographic process. With a resolution of ~1 nN, the sensor is capable of directly quantifying single cell forces in collagen (ECM), using force equilibrium law that allows circumventing complicated constitutive relations. In addition, the sensor can be used as an actuator to measure change in ECM stiffness due to remodeling as a function of time, as well as to apply prescribed stretch or compression on the cell-ECM matrix to explore cell response to mechanical deformation in 3D. Hence, the novel sensor offers a platform with a range of application for biophysical investigations of cells and tissues. In our previous paper<sup>1</sup>, we presented the details of the sensor and experimental results that established its novelty, applicability and versatility. Here, we describe an elaborate protocol that would provide systematic and thorough guidance for successful employment of the sensor for a diverse set of experiments.</p><p><strong>Basic concept:</strong></p><p>The simplest sensor consists of three components- a soft spring (spring constant, K<sub>s</sub>), a stiff spring (K<sub>r</sub>) and two grips connected to the springs as shown in Fig. 1. The soft spring is the force sensing element, while the stiff spring stabilizes the specimen that is self-assembled between the grips. The specimen can be formed by dispensing a precursor solution (e.g. matrigel, cell-collagen mixture etc.) on the grips and allowing it to polymerize and self-assemble <em>in situ </em>(Fig. 1A). </p><p><strong>Protocol development:  </strong></p><p>The first step is to design the sensor and fabricate the mask. The sensors can be designed as single units or as an array of connected sensors for high throughput applications. The array of sensors on the mask can be drafted such that a 4-inch wafer can accommodate about 100 sensor units. Next step is to microfabricate the silicon molds in a cleanroom, as illustrated in Fig. 2A. A standard photolithography process can be employed to spin-coat photoresist, expose to UV and develop a wafer which is then etched to a desired depth by deep reactive-ion etching (DRIE) technique. The final step in preparation of the molds is coating the etched wafer with Polytetrafluoroethylene (PTFE) that facilitates removal of the sensors from these templates. Such silicon molds can be used many times, if carefully used and kept clean. Finally, the sensors can be prepared by pouring liquid polydimethylsiloxane (PDMS) in the casts, polymerizing and removing from the molds, as shown in Fig. 2A. </p><p>The sensors are extremely adaptive and can be designed for diverse biophysical assays. By altering the dimensions of the beams (springs), high sensitivity can be achieved for measurement of single cell forces in 3D matrices. With increasing force resolution, the beams become very soft and susceptible to collapse (i.e. buckling, twisting, or sticking to each other) due to meniscus forces (surface tension) that they are subjected to at different stages of operation. We have developed an innovative protocol to circumvent the challenge. In essence, the soft elements of the sensor are immobilized (as illustrated in Fig. 1) by a gelatin sacrificial layer that can be removed after the completed test assembly is immersed in culture media. This novel technique is one of the key contributions for successful employment of super-sensitive micro-electro-mechanical systems (MEMS) sensors that are required to overcome surface energy challenges. </p><p>Fig. 2B presents a step-by-step procedure for preparation of the experimental setup. First, a thin gelatin layer is prepared to prevent the sensor from touching and sticking to the bottom glass. Next, the sensor is positioned on site and additional gelatin is added to immobilize the springs. After that, the tissue precursor solution is dispensed and allowed to polymerize into the final specimen. Finally, culture media is added to the dish when gelatin dissolves and gets washed out in ~30 mins at 37.5 ºC. Sensor is thus released and activated for force measurement. Boxes 1-3 illustrate further about methods for constructing different tissue configurations: Type I) tissue with a single cell, or a few cells, or a co-culture of multiple cells, Type II) tissue with similar cells in the grips only, with the central region constructed of cell-free ECM, Type III) tissue with two types of cells in two grips, keeping the central portion free of cells. </p><p><strong>Limitations and advantages of the protocol over current methods:</strong></p><p>It is well established that cell traction force is at the center of most biophysical processes and consequently, extensive research went into investigation of cellular forces. However, most of the methods developed for measuring cell generated forces are on 2D substrates, e.g., traction force microscopy (TFM) <sup>28,29</sup>, Förster resonance energy transfer (FRET) <sup>30</sup>, micro-pillar arrays <sup>31</sup>. These techniques are widely used at present, but all of them are limited to 2D culture. While 2D cell culture is convenient and has provided important insights into biophysical processes, cells in 3D matrices may respond very differently. Hence, quantification of cell force in 3D matrices is of utmost importance. Despite the great necessity, method for evaluating cell forces in 3D is not available, largely due to the unique challenges that bio-matrices present. Most natural fibrous matrices (e.g. collagen, Matrigel, and fibrin) in 3D are heterogeneous at cellular scales; and hence, do not exhibit simple constitutive relations. In addition, cells continuously remodel the scaffolds by ECM deposition, crosslinking and force induced plastic strains. Hence, elasticity of the ECM cannot be used to determine cell forces. The protocol presented describes a novel approach to determine cell generated forces in 3D by direct measurement from force balance, bypassing such spatio-temporal variations of the mechanical properties of the ECM. Compared to other procedures, this is the most significant advantage of our protocol. </p><p>There are a few computational methods, such as kinematics-based mean deformation metrics (MDM) <sup>32</sup>, finite element based approach <sup>33</sup> that can estimate cell generated deformation and thus approximate forces in 3D. However, limitations of these methods include the assumptions of constitutive equations (stress-strain relations), computationally expensive analysis and/or use of fluorescent lights with damaging intensities <sup>34</sup>. Our protocol is free from these drawbacks. In fact, by analyzing phase-contrast images using simple ImageJ plugins, it is possible to calculate the forces in real-time. Moreover, lack of fluorescent lights enables monitoring of force for a long duration. </p><p>In addition to cell forces, the sensor is capable of ‘direct’ measurement of stiffness of the specimen/tissue at different time points. This unique ability helps track the dynamics of ECM remodeling and traction force simultaneously. While there are methods that can provide ‘indirect’ quantification of remodeling<sup>35</sup>, there are no other technique currently available to directly assess cell force and matrix remodeling dynamics in the same sample. Our previously developed a silicon-based sensor<sup>36</sup> can measure stiffness of larger tissues; however, dissolved silicon in the culture media may have toxic effect on the cells<sup>37</sup>. &nbsp;</p><p>The sensor also has a few limitations. First, the sensor can only measure the total cell force, and local traction stresses within the matrix cannot be determined. However, addition of fiducial beads in the matrix may facilitate reconstruction of 3D deformation field and compute an approximation of local stresses. Another limitation is brightfield or phase contrast imaging. While these imaging methods are sufficient for force measurement and 2D projected visualization; tomographic imaging e.g. confocal, two-photon microscopy is necessary for accurate 3D spatial correlations. The next section describes how the sensor’s limitations can be overcome and how to complement the sensor by incorporation of other techniques for enhanced performance.&nbsp;</p><p><strong>Potential applications:</strong></p><p>The greatest strength of the sensor is adaptability and versatility. As a result, the sensor and the self-assembled specimen can be modified for multi-functionality without major investments. Table 1 presents several prospective applications of the sensor and the protocol. For example, by simply adding 1 um polystyrene (PS) beads in the scaffold and confocal imaging, we can detect local deformations in addition to the total force by the cells. The local deformation field can provide vital information pertinent to specific cellular activities such as polarization and migration. Also, by precise placement of cancer and stromal cells at a distance, it is possible to investigate the role of both biochemical and biophysical crosstalk within tumor microenvironment. Furthermore, it is conceivable that the sensor platform can be scaled up for translational application such as personalized drug screening with patient derived primary cells. Commercially mechanizing a few steps of the process, it is possible to develop a high throughput system for clinical assays that can leverage biophysical outputs (i.e. traction force, ECM remodeling, effects of drugs) from the sensors.</p><p>In addition to measuring cell generated forces and remodeling of ECM, the sensor provides a unique platform for material testing and manipulation at micro-scale. For example, the sensor can be employed to investigate emergent behavior of active matter systems (e.g. F-actin-myosin II network). The sensor leverages self-organization of such material-systems and formation of the sample. It is virtually impossible to construct samples of such small scales and perform tensile or compressive tests otherwise. Furthermore, by applying prescribed amount of strain, we can possibly manipulate micro-structures in the sample, e.g., fiber orientation, pore sizes, anisotropy, and thus study the effects of microstructural changes on their dynamics of their macroscopic properties. We demonstrate a few prospective applications below. They serve as a guide to customize and utilize the sensor for transformative applications."
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Materials</strong></p><p>Biological materials</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FET human colorectal cancer cell line (RRID: CVCL_A604)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CAF05 human colorectal tumor cancer associated fibroblasts (Neuromics, cat. no. CAF05) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Primary Cancer Associated Fibroblasts (PrCAF) (extracted<sup>55</sup> from patient-derived colorectal cancer tissue and sorted out<sup>56</sup> from cancer and other stromal cells)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Primary mouse hippocampal neurons Primary mouse hippocampal neurons (harvested from day 18 embryonic (E18) rat hippocampi using standard protocol<sup>57</sup> </p><p>!!CAUTION: Human cancer related cells should be handled in a BSL-2 laboratory with approval of relevant institutional review board (IRB)!!</p><p>Reagents</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vitroplus III, Low Serum, Complete medium (Neuromics, cat. no. PC00B1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FGM-2 Fibroblast Growth Medium-2 BulletKit (Lonza, cat. no. CC-3132)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dulbecco’s Modified Eagles Medium (DMEM, Corning, cat. no. 10-013-CV)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hams F-12 Medium (Corning, cat. no. 10-080-CV)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fetal Bovine Serum (FBS, Gibco, cat. no. 26140079)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Penicillin-Streptomycin (Lonza BioWhittaker, cat. no. 17-602E)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oxaliplatin (Sigma-Aldrich, cat. no. O9512)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dulbecco’s Phosphate-Buffered Saline (DPBS, Corning, cat. no. 20-031-CV)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2-Propanol (IPA, Fisher Chemical, cat. no. 67-63-0)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;500 μm silicon wafers (University wafers, cat. no. 3514)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sylgard 184 Silicone Elastomer Kit (Dow Corning, cat. no. 4019862)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rat-tail collagen I (Corning, cat. no. 354236)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10X Phosphate-Buffered Saline (Lonza BioWhittaker, cat. no.17-517Q)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.0 N Sodium hydroxide solution (Sigma-Aldrich, cat. no. S2770-100ML)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Molecular Biology grade water (Corning, cat. no. 46-000-CM)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gelatin (from bovine skin) (Sigma-Aldrich, cat. no. G9391)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;16% paraformaldehyde solution (fisher scientific, cat. no. 50-980-487)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Triton X-100 (Sigma-Aldrich, cat. no. X100)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bovine Serum Albumin, (BSA) (Sigma-Aldrich, cat. no. A1933)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Normal Goat serum (NGS) (abcam, cat. no. ab7481)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Primary antibodies: </p><p>-&nbsp;&nbsp;Anti-MAP2 (abcam, cat. no. ab5392)</p><p>-&nbsp;&nbsp;Anti-Homer (Invitrogen, cat. no. PA5-21487)</p><p>-&nbsp;&nbsp;Anti-Bassoon (abcam, cat. no. ab82958)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Secondary/conjugated antibodies:</p><p>-&nbsp;&nbsp;&nbsp;Goat anti-Chicken Alexa Fluro 488 (abcam, cat. no. ab150173)</p><p>-&nbsp;&nbsp;&nbsp;Goat anti-rabbit Alexa Fluro 568 (abcam, cat. no. ab175471)</p><p>-&nbsp;&nbsp;&nbsp;Goat anti-mouse Alexa Fluro 647 (abcam, cat. no. ab150115)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phalloidin conjugated with Alexa Fluro 647 (Invitrogen, cat. no. A22287)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ProLong™ Diamond Antifade Mountant with DAPI (Invitrogen, cat. no. P36971)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Positive photoresist: SPR 220-4.5 (Dow Chemical)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Adhesion Promoter AP8000 (Dow Chemical)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AZ 400K developer (AZ Electronic Materials)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Acetone (Fisher Chemical, cat. no. 67-64-1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Microposit Remover 1165 (Dow Chemical)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Riboflavin USP Grade (MP Biomedicals, cat. no. MP210281305)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glutaraldehyde 70% Aqueous Solution (Electron Microscopy Sciences, cat. no. 16360)</p><p><strong>Reagent Setup</strong></p><p><u>Primary CAF culture media</u>:</p><p>Prepare fibroblast growth media by mixing 500 ml FBM Basal Medium, 0.50 ml Insulin, 0.50 ml hFGF-B, 0.50 ml Gentamicin sulfate-Amphotericin (GA-1000) and 10 ml FBS (all provided with the FGM-2 bulletkit) and filtering through the Stericup filtration system. </p><p><u>FET cancer cell culture media</u>:</p><p>Prepare FET culture media by mixing 222.5 ml DMEM, 222.5 ml Hams F-12 medium, 50 ml FBS and 5 ml Penicillin-Streptomycin and filtering through the Stericup filtration system. </p><p><u>Hippocampal neuron plating media:</u></p><p>Prepare Hippocampal neuron culture medium by mixing 50 ml Fetal Bovine Serum (FBS), 11.25 ml 20% (w/v) glucose in MEM, 5 ml sodium pyruvate (100 mM), 62.5 µl L-glutamine (200 mM), 5 ml 100X P/S (Penicillin-Streptomycin), 439 ml MEM Eagle's with Earles's BSS w/o L-glutamine and filtering through the Stericup filtration system. Store the media at 4 °C and warm up to 37 °C before use.</p><p><u>Hippocampal neuron maintenance media</u>:</p><p>Prepare Hippocampal neuron culture medium by mixing 10 mlP.27 50X supplement (Invitrogen cat# 17504-044), 1.25 ml L- glutamine (200 mM), 5 ml P/S, 484 ml Neurobasal medium (Invitrogen cat# 2I103-049) and filtering through the Stericup filtration system. Store the media at 4 °C and warm up to 37 °C before use. </p><p><u>Gelatin solution preparation: </u></p><p>Prepare 10% gelatin solution by mixing 10 g bovine skin gelatin powder with 100 ml DI water (or, DPBS) and keeping the mixture in a warm water bath at 37 °C overnight. Check if the gelatin has dissolved completely and the solution is homogenous. If needed, the solution can be left in the warm water bath for 12 more hours. This solution can be stored in the fridge at 4 °C and warmed up to 37 °C before use. </p><p><u>Riboflavin solution:</u></p><p>Prepare 0.1% (w/v) solution by dissolving 100 mg riboflavin powder in 100 ml DPBS. </p><p><u>Glutaraldehyde solution: </u></p><p>Prepare 0.5% (w/v) solution by mixing 0.5 ml of 70% glutaraldehyde stock solution with 69.5 ml DPBS. </p><p><u>Oxaliplatin solution</u>: </p><p>Prepare 5.0 mM stock solution of Oxaliplatin chemotherapy drug by dissolving 5 mg Oxaliplatin powder in 2.5 ml DPBS. The solution may need to the heated to 37 °C and sonicated for fast dissolution. The stock solution was diluted 1:1000 with culture media to get a final concentration of 5 uM. </p><p><u>Staining reagents: </u></p><p>Fixing solution: Prepare 4% PFA solution in PBS from stock solution of 16% PFA</p><p>Permeabilization solution: Prepare stock solution of 10% (v/v) Triton X-100 by dissolving 5 ml Triton X-100 in 50 ml PBS. The solution may need to be sonicated for fast dissolution. Dilute the stock solution by 1:50 with PBS to prepare 0.2% Triton X-100 solution. </p><p>Blocking solution: Prepare stock solution of 10% (w/v) BSA by dissolving 5 g BSA in 50 ml PBS. Dilute the stock solution by 1:2 with PBS to prepare 5% BSA solution. Then add the NGS stock solution (100%) to get a dilution of 1:20. The final blocking solution will contain 5% BSA and 5% NGS.</p><p>Staining solution: Dilute the primary and secondary antibodies at different ratios in blocking solution.</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biosafety cabinet (Baker, SterilGARD III Advance)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chemical fume hood (Fisher Hamilton)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deep RIE machine (STS Pegasus ICP-DRIE)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pipettes (Gilson, model Pipetman)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stericup Quick Release-GP Sterile Vacuum Filtration System (Millipore Sigma, cat. no. S2GPU05RE)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Waterproof 400 um thick double coated tape (3M, cat. no. 1/2-5-5915)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tweezers (Aven, model 7-SA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glass coverslips (Ted Pella, cat. no. 260156)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glass bottom petridishes (Cellvis, cat. no. D60-30-1-N)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plastic petridishes (Falcon, cat. no. 351008)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Noyes Scissors sharp/sharp tips, straight (World Precision Instruments, cat. No. 500228)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;27 G x 1 ½ inch syringe needles (BD, cat. no. 301629)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pyrex crystalizing dish (Millipore Sigma, cat. no. CLS3140125)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Spin coating machine (BidTec SP-100)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PTFE deposition machine (Plasmatherm SLR 770)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oxygen plasma for cleaning (RIE-March Jupiter III)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hotplate (Thermo Scientific, Cimarec)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mask aligner (Electronic Vision, EVG-620, i-line)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chrome mask</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell culture incubator (New Brunswick, model Galaxy 170 S)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vacuum desiccator</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bubble level </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oven (Cole-Parmer, Model 52120-02)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Autoclave (Tuttnauer Brinkmann 3545E)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Refrigerator</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Microscope with environment-control chamber (Olympus, IX81)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Motorized stage (Prior Scientific, model H117P1I4/G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Motorized stage controller (Prior Scientific, model PS3J100)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vibration isolation table (Newport Corporation, RS4000)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;XYZ Linear Stage (MKS Newport, model MT-XYZ)</p>"
        },
        {
            "header": "Procedure",
            "content": "Fabrication of the mold (timing 2-2.5 hours)\n!!CAUTION: All steps in this procedure must be carried out in a microfabrication cleanroom. Chemicals and instrument required for this process are usually available in a standard fabrication cleanroom.!!\nCRITICAL: The design photomask must be available before starting this procedure. The mask can be made by commercial facilities, if supplied with the design drawing.\n1.     Clean a 4-inch single side polished 500 um thick silicon wafer with acetone, IPA and DI water. Then blow dry the wafer using a nitrogen gun. CRITICAL: This step is performed in a chemical fume hood.\n2.     Bake the wafer for 120 s on a hotplate at 110 °C for further dehydrating.\n3.     Place the wafer on the spinner, and spin coat adhesion promoter AP8000 using a standard recipe (e.g. 500 rpm spread cycle for 10 s followed by a 30 s spin at 3000 rpm for solvent drying).\n4.     Spin coat SPR 220-4.5 positive photoresist (PR) using the same spinning recipe. Note: Negative PR can also be used, if the mask is designed accordingly.\n5.     Soft bake the wafer for 180 s (120 s at 60 °C, then 60 s at 110 °C) on hotplates.\n6.     Properly place the design mask and PR coated wafer in the mask-aligner and expose to UV light with a dose of 160 mJ/cm\n2\n. CRITICAL: Choose the appropriate contact mode between the mask and the wafer, based on the minimum dimension in the design.\n7.     Develop the exposed wafer with AZ 400K (diluted 1:5 with DI water) for ~45 s. Rinse with DI water and blow dry with nitrogen.\n8.     Hard bake the wafer 120 s at 110 °C on a hotplate. The wafer is now ready for deep reactive ion etching (DRIE).\n9.     Etch the wafer in a DRIE machine (e.g. STS Pegasus ICP-DRIE) to achieve an etching depth of ~200 um. Etching time is controlled to achieve the desired depth of the mold. CRITICAL: Etching depth may vary based on the machine, as well as the proportion of etching area on the wafer. Some iteration may be necessary to achieve the desired depth.\n10. Strip the remaining PR off the wafer using Microposit Remover 1165, acetone and DI water. Blow dry with nitrogen.\n11. (Optional) Clean the wafer by reactive ion etching (RIE) process using oxygen and argon plasma in RIE-March Jupiter III. Note: this step is optional, but highly recommended.\n12. Deposit a layer of Polytetrafluoroethylene (PTFE) on the wafer in a standard machine (e.g. Plasmatherm SLR 770). The mold should be ready to use. A 4-inch wafer can contain as many as ~100 sensors, or even more. Note: The thickness is not very critical, since this layer is to facilitate removal of the PDMS sensors from the mold. !!CAUTION: DO NOT use IPA or acetone on the mold after PTFE deposition, since they will strip the coating off.!!\nFabrication of the sensors (timing 1-2 days)\n13. In a plastic dish, pour PDMS (Sylgard 184) base and cross-linker at 10:1 ratio by weight; and vigorously mix with a spatula. CRITICAL: The mixing should be done thoroughly so that the mixture becomes homogeneous. Bubble formation is normal at this step.\n14. Remove the bubbles from the mixture by applying negative pressure for 30 mins in a vacuum desiccator. CRITICAL: As the bubbles grow in volume in the desiccator, they may overflow the container if it is not large enough.\n15. Very carefully pour small amounts of liquid PDMS in the molds on the silicon wafer using a fine pipette tip e.g. 10 ul pipette tip. CRITICAL: Add the first droplet on base side of the mold and allow liquid PDMS to spread on its own. As the liquid reaches the beam channels, capillary tension will drive it towards every part of the mold. Add very small incremental amounts to the molds until the total depth is filled. Very carefully visualize the level of PDMS after each drop is added. Try tilting the wafer and looking from different angles to get a better view. Take especial care to avoid overflow.\n16. After filling all the molds in the wafer with liquid PDMS, place the wafer in an oven at 60 °C for about 4~12 hours. CRITICAL: Place the wafer on a flat surface that is perfectly horizontal. A bubble level can be used to achieve this goal.\n17. After curing and polymerization, the PDMS sensors are ready to be taken off the molds. Using a pipette, drop small amounts of IPA on the sensors in the molds; and let sit for ~10 mins. CRITICAL: IPA helps in peeling the sensors off the molds. Removal of the sensors without using IPA is also possible; however, this may result in breakage of thin elements in a few specimens.\n18. Using fine tweezers, gently start lifting off the sensors from the base side and slowly work up to the spring beams and tissue grips. The whole sensors should come off the molds without any tears or damage. CRITICAL: This step should be conducted slowly and gently; otherwise, several parts can break which may change the configuration of the sensor. However, the sensors are very robust and are only broken when excessive force is applied.\n19. To remove unreacted PDMS monomers, submerge the sensors in 70% IPA and leave overnight.\n20. Wash the sensors with DI water, and then autoclave to remove remaining IPA and sterilize. Note: Autoclaving can be done multiple times to ensure no toxic substance in present in PDMS.\n21. After sterilization, the sensors can be stored in DI water or 70% IPA for a long time at room temp. or in the refrigerator. CRITICAL: If stored in IPA, the sensors must be cleaned before use. Perform cleaning by keeping the sensors in DI water at 60 °C in an oven for 2-3 days, changing water everyday. Also, autoclave multiple times, if needed.\nPreparation of the experimental setup (timing 2.5-3 hours)\n22. Prepare a 10% (w/v) gelatin solution and leave in a warm water bath at 37 °C overnight. Note: Gelatin can be very slow to dissolve and hence may take hours to make a homogenized solution. The solution can be stored in the refrigerator and warmed up for repeated use.\n23. Take the sensors out of DI water, place in a petridish with tweezers, and let dry in a biosafety cabinet.\n24. While the sensors are drying, stick a double sided tape to the bottom glass of a petridish, pour gelatin as shown in Fig. 2B and let it gel in the refrigerator for ~30 mins. CRITICAL: During gelation process, gelatin also dries and shrinks. Hence, slightly overfill with liquid gelatin so that a flat substrate (as thick as the taoe) can be achieved after gelation.\n25. Stick the sensor’s base to the tape, and place the beams and grips on the gelatin substrate as shown in Fig. 2B. Use a syringe needle to straighten the beams and position the grips at the correct locations. Note: A microscope, or at least a magnifying glass is required to perform this step.\n26. Using Noyes scissors, sever the connection between sensing springs and supporting beams (Fig. 2B).\n27. This step has to be carried out with the petridish under the microscope. Based on the desired tissue configuration, proceed with one of the following three options:\nA.    Type I: for a single cell, number of cells, or a mixed co-culture in all part of the tissue-\ni.                   Using a needle, carve out two blocks of gelatin from the substrate and place them by the sides of the grips, as shown in Box 1A.\nii.                 Using a 20 ul pipette, pour liquid gelatin on the sensor beams and other parts of the sensor away from the grips (Box 1B). Use a needle to guide gelatin to every corner and pay close attention so that there are no air pockets. CRITICAL: This is the most critical step in the process. Pour very small amount of gelatin at a time, so that the grips are not inundated. The gelatin blocks previously placed help stop liquid gelatin from flowing into the grips. This gelatin layer solves a number of potential problems such as air bubbles, tissue rupture, and stiction between beams. CRITICAL: Lab temperature should be at ~20-25 °C to allow enough time for maneuvering gelatin. Lower temperatures cause high viscosity and quick gelation, making it difficult to fill all the corners. At higher temperatures, low viscosity makes gelatin flow faster, increasing possibility of flooding the tissue site.\nB.    Type II: for placing the cells in the grips and keeping the center free of cells-\ni.                   Using a needle, carve out a block of gelatin from the substrate and place it between the grips, as shown in Box 2A.\nii.                 Proceed as directed in step 27.A.ii.\nC.    Type III: for two types of cell in two grips keeping the central portion devoid of cells-\ni.                   Proceed as directed in step 27.B.i.\nii.                 Proceed as directed in step 27.A.ii.\niii.               Carve out another block of gelatin, and place it on top of one of the grips as shown in Box 3B.\nPreparation of cell-ECM mixture and assembly of the tissue (timing 1.5-2 hours)\n28. Prepare a neutralizing solution (NS) by mixing 1N sodium hydroxide, 10X PBS, and DI water following Corning recommended protocol\n58\n. For example, to prepare 500 ul 2 mg/ml final collagen solution from a stock solution with a concentration of 3.8 mg/ml, make NS by mixing 7.6 ul NaOH, 50 ul 10X PBS and 113.5 ul DI water. This 171.1 ul NS is mixed with 328.9 ul collagen stock solution to prepare 500 ul working solution with 2 mg/ml final concentration.\n29. Fill up a crystalizing dish with crushed ice, and place the collagen stock solution bottle, vial of neutralizing solution and a few empty vials in the ice. Leave the container in the refrigerator until needed. CRITICAL: Most of the steps with collagen must be performed on ice, since collagen polymerize very quickly at higher temperatures.\n30. Trypsinize cells in the culture flask, centrifuge and aspirate the supernatant to get the cell pellet at the bottom of the tube. Note: Use cell-specific passaging protocols during this step.\n31. Put the cell containing tube in ice, and mix collagen stock solution with NS on ice.\n32. Mix the cells with the collagen solution by pipetting vigorously. For a single cell in the tissue, suspend the cells at a density of ~150 x10\n3\ncells/ml. Cell density can be increased for higher number of cells in the tissue. Note: Take care not to form bubbles when mixing cells with collagen.\n33. Based on the tissue structure, proceed with one of the following three options:\nA.    Type I: for cells in all parts of the tissue-\ni.                   Using a 20 ul pipette, add a small droplet of cell-collagen mixture on the tissue site and grips, as shown in Box 1B. CRITICAL: Remember to perform these steps with all the materials on ice; and from this point onward, all remaining activities involving cell-collagen mixture should be finished in ~5-7 mins.\nii.                 Apply negative pressure for about 20 seconds in a vacuum desiccator. This step facilitates removal of air pockets in the grips and allows cell-collagen mixture to fill in the space. Note: Keep ice packs in the desiccator to keep the temperature low.\niii.               Add some cell culture media close to the dish walls, away from the sensor; so that the tissue does not dry up while polymerizing. Note: Adding media is very important to keep the humidity in the petridish, maintain integrity of tissue structure and ensure good health of the cells. CAUTION: Do not add media to the tissue at this step.\niv.               Keep the petridish in a biosafety hood for 10-15 mins at room temperature for collagen polymerization and tissue formation. CRITICAL: It is not possible to raise the temperature to 37 °C for fast polymerization; since gelatin melts at such temperature and causes collapse of the set up.\nB.    Type II: for cells in the grips, with central section free from cells\ni.                   Proceed as directed in step 33.A.i. Refer to Box 2B.\nii.                 Proceed as directed in step 33.A.ii.\niii.               Using the edge of a kimwipe, remove excess cell-collagen mixture from the vicinity of the tissue location. Note: Removal of excess cell-collagen mixture will not remove collagen and cells that occupied the inside of the grips, since they are locked inside. CRITICAL: This step should be finished as quickly as possible since collagen already starts to polymerize.\niv.               Using a 20 ul pipette, add a small droplet of collagen (without cells) at the tissue site and grips, as shown in Box 2C.\nv.                 Use a needle to quickly remove the gelatin block between the grips. The central portion of the tissue will now be occupied by collagen without cells.\nvi.               Proceed as directed in step 33.A.iii.\nvii.             Proceed as directed in step 33.A.iv.\nC.    Type III: for two types of cell in two grips keeping the central portion devoid of cells-\ni.                   Proceed as directed in step 33.A.i. Refer to Box 3C.\nii.                 Proceed as directed in step 33.A.ii.\niii.               Proceed as directed in step 33.B.iii.\niv.               Quickly remove the gelatin block placed on one of the grips using a needle.\nv.                 Add a droplet of cell-collagen mixture containing another type of cells (Box 3D).\nvi.               Repeat step 33.A.ii.\nvii.             Repeat step 33.B.iii.\nviii.           Repeat step 33.B.iv.\nix.               Repeat step 33.B.v.\nx.                 Proceed as directed in step 33.A.iii.\nxi.               Proceed as directed in step 33.A.iv.\n34. Gently add adequate amount of cold (4-8 °C) culture media so that the sensors with assembled tissues are submerged in the media and place the dish in the incubator. CRITICAL: The temperature of the media must be below 20 °C. Otherwise, if the media is warm, it will dissolve gelatin quickly damaging the setup.\n35. After ~30-60 mins, washout the media (containing dissolved gelatin) and replace with fresh media.\nData acquisition and analysis (timing flexible)\n36. Place the petridish containing sensors on a motorized stage in an environment-controlled chamber enclosing an optical microscope (e.g. Olympus IX81) mounted on a vibration isolation table.\n37. Set the temperature at 37 °C, CO\n2\nat 5% and humidity at 70%.\n38. Set the locations and focal distances for all the tissues in the dish in the software (e.g. Metamorph) that controls the microscope and the stage. Also set the time interval for imaging.\n39. Start image acquisition in phase contrast or brightfield mode using an objective with 20x magnification or higher. CRITICAL: Initial 2 hours of imaging can have problems with focusing, since the set up adjusts to the temperature changes. Keep an eye on the images and correct focusing until it becomes stable.\n40. For calculating spring displacements (and force,\n.), analyze images of the sensor gauges (or, the tissue grips) using template matching plugin in ImageJ with sub-pixel resolution.\nTension-compression testing for stiffness measurement (timing 10-30 mins)\n41. Attach a needle to the XYZ linear stage and place it on the microscope stage, as shown in Box 1G. Note: The micrometers in the XYZ linear motorized stage can either be manual or piezo-actuated. A piezo-actuated stage allows more control and precision; however, the manual stage also works.\n42. Using the stage and microscope, guide the needle through the hole in the stiff beam.\n43. For compression test, move the needle towards the tissue at a controlled rate, so that the stiff spring compresses the tissue. At the same time, keep imaging at a frequency commensurate with the rate of displacement.\n44. Unload the sample by moving the needle away from the tissue.\n45. For tension test, keep moving the needle away from the tissue at a controlled rate, so that the stiff beam starts to extend the tissue. Keep imaging during the whole process.\n46. Unload the sample by moving the needle back to initial position, and then retract the needle.\n47. Analyze the images for calculating displacement of both grips. The data should provide tissue force and deformation, which can be used to determine the tissue stiffness.\nImage analysis with ImageJ (timing 5-10 mins)\n48. Install Template matching and Slice Alignment plugin\n59\non ImageJ\n49. Create a stack with all the images.\n50. Rotate the images, if necessary, so that the grips and the tissue align with either X or Y axis.\n51. Align the slices in the stack with respect to the grip connected to the stiff beam. Select the analysis settings (e.g., matching method: Normalized correlation coefficient; subpixel registration; bicubic interpolation for subpixel translation) and choose the stiff grip as the region of interest (ROI). All the slices should now be aligned with the stiff grip in a fixed location. Save the translation values in pixels and convert to microns (\n).\n52. Align the slices with respect to the soft grip by selecting the grip as the ROI. Analysis settings can be the same as before. Save the translation values that give spring displacement in pixels."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Table 2: Troubleshooting</strong></p>"
        },
        {
            "header": "Time Taken",
            "content": "Step 1-12, Fabrication of the mold: 2-2.5 hours</p><p>Step 12-21, Fabrication of the sensor: 1-2 days</p><p>Step 22: Preparation of gelatin solution: 8 hours</p><p>Step 23-26, Preparation of experimental setup: 2.5-3 hours</p><p>Step 27-34, Preparation of cell-ECM mixture, and assembly of the tissue: 1.5-2 hours</p><p>Step 35-38, Data acquisition: Experiment duration (hours-days)</p><p>Step 39, Data analysis: 10-30 mins</p><p>Step 40-47, Stiffness measurement: 10-30 mins</p><p>Step 48-54, Image analysis: 5-10 mins</p><p>Step 55-58, Calibration: 10-30 mins</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Here we demonstrate that following the protocol, we can construct tissues with various configurations and measure cell/tissue force and stiffness. Fig. 3 shows three distinct types of tissues for different assays. We define these three types as follows- Type I: tissue with single or multiple cell(s) in the tissue (Box 1), Type II: similar cells inside the grips with the central region free of cells (Box 2), and Type III: different types of cells in two grips keeping the central portion without cells (Box 3). Fig. 3A-F show a cancer model with cancer and stromal cells in the tissue (type I). The confocal images show that the model consists of one FET (human colon cancer cell line) cluster, a few CAF05 (human colon) fibroblasts and collagen as ECM. Confocal z-stack images of F-actin/nuclei labeled cells and two-photon second harmonic generation (SHG) images of collagen were used to reconstruct the 3D tissue structure (Fig. 3D-F). Fig. 3G-H show models for type II tissues, where mouse primary neurons and glial cells are placed in the grips and the central region is ECM without cells. Confocal immunofluorescence images show the nuclei, astrocytes and neurites (axons and/or dendrites) of the neurons (Fig. 3G). Live imaging of F-actin (labeled with SiR-Actin) shows that the cells extend neurites through the tissue and create connections (possibly synapses) (Fig. 3H). Fig. 3I-J present two examples of type III tissues- cancer cells in one grip, CAFs in the other. In Fig. 3I, we demonstrate a low density of cells; and Fig. 3J exhibits a tissue with high number of cells. Interestingly, by keeping cancer and stromal cells at a distance, this type of tissue allows creating a gradient of secreted factors and also physical influence. This feature makes the sensor a convenient tool for investigating biophysical activities in 3D. Fig. 3K shows a tissue with polystyrene micro-beads for tracking ECM deformation. </p><p>Fig. 4A shows force data from single fibroblasts (CAF05). Phase-contrast images of the cells were also collected during the experiments. Representative images of the cells at different time-points are also shown. The data presents force dynamics of each CAF and highlights the common trends and heterogeneities between cells. For example, sample 3 shows a large increase in force at ~16<sup>th</sup> hour; and this event was accompanied by excessive elongation of the cell (see phase-contrast images). Also, force curves from sample 1 and 2 show two different trends. The cell in sample 1 gradually increased its force without major relaxation at any point; while cell 2 shows a periodic increase and decrease in force. It can be anticipated that the cells exhibited different functions and signaling corresponding to the cellular force. </p><p>To establish clinical relevance, we showed that the sensor can host tissue with human patient-derived primary cells that can be used for personalized drug screening. The cancer associated fibroblasts were extracted and sorted from a primary colon tumor that was clinically diagnosed as an invasive moderately differentiated adenocarcinoma. Fig. 4B shows data with PrCAFs. Interestingly, these cells are highly contractile compared to the CAF05 cell line (human colon cancer associated fibroblast). Traditional chemotherapy drug Oxaliplatin was administered on the cells at 17<sup>th</sup> hour at a concentration of 5 µM <sup>60</sup>. Evidently, the drug was not effective in reducing force generation of the cells. This result might indicate that the drug does not affect the stromal cells’ contractility. &nbsp;By assembling the sensors in a high-throughput array, we could possibly perform clinical assays, with a range of drugs and concentrations, to assess the efficacy and optimal dosage for a particular patient. Most importantly, the data from the sensor is free from the artifacts of 2D culture. Therefore, this protocol shows prospects of developing into a novel method for personalized drug/phenotypic screening. </p><p>We also created tissues with multiple CAFs (CAF05) and cancer cells (FETs) to show collective force evolution (Fig. 4C). As expected, CAFs are more contractile than the cancer cells. Also, CAFs migrate and generate force as individual entities, while the FETs exhibit epithelial behavior by coalescing into large clusters and pull the ECM generating force. CAF force was inhibited with Y-21632 drug, which inhibits rho-associated kinases (ROCK). This confirms that the force reported by the sensor is indeed generated by cell contractility. In addition to force, we measured ECM remodeling by the cells from stiffness tests performed at the start and end of the experiments. For both CAFs and FETs, force-strain curves show non-linearity. The tensile loading data were fitted to the Mooney-Rivlin model and tangent tensile stiffness’s were measured from the model (Fig. 4C). The CAF sample had a very small increase in stiffness, but the FET sample shows substantial stiffening of the tissue. </p><p>It is known that cell induced matrix remodeling has two mechanistic sources- (i) fiber alignment due to cell force and (ii) chemical cross-linking and ECM deposition by cells. We wanted to show that the sensor is capable of detecting remodeling from cross-linking alone. To this end, we chemically modified collagen tissue in two steps- first by Riboflavin-UV treatment (RT) and then by glutaraldehyde treatment (GT). RT was performed following Dresden protocol <sup>61,62</sup>(used for corneal collagen cross-linking as a treatment of keratoconus) and GT was done with 0.5% (w/v) concentration for 24 hours <sup>63</sup>. Fig. 4D shows stiffness of collagen before and after treatment. Interestingly, for pre-treatment (PT) and RT conditions, the sample showed linear force-strain relationship and constant stiffness. However, RT increased the stiffness by ~2 fold. Remarkably, GT resulted in a major transformation. The sample exhibited non-linear behavior with substantial strain hardening. At low strains, the stiffness is similar to the PT or, RT sample; but, at higher strains, stiffness is significantly higher. For example, at 50% strain, the stiffness was increased by ~7 fold, compared to RT. </p><p>Utilizing the sensor, we also applied stretch and compression to the tissue by applying a prescribed motion on the supporting spring using a piezo stage. The ECM is thus subjected to tensile and compressive strains, which transfers the strains to the cell.&nbsp;Fig. 4E presents phase-contrast images of cells under stretch and contraction, and the relationship between cell and ECM deformation. </p><p>The data suggests that the cell strain is about 93% of the tissue strain in tension and 52% in compression. One explanation is that the cell gets stretched by the collagen due to cell-ECM adhesion. Under compression, fiber buckling reduces force and strain transmission to the cells. Readers should be careful in measurement and interpretation of cell strains from phase-contrast or brightfield images, since the data is projected on a plane. Such projected image provides partial information. Tomographic imaging techniques such as confocal microscopy should be used for accurately determining the 3D strains.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Emon, B. <em>et al.</em> A novel method for sensor-based quantification of single/multicellular force dynamics and stiffening in 3D matrices. <em>Sci. Adv.</em> <strong>7</strong>, eabf2629 (2021).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sakar, M. S. <em>et al.</em> Cellular forces and matrix assembly coordinate fibrous tissue repair. <em>Nat. Commun.</em> <strong>7</strong>, 11036 (2016).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, B. &amp; Wang, J. H.-C. Fibroblasts and myofibroblasts in wound healing: force generation and measurement. <em>J. Tissue Viability</em> <strong>20</strong>, 108–20 (2011).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Handorf, A. M., Zhou, Y., Halanski, M. A. &amp; Li, W. J. Tissue stiffness dictates development, homeostasis, and disease progression. <em>Organogenesis</em> <strong>11</strong>, 1–15 (2015).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zanotelli, M. R. &amp; Reinhart-King, C. A. Mechanical forces in tumor angiogenesis. in <em>Advances in Experimental Medicine and Biology</em> <strong>1092</strong>, 91–112 (Springer New York LLC, 2018).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hadden, W. J. <em>et al.</em> Stem cell migration and mechanotransduction on linear stiffness gradient hydrogels. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>114</strong>, 5647–5652 (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, S., Huang, N. F. &amp; Hsu, S. Mechanotransduction in endothelial cell migration. <em>Journal of Cellular Biochemistry</em> <strong>96</strong>, 1110–1126 (2005).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Emon, B., Bauer, J., Jain, Y., Jung, B. &amp; Saif, T. Biophysics of Tumor Microenvironment and Cancer Metastasis - A Mini Review. <em>Computational and Structural Biotechnology Journal</em> <strong>16</strong>, 279–287 (2018).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Broders-Bondon, F., Ho-Bouldoires, T. H. N., Fernandez-Sanchez, M. E. &amp; Farge, E. Mechanotransduction in tumor progression: The dark side of the force. <em>Journal of Cell Biology</em> <strong>217</strong>, 1571–1587 (2018).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wei, S. C. &amp; Yang, J. Forcing through Tumor Metastasis: The Interplay between Tissue Rigidity and Epithelial-Mesenchymal Transition. <em>Trends in Cell Biology</em> <strong>26</strong>, 111–120 (2016).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shakya, K. M., Noyes, A., Kallin, R. &amp; Peltier, R. E. Evaluating the efficacy of cloth facemasks in reducing particulate matter exposure. <em>J. Expo. Sci. Environ. Epidemiol.</em> <strong>27</strong>, 352–357 (2017).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bauer, J. <em>et al.</em> Increased stiffness of the tumor microenvironment in colon cancer stimulates cancer associated fibroblast-mediated prometastatic activin A signaling. <em>Sci. Rep.</em> <strong>10</strong>, 1–11 (2020).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hanahan, D. &amp; Coussens, L. M. Accessories to the Crime: Functions of Cells Recruited to the Tumor Microenvironment. <em>Cancer Cell</em> <strong>21</strong>, 309–322 (2012).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Karagiannis, G. S. <em>et al.</em> Cancer-Associated Fibroblasts Drive the Progression of Metastasis through both Paracrine and Mechanical Pressure on Cancer Tissue. <em>Mol. Cancer Res.</em> <strong>10</strong>, 1403–1418 (2012).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kumar, S. &amp; Weaver, V. M. Mechanics, malignancy, and metastasis: The force journey of a tumor cell. <em>Cancer and Metastasis Reviews</em> <strong>28</strong>, 113–127 (2009).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bissell, M. J., Hall, H. G. &amp; Parry, G. How does the extracellular matrix direct gene expression? <em>J. Theor. Biol.</em> <strong>99</strong>, 31–68 (1982).</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bauer, J. <em>et al.</em> Abstract 177: Increased stiffness of the tumor microenvironment in colon cancer leads to an increase in activin and metastatic potential. in <em>Tumor Biology</em> <strong>78</strong>, 177–177 (American Association for Cancer Research, 2018).</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Loverde, J. R. &amp; Pfister, B. J. Developmental axon stretch stimulates neuron growth while maintaining normal electrical activity, intracellular calcium flux, and somatic morphology. <em>Front. Cell. Neurosci.</em> <strong>9</strong>, 308 (2015).</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wong, T.-Y. <em>et al.</em> Mechanical Stretching Simulates Cardiac Physiology and Pathology through Mechanosensor Piezo1. <em>J. Clin. Med.</em> <strong>7</strong>, 410 (2018).</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sun, L. <em>et al.</em> Effects of Mechanical Stretch on Cell Proliferation and Matrix Formation of Mesenchymal Stem Cell and Anterior Cruciate Ligament Fibroblast. <em>Stem Cells Int.</em> <strong>2016</strong>, 9842075 (2016).</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu, M., Tanswell, A. K. &amp; Post, M. Mechanical force-induced signal transduction in lung cells. <em>American Journal of Physiology - Lung Cellular and Molecular Physiology</em> <strong>277</strong>, 667–683 (1999).</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reid, S. E. <em>et al.</em> Tumor matrix stiffness promotes metastatic cancer cell interaction with the endothelium. <em>EMBO J.</em> e201694912 (2017). doi:10.15252/embj.201694912</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Richard, M. N., Deniset, J. F., Kneesh, A. L., Blackwood, D. &amp; Pierce, G. N. Mechanical Stretching Stimulates Smooth Muscle Cell Growth, Nuclear Protein Import, and Nuclear Pore Expression through Mitogen-activated Protein Kinase Activation *. (2007). doi:10.1074/jbc.M703602200</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Friedrich, O. <em>et al.</em> Stretch in Focus: 2D Inplane Cell Stretch Systems for Studies of Cardiac Mechano-Signaling. <em>Front. Bioeng. Biotechnol.</em> <strong>7</strong>, 55 (2019).</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atcha, H. <em>et al.</em> A Low-Cost Mechanical Stretching Device for Uniaxial Strain of Cells: A Platform for Pedagogy in Mechanobiology. <em>J. Biomech. Eng.</em> <strong>140</strong>, 81005–81006 (2018).</p><p>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kamble, H., Barton, M. J., Jun, M., Park, S. &amp; Nguyen, N. T. Cell stretching devices as research tools: Engineering and biological considerations. <em>Lab on a Chip</em> <strong>16</strong>, 3193–3203 (2016).</p><p>27.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kreutzer, J. <em>et al.</em> Pneumatic unidirectional cell stretching device for mechanobiological studies of cardiomyocytes. <em>Biomech. Model. Mechanobiol.</em> <strong>19</strong>, 291–303 (2020).</p><p>28.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schwarz, U. S. &amp; Soiné, J. R. D. Traction force microscopy on soft elastic substrates: A guide to recent computational advances. <em>Biochim. Biophys. Acta - Mol. Cell Res.</em> <strong>1853</strong>, 3095–3104 (2015).</p><p>29.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Knoll, S. G., Ali, M. Y. &amp; Saif, M. T. A. A novel method for localizing reporter fluorescent beads near the cell culture surface for traction force microscopy. <em>J. Vis. Exp.</em> 51873 (2014). doi:10.3791/51873</p><p>30.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kong, H. J., Polte, T. R., Alsberg, E. &amp; Mooney, D. J. FRET measurement of cell-traction forces and nano-scale clustering of adhesion ligands varied by substrate stiffness. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>102</strong>, 4300–4305 (2005).</p><p>31.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tan, J. L. <em>et al.</em> Cells lying on a bed of microneedles: an approach to isolate mechanical force. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>100</strong>, 1484–9 (2003).</p><p>32.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stout, D. A. <em>et al.</em> Mean deformation metrics for quantifying 3D cell-matrix interactions without requiring information about matrix material properties. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>113</strong>, 2898–903 (2016).</p><p>33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Steinwachs, J. <em>et al.</em> Three-dimensional force microscopy of cells in biopolymer networks. <em>Nat. Methods</em> <strong>13</strong>, 171–176 (2016).</p><p>34.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Emon, M. A. B. <em>et al.</em> Dose-independent threshold illumination for non-invasive time-lapse fluorescence imaging of live cells. <em>Extrem. Mech. Lett.</em> 101249 (2021). doi:10.1016/j.eml.2021.101249</p><p>35.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blackmon, R. L. <em>et al.</em> Imaging Extracellular Matrix Remodeling in Vitro by Diffusion-Sensitive Optical Coherence Tomography. <em>Biophys. J.</em> <strong>110</strong>, 1858–1868 (2016).</p><p>36.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Elhebeary, M., Emon, M. A. B., Aydin, O. &amp; Saif, M. T. A. A novel technique for <em>in situ</em> uniaxial tests of self-assembled soft biomaterials. <em>Lab Chip</em> <strong>19</strong>, 1153–1161 (2019).</p><p>37.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chang, J.-K. <em>et al.</em> Cytotoxicity and <em>in Vitro</em> Degradation Kinetics of Foundry-Compatible Semiconductor Nanomembranes and Electronic Microcomponents. <em>ACS Nano</em> <strong>12</strong>, 9721–9732 (2018).</p><p>38.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stout, D. A. <em>et al.</em> Mean deformation metrics for quantifying 3D cell-matrix interactions without requiring information about matrix material properties. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>113</strong>, 2898–903 (2016).</p><p>39.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Legant, W. R. <em>et al.</em> Measurement of mechanical tractions exerted by cells in three-dimensional matrices. <em>Nat. Methods</em> <strong>7</strong>, 969–971 (2010).</p><p>40.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Koenderink, G. H. <em>et al.</em> An active biopolymer network controlled by molecular motors. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>106</strong>, 15192–15197 (2009).</p><p>41.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fernández-Castano Romera, M. <em>et al.</em> Mimicking Active Biopolymer Networks with a Synthetic Hydrogel. <em>J. Am. Chem. Soc.</em> <strong>141</strong>, 1989–1997 (2019).</p><p>42.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sadasivuni, K. K. <em>et al.</em> Recent advances in mechanical properties of biopolymer composites: a review. <em>Polym. Compos.</em> <strong>41</strong>, 32–59 (2020).</p><p>43.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Siechen, S., Yang, S., Chiba, A. &amp; Saif, T. Mechanical tension contributes to clustering of neurotransmitter vesicles at presynaptic terminals. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>106</strong>, 12611–12616 (2009).</p><p>44.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fan, A., Tofangchi, A., Kandel, M., Popescu, G. &amp; Saif, T. Coupled circumferential and axial tension driven by actin and myosin influences in vivo axon diameter. <em>Sci. Rep.</em> <strong>7</strong>, 1–12 (2017).</p><p>45.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fan, A., Joy, M. S. H. &amp; Saif, T. A connected cytoskeleton network generates axonal tension in embryonic: Drosophila. <em>Lab Chip</em> <strong>19</strong>, 3133–3139 (2019).</p><p>46.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wollensak, G., Spoerl, E. &amp; Seiler, T. Riboflavin/ultraviolet-A-induced collagen crosslinking for the treatment of keratoconus. <em>Am. J. Ophthalmol.</em> <strong>135</strong>, 620–627 (2003).</p><p>47.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kohlhaas, M. <em>et al.</em> Biomechanical evidence of the distribution of cross-links in corneastreated with riboflavin and ultraviolet a light. <em>J. Cataract Refract. Surg.</em> <strong>32</strong>, 279–283 (2006).</p><p>48.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bersanetti, P. A. <em>et al.</em> Characterization of Rabbit Corneas Subjected to Stromal Stiffening by the Açaí Extract (Euterpe oleracea). <em>Curr. Eye Res.</em> <strong>42</strong>, 528–533 (2017).</p><p>49.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, Z., Tang, Y., Tan, Y., Wei, Q. &amp; Yu, W. Cancer-associated fibroblasts in radiotherapy: Challenges and new opportunities. <em>Cell Communication and Signaling</em> <strong>17</strong>, (2019).</p><p>50.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gorchs, L. <em>et al.</em> Cancer-associated fibroblasts from lung tumors maintain their immunosuppressive abilities after high-dose irradiation. <em>Front. Oncol.</em> <strong>5</strong>, 87 (2015).</p><p>51.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moffat, J. G., Vincent, F., Lee, J. A., Eder, J. &amp; Prunotto, M. Opportunities and challenges in phenotypic drug discovery: An industry perspective. <em>Nature Reviews Drug Discovery</em> <strong>16</strong>, 531–543 (2017).</p><p>52.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aulner, N., Danckaert, A., Ihm, J. E., Shum, D. &amp; Shorte, S. L. Next-Generation Phenotypic Screening in Early Drug Discovery for Infectious Diseases. <em>Trends in Parasitology</em> <strong>35</strong>, 559–570 (2019).</p><p>53.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vincent, F. <em>et al.</em> Developing predictive assays: The phenotypic screening ‘rule of 3’. <em>Sci. Transl. Med.</em> <strong>7</strong>, 293ps15-293ps15 (2015).</p><p>54.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brown, D. G. &amp; Wobst, H. J. Opportunities and Challenges in Phenotypic Screening for Neurodegenerative Disease Research. <em>J. Med. Chem.</em> <strong>63</strong>, 1823–1840 (2020).</p><p>55.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ali, M. Y., Anand, S. V., Tangella, K., Ramkumar, D. &amp; Saif, T. A. Isolation of Primary Human Colon Tumor Cells from Surgical Tissues and Culturing Them Directly on Soft Elastic Substrates for Traction Cytometry. <em>J. Vis. Exp.</em> e52532 (2015). doi:10.3791/52532</p><p>56.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Miltenyi Biotec. CD326(EpCAM) Microbeads (human). Available at: http://www.ulab360.com/files/prod/manuals/201603/28/596760001.pdf. (Accessed: 21st February 2021)</p><p>57.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pacifici, M. &amp; Peruzzi, F. Isolation and culture of rat embryonic neural cells: A quick protocol. <em>J. Vis. Exp.</em> (2012). doi:10.3791/3965</p><p>58.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Corning Incorporated. Certificate of Analysis for Corning Collagen I High concentration (HC), Rat Tail. Available at: https://certs-ecatalog.corning.com/life-sciences/certs/354249_9343002.pdf. (Accessed: 5th July 2020)</p><p>59.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tseng, Q. Template Matching and Slice Alignment--- ImageJ Plugins - ImageJ plugins by Qingzong TSENG. Available at: https://sites.google.com/site/qingzongtseng/template-matching-ij-plugin#publications. (Accessed: 7th February 2021)</p><p>60.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fujie, Y. <em>et al.</em> Oxaliplatin, a potent inhibitor of survivin, enhances paclitaxel-induced apoptosis and mitotic catastrophe in colon cancer cells. <em>Jpn. J. Clin. Oncol.</em> <strong>35</strong>, 453–463 (2005).</p><p>61.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Belin, M. W. <em>et al.</em> Corneal Cross-Linking: Current USA Status: Report From the Cornea Society. <em>Cornea</em> <strong>37</strong>, 1218–1225 (2018).</p><p>62.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Choi, M., Kim, J., Kim, E. K., Seo, K. Y. &amp; Kim, T. I. Comparison of the conventional dresden protocol and accelerated protocol with higher ultraviolet intensity in corneal collagen cross-linking for keratoconus. <em>Cornea</em> <strong>36</strong>, 523–529 (2017).</p><p>63.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sheu, M.-T., Huang, J.-C., Yeh, G.-C. &amp; Ho, H.-O. Characterization of collagen gel solutions and collagen matrices for cell culture. <em>Biomaterials</em> <strong>22</strong>, 1713–1719 (2001).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p><strong>Acknowledgements</strong></p><p>Research reported in this publication was partially supported by the National Institute of Biomedical Imaging and Bioengineering of the National Institutes of Health under Award Number T32EB019944 to BE. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Funding was also provided by National Science Foundation grants ECCS 1934991, Mayo clinic grant PO 66236006, and Seed Grant from the Cancer Center at Illinois. We also thank Paul Selvin lab for their assistance with the primary neurons and Iris Choi for her assistance with PrCAFs. </p><p><strong>Contributions</strong></p><p>B.E. and M.T.A.S. conceived and designed the experiments. B.E. and M.S.H.J performed the experiments, imaging, and analysis. B.E., M.S.H.J., and M.T.A.S. prepared the manuscript. All authors have read and approved the final manuscript. </p><p><strong>Declaration</strong></p><p>The authors declare no competing interests.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1126/sciadv.abf2629",
                "date": "2021-04-09 19:20:41",
                "title": "A novel method for sensor-based quantification of single/multicellular force dynamics and stiffening in 3D matrices",
                "authors": [
                    "Bashar Emon",
                    "Zhengwei Li",
                    "Md Saddam H. Joy",
                    "Umnia Doha",
                    "Farhad Kosari",
                    "M. Taher A. Saif"
                ],
                "journal": "Science Advances",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 29755384,
                "identity": "a011fac8-d264-4d69-b9a6-453fc176bf71",
                "order_by": 0,
                "name": "Bashar Emon",
                "email": "",
                "orcid": "",
                "institution": "University of Illinois, Urbana-Champ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bashar",
                "middleName": "",
                "lastName": "Emon",
                "suffix": ""
            },
            {
                "id": 29755385,
                "identity": "d527d853-9cb0-4920-bfd3-4af24dcf36ae",
                "order_by": 1,
                "name": "M Saddam H Joy",
                "email": "",
                "orcid": "",
                "institution": "University of Illinois, Urbana-Champaign",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "M",
                "middleName": "Saddam H",
                "lastName": "Joy",
                "suffix": ""
            },
            {
                "id": 29755386,
                "identity": "ed2a7581-2713-48ca-81ef-9d362bd5780f",
                "order_by": 2,
                "name": "M Taher A Saif",
                "email": "saif@illinois.edu",
                "orcid": "",
                "institution": "University of Illinois, Urbana-Champaign",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "M",
                "middleName": "Taher A",
                "lastName": "Saif",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-05-27 22:18:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1540/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1540/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 10104768,
                "identity": "8afb2283-d307-49af-835c-3b090b616fb6",
                "added_by": "auto",
                "created_at": "2021-06-08 08:02:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 359847,
                "visible": true,
                "origin": "",
                "legend": "Table 1: Potential applications",
                "description": "",
                "filename": "Table1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/cf67a193ebae8a457f1e2afc.jpg"
            },
            {
                "id": 10104769,
                "identity": "f0dff964-c157-44d9-b469-75ab035d5810",
                "added_by": "auto",
                "created_at": "2021-06-08 08:02:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 414614,
                "visible": true,
                "origin": "",
                "legend": "Table 2: Troubleshooting",
                "description": "",
                "filename": "Table2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/4116be07290aaa742fe5cc3a.jpg"
            },
            {
                "id": 10104743,
                "identity": "a9cdfe8b-cd51-4421-973c-79906963f915",
                "added_by": "auto",
                "created_at": "2021-06-08 07:59:29",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 503644,
                "visible": true,
                "origin": "",
                "legend": "Figure 1. Schematic illustration of the concept, design and functional mechanics of the sensor. (A) Simplified representation of self-assembly of a specimen and measurement of cell force in 3D matrices.  First, the springs of the sensor is immobilized using gelatin. A tissue is formed by dropping cell-ECM mixture and allowing the ECM to polymerize between grips. With time, the cell(s) activate and engage with ECM fibers and generate contractile force that transfers to the springs and deform the soft spring (spring constant = KS). Using a microscope, we track movement of the grips, measure deformation of the springs and observe cellular activities. Cell force is quantified as the product of spring constant and deformation (Ks*δc).  (B) Technique for measurement of stiffness of the tissue on the sensor. Stiffness of the tissue can be measured by applying axial compression and/or tension to the tissue. Using a linear stage, the stiff beam is pushed or pulled; while continuously monitoring spring deformation and grip movement to measure force and strain. A simple design of the sensor shows different components. The thin and wide beams represent the soft and stiff springs respectively. The circular hole provides access to probes for manipulating the tissue for stiffness measurement. ",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/6fe079d36c56e9b42904c9eb.jpg"
            },
            {
                "id": 10104771,
                "identity": "70279b94-1b21-4648-aacf-a545d07d38fb",
                "added_by": "auto",
                "created_at": "2021-06-08 08:02:29",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 434863,
                "visible": true,
                "origin": "",
                "legend": "Figure 2. Fabrication of the sensors and preparation of experimental setup. (A) Photolithography and microfabrication process for preparation of the silicon molds (steps: 1-12). The PDMS sensors are cast from the molds by pouring liquid PDMS and curing at 60 ◦C overnight (steps: 13-21). (B) Sequence of operation for preparation of experimental setup (steps: 22-40). This novel methodology helps the sensors overcome surface energy related challenges. Further illustrations for Steps 27-33 are presented in Boxes 1-3. ",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/6ecb9c2396e6c2d986514a2e.jpg"
            },
            {
                "id": 10104770,
                "identity": "1207f88e-cf73-4dc1-a0db-4f24c2d59744",
                "added_by": "auto",
                "created_at": "2021-06-08 08:02:29",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 536571,
                "visible": true,
                "origin": "",
                "legend": "Figure 3. Various examples of tissues on the sensor. (A-F) Type I tissue- 3D tumor model with cancer and stromal cell co-culture (reprinted with permission1). (A) F-actin and nuclei labeled with Phalloidin and DAPI respectively; (B) SHG image of collagen scaffolds; (C) Overlay of Phalloidin, DAPI and SHG; (D) 3D surface rendering of confocal z-stacks of F-actin (Phalloidin) and nuclei (DAPI) of the cells; (E) XZ and (F) YZ plane of 3D rendered surface from (D). (G-H) Type II tissue with primary mouse hippocampal neurons. (G) Bright filed image shows the cell body clusters inside the grips and network of neurites at the middle region; immunofluorescence images show the nuclei (DAPI), Astrocyte (GFAP), Neurite (MAP2) and their composite; (H) Phase-contrast image shows the cell clusters close to the grips. F-actin labeled with SiR-Actin show growth of neurites through the cell free central region of the tissue. The neurites eventually form connections i.e. synapses and pull on the sensor spring. (I) Type III tissue with low cell densities of FET in one grip and CAF05 in the other. DAPI and F-actin staining locate all cells, while cell tracker only traces FET cancer cells. Hence, we can ascertain that the clusters in the top grip are FETs and the single cell in the bottom grip is a CAF05. (J) Type III tissue with high cell densities. This tissue has a large number of FETs in the top grip, and a few CAF05s in the bottom grip. The central region is free from cells. (K) Tissue with Polystyrene (PS) beads for tracking ECM deformation. Black arrows indicate toward PS beads. ",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/d08d99c9211e0670c07d639e.jpg"
            },
            {
                "id": 10104772,
                "identity": "393928e4-8433-4970-9b5d-a984b6d34808",
                "added_by": "auto",
                "created_at": "2021-06-08 08:02:29",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 465812,
                "visible": true,
                "origin": "",
                "legend": "Figure 4. Application of the sensor for measurement of cell force, tissue stiffness and cell stretching. (A) Traction force evolution of single CAF05 fibroblasts. The inset shows an enlarged portion of sample 3 data points taken every 5 mins. Phase-contrast images show the cell in sample 3. (B) Cell force dynamics for PrCAF cells with Oxaliplatin (chemotherapy drug) treatment. Phase contrast images show that the cells are more contractile when elongated (sample 1). As the cells retract filopodia, cell force tends to decrease. Also, the drug apparently does not affect cellular traction generation for stromal CAFs. (C) Force and ECM remodeling by multiple CAF05 and FET cells. CAF05 generate higher force compared to FET cancer cells. Stiffness tests were performed for the specimens at initially (2 hrs) and  final time points (24 hrs for CAF05s; 40 hrs for FETs). Force-strain curves are shown for both initial and final tests. Tangential tensile stiffnesses were measured from Mooney-Rivlin fitting of the force-strain curves. FET specimen exhibits substantial stiffening, while CAF05 specimen shows slight increase of stiffness. (D) The sensor detects stiffness change of collagen  with chemical crosslinking by Riboflavin-UV (RT) and Glutaraldehyde (GT). RT increased the stiffness by 2-3 fold; while GT stiffened the tissue by  ~7 fold at 50% strain. (E) Cell stretch-contraction test results on the sensor. The orange and blue markers represent tension and compression data points respectively. Linear regression lines for the data shows the relationship between applied tissue strain and corresponding cell strain. The phase contrast images and the insets show the cells at different stages of the experiment- compressed, at rest and elongated. Arrows (black or white) indicate the location of the cells in the tissues. Scale bars: 100 µm. ",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/558857741affd51dee131d3b.jpg"
            },
            {
                "id": 10104746,
                "identity": "47dc3302-41b4-40f4-aa66-58c55f900a30",
                "added_by": "auto",
                "created_at": "2021-06-08 07:59:29",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 495514,
                "visible": true,
                "origin": "",
                "legend": "Box 1: Detailed illustration for tissue construction with cells in all parts of the tissue. (A) Placement of gelatin barriers to secure tissue formation site (step 27.A.i) (B) Addition of gelatin to anchor the springs (step 27.A.ii) and pipetting cell-ECM mixture (step 33.A.i) (C) Application of negative pressure in a vacuum desiccator and polymerization of ECM for self-assembly of the tissue construct (steps 33.A.ii-iv) (D) Release of the springs (steps 34-35). (E-H) Images of the experimental setup. (E) Placing the sensor on the bottom gelatin layer. The prongs of the grips should be detached from each other, and the distance between the grips should be similar to the design tissue length. (F) Gelatin blocks placed on the sensor except the grip region. Dashed white line indicates the boundary of the additional gelatin used as anchors for springs. (G) Setup for stiffness measurement with a motorized stage. (H) Array of sensors, each in separate wells for high-throughput applications e.g. drug screening. ",
                "description": "",
                "filename": "Box1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/26dd5eef6c001d25a9924451.jpg"
            },
            {
                "id": 10104832,
                "identity": "0e208ca3-a14c-4f1a-9879-1f37d653ee30",
                "added_by": "auto",
                "created_at": "2021-06-08 08:05:29",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 316001,
                "visible": true,
                "origin": "",
                "legend": "Box 2: Detailed illustration for tissue construction with cells inside the grips and the central region cell-free. (A) Placement of gelatin barriers to block central region of the tissue site (step 27.B.i) (B) Addition of gelatin to anchor the springs (step 27.B.ii), pipetting cell-ECM mixture and applying negative pressure (step 33.B.i-ii) (C) Removal of excess cell-ECM mixture (step 33.B.iii) and addition of a droplet of cell-free ECM (step 33.B.iv) (D) Removing the central gelatin block to allow ECM to fill in the space (step 33.B.v)(E) Polymerization of ECM for self-assembly of the tissue construct (steps 33.B.vi-vii) (F) Release of the springs (steps 34-35). ",
                "description": "",
                "filename": "Box2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/13d975de0faa56a964183084.jpg"
            },
            {
                "id": 10104750,
                "identity": "dcc6a5b2-38b5-42b0-b9da-534c3abee6e3",
                "added_by": "auto",
                "created_at": "2021-06-08 07:59:29",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 395142,
                "visible": true,
                "origin": "",
                "legend": "Box 3: Detailed illustration for tissue construction with two types of cells in two grips and the central region cell-free. (A) Placement of gelatin barriers to block central region of the tissue site (step 27.C.i) (B) Addition of gelatin to anchor the springs (step 27.C.ii) and placement of another gelatin block on one of the grips (step 27.C.iii) (C) Pipetting cell-ECM mixture and applying negative pressure (step 33.C.i-ii) (D) Removal of excess cell-ECM mixture (step 33.C.iii); removal of the gelatin block on the grip (step 33.C.iv) and addition of a droplet of second cell-ECM mixture (step 33.C.v) (E) Application of negative pressure (step 33.C.vi) and removal of excess cell-ECM mixture (step 33.C.vii) (F) addition of a droplet of cell-free ECM (step 33.C.viii) (G) Removing the central gelatin block to allow ECM to fill in the space (step 33.C.ix) (H) Polymerization of ECM for self-assembly of the tissue construct (steps 33.C.x-xi) (I) Release of the springs (steps 34-35) (J) Cells migrate into the central region providing corresponding force and stiffness changes. ",
                "description": "",
                "filename": "Box3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/3808db96b6a8acc2ac2b7aef.jpg"
            },
            {
                "id": 15673007,
                "identity": "af5d794b-2871-4115-b8e6-ee63742b9c85",
                "added_by": "auto",
                "created_at": "2021-11-18 14:15:42",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1381587,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1540/v1/8ed01ac3-3286-405c-8428-0bec05bbda93.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cell force, matrix stiffness, remodeling, biophysics, biomechanics, biomechanical sensor, traction force ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cell-matrix interactions, mediated by cellular force and matrix remodeling, result in a dynamic reciprocity that drives numerous biological processes and disease progression. Currently, there is no available method for direct quantification cell traction force and matrix remodeling in 3D matrices as a function of time. To address this long-standing need, we recently developed a high-resolution microfabricated sensor<sup>1</sup> that measures cell force, tissue-stiffness and can apply mechanical stimulation to the tissue. Here the tissue self-assembles and self-integrates with the sensor. With primary fibroblasts, cancer cells and neurons, we demonstrated the feasibility of the sensor by measuring single/multiple cell force with a resolution of 1 nN, and tissue stiffness<sup>1</sup> due to matrix remodeling by the cells. The sensor can be translated into a high-throughput system for clinical assays such as patient-specific drug and phenotypic screening. In this paper, we present the detailed protocol for manufacturing the sensors, preparing experimental setup, developing assays with different tissues, and for imaging and analyzing the data.&nbsp;</p>",
        "manuscriptTitle": "Developing a multi-functional sensor for cell traction force, matrix remodeling and biomechanical assays in self-assembled 3D tissues in vitro",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-08 07:59:27",
                "doi": "10.21203/rs.3.pex-1540/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c0e2f973-37bd-4f35-8554-d47bf68aab93",
        "owner": [],
        "postedDate": "June 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4636146,
                "name": "Biophysics"
            },
            {
                "id": 4636147,
                "name": "Cancer"
            },
            {
                "id": 4636148,
                "name": "Engineering"
            },
            {
                "id": 4636149,
                "name": "Materials science"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-08 07:59:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}