{
    "identity": "nprot-6201",
    "title": "Establishment and maintenance of human naive pluripotent stem cells by primed to naive conversion and reprogramming of fibroblasts",
    "content": [
        {
            "header": "Introduction",
            "content": "Pluripotent stem cells \\(PSCs) including embryonic stem cells \\(ESCs) and induced pluripotent stem cells \\(iPSCs) can be maintained _in vitro_ under chemically defined conditions and are capable of generating any cell type of the three germ layers, making them an invaluable resource to obtain patient specific cells for disease modelling, drug screening and cell replacement therapies<sup>1-3</sup>. Based on studies of mouse ESCs, two distinct states of pluripotency have been defined, and they differ markedly from each other. Naive mouse ESCs are being isolated from the pre-implantation inner cell mass \\(ICM) of blastocysts are germline competent and they are molecularly and functionally similar to ICM<sup>1,2</sup>. In contrast, primed mouse ESCs exhibit characteristics of the post-implantation epiblast state and lack germline competency<sup>4</sup>. Unlike mouse PSCs, human PSCs are traditionally maintained in growth conditions that capture the primed pluripotent state<sup>5,6</sup>, which has led to intensive research to develop growth conditions that support the derivation and maintenance of human naive PSCs. Hence, diverse medium composition have been developed and various approaches have been employed to isolate or generate human ESCs or iPSCs under naive culture conditions<sup>7-12</sup>. We took advantage of iPSC technology to derive and characterise different types of human naive PSCs generated from fibroblasts of genetically matched donors using integration-free reprogramming approaches to unveil the differences between various human naive cell culture conditions."
        },
        {
            "header": "Reagents",
            "content": "Dulbecco's Modified Eagle Medium \\(DMEM) \\(Gibco, Cat#11960044)\r\n\n\nDulbecco's phosphate-buffered saline \\(DPBS) \\(Gibco, Cat#14190144)\r\n\n\nDMEM/F-12 GlutaMAX \\(Gibco, Cat#10565018)\r\n\n\nDMEM/F-12, no glutamine \\(Gibco, Cat#21331020)\r\n\n\nEssential 8 Medium \\(Gibco, Cat#A1517001)\r\n\n\nMedium 106 \\(Gibco, Cat#M106500)\r\n\n\nRSeT Medium \\(Stem cell technologies, Cat#05970)\r\n\n\nNeurobasal Medium \\(Gibco, Cat#21103049)\r\n\n\nKnockOut Serum Replacement \\(KSR) \\(Gibco, Cat#10828028)\r\n\n\nLow Serum Growth Supplement \\(LSGS) \\(Gibco, Cat#S00310)\r\n\n\nN-2 Supplement \\(Gibco, Cat#17502048)\r\n\n\nB-27 Supplement \\(Gibco, Cat#17504044)\r\n\n\nVitronectin \\(VTN-N) \\(Gibco, Cat#A14700)\r\n\n\nFetal Bovine Serum \\(FBS) \\(HyClone, Cat#SH30071.03)\r\n\n\nSodium Pyruvate \\(Gibco, Cat#11360070)\r\n\n\nGlutaMAX Supplement \\(Gibco, Cat#35050061)\r\n\n\nL-Glutamine \\(Gibco, Cat#25030081)\r\n\n\nMEM Non-Essential Amino Acids Solution \\(NEAA) \\(Gibco, Cat#11140050)\r\n\n\n2-Mercaptoethanol \\(Gibco, Cat#21985023)\r\n\n\nPenicillin-Streptomycin \\(Pen-Strep) \\(Gibco, Cat#15140122)\r\n\n\nBovine Albumin Fraction V \\(7.5%) \\(BSA)\\(Gibco, Cat#15260037)\r\n\n\nPSC Cryopreservation Kit \\(Gibco, Cat#A2644601)\r\n\n\nDimethyl Sulfoxide \\(DMSO) \\(Santa Cruz, Cat#sc-358801)\r\n\n\nAccutase \\(Stem cell technologies, Cat#07920)\r\n\n\nTrypsin/EDTA Solution \\(TE) \\(Gibco, Cat#R001100)\r\n\n\nTrypsin Neutralizer Solution \\(TN) \\(Gibco, Cat#R002100)\r\n\n\nTrypLE Express Enzyme \\(Gibco, Cat#12604013)\r\n\n\nAlbuMAX I \\(Gibco, Cat#11020021)\r\n\n\nUltraPure 0.5M EDTA, pH 8.0 \\(Invitrogen, Cat#15575020)\r\n\n\nL-Ascorbic acid \\(Sigma-Aldrich, Cat#A4544)\r\n\n\nRecombinant Human Insulin \\(Sigma-Aldrich, Cat#91077C)\r\n\n\nHuman FGF-2 \\(Miltenyi Biotec, Cat#130-093-843)\r\n\n\nRecombinant Human TGF-β1 \\(Peprotech, Cat#100-21)\r\n\n\nRecombinant Human Activin A \\(Peprotech, Cat#120-14E)\r\n\n\nHuman LR3 IGF1 \\(ProSpec, Cat#CYT-022)\r\n\n\nRecombinant Human LIF \\(Made in house)\r\n\n\nY-27632 \\(abcam, Cat#ab120129)\r\n\n\nPD0325901 \\(Miltenyi Biotec, Cat#130-104-170)\r\n\n\nCHIR99021 \\(Miltenyi Biotec, Cat#130-104-172)\r\n\n\nBIRB796 \\(Axon, Cat#1358)\r\n\n\nSP600125 \\(Tocris, Cat#1496)\r\n\n\nLDN193189 \\(Axon, Cat#1509)\r\n\n\nGö6983 \\(Tocris, Cat#2285)\r\n\n\nIM-12\\(Millipore, Cat#361565)\r\n\n\nSB590885 \\(Tocris, Cat#2650)\r\n\n\nWH-4-023 \\(A Chemtek, Cat#H620061)\r\n\n\nCytoTune 2.0 Sendai Reprogramming Kit \\(Invitrogen,Cat#A16517)\r\n\n\nStemRNA NM mRNA Reprogramming Kit \\(Stemgent, Cat#00-0076)\r\n\n\nStemgent human KLF4 mRNA \\(Stemgent, Cat#05-0015)\r\n\n\nRNAiMAX Transfection kit \\(Invitrogen, Cat#13778075)\r\n\n\nOpti-MEM \\(Gibco, Cat#31985062)"
        },
        {
            "header": "Equipment",
            "content": "Biological safety cabinet\r\n\n\nIncubator at 37ºC, with 5% O<sub>2</sub> and 5% CO<sub>2</sub>\r\n\n\nBenchtop Centrifuge\r\n\n\nWater bath set at 37°C \r\n\n\nElectric Pipetman, Pipet filler, plastic serological pipettes, pipette tips and pasteur pipettes\r\n\n\n15 ml polystyrene conical tubes \\(Corning, Cat#430052)\r\n\n\n50 ml polypropylene conical tubes \\(Corning, Cat#430290)\r\n\n\n6-well tissue-culture treated plate \\(Corning, Cat#3516)\r\n\n\nT25 flask \\(Corning, Cat#430639)\r\n\n\nT75 flask \\(Corning, Cat#430725U)\r\n\n\nT175 flask \\(Corning, Cat#431080)\r\n\n\n1.8 ml cryovials \\(Nunc, Cat#377267)\r\n\n\n0.22 micron pore size sterile filters \\(Corning Cat#431097)\r\n\n\nMr. Frosty \\(Thermo Fisher, Cat#51000001)"
        },
        {
            "header": "Procedure",
            "content": "_MEF medium_\r\n\n\nDMEM \\(Gibco), 10% FBS \\(Hyclone), 1% nonessential amino acids \\(Gibco), 1mM GlutaMAX \\(Gibco), 1% Pen-strep \\(Gibco), 0.1mM 2-mercaptoethanol \\(Gibco) and 1mM sodium pyruvate \\(Gibco).\r\n\n\n\r\n\n\n_Medium 106_\r\n\n\nAdd 10ml of LSGS \\(Gibco) to 500ml medium 106 basal \\(Gibco); supplement with 1% Pen-strep \\(Gibco).\r\n\n\n\r\n\n\n_Essential 8 medium_\r\n\n\nAdd 10ml of Essential 8 supplement \\(Gibco) to 500ml medium basal \\(Gibco), supplement with 1% Pen-strep \\(Gibco).\r\n\n\n\r\n\n\n_NHSM medium_\r\n\n\nFor human naive NHSM media, a KSR based culture condition adapted from Gafni and collegues7 with suggested modifications from the Hanna laboratory’s web page in 2014 was used. DMEM/F12 medium \\(Gibco) \\(For 500ml) supplemented with 10mg/ml AlbuMAXI \\(Gibco), 1% Pen-strep \\(Gibco), 1mM GlutaMAX \\(Gibco), 1% nonessential amino acids \\(Gibco), 10% KnockOut Serum Replacement \\(Gibco), 5ml N2 supplement \\(Gibco), 12.5µg/ml recombinant human insulin \\(Sigma), 50µg/ml L-ascorbic acid \\(Sigma), 20ng/ml of recombinant human LIF \\(made in house), 8ng/ml FGF2 \\(Peprotech), 2ng/ml recombinant TGF-β1 \\(Peprotech), 20ng/ml human LR3-IGF1 \\(Prospec), and small molecule inhibitors: 1µM PD0325901 \\(Miltenyi Biotec), 3µM CHIR99021 \\(Miltenyi Biotec), 5µM SP600125 \\(Tocris), 2µM BIRB796 \\(Axon), 0.4µM LDN193189 \\(Axon), 10µM Y-27632 \\(supplemented daily to media from freshly thawed stock aliquot; abcam) and 1µM Gö6983 \\(supplemented daily to media from freshly thawed stock aliquot; Tocris).\r\n\n\n\r\n\n\n_RSeT medium_\r\n\n\nAdd 100ml of RSeT 5X supplement, 1ml of RSeT 500X supplement and 0.5ml of RSeT 1000X supplement into 398.5ml of RSeT Basal Medium; \\(Stem cell technologies) supplement with 1% Pen-strep \\(Gibco).\r\n\n\n\r\n\n\n_5iLAF medium_\r\n\n\nA 50:50 mixture of DMEM/F-12 \\(Gibco) and Neurobasal medium \\(Gibco) supplemented with 1% N2 supplement \\(Gibco), 2% B27 supplement \\(Gibco), 1% nonessential amino acids \\(Gibco), 1mM GlutaMAX \\(Gibco), 1% Pen-strep \\(Gibco), 0.1mM 2-mercaptoethanol \\(Gibco), 50μg/ml BSA \\(Gibco), 1μM PD0325901 \\(Miltenyi Biotec), 1μM IM-12 \\(Millipore), 0.5μM SB590885 \\(Tocris), 1μM WH-4-023 \\(A Chemtek), 10μM Y-27632 \\(abcam), 20ng/ml Activin A \\(Peprotech), 8ng/ml FGF2 \\(Miltenyi Biotec),  20ng/ml human LIF \\(made in house) and 0.5% KSR \\(Gibco).\r\n\n\n\r\n\n\n_t2iLGöY medium_\r\n\n\nA 50:50 mixture of DMEM/F-12 \\(Gibco) and Neurobasal medium \\(Gibco), supplemented with 2mM L-glutamine \\(Gibco), 0.1mM 2-mercaptoethanol \\(Gibco),    0.5% N2 supplement \\(Gibco), 1% B27 supplement \\(Gibco), 1% Pen-strep \\(Gibco), 10ng/ml human LIF \\(made in house), 250μM L-ascorbic acid \\(Sigma), 10µg/ml recombinant human insulin \\(Sigma), 1μM PD0325901 \\(Miltenyi Biotec), 1μM CHIR99021 \\(Miltenyi Biotec), 2.5μM Gö6983 \\(Tocris), 10μM Y-27632 \\(abcam).\r\n\n\n\r\n\n\nAll culture media were filtered before use with a 0.22μm filter \\(Corning).\r\n\n\n\r\n\n\n_Preparing human dermal fibroblasts for somatic cell reprogramming_\r\n\n\n1. Primary human adult dermal fibroblasts \\(HDFa) from different donors \\(note: chose female donors if the aim is to study X-chromosome reactivation) can be obtained from Gibco \\(Catalogue number, C-013-5C). \r\n  2. For recovery of the commercially purchased cryopreserved stock vials, cells are to be thawed quickly at 37ºC and then pelleted at 200xg for 5 minutes.\r\n  3. Resuspend the cell pellet in 10ml 106 medium \\(Gibco) supplemented with LSGS \\(Gibco) and plated into a T75 flask \\(one cryovial to one T75). \r\n  4. Culture the cells in a 37ºC, 5% O\n2\nand 5% CO\n2\nincubator for expansion. Media are changed every other day and cultures split at a 1:3-1:5 ratio when they reach confluence.\r\n  5. For cryo-preservation, freeze cells in 90% FBS \\(Gibco) with 10% DMSO \\(Santa cruz); we suggest to generate a large number of early passage stock for future experiments.\r\n  \r\n\n\n_Culturing human pluripotent stem cells in conventional primed condition_\r\n\n\n1. Conventional primed human iPSCs and H9 ESCs \\(WA09, WiCell Research Institute, Madison, WI, http://www.wicell.org) are maintained in a feeder-free E8 media system and passaged every 4-5 days. \r\n  2. Before passaging, coat culture vessels with vitronectin \\(VTN-N, Gibco, 1:100 dilution in PBS) according to manufacturer’s instructions for 1 hour at room temperature. \r\n  3. For passaging, wash cells twice with PBS \\(Gibco) to remove traces of calcium and magnesium and then overlay cultures with a 0.5mM EDTA/PBS solution \\(Invitrogen) for ~5 minutes. The EDTA solution can be aspirated out of the culture flask at this time \\(as cells have not dislodged yet) and fresh E8 medium \\(Gibco) can be used to break the colonies into small clumps by gently pipetting. We normally transfer 1/10th of the solution \\(1:10 split) into a fresh culture vessel and add sufficient E8 medium required for the particular culture vessel format \\(e.g. fill up to 10ml for a T75 flask). 10μM Y-27632 \\(abcam) can be added to the E8 media to boost viability. \r\n  4. Culture the cells  in a 37ºC, 5% O\n2\nand 5% CO\n2\nincubator and media are changed on a daily basis.\r\n  NOTE: All human pluripotent stem cells used are frozen and thawed using the PSC cryopreservation kit \\(Gibco) according to instructions unless stated otherwise.\r\n\n\n\r\n\n\n_Conversion of primed hPSCs to a naive state by use of specific media_\r\n\n\n\r\n\n\n_NHSM culture condition_:\r\n\n\n1. For conversion of established human primed ESCs or iPSCs to the naive NHSM state\n7\n, irradiated mouse embryonic fibroblasts \\(iMEFs, always 2x10\n4\ncells/cm\n2\n) are seeded into 6-well plates one day before the experiment in MEF media. NOTE: iMEFs are always seeded a day before replating human cultures to allow their proper attachment. \r\n  2. ~0.5x10\n5\n-1x10\n5\nhuman primed ESCs or iPSCs are seeded per well of a 6-well plate onto the layer of iMEFs in E8 medium \\(Gibco) in the presence of 10μM Y-27632 \\(abcam). After 24 or 48 hours, the medium can be switched to human naive NHSM medium. \r\n  3. When the cultures become confluent, cells are passaged onto a fresh iMEF layer using Accutase \\(Stem cell technologies). For this, wash the cells with PBS and incubate with Accutase \\(Stem cell technologies) for ~3-5 minutes, then gently  dissociate the cells with DMEM/F-12 media \\(Gibco). \r\n  4. Spin down at 200xg for 5 minutes and then resuspend in naive NHSM medium and seed onto a fresh layer of iMEFs at 1:5-1:20 split ratio. NOTE: we recommend to try a range of split ratios for all different human naive cell lines to determine the optimal density.\r\n  5. Cells are cultured in a 37ºC, 5% O\n2\nand 5% CO\n2\nincubator and media is to be changed on a daily basis. Cells are usually passaged every 4-5 days.\r\n  \r\n\n\n_RSeT culture condition_:\r\n\n\n1. To convert established human primed iPSCs to naive RSeT cells, 6-well plates with iMEFs are prepared one day in advance.\r\n  2. Primed cells are dissociated into small clumps using 0.5mM EDTA/PBS solution \\(Invitrogen) and then 0.5x10\n5\n~1x10\n5\nprimed cells seeded per 6-well onto the prepared iMEF feeder layer in E8 medium \\(Gibco) with 10μM Y-27632 \\(abcam). \r\n  3. Switch to naive RSeT medium after 24 hours and change media every day thereafter.\r\n  4. When the culture is confluent, cells are passaged using TrypLE express \\(Gibco), incubate for ~3-5 minutes and this is followed by dilution and dissociation \\(repeated gentle pipetting) of cells with DMEM/F-12 media \\(Gibco). \r\n  5. Pellet cells at 300xg for 5 minutes and then resuspend in naive RSeT medium and seed onto a fresh layer of iMEFs at a 1:4-1:10 split ratio.\r\n  6. Cells are cultured and maintained in a 37ºC, 5% O\n2\nand 5% CO\n2\nincubator and daily media change is required for this cell line. Cells are usually passaged every 4-5 days.\r\n  NOTE: please refer to the manufacturers’ manual for detailed protocol.\r\n\n\n\r\n\n\n_5iLAF culture condition_:\r\n\n\n1. The conversion of established primed iPSCs to human naive 5iLAF was performed as previously described\n10,13\n. 6-well plates with iMEFs are prepared one day in advance. \r\n  2. 0.5~1x10\n5\nprimed cells are seeded per well onto the feeder layer of iMEFs in E8 medium \\(Gibco) with 10μM Y-27632 \\(abcam). 48 hours later, the medium is to be switched to human naive 5iLAF medium. \r\n  3. Cells were passaged onto a fresh layer of iMEFs using Accutase \\(Stem Cell Technologies) whe cultures are confluent at a 1:10-1:20 ratio every 6-7 days. Dome-shaped colonies usually arise after 2-3 passages.\r\n  \r\n\n\n_Conversion of primed hPSCs into the naive t2iLGöY state with reprogramming factors \\(Sendai viral approach)_\r\n\n\n1. For the conversion of established primed hESCs/hiPSCs into naive t2iLGöY hPSCs via the Sendai viral approach, 6-well plates are coated with vitronectin \\(VTN-N, Gibco, as per manufactures instructions) for 1 hour at room temperature.\r\n  2. Primed cells are gently dissociated and seeded onto VTN-N \\(Gibco) coated 6-well plates in E8 medium \\(Gibco) at ~0.5-1x10\n5\ncells per well with 10μM Y-27632 \\(abcam). \r\n  3. After 24-48 hours, Sendai viral transduction can be performed in E8 medium \\(Gibco) with multiplicity of infection \\(MOI) of 5, 5, and 6 \\(_KOS_ MOI=5, _c-MYC_ MOI=5, _KLF4_ MOI=6) for _OSKM_ mediated conversion or _KLF4_ at a MOI=6 for _KLF4_ only conversion. \r\n  4. 24 hours later, replace with fresh E8 medium \\(Gibco) and iMEF feeders \\(at 2x10\n4\ncells/cm\n2\n) are seeded on top of the converting primed cells at the same time. The medium is then switched to naive t2iLGöY medium after 24 hours. Cells are passaged using Accutase \\(Stem cell technologies) onto a feeder layer of iMEFs when cultures are confluent at a split ratio of 1:10-1:20. Naive dome-shaped colonies should appear after 2-4 passages \\(passaging should be performed every 6-7 days). \r\n  \r\n\n\n_Conversion of primed hPSCs into the naive t2iLGöY state with reprogramming factors \\(mRNA approach)_\r\n\n\n1. For conversion of established primed hESCs/hiPSCs to naive t2iLGöY cells with _KLF4_ only via the mRNA approach, ~2-4x10\n4\ncells per well are seeded on VTN-N \\(Gibco) coated 12-well plates in E8 medium \\(Gibco) with 10μM Y-27632 \\(abcam).\r\n  2. After 1-2 days, transfect cells with NM-RNA reprogramming transfection complex containing Opti-MEM \\(Gibco), RNAiMAX \\(Invitrogen), EKB mRNA \\(Stemgent) and human _KLF4_ mRNA \\(Stemgent) prepared according to manufacturer’s instructions\n14\n. \r\n  3. 15 hours later, replace the medium with fresh E8 medium \\(Gibco). This transfection process has to be repeated daily for another 8 days in E8 medium \\(Gibco). \r\n  4. Then passage the cells  onto a feeder layer of iMEFs in E8 medium \\(Gibco) on day 10, followed on the same day by another round of transfection.\r\n  5. The medium can then be switched to naive t2iLGöY medium the next day and the transfection process is repeated for another 5 days in naive t2iLGöY medium. \r\n  6. Cells are then passaged using Accutase \\(Stem cell technologies) onto a fresh layer of irradiated MEFs. Naive dome-shaped colonies should appear after ~3-5 passages. \r\n  \r\n\n\n_Generation of primed and naive hiPSCs from human fibroblasts \\(Sendai viral approach)_\r\n\n\n1. For somatic cell reprogramming with the Cytotune 2.0 kit, experiments were performed according to the manufacturer’s instructions \\(Invitrogen). \r\n  2. HDFa are seeded at ~5x10\n4\ncells per well of a 6-well plate in MEF medium. \r\n  3. After 2 days, cells are transduced with Sendai viruses in MEF medium at MOI as follows, _KOS_ MOI=5, _c-MYC_ MOI=5, _KLF4_ MOI=6. \r\n  4. After 24 hours, the medium is replaced with fresh MEF medium and media are changed every other day thereafter. \r\n  5. On day 7, cells are trypsinized, counted and seeded onto a layer of iMEF feeders or alternatively \\(for derivation of primed cells) onto VTN-N \\(Gibco) coated T25 flasks at ~1-2x10\n5\ncells per flask in MEF medium. NOTE: we recommend to try a range of seeding density to generate different human naive cells directly via reprogramming.\r\n  6. The next day, the cells are transitioned to different culture media including primed and the other different types of naive culture conditions \\(NHMS, RSeT, 5iLAF, t2iLGöY). Daily media change is required for all conditions thereafter.\r\n  7. 21 days after transduction, cells can be passaged and expanded using methods and media as described above or subcloned by picking colonies using a dissection microscope. \r\n  \r\n\n\n_Generation of primed and naive t2iLGöY hiPSCs from human fibroblasts \\(mRNA approach)_\r\n\n\n1. For somatic cell reprogramming via the mRNA approach, the experiments are performed according to the manufacturer’s instructions of the StemRNA NM reprogramming kit \\(Stemgent)\n14\n. \r\n  2. 2x10\n4\nprimary HDFa per well of a 12-well plate are seeded in MEF medium.\r\n  3. After 24 hours, cells are transfected with NM-RNA reprogramming transfection complex containing _OSKMNL_ NM-RNA, EKB NM-RNA and NM-microRNAs generated with Opti-MEM \\(Gibco) and RNAiMAX \\(Invitrogen) according to manufacturer’s instructions. \r\n  4. 15 hours later media are renewed with fresh MEF medium. \r\n  5. The transfection process is repeated for another 3 days. \r\n  6. On day 5, cells are trypsinized and ~1-2x10\n5\ncells per T25 flask are seeded either onto VTN-N \\(Gibco) coated T25 flasks or onto iMEF feeders in MEF medium. NOTE: we recommend to try a range of seeding density to obtain optimal outcomes for each condition.\r\n  7. The next day cells are transitioned to E8 medium \\(Gibco) or naive t2iLGöY medium respectively. \r\n  8. Subsequently, E8 primed iPSCs are passaged with 0.5mM EDTA/PBS \\(Invitrogen) onto VTN-N \\(Gibco) coated T25 flasks every 4-5 days and naive t2iLGöY iPSCs are passaged with Accutase \\(Stem cell technologies) onto fresh iMEF feeders every 6-7 days as described above. \r\n  \r\n\n\n_Conversion of naive t2iLGöY hiPSCs to primed hiPSCs_\r\n\n\n1. For conversion of established naive t2iLGöY cells to the primed state, naive ells are trypsinized, counted and seeded onto VTN-N \\(Gibco) coated 6-well plates \\(in a range of density) in t2iLGöY media for 24 hours.\r\n  2. The next day cells are transitioned to E8 medium \\(Gibco). Cells are then cultured and passaged as described above for E8 primed cells."
        },
        {
            "header": "Timing",
            "content": "Depending on which cell type and what approach is used to generate human naive-like PSCs, it can take anywhere from approximately 1.5 months to 4 months to have the cell lines established."
        },
        {
            "header": "Troubleshooting",
            "content": "• Cell death during the conversion of primed PSCs to naive 5iLAF PSCs state is normal; dome-shaped colonies will arise after a few passages.\r\n\n\n• If a large number of differentiated cells are observed, try to clean or purify by picking undifferentiated colonies or by FACS sorting using a set of human primed and naive pluripotency related surface markers \\(as detailed in the manuscript this protocol is linked to).\r\n\n\n• Make sure Sendai viruses are thawed and used quickly at correct MOIs, we do not recommend to re-freeze Sendai viruses, and mRNA reprogramming reagents should be aliquoted at the first time of thawing and re-frozen as soon as possible for future experiments to avoid additional freeze-thaw cycles. \r\n\n\n• Make sure to use fibroblasts that have undergone less than 10 population doublings for reprogramming experiments.\r\n\n\n• Make sure all media components are prepared and stored properly, naive media are recommended to be stored at 4ºC for up to 7 days after preparation, with the exception of the following component which is always to be added freshly right before usage: Y-27632 \\(abcam).\r\n\n\n• Make sure to use high quality iMEF feeders, poor quality of iMEFs feeders quickly induce wide-spread differentiation of human naive PSCs.\r\n\n\n• Change media on a daily basis and passage cultures as soon as they reach confluence, do not let them overgrow as this can induce differentiation.\r\n\n\n• Do not passage the cells too densely or sparsely. Depending on the culture conditions, it is recommended to try a range of seeding density to identify the ideal density for each particular cell line."
        },
        {
            "header": "References",
            "content": "1. Nichols, J. & Smith, A. Naive and Primed Pluripotent States. _Cell Stem Cell_ **4**, 487-492 \\(2009).\r\n  2. Weinberger, L., Ayyash, M., Novershtern, N. & Hanna, J.H. Dynamic stem cell states: naive to primed pluripotency in rodents and humans. _Nat. Rev. Mol. Cell. Biol._ **17**, 155-169 \\(2016).\r\n  3. De Los Angeles, A. et al. Hallmarks of pluripotency. _Nature_ **525**, 469-78 \\(2015).\r\n  4. Kalkan, T. & Smith, A. Mapping the route from naive pluripotency to lineage specification. _Philos. Trans. R Soc. Lond. B Biol. Sci._  **369** \\(2014).\r\n  5. Kilpinen, H. et al. Common genetic variation drives molecular heterogeneity in human iPSCs. _Nature_ **546**, 370–375 \\(2017).\r\n  6. Merkle, F.T. et al. Human pluripotent stem cells recurrently acquire and expand dominant negative P53 mutations. _Nature_ **545**, 229-233 \\(2017).\r\n  7. Gafni, O. et al. Derivation of novel human ground state naive pluripotent stem cells. _Nature_ **504**, 282-6 \\(2013).\r\n  8. Chan, Y.-S. et al. Induction of a Human Pluripotent State with Distinct Regulatory Circuitry that Resembles Preimplantation Epiblast. _Cell Stem Cell_ **13**, 663-675 \\(2013).\r\n  9. Ware, C.B. et al. Derivation of naive human embryonic stem cells. _Proc. Natl. Acad. Sci. U S A_ **111**, 4484-9 \\(2014).\r\n  10. Theunissen, T.W. et al. Systematic identification of culture conditions for induction and maintenance of naive human pluripotency. _Cell Stem Cell_ **15**, 471-87 \\(2014).\r\n  11. Takashima, Y. et al. Resetting transcription factor control circuitry toward ground-state pluripotency in human. _Cell_ **158**, 1254-69 \\(2014).\r\n  12. Guo, G. et al. Naive Pluripotent Stem Cells Derived Directly from Isolated Cells of the Human Inner Cell Mass. _Stem Cell Reports_ **6**, 437-446 \\(2016).\r\n  13. Theunissen, Thorold W. et al. Molecular Criteria for Defining the Naive Human Pluripotent State. _Cell Stem Cell_ **19**, 502-515 \\(2016).\r\n  14. Poleganov, M.A. et al. Efficient Reprogramming of Human Fibroblasts and Blood-Derived Endothelial Progenitor Cells Using Nonmodified RNA for Reprogramming and Immune Evasion. _Hum. Gene Ther._ **26**, 751-66 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by National Health and Medical Research Council \\(NHMRC) project grants APP1104560 to J.M.P. and A.L.L., APP 1069830 to R.L. and a Monash University strategic grant awarded to C.M.N. X.L. was supported by a Monash International Postgraduate Research Scholarship and a Monash Graduate Scholarship. A.S.K. was supported by an NHMRC Early Career Fellowship APP1092280. J.M.P. and R.L. were supported by Silvia and Charles Viertel Senior Medical Research Fellowships."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4436",
                "date": "2017-09-25 16:01:44",
                "title": "Comprehensive characterization of distinct states of human naive pluripotency generated by reprogramming",
                "authors": [
                    "Xiaodong Liu",
                    "Christian M Nefzger",
                    "Fernando J Rossello",
                    "Joseph Chen",
                    "Anja S Knaupp",
                    "Jaber Firas",
                    "Ethan Ford",
                    "Jahnvi Pflueger",
                    "Jacob M Paynter",
                    "Hun S Chy",
                    "Carmel M O'Brien",
                    "Cheng Huang",
                    "Ketan Mishra",
                    "Margeaux Hodgson-Garms",
                    "Natasha Jansz",
                    "Sarah M Williams",
                    ""
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15030,
                "identity": "a1259ddf-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jose Polo",
                "email": "jose.polo@monash.edu",
                "orcid": "",
                "institution": "Department of Anatomy and Developmental Biology/Development and Stem Cells Program, Monash Biomedicine Discovery Institute/Australian Regenerative Medicine Institute, Monash University, Wellington Road, Clayton, VIC 3800, Australia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jose",
                "middleName": "",
                "lastName": "Polo",
                "suffix": ""
            },
            {
                "id": 15028,
                "identity": "a1259156-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaodong Liu",
                "email": "",
                "orcid": "",
                "institution": "Department of Anatomy and Developmental Biology/Development and Stem Cells Program, Monash Biomedicine Discovery Institute/Australian Regenerative Medicine Institute, Monash University, Wellington Road, Clayton, VIC 3800, Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaodong",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 15029,
                "identity": "a1259a51-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian Nefzger",
                "email": "",
                "orcid": "",
                "institution": "Department of Anatomy and Developmental Biology/Development and Stem Cells Program, Monash Biomedicine Discovery Institute/Australian Regenerative Medicine Institute, Monash University, Wellington Road, Clayton, VIC 3800, Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Nefzger",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-08-19 02:55:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.099",
        "doiUrl": "https://doi.org/10.1038/protex.2017.099",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465150,
                "identity": "ff41aedf-1bf4-479c-9e84-185dc3c202db",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:53",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 171795,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6201/v1/f436b22c-65ee-46ae-a2c0-07b0b94c44fb.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human naive pluripotent stem cells, iPSCs, reprogramming",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Herein, we took advantage of iPSC technology to derive and characterise different types of human naive PSCs generated from fibroblasts using integration-free reprogramming approaches. This protocol accompanies Liu et al \\(10.1038/nmeth.4436), Nature Methods, published online September 25, 2017.",
        "manuscriptTitle": "Establishment and maintenance of human naive pluripotent stem cells by primed to naive conversion and reprogramming of fibroblasts",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-09-25 16:02:17",
                "doi": "10.1038/protex.2017.099",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a124a415-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 25th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4030,
                "name": "Cell biology"
            },
            {
                "id": 4031,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-09-25 16:02:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}