{
    "identity": "pex-109",
    "title": "Protocol for aquaphotomics monitoring of water molecular structure in leaves of resurrection plants during desiccation and recovery ",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The majority of plants are vulnerable to water deficit, losing viability upon water loss of 40-70% of total water content [1]. There is a small group of plant species able to survive extreme dehydration – after long periods of almost full desiccation (~10% relative water content) they can recover fully and quickly when water is available again [2]. These plants, known as resurrection plants are very useful model system for studying plant response to desiccation stress [3].</p><p>In resurrection plants, water loss of leaf tissues results in considerable physiological and metabolic changes at cellular and molecular level, including accumulation of various osmoprotectants and activation of strong antioxidant systems. Their orchestrated actions are directed at maintaining the macromolecular stability and prevention of damage [4,5]. All these processes require active role of water – as a driving force for the formation of biological membranes and conformational changes of proteins [4].</p><p>All the cellular events could be related to the physical state of the cell-associated water [6–9]. Therefore, measurement and characterization<em> in vivo </em>of water molecular structure and dynamics would provide useful information and new insights into the mechanism of desiccation tolerance.</p><p>A novel approach – aquaphotomics [7], based on near infrared spectroscopy provides a non-destructive mode of measurement of water structure and dynamics in the plant tissues <em>in vivo</em>. Aquaphotomics is a dynamic spectroscopy focused on in-depth exploration of water, its structure and roles in biological systems [7,10]. Despite being focused on measurement and characterization of water structure and dynamics, aquaphotomics provides indirect characterization of the biological system as a whole, where all biomolecular events are mirrored by subtle changes in the water matrix [7,10]. This so-called “water-mirror approach” utilizes extremely high sensitivity of water’s hydrogen bonds which readily adapt to any change and produce differences in the spectra that can be measured, analyzed and interpreted from the aspect of the system functionality.&nbsp;</p><p>Application field of aquaphotomics is very wide and ranges from fundamental studies of water solutions to complex diagnostics in veterinary and human medicine[11]. The protocol provided here is developed specifically for monitoring the desiccation and rehydration process in order to study the mechanism of desiccation tolerance. With small adaptations, regarding specific plant material and/or experimental conditions, the protocol allows investigation of plants’ responses to various forms of biotic and abiotic stresses [12,13].&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>None.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1)&nbsp;&nbsp;&nbsp;Plant tissue culture laboratory</p><p>2)&nbsp;&nbsp;&nbsp;Laminar flows</p><p>3)&nbsp;&nbsp;&nbsp;Culture room (plant growth chamber)</p><p>4)&nbsp;&nbsp;&nbsp;NIR spectrometer – NIRSystems 5000 (Foss NIRSystems Inc., Laurel, MD, USA) and gold reflector cell </p><p>5)&nbsp;&nbsp;&nbsp;The Unscrambler® X (CAMO, Oslo, Norway) (or any other software package for multivariate analysis)</p><p>6)&nbsp;&nbsp;&nbsp;Origin 8.5.Pro software (OriginLab Corp. Northampton, MA) or Microsoft Excel (Microsoft Office 2013, Microsoft Corp, Redmond, WA) (or any other tool for statistical analysis)</p>"
        },
        {
            "header": "Procedure",
            "content": "1.    Preparing plant materials\nIn vitro\npropagation of\nHaberlea rhodopensis\n(resurrection plant species) and\nDeinostigma eberhardtii\n(non-resurrection plant species (previously named\nChirita eberhardtii\n)) is performed according to the protocols described earlier [14,15].\nFor the experiment, grow minimum three\nH.rhodopensis\nand\nD. eberhardtii\nbiological replicates per time point in plant growth chamber at 22°C, 50%RH, 16/8 hours of light/dark photoperiod and a photon flux density of 75µmol m-2s\n-1\n, for at least, two months after the last subculture.\n2.    Performing dehydration and rehydration\nStart dehydration procedure with well-developed and rooted, at least two month old plants. For every time point [16], remove three plantlets from the culture vessels and leave them to dry in the open air in a culture room under controlled conditions. For\nH. rhodopensis\nit takes 24h to reach full dry state (further drying does not reduce the water content below ~10%). Perform dehydration of\nD. eberhardtii\nplantlets in the same way for every time point [16]. Air drying takes place 168h when water content of the non-resurrection plant species reaches ~10%.\nBefore rehydration store the fully desiccated\nH. rhodopensis\nfor 10 days under controlled conditions as described above. Perform rehydration by putting the dried plantlets on moist cotton beds for 24 hours.\nRecovery of\nD. eberhardtii\nis only possible for plantlets desiccated till 48h time point (the relative water content of the leaves reaches about 35% - “point of no return”) [15,16]. Thus, rehydration performed as above can be done with such\nD. eberhardtii\nsamples only.\nMore information on dehydration-rehydration procedure is available in previous publications [15,16].\n3.    Aquaphotomics near infrared spectroscopy\n3.1.        Spectral acquisition process\nBefore the spectral acquisition prepare the plant material by separating the leaves with a surgical knife.\nPut the leaves on the gold reflector cell (Figure 1) and perform the spectral acquisition in transflectance mode.\nUsing the operating software for spectral data acquisition (WinISI II, version 1.50, Infrasoft International LLC.), set the following parameters of acquisition: spectral range 1100-2500nm, resolution step 2nm, each spectrum average of 32 scans.\nFor each plant measure three spectra of different leaves.\nPerform spectral acquisition as described for the following time points - at 0, 1, 2, 3, 6 and 24 hours after starting desiccation for\nH. rhodopensis\nand 0, 1, 3, 6, 24, 48, 72, 120 and 168 hours after beginning desiccation for\nD. eberhardtii\n. In the subsequent rehydration process, acquire spectra at 1, 2, 3, 6, 24 and 48 hours after starting rehydration for\nH. rhodopensis\nand 1, 3, 6 and 24 hours after undertaking rehydration for\nD. eberhardtii.\n3.2.        Data analysis\nPerform extended multiplicative scatter correction (EMSC)[17] to eliminate scattering effects arising from different thickness and surface properties of leaves. All subsequent analysis perform on EMSC transformed spectral data.\nCalculate difference spectra by subtracting the averaged spectrum of each plant’s fresh leaves from the corresponding averaged spectra of leaves at various time points of dehydration and rehydration.\nPerform Principal component analysis (PCA)[18] with leave one sample out cross validation as an exploratory analysis of spectral variation during desiccation and rehydration processes.\nCalculate second derivative spectra using Norris gap second derivative [19] (gap size=3) on EMSC treated spectra to reveal the presence of hidden and overlapped peaks of the water species.\nBased on the peaks discovered in the previous step calculate ratios of water species absorbing at thus found water absorbance bands (S\nr\n, S\n0\n, S\n1\n, S\n2\n, S\n3\nand S\n4\n)[16]. Calculate the relative absorbance of these water species for each time point during dehydration/rehydration cycle as follows:\nArel,s=As/sum(Asi),\nwhere:\n- Arel,s - is the relative absorbance of particular water species S (that is, one of the S\nr\n, S\n0\n, S\n1\n, S\n2\n, S\n3\nand S\n4\n) expressed in percentages,\n- As - is the mean value of the absorbance for this particular water species found as an arithmetic mean of absorbance for all plant leaves at the wavelength where this water species absorb (Figure 2)\n- sum(Asi) is the sum of mean absorbances for all the water species Si at that time point.\nThus calculated relative absorbances plot together on a stacked column chart where each column corresponds to a certain time point during dehydration and rehydration of\nH. rhodopensis\nand\nD. eberhardtii."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>It should be responsibly outlined that the <em>in vitro</em> propagation procedure of both plants species [14,15] should be well established and carried out in advance! Regular regeneration and subcultures take place for at least a year before starting the establishment of the experimental design.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>1)&nbsp;&nbsp;&nbsp;Plant materials: At least two months for plant growth in vitro after the last subculture</p><p>2)&nbsp;&nbsp;&nbsp;Near infrared spectroscopy: acquisition of 1 spectrum takes about 30 seconds</p><p>3)&nbsp;&nbsp;&nbsp;Dehydration procedure: 24h for resurrection plant and respectively 168h for non-resurrection plant to reach completely dried state.</p><p>4)&nbsp;&nbsp;&nbsp;Rehydration procedure: 24h for fully dried <em>H. rhodopensis</em> plants and 24h – for the non-resurrection plant samples dried for 48h, about to reach the “point of no return”.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The sample dataset used in this protocol is composed of 274 spectra in total, acquired from the 4 <em>Deinostigma eberhardtii</em> and 3 <em>Haberlea rhodopensis</em> plants which underwent desiccation-rehydration procedure as described. </p><p>The EMSC transformed spectra and difference spectra revealed different changes in water molecular structures of leaves in resurrection and non-resurrection plants, highlighting the main water absorbance bands where the changes were most evident. Principal component analysis provided information that the changes in water molecular structure of the leaves in the resurrection plants are reversible, which is a conclusion based on the same shape and almost same percentage of explained variance by the loading vector of the first principal component. The second derivative transformed spectra revealed 6 water absorbance bands where highest variation during desiccation-rehydration cycle occurred in the resurrection plants. Comparison of relative absorbance of specific six water species revealed different dynamics of water structural reorganization in resurrection plant and non-resurrection plant i.e. – in non-resurrection plant water dynamics showed random fluctuations during desiccation and in the finally dried state high percentage of free water molecules, while resurrection plants showed orchestrated reorganization aimed at drastic decrease of free water molecules and massive increase of water molecular dimers and water molecules with 4 hydrogen bonds. </p><p>The results obtained using this protocol showed marked differences in the plant response to desiccation stress and are illustrated in Figures 3-8. The aquaphotomics based near infrared spectroscopy is found to be informationally rich and provided novel insights into the mechanism of desiccation tolerance. The measurement method in principle allows non-destructive, <em>in vivo</em> measurements and non-invasive monitoring of plants’ response to stress. Hence, it is a novel, cost-effective, rapid measurement mode for detection, monitoring and studying plant response to stress in general (biotic or abiotic).&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Höfler, K., Migsch, H. &amp; Rottenburg, W. Über die Austrocknungresistenz landwirtschaftlicher Kulturpflanzen. <em>Forschungsdienst</em> <strong>12,</strong> (1941).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oliver, M. J., Tuba, Z. &amp; Mishler, B. D. The evolution of vegetative desiccation tolerance in land plants. <em>Plant Ecol.</em> <strong>151,</strong> 85–100 (2000).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Farrant, J. M. <em>et al.</em> A molecular physiological review of vegetative desiccation tolerance in the resurrection plant Xerophyta viscosa (Baker). <em>Planta</em> <strong>242,</strong> 407–426 (2015).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hoekstra, F. A., Golovina, E. A. &amp; Buitink, J. Mechanisms of plant desiccation tolerance. <em>Trends Plant Sci.</em> <strong>6,</strong> 431–8 (2001).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ramanjulu, S. &amp; Bartels, D. Drought- and desiccation-induced modulation of gene expression in plants. <em>Plant. Cell Environ.</em> <strong>25,</strong> 141–151 (2002).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Beall, P. in <em>Cell-associated water</em> (eds. Drost-Hansen, W. &amp; Clegg, J. S.) 271–291 (Academic Press, 1979).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tsenkova, R. Aquaphotomics: Dynamic Spectroscopy of Aqueous and Biological Systems Describes Peculiarities of Water. <em>J. Near Infrared Spectrosc.</em> <strong>17,</strong> 303–313 (2009).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Le Bihan, D. (Denis) &amp; Fukuyama, H. <em>Water : the forgotten biological molecule</em>. (Pan Stanford Pub, 2011).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Büning-Pfaue, H. Analysis of water in food by near infrared spectroscopy. <em>Food Chem.</em> <strong>82,</strong> 107–115 (2003).</p><p>10.&nbsp;&nbsp;&nbsp;Tsenkova, R. Aquaphotomics: Water in the biological and aqueous world scrutinised with invisible light | Spectroscopy Europe/Asia. <em>Spectrosc. Eur.</em> <strong>22,</strong> 6–10 (2010).</p><p>11.&nbsp;&nbsp;&nbsp;Tsenkova, R., Munćan, J., Pollner, B. &amp; Kovacs, Z. Essentials of Aquaphotomics and Its Chemometrics Approaches. <em>Front. Chem.</em> <strong>6,</strong> 363 (2018).</p><p>12.&nbsp;&nbsp;&nbsp;Jinendra, B. <em>et al.</em> Near infrared spectroscopy and aquaphotomics: Novel approach for rapid in vivo diagnosis of virus infected soybean. <em>Biochem. Biophys. Res. Commun.</em> <strong>397,</strong> 685–690 (2010).</p><p>13.&nbsp;&nbsp;&nbsp;Jinendra, B. Near Infrared Spectroscopy and Aquaphotomics: Novel Tool for Biotic and Abiotic Stress Diagnosis of Soybean. (Kobe University, 2011).</p><p>14.&nbsp;&nbsp;&nbsp;Djilianov, D. <em>et al.</em> In vitro culture of the resurrection plant Haberlea rhodopensis. <em>Plant Cell. Tissue Organ Cult.</em> <strong>80,</strong> 115–118 (2005).</p><p>15.&nbsp;&nbsp;&nbsp;Djilianov, D. <em>et al.</em> Sugar ratios, glutathione redox status and phenols in the resurrection species Haberlea rhodopensis and the closely related non-resurrection species Chirita eberhardtii. <em>Plant Biol.</em> <strong>13,</strong> 767–776 (2011).</p><p>16.&nbsp;&nbsp;&nbsp;Kuroki, S. <em>et al.</em> Water molecular structure underpins extreme desiccation tolerance of the resurrection plant Haberlea rhodopensis. <em>Sci. Rep.</em> (2019). doi:10.1038/s41598-019-39443-4</p><p>17.&nbsp;&nbsp;&nbsp;Martens, H. &amp; Stark, E. Extended multiplicative signal correction and spectral interference subtraction: New preprocessing methods for near infrared spectroscopy. <em>J. Pharm. Biomed. Anal.</em> <strong>9,</strong> 625–635 (1991).</p><p>18.&nbsp;&nbsp;&nbsp;Wold, S., Esbensen, K. &amp; Geladi, P. Principal component analysis. <em>Chemom. Intell. Lab. Syst.</em> <strong>2,</strong> 37–52 (1987).</p><p>19.&nbsp;&nbsp;&nbsp;Norris, K. H. Understanding and correcting the factors which affect diffuse transmittance spectra. (2001).</p><p>20.&nbsp;&nbsp;&nbsp;Maeda, H., Ozaki, Y., Tanaka, M., Hayashi, N. &amp; Kojima, T. Near Infrared Spectroscopy and Chemometrics Studies of Temperature-Dependent Spectral Variations of Water: Relationship between Spectral Changes and Hydrogen Bonds. <em>J. Near Infrared Spectrosc.</em> <strong>3,</strong> 191–201 (1995).</p><p>21.&nbsp;&nbsp;&nbsp;Segtnan, V. . <em>et al.</em> Studies on the Structure of Water Using Two-Dimensional Near-Infrared Correlation Spectroscopy and Principal Component Analysis. <em>Anal. Chem. </em>&nbsp;<strong>73,</strong> 3153–3161 (2001).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The preparation of this protocol was supported by Japanese Society for the Promotion of Science, International Training Program named practical training program of young researchers for strategic bioresource utilization and preservation aiming at match-making between EU and Asia to avoid food crisis and by EU HORIZON2020 project No. 709517 STARBIOS2. The study was carried out during a stay of Shinichiro Kuroki and Hiroyuki Morita as dispatched researchers at AgroBioInstitute in Bulgaria. Financial support was provided by a Japanese Society for Promotion of Science Postdoctoral Fellowship for Foreign Researchers (P17406 to Jelena Muncan).&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-019-39443-4",
                "date": "2019-02-28 11:05:03",
                "title": "Water molecular structure underpins extreme desiccation tolerance of the resurrection plant Haberlea rhodopensis",
                "authors": [
                    "Shinichiro Kuroki",
                    "Roumiana Tsenkova",
                    "Daniela Moyankova",
                    "Jelena Muncan",
                    "Hiroyuki Morita",
                    "Stefka Atanassova",
                    "Dimitar Djilianov"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 82372,
                "identity": "5c7971d5-195c-4b59-9bca-55532debe79c",
                "order_by": 1,
                "name": "Jelena Muncan",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3481-219X",
                "institution": "Biomeasurement Technology Laboratory, Graduate School of Agricultural Science, Kobe University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jelena",
                "middleName": "",
                "lastName": "Muncan",
                "suffix": ""
            },
            {
                "id": 82373,
                "identity": "eafe501a-ff17-496b-b7f1-9d899ee69ede",
                "order_by": 2,
                "name": "Shinichiro Kuroki",
                "email": "",
                "orcid": "",
                "institution": "Laboratory for Information Engineering of Bioproduction, Graduate School of Agricultural Science, Kobe University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shinichiro",
                "middleName": "",
                "lastName": "Kuroki",
                "suffix": ""
            },
            {
                "id": 82374,
                "identity": "8837d23e-e0d7-412a-9ccd-a5094055256e",
                "order_by": 3,
                "name": "Daniela Moyankova",
                "email": "",
                "orcid": "",
                "institution": "Abiotic stress, AgroBioInstitute,Agricultural Academy, Bulgaria",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniela",
                "middleName": "",
                "lastName": "Moyankova",
                "suffix": ""
            },
            {
                "id": 82375,
                "identity": "3fec7818-ed69-445f-8754-b58325ea3be2",
                "order_by": 4,
                "name": "Hiroyuki Morita",
                "email": "",
                "orcid": "",
                "institution": "NIRECO CORPORATION, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroyuki",
                "middleName": "",
                "lastName": "Morita",
                "suffix": ""
            },
            {
                "id": 82376,
                "identity": "e7efd954-99a0-4248-888b-82cb99089e29",
                "order_by": 5,
                "name": "Stefka Atanassova",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry, Microbiology and Physics, Faculty of Agriculture, Trakia University, Bulgaria",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefka",
                "middleName": "",
                "lastName": "Atanassova",
                "suffix": ""
            },
            {
                "id": 82377,
                "identity": "a1c07252-f388-43b3-8d26-6b51a82b9e7a",
                "order_by": 6,
                "name": "Dimitar Djilianov",
                "email": "d_djilianov@abi.bg",
                "orcid": "",
                "institution": "Abiotic stress, AgroBioInstitute,Agricultural Academy, Bulgaria",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Dimitar",
                "middleName": "",
                "lastName": "Djilianov",
                "suffix": ""
            },
            {
                "id": 82378,
                "identity": "80dc751e-97c9-424e-90db-e90bd32d249a",
                "order_by": 7,
                "name": "Roumiana Tsenkova ",
                "email": "rtsen@kobe-u.ac.jp",
                "orcid": "https://orcid.org/0000-0002-9733-7587",
                "institution": "Biomeasurement Technology Laboratory, Graduate School of Agricultural Science, Kobe University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Roumiana",
                "middleName": "",
                "lastName": "Tsenkova",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-04-09 02:24:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9100/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9100/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610591,
                "identity": "a3d9f7b9-ce66-4a40-8af1-efa166b19deb",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1366737,
                "visible": true,
                "origin": "",
                "legend": "Sample cell for spectral measurement. All leaves of Haberlea rhodopensis were set in this case [16]",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_1.png"
            },
            {
                "id": 2610592,
                "identity": "af33c6d0-6fa6-44d2-a675-14556fd59b2b",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156421,
                "visible": true,
                "origin": "",
                "legend": "Relative absorbance as a measure of how each water species contributes to the overall water molecular structure is calculated for each time point during dehydration/rehydration cycle as a ration of the mean absorbance of particular water species and the sum of mean absorbances of all 6 analyzed water species (Sr, S0, S1, S2, S3 and S4) [16]",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_2.png"
            },
            {
                "id": 2610593,
                "identity": "99bc2f57-6a11-4b15-ae27-ce82be935418",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 338447,
                "visible": true,
                "origin": "",
                "legend": "EMSC transformed spectra of plants’ leaves. EMSC treated spectra of Haberlea rhodopensis (left) and Deinostigma eberhardtii (right) during desiccation and subsequent rehydration [16]",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_3.png"
            },
            {
                "id": 2610594,
                "identity": "1f661745-6272-4746-bc86-72ca9de1cc6f",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 419447,
                "visible": true,
                "origin": "",
                "legend": "Difference spectra of the stressed and fresh leaves.  Difference spectra after EMSC transformation of Haberlea rhodopensis and Deinostigma eberhardtii during desiccation and subsequent rehydration and the respective spectra of plants in the fresh state [16]",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_4.png"
            },
            {
                "id": 2610595,
                "identity": "1ee799ca-ed69-44e0-b40e-2d880176d0f3",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50026,
                "visible": true,
                "origin": "",
                "legend": "Principal component scores plotted as a function of time.  Changes in scores of first principal component (PC1) of Haberlea rhodopensis (•) and Deinostigma eberhardtii (◊) during desiccation and subsequent rehydration. Vertical bars indicate standard error of the mean score value for all spectra recorded at specific time point [16]",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_5.png"
            },
            {
                "id": 2610598,
                "identity": "df88e0c1-907f-470a-9a66-bef30c25b329",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 80742,
                "visible": true,
                "origin": "",
                "legend": "First PC loading for PCA applied to EMSC absorbance data. PC1 loading of Haberlea rhodopensis (upper two) and Deinostigma eberhardtii (lower two) during desiccation and subsequent rehydration. Dashed and dotted line indicate the position of positive and negative peaks, respectively, found in Haberlea rhodopensis in the desiccation process. Explained variances of each PC1 from top to bottom were 96.1, 88.2, 69.9 and 41.1%, respectively  [16]",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_6.png"
            },
            {
                "id": 2610599,
                "identity": "ac9c2797-bbab-4ee8-b55d-e63918dc5d14",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 164720,
                "visible": true,
                "origin": "",
                "legend": "Second derivative absorbance spectra.  Second derivative transformed spectra of Haberlea rhodopensis (left) and Deinostigma eberhardtii (right) during desiccation and subsequent rehydration. Arrows indicate specific wavelengths of water species assigned as Sr (1346nm) – protonated water clusters, S0 (1412nm) – free water molecules, S1 (1440nm) - water molecules with 1 hydrogen bond, S2 (1462nm) - water molecules with 2 hydrogen bonds, S3 (1490nm) - water molecules with 3 hydrogen bonds, and S4 (1650nm) - water molecules with 4 hydrogen bonds [16, 20, 21]",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_7.png"
            },
            {
                "id": 2610602,
                "identity": "022adee3-64f3-4579-af9c-dd3d069776d1",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 109319,
                "visible": true,
                "origin": "",
                "legend": "Dynamics of different water species during dehydration and rehydration of Haberlea rhodopensis and Deinostigma eberhardtii. Relative absorbance of water species in Haberlea rhodopensis (A) and Deinostigma eberhardtii (B), during desiccation and subsequent rehydration [16]",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/figure_8.png"
            },
            {
                "id": 13466300,
                "identity": "9ad34ab4-7646-47c3-8499-f4ed4bf78fe7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:50:21",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 4798779,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/5ebf9b15-3311-4de7-9cf4-27a428795c3f.pdf"
            },
            {
                "id": 2610596,
                "identity": "3f42f5e9-7a32-40bf-ae6d-5a8f1502a5be",
                "added_by": "09e24b08-49be-4a65-ab84-e754eceab0e7",
                "created_at": "2020-09-25 20:51:44",
                "extension": "xlsx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4696213,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement1.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-109/v1/supplement_1.xlsx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests. ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "aquaphotomics, near infrared spectroscopy, water, plants, desiccation tolerance, abiotic stress, stress response, integrated marker",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Plant stress responses are complex phenomena encompassing an array of changes at molecular and cellular level. They leave imprint on the molecular structure of water in the plant tissues which can be measured <em>in vivo</em>, in a completely non-destructive and reagent-free way, using aquaphotomics near infrared spectroscopy. Analysis of the near infrared spectrum regions, where water absorbs, provides indirect insight into the dynamics and functionality of the whole biological system.</p><p>In our efforts to perform Responsible Research and Innovations (RRI) practices, we display openly the details of our approach showing the advantages and the eventual difficulties. The protocol described here is developed for non-destructive monitoring of plant response to desiccation stress, particularly focused on the extreme desiccation tolerance of resurrection plants. With alterations in plant material and experimental conditions, the methods described allow detection, monitoring and analysis of plant response to stress in general - abiotic and biotic.</p>",
        "manuscriptTitle": "Protocol for aquaphotomics monitoring of water molecular structure in leaves of resurrection plants during desiccation and recovery",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-04-11 08:30:49",
                "doi": "10.21203/rs.2.9100/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "09e24b08-49be-4a65-ab84-e754eceab0e7",
        "owner": [],
        "postedDate": "April 11th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 11266,
                "name": "Biological techniques"
            },
            {
                "id": 11267,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-04-11 08:30:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}