{
    "identity": "nprot-3685",
    "title": "Preparation and Characterization of Reticular Nanostructured Gold",
    "content": [
        {
            "header": "Introduction",
            "content": "Three-dimensional plasmonic nano-arrays made of gold ground the future of optical multi-scaled devices<sup>1,2</sup>. From this perspective, black gold<sup>3-6</sup> attracts scientific interest due to its broad absorption from the ultraviolet to the infrared. Here, we report the preparation details of the recently introduced form of gold, reticular nanostructured gold \\(RNG) <sup>7</sup>, as an aqueous black colloid. While we present a simple one-step synthesis, critical stages that must be performed in a very precise manner are required to successful complete it. Compared with the other methods where organic precursors<sup>8-9</sup> to create gold reticules are necessary, our work demonstrated<sup>7</sup> the existence of reticular gold nanostructures in aqueous black colloid after a one-step synthesis without any organic initiator. We developed and validated this protocol aiming at standardizing the preparation of RNG dispersions in aqueous media.\r\n\n\nThrough exploiting its optical properties, RNG may find application as an IR-absorbent or as substrate for enhanced Raman spectroscopy. Practical information of the Raman spectroscopy substrate preparation is also here detailed. This protocol steps can be implemented by a single lab member such as a competent graduate student or a postdoc. The characterization of the RNG presented in the section „Anticipated Results” requires specialized core facility, specialists in Scanning Electron Microscopy \\(SEM), High-Resolution Transmission Electron Microscopy \\(HRTEM), Spectroscopy, and Atomic Force Microscopy \\(AFM) to obtain conclusive and reproducible results. \r\n\n\nThere are possible limitations of the protocol which are coming from glassware cleaning, reagents purity, set-up and sample handling. We state here clear that the Protocol has been successfully employed in our lab and under similar conditions of work it is reasonable to expect the Protocol to function. This system can be adapted to produce a wide range of nanostructures with different features, such as plasmon resonance and multiple biofunctionalities<sup>10</sup>.We detail here this procedure as we anticipate that RNG will rapidly gain a widespread use in diverse fields of science."
        },
        {
            "header": "Reagents",
            "content": "All chemicals were purchased from Sigma-Aldrich \\(Taufkirchen, Germany, puriss p.a), except where otherwise mentioned.\r\n\n\nGold\\(III) chloride trihydrate, HAuCl<sub>4</sub>•3H<sub>2</sub>O, 393.83 g/Mol \\(Sigma Aldrich G4022-1G)\r\n\n\nSodium borhydride, NaBH<sub>4</sub> , 37.83g/Mol \\(Sigma Aldrich 247667)\r\n\n\nDeionized water \\(0.05µS/cm)\r\n\n\nMica slides provided by Plano GmbH Wetzlar, Germany\r\n\n\nCoverslips \\(18mm x 18mm) made of transparent borosilicate glass provided by Carl Roth GmbH Karlsruhe Germany \\(ISO 8255.1 Articol number 0657.2) with a thickness ranging 0.13-0.16 mm.\r\n\n\n\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\nThe preparation and holding of the start solutions as well as the way of mixing the solutions photographs until the colloid is synthesized are indicated in figure 1."
        },
        {
            "header": "Equipment",
            "content": "**Atomic force microscopy** \\(AFM). Atomic force micrographs were obtained using a MultimodeTM Nanoscope III \\(Digital Instruments, Santa Barbara, CA, USA) instrument equipped with tapping mode silicon tips \\(Budget Sensors Tap300). Images were processed using Gwyddion open source software \\(http://gwyddion.net/). The AFM samples were prepared as follows: 10 µL of diluted RNG 1:10000 \\(vol:vol) were pipetted on a fresh cleaved mica slide \\(2cmx1cm) and dried under pressured air.\r\n\n\n**Energy dispersive X-ray** Spectrometry \\(EDX). EDX measurements were performed with a 30 mm<sup>²</sup> Si \\(Li) type detector from Oxford instruments \\(Abingdon, UK) and the INCA-Energy evaluation software package. The specified energy resolution of the detector at 5.9 keV \\(Mn- Kα) amounts 133 eV.\r\n\n\n**Transmission Electron Microscopy** \\(TEM). 2 µL of the particle dispersion, were deposited on a carbon 400 mesh copper grid \\(Plano GmbH Wetzlar, Germany). After 1 min of adsorption the excess liquid was blotted off with filter paper. Dried samples were then examined by a JEM 1400 \\(JEOL, Tokyo, Japan) transmission electron microscope. High Resolution Transmission Electron Microscopy \\(HRTEM) was performed using a TEM JEOL JEM-3010 operating at 300 keV.\r\n\n\n**X-Ray diffraction**. The X-ray diffraction analysis has been performed with an X´pert Pro Instrument \\(PANanalytical, Almelo, Netherlands) using Cu-Kα1,2 radiation. The Scherrer equation was used for the determination of the crystallite sizes. A droplet of colloid was dried on an amorphous substrate forming a loose bulk of random orientated gold nanostructures. Consequently, in the case of shape anisotropic structures all dimensions \\(length, width and height) contribute to the observed peak widths. \r\n\n\n**Spectrophotometry**. UV-Vis spectra were obtained with a Jasco V-670 spectrometer \\(Hachioji, Tokyo, Japan) using plastic cuvettes \\(Brand GmBH Wertheim Germany). \r\n\n\n**Infrared Spectroscopy**. The infrared spectra of the colloidal gold specimens were measured with the technique of Attenuated Total Reflectance \\(ATR) using a Single Reflectance Diamond ATR Cuvette in a FTIR-Spectrometer iS 10 \\(Thermo Fisher Scientific GmbH). The spectra were recorded with a resolution of 4 cm<sup>−1</sup> in the spectral range 4000–500 cm<sup>−1</sup>. \r\n\n\n**Size and zeta potential**. The size and the zeta potential of the RNG colloid were recorded using a Zetasizer device \\(Malvern Instruments Ltd.). The dispersion was tested into a disposable sizing cuvette and a disposable zeta cell, respectively.\r\n\n\n**Oxygen Plasma** was created into an Electronic Diener device \\(Plasma Surface Technology). The samples were activated for 5 minutes at 0.2 mbar."
        },
        {
            "header": "Procedure",
            "content": "**Practical steps for glass utensils cleaning, reagents set-up, RNG synthesis and immobilization as substrate for Raman spectroscopic sensors and biosensors**\r\n\n\n\r\n\n\nPrior to the synthesis step the operator must consider the utensils cleaning and the reagents solution preparation. The user is recommended to perform this work in a well-ventilated area such as a fume cupboard. Ensure that the operator has appropriate personal protective equipment to include goggles, appropriate gloves and a lab coat.\r\n\n\n\r\n\n\n**Step 1. Vessels cleaning**\r\n\n\n\r\n\n\nThe glass vessels cleaning and drying is essential for a successful synthesis. The glass utensils involved in gold synthesis are cleaned by keeping them for 30 minutes in aqua regia solution HClconc: HNO\n3\nconc \\(v:v 3:1). Afterwards the glasses are washed with water, ethanol, acetone, and deionized water and kept in a dry box at 37°C. The glassware is next heated at 160-170°C for one hour.\r\n\n\n\r\n\n\n**Step 2. Reagent solutions** \r\n\n\n\r\n\n\nFor synthesis two solutions are made in a fume-cabinet; a gold salt solution consisting of 0.03 g  HAuCl\n4\nto 30 mL distilled water; and a fresh reducing mixture consisting of  0.09 g NaBH\n4\nto 10 mL distilled water. Both solutions are kept on ice for 5 minutes before using them for synthesis \\(Fig. 1 a-b). \r\n\n\n\r\n\n\n**Step 3. RNG synthesis**\r\n\n\n\r\n\n\nThe gold salt is reduced by hydrogen which is slowly released from NaBH\n4\nin aqueous solution. The synthesis takes place at ice temperature. Pipette 10x100µL of reducing solution to the gold salt solution \\(Fig. 1 c) under continuous and slow stirring. The magnetic stirring is not recommended. The synthesis is completed when the black color appeared \\(Fig. 1d). Ensure that the reductive agent is added slowly in volumes of 100 µL to the gold salt. If it is quickly added the long reticules are synthesized; they are not stable in a colloidal state and precipitate in approximate 10 minutes. Close the glassware immediately after the last volume of reductive agent is added, before the excess of hydrogen is out from the system. The dispersion is homogenized by this hydrogen convection and the stirring can be stopped at the last addition of the reductive agent. The colloidal state is assured by NaCl which is formed as additional product during the reaction and act as a valuable surfactant in this case. In the accordance to our one-step synthesis condition one criterion is agreed that no surfactants or other additives need to be added into the dispersion.\r\n\n\n_Observation_: if instead the volume of the reductive agent increased to 2 mL the colloid becomes instable; sediment is formed and the colorless supernatant still contains reticular gold.  At lower amount of reductive solution \\(400 mL, 100 mL, respectively) the shapes become ellipsoidal and spherical. The zeta potential of the colloids was consistently negative \\(-40 to -50 mV)\n7\n.\r\n\n\n_TIMING_: the section steps 2-3 will take to complete maximal 15 minutes.\r\n\n\n\r\n\n\nPipette suitable aliquot out from stock in a disposable zeta cell and acquire the RNG zeta-potential.  Prior to sample splitting for the characterization, the operator checks that dispersion is stable to be able to perform reliable analysis of the RNG. Acquire six replicates to ensure that the sample is stable within a necessary amount of time. If there is evidence of sedimentation in the sample, then the dispersion is not stable enough to allow accurate subsampling.\r\n\n\n_PAUSE POINT_\r\n\n\nThe colloid can be left up to one month or longer at 4°C.\r\n\n\n\r\n\n\n**Step 4. RNG immobilization as substrate for Raman spectroscopic sensor and biosensor**\r\n\n\n\r\n\n\nPlace the cover slips \\(18mmx18mm) in a cabinet with oxygen plasma at 0.2 mbar, 110 W for 5 minutes \\(Fig. 2a). Take out the slide with a pinsetter and place it on a bench. Pipette 100 µL of as prepared colloid on this glass slide \\(Fig. 2b). Dry it under air pressure \\(Fig. 2c).\r\n\n\n_TROUBLESHOOTING_ the air stream should be perpendicular on the glass surface."
        },
        {
            "header": "Timing",
            "content": "TIMING: the section steps 1 will take to complete maximal one hour and 30 minutes.\r\n\n\nTIMING: the section steps 2-3 will take to complete maximal 15 minutes.\r\n\n\nTIMING: the section step 4 will take to complete maximal 15 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "At Step 4, the air stream should be perpendicular on the glass surface."
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\nIt is beyond the scope of this protocol to give detailed description of limitations of various techniques and the operator should ensure that the technique chosen is suitable for RNG analysis. Typical results of RNG characterization are described in the Fig 3. The rationale behind this information is to prevent any effects that may arise from the wrong-handling of the dispersion during the sample preparation; it may also be the case that the supports or recipients can render the records therefore those descriptions are correspondingly associated to the diagrams.  The black colloid of RNG displays a broad absorption in the UV-Vis domain, as exemplified in Figure 3a. A plateau with two weak peaks in the green and near infrared is observable. 530 nm band is characteristic of the surface plasmon component, 850-930 nm band represents the longitudinal component of the structure. For EDX measurements, the RNG colloid was deposited on amorphous carbon substrates and dried in air. The spectra recorded at E0=10 keV show high purity gold \\(Fig. 3b), with traces of sodium and chlorine. The XRD pattern of the RNG identifies peaks for face-centred cubic \\(fcc) polycrystalline gold, with the small texture leading to an increase in the 111 reflex \\(Fig. 3c).\r\n\n\n  \r\n\n\nTypical electron microscopy and atomic force microscopy images are illustrated in figure 4. One set of data from several experiments that worked well in our laboratory are here selected and included. The dilution and drying steps are essential important however there is not troubleshooting required to obtain similar results."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n1. Hughes, M.D. et al. Tunable gold catalysts for selective hydrocarbon oxidation under mild conditions.  Nature 437 1132-1135 \\(2005).\r\n  2. Boal , A.K. et al. Self-assembly of nanoparticles into structured spherical and network aggregates. Nature 404 746-748  \\(2000).\r\n  3. Remy, H. Inorganic Chemistry in German \\[490] \\(Academic Press Geest & Portig K.-G. Leipzig, 1961).\r\n  4. A.H. Pfund. The optical properties of metallic and crystalline powders. J. Opt. Soc. Am.  23 375–378 \\(1933).\r\n  5. O'Neill, P., Ignatiev, A., Doland, C. The dependence of optical properties on the structural composition of solar absorbers: Goldblack. Sol. Energy 21 465–468\\(1978). \r\n  6. Toyama, S., Takei, O., Tsuge, M., Usami, R., Horikoshi, K., Kato, S. Surface plasmon resonance of electrochemically deposited Au-black. Electrochem. Commun. 4 540–544 \\(2002).\r\n  7. Stanca, S.E. et al. Aqueous Black Colloids of Reticular Nanostructured Gold. Sci. Rep. 5, 7899; DOI:10.1038/srep07899 \\(2015).\r\n  8. Gao, S., Zhang, H., Liu, X., Wang, X., Ge, L. Room-temperature strategy for networked nonspherical gold nanostructures from A\\(III)-\\[G-2]-CO2H dendrimer complex. J. Colloid. Interf. Sci.  293 409–413 \\(2006).\r\n  9. Guo, Z. et al. One step controlled synthesis of anisotropic gold nanostructures with aniline as reductant in aqueous solution. J. Colloid  Interf. Sci.  309 518–523 \\(2007).\r\n  10. McCarthy, S.A., Davies, G.-L., Gun'ko, Y.K. Preparation of multifunctional nanoparticles and their assemblies, Nat. Prot. 7 1677–1693 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Christa Schmidt for the XRD measurements and Franka Jahn for the TEM images."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep07899",
                "date": "2015-02-06 14:36:53",
                "title": "Aqueous Black Colloids of Reticular Nanostructured Gold",
                "authors": [
                    "S. E. Stanca",
                    "W. Fritzsche",
                    "J. Dellith",
                    "F. Froehlich",
                    "A. Undisz",
                    "V. Deckert",
                    "C. Krafft",
                    "and J. Popp"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13226,
                "identity": "a04b2a3b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sarmiza Elena Stanca",
                "email": "sarmiza.stanca@ipht-jena.de",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sarmiza",
                "middleName": "Elena",
                "lastName": "Stanca",
                "suffix": ""
            },
            {
                "id": 13232,
                "identity": "a04b37ad-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Christoph Krafft",
                "email": "Christoph.krafft@ipht-jena.de",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christoph",
                "middleName": "",
                "lastName": "Krafft",
                "suffix": ""
            },
            {
                "id": 13233,
                "identity": "a04b3921-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jürgen Popp",
                "email": "juergen.popp@ipht-jena.de",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jürgen",
                "middleName": "",
                "lastName": "Popp",
                "suffix": ""
            },
            {
                "id": 13227,
                "identity": "a04b2f1d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wolfgang  Fritzsche",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wolfgang",
                "middleName": "",
                "lastName": "Fritzsche",
                "suffix": ""
            },
            {
                "id": 13228,
                "identity": "a04b31c3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jan Dellith",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "",
                "lastName": "Dellith",
                "suffix": ""
            },
            {
                "id": 13229,
                "identity": "a04b335c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Frank Froehlich",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Frank",
                "middleName": "",
                "lastName": "Froehlich",
                "suffix": ""
            },
            {
                "id": 13230,
                "identity": "a04b34d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andreas Undisz",
                "email": "",
                "orcid": "",
                "institution": "Otto Schott Institute of Materials Research, Friedrich Schiller University Jena, Löbdergraben 32, 07743 Jena, Germany, ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andreas",
                "middleName": "",
                "lastName": "Undisz",
                "suffix": ""
            },
            {
                "id": 13231,
                "identity": "a04b3643-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Volker Deckert",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute of Photonic Technology, Albert-Einstein-Straße 9, 07745 Jena, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Volker",
                "middleName": "",
                "lastName": "Deckert",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-02-12 16:52:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.010",
        "doiUrl": "https://doi.org/10.1038/protex.2015.010",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609127,
                "identity": "fea60491-2227-4774-873d-e9fd39dfc438",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 549561,
                "visible": true,
                "origin": "",
                "legend": "Reagent set-up for RNG synthesis   a-b, Illustration of the arrangement of the vial containing stock solutions; c, reductive agent addition to the gold salt solution; d, The aspect of the as prepared colloid. In the right panel hydrogen bubbles are visible after the synthesis is completed. ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3685/v1/figure_1.png"
            },
            {
                "id": 2609129,
                "identity": "61f530f0-5fe2-4900-bc46-23e355131050",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 782867,
                "visible": true,
                "origin": "",
                "legend": "RNG as substrate for Raman spectroscopic sensors and biosensors    a-b, glass coverslips activated in O2 plasma at 0.2 mbar, 110W for 5 minutes; c, RNG immobilization on the activated glass; d, AFM image of the as prepared substrate.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3685/v1/figure_2.png"
            },
            {
                "id": 2609130,
                "identity": "30ac4b6c-057e-4dd8-8888-a9b6c9efc55b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 144074,
                "visible": true,
                "origin": "",
                "legend": "RNG characterization    a, UV-Vis spectrum; b, EDX ; c, XRD of the as prepared  RNG set as indicated. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3685/v1/figure_3.png"
            },
            {
                "id": 2609131,
                "identity": "fc45b99a-6ea0-4bf5-bb66-46c7cb858905",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 739621,
                "visible": true,
                "origin": "",
                "legend": "RNG preparation for imaging and the recorded micrographs   a, TEM grid preparation; b,  TEM and HRTEM typical images of the RNG; c,  RNG immobilization on mica; d, AFM image of the RNG. ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-3685/v1/figure_4.png"
            },
            {
                "id": 13465353,
                "identity": "8b29be2c-9ddc-4dfb-a2da-b180ae884a69",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2249404,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3685/v1/a74880d7-53e3-4f7e-a152-f956b016f8a0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "aqueous black colloids; reticular nanostructured gold ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The recently introduced reticular nanostructured gold \\(RNG) consists of gold crystals that interconnect to form compact networks up to 100 nm long, 10 nm width and up to 3 nm height. The synthesis and characterization protocols of the RNG as an aqueous black colloid are here presented. Critical stages that must be performed in a very precise manner are highlighted. The high absorption throughout the visible and infrared domain confers to RNG the potential to be applied as an IR-absorbent or as a substrate for Raman spectroscopic sensors and biosensors. At this point, practical details of the Raman substrate preparation are here indicated. The whole procedure including the utensils preparation will take to complete two hours.",
        "manuscriptTitle": "Preparation and Characterization of Reticular Nanostructured Gold",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-02-13 11:01:20",
                "doi": "10.1038/protex.2015.010",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a04ab36f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 13th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3276,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-02-13 11:01:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}