{
    "identity": "nprot-6541",
    "title": "Isolation and culture of human alveolar epithelial progenitor cells",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol describes the step by step preparation of lung epithelial cell organoids. Included are protocols for digestion of human lung, magnetic sorting of human alveolar type 2 cells, and propagation in 3D culture."
        },
        {
            "header": "Reagents",
            "content": "- Collagenase type I \\(Life Tech, 17100-017, powder 285U/mg).\r\n\n\n- Dispase \\(Collaborative, 354235, 50U/mL aliquoted)\r\n\n\n- DNase1 \\(165U/ml stock - final is 1U/mL, Roche 10104159001)\r\n\n\n- Sterile PBS \\(Lifetech)\r\n\n\n- Anti-anti \\(Gibco 15240062)\r\n\n\n- GentleMACS tubes \\(Miltenyi)\r\n\n\n- ACK lysis buffer \\(Thermo)\r\n\n\n- FBS \\(Denville)\r\n\n\n- 0.5M EDTA\r\n\n\n- 70 micron MACSmart Strainers \\(Miltenyi)\r\n\n\n- 40 micron Cell Strainer \\(Fisher) \r\n\n\n-Trypan Blue\r\n\n\n- MACS Multisort Kit \\(Miltenyi)\r\n\n\n- MACS LS columns \\(Miltenyi)\r\n\n\n- Tm4sf1-APC antibody \\(R&D Systems Clone 877621\r\n\n\n- Anti-APC microbeads \\(Miltenyi 130-090-855)\r\n\n\n- HT2-280 antibody \\(Terrance, TB-27AHT2-280)\r\n\n\n- Anti-mouse IgM microbeads \\(Miltenyi 130-047-302). \r\n\n\n- SAGM Bullet Kit \\(Lonza CC-3118)\r\n\n\n- Growth factor reduced, phenol free Matrigel \\(Corning)\r\n\n\n- ROCK inhibitor \\(Y0503; Sigma-Aldrich)\r\n\n\n- MCR5 \\(ATCC CCL-171)\r\n\n\n- 0.25% Trypsin-EDTA \\(Gibco)\r\n\n\n- DMEM/F12 Media \\(Gibco)\r\n\n\n- 24 well Transwell Plates and Inserts \\(Fisher)"
        },
        {
            "header": "Equipment",
            "content": "- MIltenyi GentleMACS dissociator\r\n\n\n- Miltenyi QuadroMACS sorting kit\r\n\n\n- Cell culture hood and incubators"
        },
        {
            "header": "Procedure",
            "content": "**Human Single Cell Suspension Prep**\r\n\n\n\r\n\n\nIn general, we start with large sample of lung \\(approximately 1g) and digest in 300mg increments. \r\n\n\n\r\n\n\n\r\n\n\nBegin by making digestion solution; you will need need 5ml per 200-300mg of human lung used. \r\n\n\n\r\n\n\nFor 10mL digestion solution:\r\n\n\n- 16.8mg collagenase type I\r\n\n\n- 1mL Dispase 50U/mL \r\n\n\n- 600uL DNase1 \\(165U/ml stock)\r\n\n\n- Fill to 10ml with PBS\r\n\n\n\r\n\n\n1. Warm digestive solution in 37C water bath while you prepare lungs.\r\n  \r\n\n\n2. Take large piece of human lung, and carefully remove all pleura. Pleura clogs up digestion solution and filters, make sure you get it all\\!\r\n  \r\n\n\n3. Cut lung into 6-10 individual small pieces \\(~ 300mg or size of adult mouse lung). Place in ice cold PBS w/anti-anti. Use of antibiotics at this step reduces downstream contamination a lot\\! \r\n  \r\n\n\n4. Take individual small pieces of human lung and cut into ~40 small pieces, trying to cut out as much of the airway as possible; this improves cell yield by improving digestion. \r\n  \r\n\n\n5. Weigh the pieces of chopped lung. Take ~300mg of dissected lung tissue, already chopped into very small pieces, and collect into a gentleMACS tube.\r\n  \r\n\n\n6. Add 5ml of digestion solution to each tube. Less is more here as it helps the tissue sit next to the tines on the MACS tube cap. Be sure to close cap of gentleMACS tube tightly \\(this can be tricky, you want to feel it “pop” into place) and place on ice until ready for next step. \r\n  \r\n\n\n7. Place all gentleMACS tubes onto Dissociator. Snap tube into place, the screen will tell you the tube is on tightly. Add heating elements to the tubes. \r\n  \r\n\n\n8. Run the “m_lung_01_02” program 3-5 times. This will do a gross breakup of the tissue. Check the MACS tubes after this – there should not be any large clumps of tissue in the fluid. Anything large should be stuck in the tines of the tube. \r\n  \r\n\n\n9. If there is an error, remove the cap and dislodge the junk out of the cap into the bottom and repeat \r\n  \r\n\n\n \r\n\n\n10. Run the “37C_m_LIDK_1” program for 35 minutes. \r\n   \r\n\n\n11. Filter through 70 micron MACSsmart cell strainer into new 50mL tube. \r\n  \r\n\n\n12. Rinse 10-20 mL PBS through the 70 micron cell strainer to maximize yield. Let flow through. May need to remove large chunks of debris if clogging strainer up.\r\n  \r\n\n\n13. Spin at 450x g for 10 min at 4C. \\(If pellet is really fluffy, spin for add’l 4min; but should not be the case w/ the 10 min spin)\r\n  \r\n\n\n14. Decant supernatant carefully. Then add 10mL of ACK Lysis buffer to lyse RBCs and incubate at RT for 10 minutes. \r\n  \r\n\n\n15. Spin 450x g for 5 min at 4C. Remove and discard supernatant. Repeat step 14 if many RBCs remain. \r\n  \r\n\n\n16. Wash with 5-10mL FACS buffer \\(1% FBS, 1 mM EDTA in PBS). Spin 450x g for 5 min. Repeat 2-3x. \r\n  \r\n\n\n17. Filter through 40uM cell strainer. \r\n  \r\n\n\n18. Stain cells with Trypan Blue and count via hemocytometer. \r\n  \r\n\n\n19. Place samples on ice while awaiting further steps. Can proceed to FACS, bead sorting, cytospins, RNA isolation, etc from this point. \r\n  \r\n\n\n**Magnetic Bead Sorting and Collection**\r\n\n\n\r\n\n\n20. We use the Miltenyi MACS bead sorting kits and follow the manufacturer’s protocol\r\n  \r\n\n\n21. Place the cell suspension in a 15 mL tube. \r\n  \r\n\n\n22. Spin at 300-450x g for 5 minutes, remove supernatant, and resuspend pellet in primary antibody in FACS buffer.\r\n  \r\n\n\n23. If sorting for AEPs, use both primary antibodies together. For HT2-280 use a 1:50 dilution and for TM4SF1 use a 1:100 dilution. We use a total volume of 2mLs, and both antibodies benefit from fresh aliquot use. Can use HT2-280 antibody alone to sort for AT2 cells. \r\n  \r\n\n\n24. Incubate at 4C in the dark for 1 hour. Wash 2x with 10ml FACS buffer as above.\r\n  \r\n\n\n25. Incubate in MACS secondary anti-IgM-magnetic beads in FACS buffer \\(200ul ab to 800uL FACs buffer) for 30 minutes at 4C in the dark.\r\n  \r\n\n\n26. Wash 1x with 10ml FACS buffer and spin at 450x g for 4 min.\r\n  \r\n\n\n27. Evaluate the number of cells from step 18. We load no more than 2 million cells per Miltenyi LS column for magnetic sorting. Choose the number of columns you will use for sorting and resuspend in 1ml per column \\(usually about 5-10 million cells, so 5-10ml) of FACS buffer. Place on ice\r\n  \r\n\n\n28. Prepare Miltenyi LS columns for sorting per the manufacturer protocol. We add 3ml of FACS buffer to prepare the columns. \r\n  \r\n\n\n29. Add 1-2mL of cells per column. If you add more, you may clog the column and in our experience that will dramatically decrease yields.  \r\n  \r\n\n\n30. Wash each column 3 times with 3mLs of FACs buffer. Allow the buffer to completely flow through the column before adding additional buffer. \r\n  \r\n\n\n31. Remove columns from magnet, and place it on a suitable collection tube.\r\n   \r\n\n\n32. Add 5mLs of FACs buffer and immediately flush out the magnetically labeled cells by firmly pushing the plunger into the column.\r\n  \r\n\n\n33. At this point, you have obtained the HT2-280+ fraction of the lung. This is the total alveolar type 2 cell population. This population is suitable for use in many end applications including the culture described here.  \r\n  \r\n\n\n34. Set aside any cells you wish at this point. Keep on ice until use. \r\n  \r\n\n\n35. With the remainder of sorted cells, centrifuge at 300-450g for 5mins at 4C in 15mL tubes.\r\n  \r\n\n\n36. Remove supernatant, and incubate with 1mL of FACs buffer and 20uL of MultiSort Release Reagent from the Multisort kit. Be sure you used Multisort capable beads from Miltenyi. \r\n   \r\n\n\n37. Mix well and incubate for 10 mins in the dark in at 4C.\r\n  \r\n\n\n38. Wash cells by adding 1mL of FACs buffer per 1 million cells centrifuge at 300-450g for 10mins at 4C. \r\n  \r\n\n\n39. Remove supernatant and resuspend cells at a final concentration of no more than 10^7 total cells per 50uL of buffer. \r\n  \r\n\n\n40. Add 30uL of MultiSort Stop Reagent per 10^7 total cells and mix well.\r\n   \r\n\n\n41. Add 200uL of anti-APC-magnetic beads \\(if using the listed Tm4sf1 antibody) to 800uL of FACs buffer per pellet and incubate for 30 mins at 4C in the dark.\r\n   \r\n\n\n42. Wash 1x with 10ml FACS buffer and spin at 300-450x g for 4 min.\r\n  \r\n\n\n43. Resuspend in 1ml of FACS buffer for each 1 million cells.  As above, choose the number of columns needed and proceed to MACS sorting using MACS columns per manufacturer protocol. \r\n  \r\n\n\n44.  Load and wash the LS columns as noted in steps 28-31 above. Be certain to collect the flow through from all washes at this step - this is the Tm4sf1 negative fraction of AT2 cells. \r\n  \r\n\n\n45. Add 5mLs of FACs buffer to each column, remove from magnet, and immediately flush out the magnetically labeled cells by firmly pushing the plunger into the column. This population of cells are HT280+Tm4sf1+ human AEPs.\r\n  \r\n\n\n**Generation of Adult Human Alveolar Type 2 Cell 3D Organoids**\r\n\n\n\r\n\n\n_Prepare Tissue Culture Media_\r\n\n\n\r\n\n\n46. We have successfully used MTEC plus media and the Lonza SAGM Bullet Kit supplemented with antibiotics for lung organoids; recommend use of Anti-/Anti- for human culture to prevent contamination; both mycobacterial and fungal infection are an issue and have been observed, particularly in human samples\r\n  We prefer freshly prepared Lonza SAGM media, prepared within the last month, aliquoted into small aliquots and used rapidly; we spike small aliquots of media from the Bullet Kit, and use all reagents except for epinephrine. \r\n\n\n\r\n\n\n47. For the first 48h of culture, we use MTEC/Plus or SAGM supplemented with ROCK inhibitor \r\n  \r\n\n\n48. In order to avoid rapid polymerization with matrigel, maintain media at 4C until use.\r\n  \r\n\n\n_Prepare Matrigel_\r\n\n\n\r\n\n\n49. Prepare matrigel the night before planned culture; you will need ~50ul per well of planned experiments; we make working aliquots of 600ul and 1200ul and thaw on ice overnight in the cold room at 4C. \r\n  \r\n\n\n50. Matrigel lots vary in activity and quality for this assay; we test each lot and use lots with best colony forming efficiency on a consistent basis to minimize assay variability\r\n  \r\n\n\n51. Matrigel is a liquid a 4C and rapidly polymerizes at RT; keep on ice until ready to use and mix only with other 4C reagants to prevent polymerization prior to culture preparation\r\n  \r\n\n\n_Prepare lung fibroblasts for 3D culture_\r\n\n\n\r\n\n\n52. We use low passage MCR5 cells \\(ATCC), and find that organoids grow better with these than with primary human fibroblasts.\r\n  \r\n\n\n53. On day of organoid prep, lift MCR5 cells from plate using 0.25% trypsin and create single cell suspension.\r\n  \r\n\n\n54. Wash the fibroblast pellet with PBS and resuspend cell pellet in SAGM or MTEC/Plus media; recommended concentration is 5-10k fibroblasts/ul.\r\n  \r\n\n\n_Prepare transwell plate_\r\n\n\n\r\n\n\n55. We use 24 well plates and place cultures in transwell inserts designed specifically for 24 well format; using other plates or inserts can lead to evaporation of media.\r\n  \r\n\n\n56. Prepare and label wells, and place inserts in wells; we fill wells that will not be used with sterile PBS to prevent evaporation of tissue culture media.\r\n  \r\n\n\n57. Place transwell plate in refrigerator or on ice until ready to use.\r\n  \r\n\n\n_Prepare 3D cultures in transwell inserts_\r\n\n\n\r\n\n\n58. Always used chilled plates and reagents to allow proper settling of cultures prior to matrigel polymerization. \r\n  \r\n\n\n59. Avoid bubbles in all mixtures to avoid disruption of 3D structures; this is best done by very gentle mixing by pipetting up and down to first stop only.\r\n  \r\n\n\n60. Mix 5k epithelial cells with 50k fibroblasts in a total volume of 45ul MTEC/Plus or SAGM \\(without Rock inhibitor) per well; we generally make a master mix of all cells at this ratio for the number of wells needed, and mix well before the addition of matrigel.\r\n  \r\n\n\n61. Add 45ul of matrigel per well to cell mixture; final concentration is 1:1 media to matrigel; after addition of matrigel gently mix without introducing air.\r\n  \r\n\n\n62. Pipet 90ul final mixture into each well of 24 well transwell insert. Pipet into middle of insert, avoid bubbles, and try to get a smooth and even covering of insert.\r\n   \r\n\n\n63. Work quickly, and fill all desired inserts; we leave the mixture on ice during pipetting but have not needed to use chilled pipet tips if working quickly and using cold reagents. \r\n  \r\n\n\n64. After filling all inserts, place plate at 37C for 10-15 minutes; warm MTEC/Plus or SAGM supplemented with Rock inhibitor \\(10uM, see above) during this time.\r\n  \r\n\n\n65. Add 500ul SAGM media into the bottom chamber of the transwell plate; we do not add media on top of the transwell cultures.\r\n  \r\n\n\n66. Place plate at 37OC, 5% CO2 for incubation.\r\n  \r\n\n\n_Maintenance of Organoid Cultures_\r\n\n\n\r\n\n\n67. We change media in the lower well every 48h, using SAGM or MTEC/Plus without Rock inhibitor starting on the first change. One can change every 72h but significantly slower growth has been observed in both mouse and human cultures under these conditions.\r\n  \r\n\n\n68. If treatment with small molecules or signaling factors is desired, we have had the best success with adding these after 48h to allow establishment of culture and addition of  fresh factor every 48h throughout experiment, but other methods may be possible.\r\n  \r\n\n\n69. We generally culture for 14-21d prior to analysis."
        },
        {
            "header": "Timing",
            "content": "Total time for the protocol is 8-12 hours, depending on quality of lung tissue and experience of operator. \r\n\n\n\r\n\n\nLung single cell prep - ~2-4h\r\n\n\nMACS isolation - ~2-4h\r\n\n\nOrganoid preparation - ~2h"
        },
        {
            "header": "Troubleshooting",
            "content": "Each step of this protocol is heavily optimized and will need to be established in your laboratory. Challenges include difficulty of obtaining a high quality digestion of primary lung, poor antibody labeling prior to magnetic sorting, overloading of cells onto magnetic columns, and mutliple challenges leading to poor growth of organoids, especially variation in matrigel lots or tissue culture conditions. We have had the most success since dedication of a lab bench and tissue culture hood and incubator to these experiments, which has improved workflow and reduced variability in results. \r\n\n\n\r\n\n\nPlease feel free to contact the authors directly for assistance with establishment and troubleshooting of this protocol in your laboratory."
        },
        {
            "header": "References",
            "content": "1. Barkauskas CE et. al. Lung organoids: current uses and future promise. Development 144 ,986-997 \\(2017)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. Jarod Zepp and Dr. David Frank in the Morrisey laboratory for extensive technical assistance with optimization of this protocol and Dr. Edward Cantu, Department of Surgery, University of Pennsylvania for access to human lung tissue."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15367,
                "identity": "a14db9e6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "William Zacharias",
                "email": "wzacharias@gmail.com",
                "orcid": "",
                "institution": "Morrisey Lab, University of Pennsylvania",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "William",
                "middleName": "",
                "lastName": "Zacharias",
                "suffix": ""
            },
            {
                "id": 15368,
                "identity": "a14dbda8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Edward Morrisey",
                "email": "",
                "orcid": "",
                "institution": "Morrisey Lab, University of Pennsylvania",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "",
                "lastName": "Morrisey",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-01-17 00:25:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.015",
        "doiUrl": "https://doi.org/10.1038/protex.2018.015",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465728,
                "identity": "b21c5e44-5035-4e29-a4d0-5d79a2d075f8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 138055,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6541/v1/83e10c8f-7c78-4cd8-a1e4-5e6cb09444c9.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lung regeneration, stem cells, stem cell biology, lung stem cells, human lung epithelial cells, cell sorting, human lung cells",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Here we describe the techniques used for isolation and 3D organoid formation of alveolar epithelial progenitor cells from primary human lungs. We describe the selection, digestion, single cell suspension, antibody staining, and culture techniques used for these assays.",
        "manuscriptTitle": "Isolation and culture of human alveolar epithelial progenitor cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-06-11 14:38:26",
                "doi": "10.1038/protex.2018.015",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a14cd8b8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 11th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4170,
                "name": "Developmental biology"
            },
            {
                "id": 4172,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-06-11 14:38:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}