{
    "identity": "nprot-6959",
    "title": "Imaging mitochondria live or fixed muscle tissues",
    "content": [
        {
            "header": "Introduction",
            "content": "The normal function of muscle tissue is particularly reliant on mitochondria, to fulfill high energy demand, to regulate calcium \\[1] and to control ROS production \\[2]. Mitochondrial morphology is directly linked to many important cell and tissue functions, and consequently significant organelle remodeling is observed in response to changes in energy demand and cellular environment \\[3, 4]. Changes in mitochondrial morphology are also observed in a range of human pathologies, including cardiovascular diseases and neuromuscular disorders \\[4-6]. Understanding the role of mitochondria in disease pathogenesis has been greatly advanced by the visualisation of these organelles, using a variety of microscopy techniques to image affected tissues \\[5, 6]. Mitochondrial imaging by fluorescence microscopy is often utilised in medical research, but the currently available mitochondrial stains have mainly been limited to uses in live samples. This can be problematic for pathology testing, in clinical studies or in large cohort studies, where tissue samples are not able to be immediately processed for assessment, and tissue preservation by fixation is highly preferable before imaging.\r\n\n\n\r\n\n\nSeveral different detection methods can be utilised to image mitochondria including endogenous fluorescence, small fluorescent molecule and immunochemistry. NAD\\(P)H is known to be associated with mitochondria \\[7] and produce a strong endogenous fluorescence at 489 nm \\(474–504 nm emission interval), when exposured to two-photon illumination at 740 nm \\[8].  However this approach can only be utilized with live tissue or cells and must be performed in approapriate conditions to ensure tissue and cell health. The majority of small fluorescent molecules available for mitochondrial staining are also limited to use in live cells and tissues. These primarily organic fluorophores generally accumulate in the mitochondrial matrix, due to the organelles transmembrane potential. To date, the visualisation of mitochondria in fixed samples has relied on immunochemistry. While antibody detection is sensitive, it is time consuming and requires multiple processing steps that may introduce significant artefacts. Moreover, there are issues with antibody penetration into the sample. Therefore development of small molecule imaging tools that can quickly and effectively image mitochondria in both live and fixed tissue samples would offer greater flexibility in sample preparation. Recently described iridium tetrazolato coordination complex \\[Ir\\(**ppy**)<sub>2</sub>\\(Me **TzPyPhCN** )]+, \\(where **ppy** is a cyclometalated 2-phenylpyridine and **TzPyPhCN** is the 5-\\(5-\\(4-cyanophen-1-yl)pyrid-2-yl)tetrazolate ligand), commercially available as IraZolve-Mito, exhibits a high specificity for mitochondria in live H9c2 rat cardiomyoblasts \\[9]. Here we describe a protocol for the application of IraZolve-Mito for the detection of mitochondria in paraformaldehyde fixed and frozen muscle tissue samples, which yields results comparable to well-established detection methods."
        },
        {
            "header": "Reagents",
            "content": "**REAGENTS**\r\n\n\n• \\[Ir\\(**ppy**)<sub>2</sub>\\(Me **TzPyPhCN** )]<sup>+</sup>, where **ppy** is a cyclometalated 2-phenylpyridine and **TzPyPhCN** is the 5-\\(5-\\(4-cyanophen-1-yl)pyrid-2-yl)tetrazolate anion), prepared as described in Caporale _et al._ \\[9] or commercially available as IraZolve-Mito \\(Rezolve Scientific Pty Ltd). Personal protective equipment \\(laboratory coat, gloves and eye protection) should be worn for all of the chemical handling and the laboratory procedures described in this mitochondrial imaging protocol.\r\n\n\n• Dimethyl sulfoxide \\(DMSO; Sigma-Aldrich/Merck, cat. no. D2650-5X10ML). \\! **CAUTION** DMSO can elevate the permeability of skin to many chemical compounds; so wear gloves.\r\n\n\n• Animal tissues: We have used cardiac muscle tissue \\(left ventricle) and skeletal muscle tissue \\(quadriceps) from adult pregnant ewes \\(4 years old; n = 4), which were housed in an individual pen in view of other sheep in an indoor housing facility that was maintained at a constant ambient temperature of between 20-22 °C and a 12 hour light/dark cycle. **\\!** **CAUTION** The experimental procedures involving animals must be approved by governmental and institutional animal care guidelines. The investigators must understand the ethical principles outlined in Grundy _et al._ \\[10], Note that our experimental protocols for animal work were approved by the South Australian Health and Medical Research Institute \\(SAHMRI) Animal Ethics Committee and followed the guidelines of the Australian Code of Practice for the Care and Use of Animals for Scientific Purposes developed by the National Health and Medical Research Council.\r\n\n\n• Sodium pentobarbitone \\(Vibrac Australia, Chemwatch no. 3729556). **\\!** **CAUTION** Sodium pentobarbitone is used for humane killing of animals. The reagent must be used in accordance with applicable regulations and disposed of safely.\r\n\n\n• Dulbecco’s Phosphate-Buffered Saline \\(DPBS; Sigma-Aldrich/Merck, cat. no. D8537-500ML)\r\n\n\n• MitoTracker™ Red CMXRos \\(Life Technologies Australia Pty Ltd, cat. no. M7512)\r\n\n\n• Paraformaldehyde \\(PFA; Sigma-Aldrich/Merck, cat. no. P6148-1KG). **\\!** **CAUTION** Highly toxic if inhaled, in contact with skin or swallowed.\r\n\n\n• Saponin \\(Sigma-Aldrich/Merck, cat. no. 84510-100G). **\\!** **CAUTION** Causes irritation to eyes, skin and respiratory system.\r\n\n\n• Bovine serum albumin \\(BSA; Sigma-Aldrich/Merck, cat. no. A9647-500G)\r\n\n\n• Anti-Cytochrome C antibody \\(Abcam, cat. no. ab13575)\r\n\n\n• Secondary anti-IgG antibody conjugated with Cy5 labels: Donkey Anti-Rabbit IgG \\(H+L) \\(Jackson ImmunoResearch Laboratories, cat. no. 711-175-152)\r\n\n\n• Hoechst 33258 DNA stain \\(Life Technologies Australia Pty Ltd., cat. no. H3569). **\\!** **CAUTION** The dye is a known mutagen and has to be handled with care.\r\n\n\n• 80% Glycerol in phosphate buffered saline \\(PBS)\r\n\n\n• Ethanol absolute UNIVAR ACS 2.5 l \\(Thermo Fisher Scientific Australia, cat. no. AJA214-2.5LPL)"
        },
        {
            "header": "Equipment",
            "content": "**EQUIPMENT**\r\n\n\n• µ-Slide 8 well chambers \\(DKSH, cat. no. 80826)\r\n\n\n• TC-treated multiple 6-well plates \\(Sigma-Aldrich/Merck, cat. no. CLS3516-50EA)\r\n\n\n• Glass Pasteur pipettes, long version \\(Hirschmann Laborgeräte GmbH & Co. KG, cat. no. 9260101)\r\n\n\n• Plastic sterile serological pipettes \\(SARSTEDT AG & Co): 5 ml \\(cat. no. 86.1253.001) and 10 mL \\(cat. no. 86.1254.001)\r\n\n\n• Coverslips \\(Thermo Fisher Scientific Australia, cat. no. D10143263NR1)\r\n\n\n• SuperFrost PLUS charged microscope slides \\(Thermo Fisher Scientific Australia, cat. no. MENSF41296)\r\n\n\n• Specimen containers \\(LabServ/Thermo Fisher Scientific Australia): 70 mL \\(cat. no. LBS32005)\r\n\n\n• Plastic petri dishes 90×15 mm\r\n\n\n• Scalpel Handle No.3 Metal Alloy \\(Medical and Surgical Requisites, cat. no. IB-300120)\r\n\n\n• Sterile carbon steel scalpel blades no. 15 \\(Medical and Surgical Requisites, cat. no. BN-BB515)\r\n\n\n• Tubes \\(SARSTEDT AG & Co): 5 mL \\(cat. no. 60.9921.524) and 10 mL \\(cat. no. 62.9924.284)\r\n\n\n• 1.5 mL Eppendorf tubes \\(Thermo Fisher Scientific Australia, cat. no. 509-GRD-Q)\r\n\n\n• Manual pipettes \\(Axygen): 2-20 µL, 20-200 µL and 100-1000 µL\r\n\n\n• Manual pipette \\(Rainin): 0.5-10 µL\r\n\n\n• Pipette Tips: 10 µL \\(Eppendorf, cat. no. 022492004), 1000 µL \\(Axygen, cat. no. T-1000-B) and 200 µL \\(Axygen, cat. no. T-200-Y)\r\n\n\n• Cryostat: Leica CM1950 clinical cryostat \\(Leica Biosystems, Australia)\r\n\n\n• Vortex Mixer \\(Ratek Instruments Pty Ltd, model no. VM1)\r\n\n\n• Laboratory Rocker \\(Bioline Global Pty Ltd, model no. BL8040)\r\n\n\n**Microscopes**\r\n\n\n• Confocal microscope: Nikon A1+ confocal microscope \\(Nikon, Japan) with an OKOLab Microscope Incubator \\(Okolab USA Inc., USA)\r\n\n\n• Two-photon microscope: Zeiss LSM710 META NLO inverted microscope \\(Carl Zeiss, Germany) supplemented with a two-photon Mai-Tai®, tunable Ti:Sapphire femtosecond pulse laser \\(710–920 nm; Spectra-Physics, USA)\r\n\n\n**Computing hardware and software**\r\n\n\n• A PC workstation \\(Windows 7 64-bit; Dell Optiplex 9020; Intel<sup>®</sup> Core<sup>™</sup> i5-4570 CPU 3.20 GHz; 16 GB RAM; Dell Computer Corporation, USA)\r\n\n\n• NIS elements V4.20 software \\(Nikon, Japan)\r\n\n\n• Zen software \\(Carl Ziess, Germany)\r\n\n\n• Adobe Photoshop CC 2017 \\(Adobe Systems Inc., USA)"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\n**IraZolve-Mito staining solution**\r\n\n\nIraZolve-Mito \\(MW = 907.48 g/mol) is provided as a powder \\(0.5 mg) that can be stored at room temperature. The powder should be dissolved in high-quality/sterile/anhydrous DMSO \\(55.1 µL) to prepare IraZolve-MitoTM stock solution of 10 mM, which can be stored at 4 ºC \r\n\n\nStock solution of IraZolve-MitoTM \\(10 mM) should be diluted in either complete sterile DPBS to a final concentration of 20 µM \\(1:500 dilution of 10mM stock solution). ▲ **CRITICAL** Prepare fresh 20 µM staining solution for each experiment. At the end of experiment, this staining solution should be discarded.\r\n\n\n**MitoTracker\n®\nRed CMXRos staining solution**\r\n\n\nPrepare 1 mM stock solution by adding 94 µL of high-quality/sterile/anhydrous DMSO to 50 µg of the lyophilized MitoTracker® product \\(MW = 531.52 g/mol). This stock solution can be stored at ‒20 ºC for at least one year. We recommend avoiding multiple freeze-thaw cycles. ▲ **CRITICAL** This imaging agent is light sensitive, therefore, store it in a dark container. For mitochondrial staining by MitoTracker\n®\nRed CMXRos, dilute the stock solution at 1:1000 either in complete DMEM media or in DPBS. At the end of experiment, this staining solution should be discarded.\r\n\n\n**4% PFA fixation solution**\r\n\n\nTo 4 g of PFA add 50 mL of distilled water. Add 1 mL 1M NaOH. To dissolve, heat and stir at 60 ºC. Once dissolved, add 10 mL 10 × DPBS. Allow to cool and adjust to pH 7.4 with 1M HCl. Add distilled water to 100 mL, filter solution and store aliquots at ‒20 ºC. **\\!** **CAUTION** PFA is toxic. Please read the MSDS before working with this chemical. Gloves and safety glasses should be worn and solutions made inside a fume hood.\r\n\n\n**Saponin solution \\(10% w/vol)**\r\n\n\nDissolve 1 g of Saponin in 10 mL of sterile DPBS. Store at 4 ºC. For permeabilization of the cell membrane, add 100 µL of 10% Saponin \\(w/vol) in 10 mL of DPBS. This will yield 10 mL of a diluted solution with a final solute concentration of 0.1 %.\r\n\n\n**Blocking solution**\r\n\n\nDissolve 2.5 g of the lyophilized BSA powder in 50 mL of sterile DPBS; stir continuously. Add 250 µL of 10% Saponin, and then disperse into 10 mL-aliquots. Store at ‒20 ºC.\r\n\n\n**Anti-Cytochrome C antibody \\(1 µg/mL)**\r\n\n\nThis antibody is delivered as 100 µg stock \\(0.6 mg/mL) in PBS, containing 0.02% sodium azide, and it should be stored at ‒20 °C avoiding freeze/thaw cycle. For anti-Cytochrome C staining, add 2 µL of the antibody stock in 1 mL of blocking solution.\r\n\n\n**Secondary antibody**\r\n\n\nAnti-Rabbit IgG conjugated with Cy5 labels were prepared at 1:200 dilution in blocking solution \\(i.e. 5% BSA containing 0.05% Saponin).\r\n\n\n**Hoechst 33258 staining solution**\r\n\n\nHoechst 33258 DNA stain is delivered as a 10 mg/mL solution in water, which should be stored at 4º C in the dark. This stock solution can be used for at least a year. For nuclear staining, prepare Hoechst 33258 at 1:1000 dilution in DPBS. ▲ **CRITICAL** This imaging agent is light sensitive, so therefore store it in the dark.\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n**Nikon A1+ microscope setup.** Essential components are as follows \\(note that while a specialist protocol has been presented, IraZolve-Mito can be imaged on any standard confocal or epifluorescent microscope):\r\n\n\n• A Nikon A1+ \\(Nikon, Japan) fitted with a LU-N4/LU-N4S 4-laser unit \\(403, 488, 561 and 640 nm), the A1-DUG GaAsP Multi Detector Unit \\(2 GaAsP PMTs and 2 standard PMTs) and a 32 channel spectral detector \\(Nikon, Japan)\r\n\n\n• An Uno-Combined-Controller, CO\n2\nmicroscope electric top stage incubation system \\(Okolab, Italy) holding 37 °C and 5% CO\n2\n• Collect images for IraZolve-Mito using a 403 nm laser set to 2 power setting and emission between 505 and 625 detected by the spectral detector, with gain set to 180 for cardiac tissue and 170 for skeletal muscle tissue. ▲ **CRITICAL** Note that for epifluorescence microscopy, IraZolve-Mito can be excited by UV/blue light sources with emissions collected using a wideband pass filter, or narrowband pass filter within emission range of 550-650 nm. For two-photon microscopy, IraZolve-Mito can be excited by 800-830 nm excitation wavelengths. Ideally, image with a spectral detector set for the emission of 550-650 nm, alternatively detected by using an emission filter suited to the detection of red fluorophores.\r\n\n\n• For imaging of MitoTracker\n®\nRed CMXRos, use 561 nm excitation wavelength \\(0.3 power setting) and collect emission at 595 nm by a GaAsP PMT detector \\(gain of PMT HV 30). For co-staining experiments, use the settings above in sequence to collect IraZolve-Mito and MitoTracker\n®\nRed CMXRos respectively, minimising any overlap in spectral profiles.\r\n\n\n• Image anti-Cytochrome C antibody staining using a 640 nm laser \\(7 power setting) and emission wavelength 700 nm by a standard PMT \\(gain of PMT HV 125)\r\n\n\n• Image Hoechst 33258 DNA stain using 403 nm laser \\(\n1.0 laser power), and collect emission at 450 nm wavelength by a GaAsP PMT detector \\(gain of PMT HV\n65)\r\n\n\n• Set the pinhole radius to 42.1 µm\r\n\n\n• 40X/WI λS DIC N2 water emersion lens\r\n\n\n• Set the temperature in the imaging facility to a constant 19 °C\r\n\n\n**Zeiss LSM 710 META NLO microscope setup**. Essential components are as follows:\r\n\n\n• Zeiss LSM 710 META NLO inverted microscope \\(Carl Zeiss, Jena, Germany)\r\n\n\n• A two-photon Mai-Tai\n®\ntunable Ti:Sapphire femtosecond pulse laser \\(710–920 nm; Spectra-Physics, USA)\r\n\n\n• A polychromatic multichannel detector \\(META spectral detector), MBS-InVis: MBS 690+, FW1: Rear, excitation wavelength 740 nm and emission interval 474–504 nm \\(for endogenous fluorophore, NAD\\(P)H)\r\n\n\n• The laser power should be set to 11%\r\n\n\n• The pinhole should be set to a maximum 600 µm\r\n\n\n• The pixel dwell time set should be set to 1.58 µs, and each image averaged eight times to increase the signal-to-noise ratio\r\n\n\n• LD C-Apochromat 40X/NA 1.1 Water Corr UV-VIS-IR M27 objective \\(Carl Zeiss, Germany)\r\n\n\n• Set the temperature in the imaging facility to a constant 19 °C\r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n\r\n\n\n**1. Tissue preparation and fixation protocol**\r\n\n\nThe experimental procedures should be approved by an Animal Ethics Committee \\(e.g. SAHMRI Animal Ethics Committee in South Australia) and follow the guidelines of a Code of Practice for the Care and Use of Animals \\(e.g. as developed for Scientific Purposes developed by the National Health and Medical Research Council in Australia). The investigators should understand the ethical principles outlined in Grundy et al. \\[10] **\\! CAUTION** All animal experiments must be performed in accordance with the relevant authorities’ regulations.\r\n\n\n**1.1│ Tissue collection**\r\n\n\n\\(i) Humanely kill the animal via overdose of sodium pentobarbitone or CO\n2\ninhalation.\r\n\n\n\\(ii) Remove cardiac muscle tissue from the left ventricle and skeletal muscle from the quadriceps. Remove all fat and connective tissues.\r\n\n\n\\(iii) Place collected live tissue samples into 70 mL specimen containers containing sterile DPBS. Keep tissue samples on ice and protect from light.\r\n\n\n**▲ CRITICAL STEP** Transport tissue samples to the imaging facility within 90 min and image within 7 h.\r\n\n\n\r\n\n\n**1.2│ Tissue sectioning**\r\n\n\nThe following sections describe how to prepare tissue samples for mitochondrial staining. Please proceed to option \\(**A**) for live, option \\(**B**) for 4% PFA fixed, and option \\(**C**) for snap-frozen tissue sections.\r\n\n\n\\(**A**) **Preparation of live tissue sections** ● **TIMING** ==~== **30 min**\r\n\n\nCut tissue samples using a sharp scalpel to allow clean cutting and prevent damage associated with tearing of tissue. Do not use scissors. Sections should be no more than 5 mm in thickness. The sectioning should be performed in sterile DPBS at RT \\(21 ± 2 °C).\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\\(**B**) **Preparation of 4% PFA fixed tissue sections** ● **TIMING** ==~== **21 h**\r\n\n\n\\(i) Cut tissue samples using a sharp scalpel to allow clean cutting and prevent damage associated with tearing of tissue. Do not use scissors. For best results tissue should be cut to ==~== 1 cm3. The sectioning should be performed in sterile DPBS at RT \\(21 ± 2 °C).\r\n\n\n\\(ii) Submerge tissue samples in 4 % PFA for ==~== 20 h at 4 °C.\r\n\n\n\\(iii) Remove PFA fixative and wash the fixed tissues in DPBS for 30 min at RT. **\\! CAUTION** Discard PFA in appropriate chemical waste receptacle.\r\n\n\n\\(iv)  Store tissue samples in DPBS at 4 °C until required.\r\n\n\n**■ PAUSE POINT** Long-term storage in sterile DPBS at 4 °C.\r\n\n\n**▲ CRITICAL STEP** Cut tissue sections at ==~==2 mm thick by using a sharp scalpel in sterile DPBS. Prior to staining, keep these tissue sections in DPBS for 2 h at RT.\r\n\n\n\\(**C**) **Preparation of frozen tissue sections** ● **TIMING ==~== 1-2 h**\r\n\n\n\\(i) Cut tissue samples into cubes less than 1 cm3 and snap freeze in liquid nitrogen at the animal facility. Transport tissue samples on dry ice before being stored at ‒80 °C. Note that by using isopentane \\(2-methylbutane) cooled in liquid nitrogen, the optimal muscle morphology can be preserved \\[11].\r\n\n\n\\(ii) Cut tissue sections on a cryostat at 5 µm-thick and collect onto charged glass slides.\r\n\n\n\\(iii) Heat-fix tissue sections to slides at 60 °C for at least 60 min.\r\n\n\n\\(iv) Store slides at ‒20 °C until required.\r\n\n\n**■ PAUSE POINT** Long-term storage at ‒20 °C.\r\n\n\n**▲ CRITICAL STEP** Cryosections should be thawed at RT for 30 min, before being placed in DPBS for rehydration \\(5 min).\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n**2. Mitochondrial labelling of tissues**\r\n\n\nThe following section describes how to perform mitochondrial labelling. Please proceed to option \\(**A**) for IraZolve-Mito, to option \\(**B**) for MitoTracker\n®\nRed CMXRos, to option \\(**C**) for anti-Cytochrome C antibody staining,\r\n\n\n\\(**A**) **IraZolve-Mito labelling of tissues** ● **TIMING ==~== 40 min**\r\n\n\nMitochondrial staining with IraZolve-Mito can be performed on live, 4% PFA fixed or snap-frozen tissue samples. \r\n\n\n\\(i) Submerge tissue samples in 1 mL of the IraZolve-Mito staining solution in 5 mL tubes. For snap-frozen samples, use a slide staining jar or similar to submerge slides in IraZolve-Mito staining solution \\(==~==10 mL depending on jar size and number of slides).\r\n\n\n\\(ii) Incubate at RT with gentle agitation provided by a rocker for 30 min.\r\n\n\n\\(iii) Aspirate the staining solution.\r\n\n\n\\(iv) Wash tissues for 5 min in DPBS with gentle agitation provided by a rocker.\r\n\n\n\\(v) Optional: For co-staining with MitoTracker\n®\nRed CMXRos, proceed to option \\(**B**).\r\n\n\n\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n\\(**B**) **MitoTracker® Red CMXRos labelling of tissues** ● **TIMING ~ 40 min**\r\n\n\nMitochondrial staining with MitoTracker\n®\nRed CMXRos is suitable for live tissue samples only. This protocol has been adjusted from Johnson and Rabinovitch \\[12].\r\n\n\n\\(i) Submerge tissue samples in 1 mL of the MitoTracker\n®\nRed CMXRos staining solution in 5 mL tubes. For snap-frozen samples, use a slide staining jar or similar to submerge slides in MitoTracker\n®\nRed CMXRos staining solution \\(==~== 10 mL depending on jar size and number of slides).\r\n\n\n\\(ii) Incubate at ice for 15 min with general agitation provided by a rocker.\r\n\n\n\\(iii) Aspirate the staining solution.\r\n\n\n\\(iv) Wash tissues for 5 min in DPBS with gentle agitation provided by a rocker.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\\(**C**) **Anti-Cytochrome C antibody probing** ● **TIMING ==~== 24 h**\r\n\n\nMitochondrial detection by anti-Cytochrome C antibody probing is suitable for PFA fixed tissue samples only. \r\n\n\n\\(i) Permeabilise 4% PFA fixed tissues with 0.1% Saponin in DPBS for 2 h at RT.\r\n\n\n\\(ii) Block non-specific binding of the antibody by submerging tissues in 5% BSA containing 0.05% Saponin for 2 h at RT.\r\n\n\n\\(iii) Incubate tissues with anti-Cytochrome C antibody \\(1 µg/mL; prepared in 5% BSA containing 0.05% Saponin) overnight at 4 ºC with gentle agitation provided by a rocker platform.\r\n\n\n\\(iv) Wash tissues for 2 h in DPBS.\r\n\n\n\\(v) Add secondary anti-IgG antibody conjugated with Cy5 labels and incubate for 1 h at RT.\r\n\n\n\\(vi) Wash tissues for 2 h in DPBS.\r\n\n\n\\(vii) Stain tissues with Hoechst 33258 DNA stain \\(1:1000 in DPBS) for 1 min.\r\n\n\n\\(viii) Wash tissues for 5 min in DPBS.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**3. Mounting tissues for imaging**\r\n\n\nFor tissue mounting, use µ-slide 8 well chambers. Keep tissues moist, but not mounted in DPBS as this may cause tissues to float away from the imaging surface. For example, mount tissues with a longitudinal cross-section in contact with the imaging surface of the chamber, where possible. Good contact between the sample and the surface can be achieved by gently pressing the tissue down into the chamber. Using samples that are roughly the same size as the chamber, can also help to hold the tissue in place. A dissection microscope can be used to place and orientate the tissues. For snap-frozen tissue add an appropriate amount of mounting media, such as 80% glycerol in PBS, to the section and add a cover slip.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**4**. **Imaging setup** ● **TIMING** ==~==**1 h**\r\n\n\nThe following section describes how to set up for image acquisition. Please proceed to option \\(**A**) for IraZolve-Mito, to option \\(**B**) for MitoTracker\n®\nRed CMXRos, to option \\(**C**) for anti-Cytochrome C antibody staining, and to option \\(**D**) for imaging endogenous NAD\\(P)H. Options \\(**A-C**) describe set ups for the Nikon A1+ microscope, fitted with a LU-N4/LU-N4S 4-laser unit \\(403, 488, 561 and 640 nm), the A1-DUG GaAsP Multi Detector Unit \\(2 GaAsP PMTs + 2 standard PMTs) and a 32 channel spectral detector. Option **\\(D)** describes the set up for the Zeiss LSM710 META NLO inverted microscope supplemented with a two-photon Mai-Tai\n®\n, tunable Ti:Sapphire femtosecond pulse laser \\(710–920 nm, Spectra-Physics). These protocols should be adapted to the specific confocal or two-photon imaging systems that are available.\r\n\n\n**▲ CRITICAL STEP** Once mounted, live tissues must be imaged immediately with no more than 30 min elapsing between mounting and image completion as imaging beyond this time can lead to excessive drying of tissue samples.\r\n\n\n\\(**A**) **Imaging IraZolve-Mito**\r\n\n\n\\(i) Place the µ-slide 8 well chambers on microscope stage.\r\n\n\n**▲ CRITICAL STEP** Live cells are sensitive to high/low temperatures as well as CO\n2\nlevel. Make sure to maintain constant 37 °C and 5% CO\n2\nfor H9c2 cells. Switch on the Uno-Combined-Controller, CO\n2\nmicroscope electric top stage incubation system, and wait for 60 min to equilibrate the chamber before starting.\r\n\n\n\\(ii) Start NIS Elements software and select 40X/WI λS DIC N2 water emersion lens from the list.\r\n\n\n\\(iii) Focus on the sample through the microscope; use DIC.\r\n\n\n\\(iv) Switch optical path to A1 and click “Remove Interlock” button. Select a scan mode, Galvano.\r\n\n\n\\(v) For imaging select the following specifications, which provide the optimal image acquisition under standard conditions: 403 nm laser set to 2 power setting and emission between 505 and 625 detected by a 32 channel spectral detector \\(with gain set to 180 for cardiac tissue and 170 for skeletal muscle tissue). The pinhole radius can be set to 42.1 µm.\r\n\n\n**▲ CRITICAL STEP** Avoid extended excitation of the sample. Save images as ND2 file to maintain meta data.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\\(B) Imaging MitoTracker\n®\nRed CMXRos\r\n\n\n\\(i) Follow steps **v**, **Section 7A.**\r\n\n\n\\(ii) For imaging select the following specifications: 561 nm excitation wavelength \\(0.3 power setting) and emission at 595 nm using a GaAsP PMT detector \\(gain of PMT HV 30).\r\n\n\n**▲ CRITICAL STEP** For co-staining experiments, use the settings above in sequence to collect IraZolve-Mito and MitoTracker\n®\nRed CMXRos respectively, minimising any overlap in spectral profiles.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\\(**C**) **Imaging anti-Cytochrome C antibody**\r\n\n\n\\(i) Follow steps **i-v, Section 7A.**\r\n\n\n\\(ii) For imaging select the following specifications: a 640 nm laser \\(7 power setting) and emission wavelength 700 nm by a standard PMT \\(gain of PMT HV 125). For Hoechst 33258 DNA stain, select 403 nm laser \\(==\n== 1.0 laser power). Collect emission at 450 nm wavelength by a GaAsP PMT detector \\(gain of PMT HV ==\n== 65).\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\\(**D**) **Imaging endogenous NAD\\(P)H**\r\n\n\nThis option is only suitable with live tissue samples. \r\n\n\n\\(i) Start Zen software and select LD C-Apochromat 40X/NA 1.1 Water Corr UV-VIS-IR M27 objective from the list.\r\n\n\n\\(ii) Place the µ-slide 8 well chambers on microscope stage.\r\n\n\n\\(iii) Focus on the sample through the microscope; use transmitted light.\r\n\n\n\\(iv) Switch on a two-photon Mai-Tai\n®\ntunable Ti:Sapphire femtosecond pulse laser and wait for 5-10 min before starting.\r\n\n\n\\(v) From the software, select “Lambda scan”.\r\n\n\n\\(vi)  Set the laser power to 11% and the pinhole to maximum 600 µm.\r\n\n\n\\(vii) Collect images using two-photon excitation wavelength at 740 nm and a 474–504 nm emission interval.\r\n\n\n\\(viii) We recommend to set the pixel dwell time to 1.58 µs, and average each image eight times to increase the signal-to-noise ratio.\r\n\n\n▲ **CRITICAL STEP** Avoid extended excitation of the sample. Save images in LSM file to maintain meta data.\r\n\n\n**? TROUBLESHOOTING**"
        },
        {
            "header": "Timing",
            "content": "Step 1.2A, Preparation of live tissue sections: ~ 30 min\r\n\n\nStep 1.2B, Preparation of 4% PFA fixed tissue sections: ~ 21 h\r\n\n\nStep 1.2C, Preparation of frozen tissue sections: ~ 1-2 h\r\n\n\nStep 2A, IraZolve-Mito labelling of tissues: ~ 40 min\r\n\n\nStep 2B, MitoTracker<sup>®</sup> Red CMXRos labelling of tissues: ~ 30 min\r\n\n\nStep 2C, Anti-Cytochrome C antibody probing: ~ 24 h\r\n\n\nStep 4, Imaging setup: ~ 1 h"
        },
        {
            "header": "Troubleshooting",
            "content": "Refer to Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "The mitochondrial pattern detected using these approaches should be similar to previous reports where these organelles are in association with each other and form a connected network that provides a conductive pathway for energy distribution throughout the muscle tissue \\[13]. In cardiac and skeletal muscle tissues, mitochondria present as a regular network of cylindrical shaped organelles arranged in close proximity to sarcomeres \\(Figure 1). In live tissue MitoTracker <sup>®</sup> Red CMXRos and IraZolve-Mito staining and NAD\\(P)H detection should produce this characteristic mitochondrial staining pattern. The emission intensity from IraZolve-Mito should not decrease over time in tissue samples, and the protocol can be used for prolonged imaging at normal light intensity with minimal photobleaching due to the photophysical properties of this compound. However, both MitoTracker<sup>®</sup> Red CMXRos and NAD\\(P)H are prone to photobleaching and thus may be less suitable for these approaches. IraZolve-Mito will also produce mitochondrial staining in paraformaldehyde fixed and frozen tissue samples, producing similar results as antibody probing for the mitochondrial protein Cytochrome C. However the staining protocol for IraZolve-Mito involves significantly fewer steps then immunohistochemistry, which saves both time and money and reduces the risk of introducing artefacts. Additionally, IraZolve-Mito is not species specific, thus should be compatible with tissue from a range of model systems. Although similar results were obtained with these methods IraZolve-Mito has a clear advantage in its compatibility to a range of sample preparations and short protocol time."
        },
        {
            "header": "References",
            "content": "1. Rizzuto, R., De Stefani, D., Raffaello, A. & Mammucari, C. Mitochondria as sensors and regulators of calcium signalling. Nat Rev Mol Cell Biol 13, 566-578 \\(2012).\r\n  2. Starkov, A.A. The role of mitochondria in reactive oxygen species metabolism and signaling. Ann N Y Acad Sci 1147, 37-52 \\(2008).\r\n  3. Liesa, M. & Shirihai, O.S. Mitochondrial dynamics in the regulation of nutrient utilization and energy expenditure. Cell Metab 17, 491-506 \\(2013).\r\n  4. Dorn, G.W., 2nd Mitochondrial dynamism and heart disease: changing shape and shaping change. EMBO Mol Med 7, 865-877 \\(2015).\r\n  5. Miller, N., Shi, H., Zelikovich, A.S. & Ma, Y.C. Motor neuron mitochondrial dysfunction in spinal muscular atrophy. Hum Mol Genet 25, 3395-3406 \\(2016).\r\n  6. Lopez-Crisosto, C. et al. Sarcoplasmic reticulum-mitochondria communication in cardiovascular pathophysiology. Nat. Rev. Cardiol \\(2017).\r\n  7. Lewis, C.A. et al. Tracing compartmentalized NADPH metabolism in the cytosol and mitochondria of mammalian cells. Molecular cell 55, 253-263 \\(2014).\r\n  8. Sorvina, A. et al. Label-free imaging of healthy and infarcted fetal sheep hearts by two-photon microscopy. Journal of biophotonics \\(2017).\r\n  9. Caporale, C. et al. Investigating intracellular localisation and cytotoxicity trends for neutral and cationic iridium tetrazolato complexes in live cells. Chem. Eur. J \\(2017).\r\n  10. Grundy, D. Principles and standards for reporting animal experiments in The Journal of Physiology and Experimental Physiology. J. Physiol. 593, 2547-2549 \\(2015).\r\n  11. Meng, H. et al. Tissue triage and freezing for models of skeletal muscle disease. Journal of visualized experiments : JoVE \\(2014).\r\n  12. Johnson, S. & Rabinovitch, P. Ex vivo imaging of excised tissue using vital dyes and confocal microscopy. Current protocols in cytometry Chapter 9, Unit 9.39 \\(2012).\r\n  13. Glancy, B. et al. Mitochondrial reticulum for cellular energy distribution in muscle. Nature 523, 617-620 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge the assistance of Stacey Holman, Lucy Flynn, and Katherine Stevens for animal care, tissue collection and for assistance in sectioning frozen samples. The animal component of this project was funded by a grant from the Sansom Institute for Health Research \\(J.L.M.). A.S. was funded by an NHMRC Development grant \\(APP1092904). C.A.B was funded by a Future Industry Accelerator Research and Development Voucher Scheme. J.L.M. was funded by a NHMRC Career Development Fellowship \\(APP1066916). J.R.T.D., M.C.L. and J.S. were funded by an Australian Government Research Training Program \\(RTP) scholarship. M.M. thanks ARC for funding \\(FT130100033). ReZolve Scientific also provided funding for this project."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-018-24672-w",
                "date": "2018-07-31 06:58:14",
                "title": "Mitochondrial imaging in live or fixed tissues using a luminescent iridium complex",
                "authors": [
                    "Alexandra Sorvina",
                    "Christie A. Bader",
                    "Jack R. T. Darby",
                    "Mitchell C. Lock",
                    "Jia Yin Soo",
                    "Ian R. D. Johnson",
                    "Chiara Caporale",
                    "Nicolas H. Voelcker",
                    "Stefano Stagni",
                    "Massimiliano Massi",
                    "Janna L. Morrison",
                    "Sally E. Plush",
                    "and Douglas A. Brooks"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15851,
                "identity": "a182b39f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Christie Bader",
                "email": "christie.bader@rezolvescientific.com",
                "orcid": "",
                "institution": "ReZolve Scientific",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christie",
                "middleName": "",
                "lastName": "Bader",
                "suffix": ""
            },
            {
                "id": 15852,
                "identity": "a182b634-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexandra  Sorvina",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexandra",
                "middleName": "",
                "lastName": "Sorvina",
                "suffix": ""
            },
            {
                "id": 15853,
                "identity": "a182b86e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jack Darby",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jack",
                "middleName": "",
                "lastName": "Darby",
                "suffix": ""
            },
            {
                "id": 15854,
                "identity": "a182b9e5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mitchell  Lock",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mitchell",
                "middleName": "",
                "lastName": "Lock",
                "suffix": ""
            },
            {
                "id": 15855,
                "identity": "a182bcd2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jia Yin Soo",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jia",
                "middleName": "Yin",
                "lastName": "Soo",
                "suffix": ""
            },
            {
                "id": 15856,
                "identity": "a182bf26-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ian  Johnson",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ian",
                "middleName": "",
                "lastName": "Johnson",
                "suffix": ""
            },
            {
                "id": 15857,
                "identity": "a182c098-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chiara Caporale",
                "email": "",
                "orcid": "",
                "institution": "Curtin University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chiara",
                "middleName": "",
                "lastName": "Caporale",
                "suffix": ""
            },
            {
                "id": 15858,
                "identity": "a182c1eb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Massimiliano Massi",
                "email": "",
                "orcid": "",
                "institution": "Curtin University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Massimiliano",
                "middleName": "",
                "lastName": "Massi",
                "suffix": ""
            },
            {
                "id": 15859,
                "identity": "a182c401-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stefano Stagni",
                "email": "",
                "orcid": "",
                "institution": "University of Bolonga",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefano",
                "middleName": "",
                "lastName": "Stagni",
                "suffix": ""
            },
            {
                "id": 15860,
                "identity": "a182c568-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Janna Morrison",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Janna",
                "middleName": "",
                "lastName": "Morrison",
                "suffix": ""
            },
            {
                "id": 15861,
                "identity": "a182c6f0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sally Plush",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sally",
                "middleName": "",
                "lastName": "Plush",
                "suffix": ""
            },
            {
                "id": 15862,
                "identity": "a182c93e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Douglas Brooks",
                "email": "",
                "orcid": "",
                "institution": "University of South Australia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Douglas",
                "middleName": "",
                "lastName": "Brooks",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-07-31 07:12:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.101",
        "doiUrl": "https://doi.org/10.1038/protex.2018.101",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610204,
                "identity": "48133b88-c663-4567-b75f-bf121d6b6ae9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 150624,
                "visible": true,
                "origin": "",
                "legend": "Table1   Troubleshooting Table",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6959/v1/figure_1.jpg"
            },
            {
                "id": 2610206,
                "identity": "e1200d74-30c5-4e9f-a87e-91e35a633ef1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 272194,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Mitochondrial detection in muscle tissue   Mitochondria were detected using IraZolve-Mito, Mito-Tracker^®^ Red CMXRos (Mito-Tracker), two-photon detection of NAD(P)H or anti-Cytochrome C probing, in live and fixed cardiac and skeletal muscle. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6959/v1/figure_2.jpg"
            },
            {
                "id": 13465776,
                "identity": "aa6df889-38fc-4ce3-8f12-a7da577228c5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 448073,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6959/v1/49cdfdc3-48af-496b-b1b3-28400ad8d0a2.pdf"
            }
        ],
        "financialInterests": "C.A.B., S.S., M.M., S.E.P. and D.A.B have involvements with ReZolve Scientific Pty Ltd, which distributes a range of imaging agents.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mitochondria, muscle, imaging, fixation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Muscle tissue is particularly reliant on mitochondria for normal function. Mitochondrial morphology is important for function and altered structure is exhibited in a large number of pathologies. Imaging of mitochondria can therefore provide important information about tissue health and disease presence and progression. Here we describe several approaches to mitochondrial imaging in skeletal and cardiac muscle using confocal and two-photon microscopy including; tissue staining with IraZolve-Mito and MitoTracker<sup>®</sup> Red CMXRos; antibody probing for Cytochrome C; and endogenous fluorescence detections from NAD\\(P)H localised to mitochondria.",
        "manuscriptTitle": "Imaging mitochondria live or fixed muscle tissues",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-09-20 14:15:21",
                "doi": "10.1038/protex.2018.101",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a18218a0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 20th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4341,
                "name": "Cell biology"
            },
            {
                "id": 4345,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-09-20 14:15:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}