{
    "identity": "pex-1685",
    "title": "<p>Development of a Serial Dilution Technique for Obtaining Monoclonal Cell Populations</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Thus far, researchers have strived to envision innovating ways of sustainable systems of genetically modifying technologies, arming us to fight diseases, modulate cells, or rectifying mistakes in the&nbsp;genetic material of the cell (1). To this date, the various systems have broadened our understanding of the cell; these approaches include Zinc Finger Nucleases (ZFN), Transcription Activator-Like Effector Nucleases (TALEN), and the paradigm-shifting Clustered Regularly Interspaced Palindromic Repeats/ CRISPR-associated protein 9 (CRISPR/Cas9). CRISPR/Cas9 is genuinely one of the greatest recent developments in molecular biology and genetics which holds great promises in advancing our understating of the biology and developing new therapeutic options in clinical medicine. Those discoveries have collectively empowered researchers to manipulate genetic material to correct inherited genetic errors, create genetically modified animal models, and study cellular pathways (2-4).</p><p>Researchers have successfully diversified the mechanism of actions and applications of the aforementioned-engineered nucleases. However, they usually function via on &nbsp;of the two highly mechanisms of DNA repair; the Non-Homologous End Joining (NHEJ) and Homology Directed Repair (HDR)(5). Introduction of Double Strand Break (DSB) mediated by the programmed-nucleases triggers the activation of either NHEJ or HDR, recruits the components of the repair system to the targeted site, and restores the wild-type genotype. These strategies generate heterogeneous populations of cells. Impreciseness and off-target effect of the systems on top of generating heterogeneous cells hampers the efficacy of these systems and delays their application. Therefore, a procedure that would allow us to separate analyze single cells, scrutinizing for the desired genotype, would come to prove highly useful (6).</p><p>Numerous strategies including Fluorescent-Activated Cell Sorting (FACS), limiting dilutions, and cloning cylinders, have been developed to solve the issues caused by the generation of heterogeneous cell population. These techniques are successful to tackle the task of finding the cells carrying the desired genetic modifications to some extent. However, an ideal approach should be straightforward, efficient, high throughput, and compatible with the nature of the cellular manipulations. Cost-effectiveness is another limiting factor that is of utmost importance (7). Approaches such as FACS are expensive and require high-tech facilities, which is highly unfavorable. Moreover, the excessive stress induced on cells would result in a decreased growth rate and threaten their viability. The Cloning cylinders method is restricted to adherent cells, is incompatible with suspensions cells cultures and demands further exhaustive aseptic techniques (8). </p><p>Other methods including Magnetic-Activated Cell Sorting (MACS) and Laser-Capture Microdissection (LCM), operating based on cell characterization, have been devised to compensate for the shortcomings of the previous systems. However, these systems are also costly; MACS require labeling antibodies, and LCM demands trained operators. Aiming to resolve the highly important element of cost-effectiveness, the limiting Dilutions system was introduced which is further branched into approaches including low-density seeding, array dilution, and serial dilution. The simplicity is the main idea behind these methods, making them highly desirable (6).</p><p>In this study, we employed the Limiting dilutions system to isolate single cells from a heterogeneous HEK293 cell population, subjected to genetic modification via the CRISPR/Cas9 technique.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Ensuing transfection, Green Fluorescent Protein (GFP) serving as a screenable gene marker took roughly around 48 to 72 hours to reach a detectable threshold of a fluorescent microscope. Several papers have reported that the transfection aid materials including the Lipofectamine 2000 and 3000 reflect a cell-dependent efficacy, which requires further optimization for each cell type (9). Studies demonstrate that the Cos-7 cell line holds the transfection efficiency of roughly 95%; other efforts cite that cells such as Caco-2 display a rather lower efficiency of 75%. Studies focusing on HEK293 cells have elucidated Lipofectamine 3000 results in higher cellular plasmid uptake when compared with other variants such as Lipofectamine 2000 (10). Furthermore, some cell types are intrinsically more resilient to obtaining foreign genetic materials from the environment, neuroblastoma cells and primary astrocyte cells were cited to be among such categories of cells with approximately 10–12% and 5–12% efficiency, respectively (11). Here, we observed that roughly 50 % of cells absorbed the plasmids containing the target and the reporter genes. To facilitate the transfection process we exploited the Lipofectamine 2000. Single cells were observed in 30 wells under a stereomicroscope, proliferated to constitute a clone of 40 cells after 10-12 days (Figure 2).\nNOTE:\nOur results are in concordance with previous studies demonstrating that roughly, a third proportion of the entire wells contains a cell or scattered cells, ensuing the diluting process (7).\nNOTE:\nAs cells’ characteristics are distinctive to their type, they may differ in matters of cell-cell interactions; therefore, they may require more time to form. Our experiences unveiled that during the first 5 to 6 days of incubation and frequent media change, the single cell-derived clone begins to form and is observable after 10 to 12 days.\nNOTE:\nTo identify the desired genetic modifications the automated Sanger sequencing method is recommended, for high-throughput sequencing analysis, derivative methods of Sanger sequencing including pyrosequencing and illumine-based sequencing have also proven to be highly effective approaches. TA cloning is the method of choice for separating the different alleles of genes to identify the heterogeneity.\nNOTE:\nSequence analysis without prior selection of single cells and the separation of alleles may lead to witnessing different peaks for the same spot. Interpreting such findings would be an insurmountable task, therefore prior isolations are highly recommended.\nFigure 2. Monitoring the process of single-cell colony formation. This illustration presents a clear demonstration of a single (left) and a dual (right) colony formation within a well after 7 days of cultivation. Those containing two colonies should be identified and excluded from further examination.\nMaterials:\n·        Human Embryonic Stem Cells (HEK293 cells): HEK293 cells are one of the most commonly used adherent cell lines. The growing and maintenance of these cells are quite straightforward. The following materials should be provided preceding the commencing of cultivation.\n·        Dulbecco's Modified Eagle's medium (DMEM): DMEM culture media with either high or low glucose, and with or without L-glutamine. Based on our experience, the variations do not affect the rate of cellular growth.\n·        Lipofectamine (LFN) 2000 or 3000: LFN compound is known to be safe and commonly applied for gene delivery purposes. Some published papers have argued that the Lipofectamine 3000 transfers the genetic material into the cells more effectively; however, our previous experiences with HEK293/293T and MCF7 demonstrated marginal to no difference between the two compounds. Studies suggest that there may be some difference in cytotoxicity between the LFN 2000 and 3000 when dealing with single-stranded oligonucleotides.\n·        Opti-MEM medium: This medium contains low serum content that improves the delivery of target genes by reducing the competition between vectors and serum proteins in cell surface binding. Serum-free or reduced media such as Opti-MEM and DMEM devoid of Fetal Bovine Serum (FBS), serve as a diluent of vectors: LFN mixture, and facilitates the cell surface binding and penetration.\nEquipment:\n·        Stereo and fluorescent microscope\n·        6, 12, 24, 48 and 96 cell culture plates\n·        T25 flasks\n·        15 ml centrifuge tube\n·        Micropipette (large blue: 100-1000 μL, small yellow: 10-100 μl, small white: 1-10 μl)\n·        Multichannel pipet (200-1000 μl)\n·        5 or 10 ml Serological pipettes\n·        Cell counter (Neubauer Chamber or Hemocytometer(\n·        Water bath (37\n0\nC)\n·        Incubator ( 37\n0\nC, 5% CO2)\n·        Laminar flow hood\nMethods:\nCell culture and transfection procedure:\n1) Seed 3.5-4×10\n6\ncells per well in a 6-well culture plate containing DMEM devoid of any antibiotics\nthe day before transfection, which would facilitate reaching 70-85% of confluency prior to\ntransfection.\nNOTE:\nAntibiotics similar to serum proteins may interfere with the transfection process. Additionally, antibiotics may lead to an increase in cell death (12).\n2) Supplement 250μl Opti-MEM medium with 10μl Lipofectamine and 4μg of the desired vector in\nseparate 1.5 ml microtubes and further incubated for 20-25 minutes at room temperature.\nNOTE:\nFor the majority of cases the appropriate DNA (μg) to Lipofectamine (μl) ratio is 1:2 to 1:3 (according to the manufacture’s instruction). Nevertheless, due to the inherent toxicity of LFNs and distinct cellular characteristics, further optimization of the ratio for every cell line seems to be necessary (13).\n3) Gently pipet and mix the vector and Lipofectamine, and further transfer the mixture into plates\n4) Replace the Opti-MEM medium with complete growth medium (DMEM, 10% FBS, 1%\npenicillin/streptomycin) 4-6 hours following transfection.\nNOTE:\nCell viability would be compromised if the mixture remains in contact with cells for a longer period. Of note, incubations may slightly vary as a function of the district characteristics of each cell type (14).\nSingle-cell isolation:\nEnsuing transfection, screen the cell populations based on the GFP protein expression and Puromycin serving as a selectable marker carried by the vector, identify and separate the cells for further incubation and expansion for 7 days.\n1)     Trypsinize the cells and transfer them to a sterile 15ml falcon.\n2)     Pellet the cells via centrifugation at 1500 rpm for 5 minutes.\n3)     Resuspend the cells in a 1 ml complete growth media.\n4)     Cellular viability analysis using the Trypan blue method\n5)     Counting viable cells via Neobar chamber\n6)     Isolate and resuspended 10\n6\ncells in 1 ml growth medium\n7)     In order to reach a single cell, a serial dilution should be carried out according to the following procedure: 100μl of the original cell suspension should be transferred to a new flask containing 900μl medium, this process dilutes the original sample containing 10\n6\ncells by 1:10 ratio, yielding a suspension of 10\n5\npopulations. Next, 100μl of the flask encompassing 10\n5\ncells should be transferred to a subsequent flask and the process should continue accordingly until reaching a population of 10\n3\ncells. Next, 100μl of the previous culture should be conveyed to the next flask, however this time, instead of 900μl of media, cells should be supplied with 9 ml of medium, rendering a final concentration of 10 cells per 1 ml medium. Every 100μl derived from the last flask would roughly contain one cell, which should be further transferred into 96-well plates. Figure 1 illustrates how the serial dilution process should be performed.\nNOTE:\nGentle pipetting throughout the entire process is essential to both preventing the formation of clumped cells and generation of foam. Furthermore, It ensures that cells are homogeneously dispersed in the solution.\nNOTE:\nProper mixing is a vital step to improve the reproducibility of the serial dilution procedure.\n8) Transfer 100μl of the previous step’s result to 96-well plates (Figure 1B).\n9) Incubate the cells at 37°C for 6-7 days without any disturbance (Figure 1.C (.\nNOTE:\nAfter 6-7 days, check the medium for any change in the color, which is a reflection of the pH. In case of acidification and shift in color, substitute half of the medium with fresh and pre-warmed medium to prevent cellular demise. Following reaching desired cellular confluency, cells should be passaged into 48-well plates and as this process further proceeds, the passaging should be carried out into a 24, 12, and 6 well plate in a step-wise manner (Figure 1.D).\nScreening and analysis:\n1)     Extract DNA of each well, amplify DNA by PCR, and ligate PCR product into TOPO cloning vector to separate two alleles of every single cell.\n2)     Screen and analyze DNA fragments by sequencing.\nFigure 3. A comparison between different sequencing results. This illustration is a graphical representation of different sequencing scenarios. A. The chromatogram of a separated allele of an isolated single-cell colony, depicting clean and normal peaks. B. The chromatogram of a separated allele of an isolated single-cell colony, with some noise peaks. C. The chromatogram of a bulk cell population with irregular noise peaks, which may be a result of various mutations in the cell population. Readings of such samples are not valid and demand further refinements in the sample preparation process."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Table 1: Comparison between different methods of single cell separation (FACS, Fluorescent Activated Cell Sorting; IR-LCM, Infrared LCM; UV-LCM, Ultraviolet LCM).</p><p>The advent of genome engineering tools such as CRISPR/Cas9, which marked a turning point in the field of genetic manipulations of basically every organism presented a conundrum of trustworthiness (15) . As a way to address the issue, we envisioned that a unified protocol of isolating cells is required. One of the major issues associated with such techniques is the heterogeneity of the modified population of cells induced through indels and point mutations (16, 17). Analysis of such a genetically diverse population of cells is an arduous task, and would generate and reliable outcome. To remedy that, Single-cell analysis was proposed. Current approaches operating based on single-cell analysis include the FACS, MACS, LCM, microfluidics, and limiting dilution. Each of the aforementioned strategies possesses its own merits and downsides: choosing them is majorly a matter of personal preference. Nonetheless, the limiting factors involving in selecting an approach is straightforwardness, cost-effectiveness, being high-throughput, and less time-consuming. The serial dilution approach as a variant of the Limiting dilution strategy has demonstrated to be satisfactory. The method possess considerable advantages, it is easy to perform and does not require high-tech facilities. </p><p>Methods that currently exist to separate single cell-clones are FACS, MACS, LCM, microfluidics, and limiting dilution (8, 18). Researchers choose which technology is most appropriate, based on the purpose of isolation (i.e. therapeutic or research); and their advantages and disadvantages, (19). Researchers tend to use methods with adequate throughput, simple, fast, and inexpensive properties (20). Among these techniques, serial dilutions that is a kind of limiting dilution provides relatively desired conditions for researchers. Although the Limiting dilution is inherently easy to perform, the downstream processes may be demanding, as handling a single cell comes with its own challenges, to this end, techniques such as automatic microscopic imaging have come to facilitate the process.</p><p>Unlike the FACS and LCM strategies, the probability that cells would be contaminated during the performance of serial dilution is quite low. Furthermore, the method holds a promising future due to cost-effectiveness and unlike other methods does not impose any stress that would compromise cellular viability (21). &nbsp;Here, we endeavored to isolate single cells from 10<sup>6</sup> primary populations. We report a 41% efficiency, which could be further improved by efficient pipetting. Considering that the approach is economically favorable, the overall results are satisfactory.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mandal PK, Ferreira LM, Collins R, Meissner TB, Boutwell CL, Friesen M, et al. Efficient ablation of genes in human hematopoietic stem and effector cells using CRISPR/Cas9. Cell stem cell. 2014;15(5):643-52. Epub 2014/12/18. doi: 10.1016/j.stem.2014.10.004. PubMed PMID: 25517468; PubMed Central PMCID: PMCPmc4269831.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zarei A, Razban V, Hosseini SE, Tabei SMB. Creating cell and animal models of human disease by genome editing using CRISPR/Cas9. The journal of gene medicine. 2019;21(4):e3082. Epub 2019/02/21. doi: 10.1002/jgm.3082. PubMed PMID: 30786106.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shui B, Hernandez Matias L, Guo Y, Peng Y. The Rise of CRISPR/Cas for Genome Editing in Stem Cells. Stem cells international. 2016;2016:8140168. Epub 2016/02/18. doi: 10.1155/2016/8140168. PubMed PMID: 26880991; PubMed Central PMCID: PMCPmc4736575.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li Q, Qin Z, Wang Q, Xu T, Yang Y, He Z. Applications of Genome Editing Technology in Animal Disease Modeling and Gene Therapy. Comput Struct Biotechnol J. 2019;17:689-98. doi: 10.1016/j.csbj.2019.05.006. PubMed PMID: 31303973.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hua K, Zhang J, Botella JR, Ma C, Kong F, Liu B, et al. Perspectives on the Application of Genome-Editing Technologies in Crop Breeding. Molecular Plant. 2019;12(8):1047-59. doi: https://doi.org/10.1016/j.molp.2019.06.009.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Casden N, Behar O. An approach for accelerated isolation of genetically manipulated cell clones with reduced clonal variability. Journal of cell science. 2019;132(6). Epub 2019/02/24. doi: 10.1242/jcs.217661. PubMed PMID: 30796102.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hu P, Zhang W, Xin H, Deng G. Single Cell Isolation and Analysis. Frontiers in cell and developmental biology. 2016;4:116. Epub 2016/11/09. doi: 10.3389/fcell.2016.00116. PubMed PMID: 27826548; PubMed Central PMCID: PMCPmc5078503.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gross A, Schoendube J, Zimmermann S, Steeb M, Zengerle R, Koltay P. Technologies for Single-Cell Isolation. International journal of molecular sciences. 2015;16(8):16897-919. Epub 2015/07/28. doi: 10.3390/ijms160816897. PubMed PMID: 26213926; PubMed Central PMCID: PMCPmc4581176.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maurisse R, De Semir D, Emamekhoo H, Bedayat B. Comparative Transfection of DNA into Primary and Transformed Mammalian Cells from Different Lineages. BMC Biotechnol. 2010;10:1-9.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang T, Larcher LM, Ma L, Veedu RN. Systematic Screening of Commonly Used Commercial Transfection Reagents towards Efficient Transfection of Single-Stranded Oligonucleotides. Molecules (Basel, Switzerland). 2018;23(10):2564. doi: 10.3390/molecules23102564. PubMed PMID: 30297632.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alabdullah AA, Al-Abdulaziz B, Alsalem H, Magrashi A, Pulicat SM, Almzroua AA, et al. Estimating transfection efficiency in differentiated and undifferentiated neural cells. BMC Research Notes. 2019;12(1):225. doi: 10.1186/s13104-019-4249-5.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jacobsen LB, Calvin SA, Colvin KE, Wright M. FuGENE 6 Transfection Reagent: the gentle power. Methods. 2004;33(2):104-12. doi: https://doi.org/10.1016/j.ymeth.2003.11.002.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Avci-Adali M, Behring A, Keller T, Krajewski S, Schlensak C, Wendel HP. Optimized conditions for successful transfection of human endothelial cells with in vitro synthesized and modified mRNA for induction of protein expression. J Biol Eng. 2014;8(1):8-. doi: 10.1186/1754-1611-8-8. PubMed PMID: 24581116.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhong YQ, Wei J, Fu YR, Shao J, Liang YW, Lin YH, et al. [Toxicity of cationic liposome Lipofectamine 2000 in human pancreatic cancer Capan-2 cells]. Nan fang yi ke da xue xue bao = Journal of Southern Medical University. 2008;28(11):1981-4. Epub 2008/11/27. PubMed PMID: 19033108.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bressan RB, Dewari PS, Kalantzaki M, Gangoso E, Matjusaitis M, Garcia-Diaz C, et al. Efficient CRISPR/Cas9-assisted gene targeting enables rapid and precise genetic manipulation of mammalian neural stem cells. Development. 2017;144(4):635-48. Epub 2017/01/18. doi: 10.1242/dev.140855. PubMed PMID: 28096221; PubMed Central PMCID: PMCPmc5312033.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dürr R, Duvigneau S, Laske T, Bachmann M, Kienle A. Analyzing the Impact of Heterogeneity in Genetically Engineered Cell Lines for Influenza Vaccine Production Using Population Balance Modeling. IFAC-PapersOnLine. 2016;49(26):225-30. doi: https://doi.org/10.1016/j.ifacol.2016.12.130.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bruyneel AAN, Colas AR, Karakikes I, Mercola M. AlleleProfileR: A versatile tool to identify and profile sequence variants in edited genomes. PloS one. 2019;14(12):e0226694. Epub 2019/12/27. doi: 10.1371/journal.pone.0226694. PubMed PMID: 31877162; PubMed Central PMCID: PMCPmc6932767.</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yilmaz S, Singh AK. Single cell genome sequencing. Curr Opin Biotechnol. 2012;23(3):437-43. Epub 12/07. doi: 10.1016/j.copbio.2011.11.018. PubMed PMID: 22154471.</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ishii S, Tago K, Senoo K. Single-cell analysis and isolation for microbiology and biotechnology: Methods and applications. Applied microbiology and biotechnology. 2010;86:1281-92. doi: 10.1007/s00253-010-2524-4.</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu ZG, Ding WF, Xie SC, Sun N, Zhang X, Li X, et al. Establishment and characterization of cell clones from the Papilio cell line RIRI-PaDe-3 by a high-efficiency clonal method. Cytotechnology. 2018;70(4):1235-45. Epub 2018/04/11. doi: 10.1007/s10616-018-0216-6. PubMed PMID: 29633063; PubMed Central PMCID: PMCPmc6081930.</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu Z-G, Ding W-F, Xie S-C, Sun N, Zhang X, Li X, et al. Establishment and characterization of cell clones from the Papilio cell line RIRI-PaDe-3 by a high-efficiency clonal method. Cytotechnology. 2018;70(4):1235-45. Epub 04/09. doi: 10.1007/s10616-018-0216-6. PubMed PMID: 29633063.</p><p><br></p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 58422197,
                "identity": "a2fe4bd5-a393-40ec-88c7-40db09fe8329",
                "order_by": 0,
                "name": "Maryam Ranjbar",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maryam",
                "middleName": "",
                "lastName": "Ranjbar",
                "suffix": ""
            },
            {
                "id": 58422198,
                "identity": "e5b4eb63-f556-4f1c-b9cd-80b7ff64eff6",
                "order_by": 1,
                "name": "Marjan Nourigorji",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marjan",
                "middleName": "",
                "lastName": "Nourigorji",
                "suffix": ""
            },
            {
                "id": 58422199,
                "identity": "f7053807-e253-47b1-8a9b-a4e0e4d878e2",
                "order_by": 2,
                "name": "Farshid Amiri",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Farshid",
                "middleName": "",
                "lastName": "Amiri",
                "suffix": ""
            },
            {
                "id": 58422200,
                "identity": "70ed97b2-1f63-44c7-9d00-1bbcdb340511",
                "order_by": 3,
                "name": "Hossein Jafari Khamirani",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-7703-7387",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossein",
                "middleName": "Jafari",
                "lastName": "Khamirani",
                "suffix": ""
            },
            {
                "id": 58422201,
                "identity": "8bb6a62c-09af-4096-ad09-29a7cf1517c4",
                "order_by": 4,
                "name": "Sina Zoghi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sina",
                "middleName": "",
                "lastName": "Zoghi",
                "suffix": ""
            },
            {
                "id": 58422202,
                "identity": "ab5ce663-fd7d-4550-8716-dff387dba039",
                "order_by": 5,
                "name": "Mehdi Dianatpour",
                "email": "dianatpour@sums.ac.ir",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mehdi",
                "middleName": "",
                "lastName": "Dianatpour",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-10-22 11:26:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1685/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1685/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15793773,
                "identity": "8522c981-4e3f-4a75-b3e4-dfdb6f5c8527",
                "added_by": "auto",
                "created_at": "2021-11-22 17:41:31",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2586461,
                "visible": true,
                "origin": "",
                "legend": "An overview of preparing serial dilutions and expanding single-cell colonies. A. Transferring 100 µl of the previously prepared cell suspension to a subsequent falcon. B. The diluted cells are transferred to 96 wells. C. Theoretically, wells ought to receive a single cell, however, practically some wells may be devoid of any cells while others may receive more than one, particularly in situations that the cell suspension is not thoroughly pipetted and evenly distributed among wells. D. Propagation of cells takes place within 7 to 10 days. Reaching higher confluency, cells are transferred to a 48-well, then a 24-well, and finally a 6-well plate in a step-wise manner. If high yield DNA/RNA is required for downstream applications, a T-25 or T-75 flask is suitable for subsequent passages.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1685/v1/81c0e302a5d77f0f77828b88.jpg"
            },
            {
                "id": 15793770,
                "identity": "db528ae5-00e8-4a9c-97c9-16c016b6745d",
                "added_by": "auto",
                "created_at": "2021-11-22 17:41:31",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53015,
                "visible": true,
                "origin": "",
                "legend": "Monitoring the process of single-cell colony formation. The figure presents a clear demonstration of a single (left) and a dual (right) colony formation within a well after 7 days of cultivation. Those containing two colonies should be identified and excluded from further examination.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1685/v1/e77aa96a697842c178024cf5.jpg"
            },
            {
                "id": 15793772,
                "identity": "88aa0b4b-d864-4180-b488-31e5a664e462",
                "added_by": "auto",
                "created_at": "2021-11-22 17:41:31",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 103618,
                "visible": true,
                "origin": "",
                "legend": "A comparison between different sequencing results: the figure is a graphical representation of different sequencing scenarios. A. The chromatogram of a separated allele of an isolated single-cell colony, depicting clean and normal peaks. B. The chromatogram of a separated allele of an isolated single-cell colony, with some noise peaks. C. The chromatogram of a bulk cell population with irregular noise peaks, which may be a result of various mutations in the cell population.  Readings of such samples are not valid and demand further refinements in the sample preparation process.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1685/v1/5497f53fc0ebdbd7d5ac7686.jpg"
            },
            {
                "id": 15793844,
                "identity": "574398b8-716c-4019-9ae4-e034a0167768",
                "added_by": "auto",
                "created_at": "2021-11-22 17:44:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 364225,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1685/v1/d1cd5fe5-7ed0-4aac-972f-c15f873271f1.pdf"
            },
            {
                "id": 15793843,
                "identity": "b9c8d510-9622-4398-b781-9433252e092c",
                "added_by": "auto",
                "created_at": "2021-11-22 17:44:31",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13132,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table.docx",
                "url": "https://assets.researchsquare.com/files/pex-1685/v1/4aab6fa589349394310b90b1.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Genome Editing, Single Cell Isolation, Serial Dilution, Homogenous Clones, CRISPR, CRISPR/Cas9",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Single cell-based techniques have drawn the attention of researchers, because they provide invaluable information of various domains ranging from genomics to epigenetics, transcriptomics, and proteomics. Single cell-derived clones provide a reliable and sustainable source of genetic information due to the homogeneity of the cell population. Aiming to obtain single-cell clones, several approaches were engineered, among which, the Limiting dilution approach stands out as a cost-effective and unsophisticated, and easy-to-apply method. Here, we demonstrate how to acquire single cell-derived clones through a simple 1:10 diluting from genetically modified heterogeneous cell populations.</p>",
        "manuscriptTitle": "Development of a Serial Dilution Technique for Obtaining Monoclonal Cell Populations",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-11-22 17:41:29",
                "doi": "10.21203/rs.3.pex-1685/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "966b9675-582b-47af-9f0d-1f2a78218c03",
        "owner": [],
        "postedDate": "November 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8038118,
                "name": "Genetics"
            },
            {
                "id": 8038119,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-22 17:41:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}