{
    "identity": "pex-1696",
    "title": "<p>One for All and All in One: Modified Silica Kit-based Protocol for simultaneous sample-specific Extraction of DNA from a Variety of Source Materials</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In any PCR-based analysis, the use of optimized protocols for the extraction of DNA is an essential factor, ensuring the best possible yield in recovery of the DNA contained in the sample material, to allow for the highest probability of a successful amplification. </p><p>Resulting extraction protocols vastly differ in the number and extend of steps involved, depending on the physical properties of the sample material, and consequently the difficulty in releasing the DNA containing cells from the surrounding tissue (see e.g. <sup>1</sup>). Main aspects here are sample-specific requirements for pre-preparation steps preceding the actual DNA extraction procedure, and the duration of the digestion step required to release the DNA from the tissue (see e.g. <sup>1</sup>).</p><p>&nbsp;</p><p>Keratinized tissues such as hair <sup>1, 2</sup> and feathers <sup>3,4</sup> require longer incubations for digestion of the sample material, usually performed overnight. Similar in case of extraction from chitinous insect samples, where prolonged digests for several hours to overnight are performed (e.g. <sup>5</sup>), respectively the digest is preceded by extensive homogenization <sup>6</sup>. For easier digestable material such as muscle tissue, shorter incubations of up to 1-2h are required <sup>7, 8</sup> while for samples like buccal cells in liquid saliva a very short digest of 15-30min is usually sufficient (e.g. <sup>9</sup>). &nbsp;</p><p>&nbsp;</p><p>In contexts such as the development of new PCR-based assays (e.g. <sup>10-12</sup>), which always includes a test of species-specificity, reference samples from a number of different species are utilized, requiring extraction of DNA from a variety of source materials.</p><p>&nbsp;</p><p>The method presented here follows the strategy of synchronizing sample material-specific aspects such as sample preparation and digestion in such a way that one common protocol can be utilized for the actual extraction and purification of the DNA, allowing for an overall more efficient extraction process, while maintaining optimized conditions for DNA recovery. The common protocol used here is a modified version of a silica column-based kit protocol <sup>13</sup>. </p>"
        },
        {
            "header": "Reagents",
            "content": "<p>- Proteinase K (10mg/ml, e.g. BioUltra, Sigma-Aldrich), in PCR grade Water (UltraPure™, Invitrogen)</p><p>- 1 x PBS (137mM sodium chloride, 2.7mM potassium chloride, and 10mM phosphate buffer): tablet (Phosphate Buffered Saline, biotechnology grade, VWR Life Science) dissolved in PCR grade Water (UltraPure™, Invitrogen), sterile filtered</p><p>- PCR grade water (UltraPure™, Invitrogen)</p><p>- Ethanol (abs.)</p><p>- E.Z.N.A.<sup>®</sup> Blood DNA Mini Kit (Omega Bio-Tek)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- Syringe filter, 0.22μm (e.g. Biofil™, Microlab Scientific)</p><p>- Syringe, sterile, 10 or 20ml, Luer slip (e.g. BD Medical)</p><p>- Microscopy scissors, 115mm (Bochem)</p><p>- Scalpel, size 10, disposable (Swann-Morton)</p><p>- Forceps, straight, pointed, 130mm (Uspeck)</p><p>- 2ml reaction tubes (SafeSeal, Sarstedt)</p><p>- 1000μl pipette tips (Sarstedt)</p><p>- Parafilm (Bemis Corp.)</p><p>- precision balance (e.g. VWR)</p><p>- Thermomixer (Eppendorf) or block heater for 2ml tubes (AccuBlock™ Mini, Labnet)</p><p>- Tabletop microcentrifuge capable of at least 13,000 x g (e.g. Centrifuge 5425, Eppendorf)</p>"
        },
        {
            "header": "Procedure",
            "content": "General Considerations:\nWhether pre-preparation steps such as homogenization or pre-digestion of the sample are required depends on the physical properties of the sample material, and consequently the difficulty in releasing the DNA containing cells from the surrounding tissue.\nDecontamination of sample material, to remove potential non-species DNA, is required where sample material was exposed to the environment prior to collection.\nTo allow for simultaneous DNA extraction from all source materials, sample-preparation (procedure part I) and pre-digestion (procedure part II) of hair-, feather and insect samples should take place on the day prior to utilization of the silica kit-based protocol (procedure part III). Pre-digestion of the tissue samples (raw and processed meat) should start 2h prior to the extraction (procedure part III) on the same day. Saliva will not require any pre-digestion, and is thus sub-sampled directly prior to the start of the extraction (procedure part III).\nDuring each part of the procedure, at least one blank control should be included and carried through the remainder of the procedure to establish appropriate contamination controls. With regards to the pre-digestion (procedure part II), separate blank controls for long and short pre-digests should be established.\nI. Sample preparation:\n- Hair:\nThe protocol is suitable for extraction of DNA from hair of a variety of species including human head or body hair. Both, guard hair (top coat) and down hair (undercoat) can be used. In case of coarse hair, 1-3 strands are sufficient. Where hair is very fine or short, up to 5 strands should be used.\n1. Sampling: 1-5 strands of hair\n2. Sample is placed in 2ml reaction tube (SafeSeal, Sarsted)\n3. washed in 1ml PCR-grade water (UltraPure™, Invitrogen)\n4. washed in 500 μl Ethanol (abs.)\n5. air-dried (tube overhead at an angle) until remaining traces of Ethanol are evaporated (min. 30min)\n- Feathers:\nThe protocol is suitable for extraction of DNA from hair of any bird species. Both vane- and down feathers can be utilized. Depending on the size of the feather, 5-10 barbs (from the vane or after-feather) or down-barbs should be sampled.\n1. Sampling: 5-10 barbs are removed from the rachis (forceps, Uspeck or microscopy scissors, Bochem)\n2. Sample is placed in 2ml reaction tube (SafeSeal, Sarsted)\n3. washed in 1ml PCR-grade water (UltraPure™, Invitrogen)\n4. washed in 500 μl Ethanol (abs.)\n5. air-dried (tube overhead at an angle) until remaining traces of Ethanol are evaporated (min. 30min)\n- Insects or insect parts:\nIf extraction of DNA specific to the species of the insect specimen is intended, sampling of head, thorax and abdomen should be avoided, to exclude contribution of DNA from food sources. Instead, appendages such as legs and wings should be sampled, depending on anatomy of species analyzed.\n1. Sampling: 1-2 wings, 1-3 legs (depending on size of the insect) are removed (forceps, Uspeck)\n2. Sample is placed in 2ml reaction tube (SafeSeal, Sarsted)\n3. washed in 1ml PCR-grade water (UltraPure™, Invitrogen)\n4. washed in 500 μl Ethanol (abs.)\n5. air-dried (tube overhead at an angle) until remaining traces of Ethanol are evaporated (min. 30min)\n- Muscle tissue (raw and processed meat):\nBoth, raw muscle tissue and processed meat can be utilized. Recovery of pristine DNA is expected to be higher in case of raw compared to processed meat, which will have been exposed to DNA-degrading conditions such as heat.\n0.1g of tissue is sampled, placed in a 2ml reaction tube (SafeSeal, Sarsted)\n- Saliva:\nNeither pre-preparation steps, nor a pre-digestion of the material is required. The modified version of the manufacturer protocol is sufficient for optimal extraction of DNA from this material.\n100ul of homogenized (mixed) saliva us pipetted into a 2ml reaction tube (SafeSeal, Sarsted) at the stat of the silica column based extraction (procedure part III).\nII. Pre-digestion:\nA pre-digestion of sample material with proteinase K is utilized for sample material which requires a more extensive digestion than the one included in the modified silica-kit protocol (procedure part III).\n- Hair:\n1. Decontaminated hair strands are cut into 0.5-1cm sections using decontaminated scissors (microscopy scissors, Bochem), by cutting the sections directly into a 2ml reaction tube (SafeSeal, Sarsted)\n2. Cuttings are mixed with 250ul PBS (1x) and 20ul proteinase K (10mg/ml)\n3. The lid of the 2ml reaction tube should be sealed using a thin strip of Parafilm (Bemis Corp.)\n4. Incubation at 56°C, overnight to 20h\n- Feathers:\n1. Interlocked vane barbs are separated from each other (forceps, Uspeck) to increase the surface exposed to the proteinase K digestion, and placed into a 2ml reaction tube (SafeSeal, Sarsted)\n2. Barbs are mixed with 250ul PBS (1x) and 20ul proteinase K (10mg/ml)\n3. The lid of the 2ml reaction tube should be sealed using a thin strip of Parafilm (Bemis Corp.)\n4. Incubation at 56°C, overnight to 20h\n- Insects or insect parts:\n1. Insect parts are placed into a new 2ml reaction tube (SafeSeal, Sarsted)\n2. mixed with 250ul PBS (1x) and 20ul proteinase K (10mg/ml)\n3. Homogenization of insect parts using a 1000ul pipet tip (Sarstedt) as pestle against the wall of the 2ml reaction tube\n4. The lid of the 2ml reaction tube should be sealed using a thin strip of Parafilm (Bemis Corp.)\n5. Incubation at 56°C, overnight to 20h\n- Muscle tissue (raw and processed meat):\n1. 0.1g of tissue in a 2ml reaction tube (SafeSeal, Sarsted) is mixed with 250ul PBS (1x) and 20ul proteinase K (10mg/ml)\n2. Tissue is macerated using a 1000ul pipet tip (Sarstedt) as pestle against the wall of the 2ml reaction tube\n3. The lid of the 2ml reaction tube should be sealed using a thin strip of Parafilm (Bemis Corp.)\n5. Incubation at 56°C for 1-2h\n- Saliva:\nNo pre-digestion is required!\nIII. Silica Kit-based DNA Extraction (common protocol):\nThe protocol here is a modified version of the manufacturer instruction for the E.Z.N.A.® Blood DNA Mini Kit using the \"Buccal Swabs Protocol\" (Omega Bio-Tek 2019); without addition of PBS to sample material (which is already in liquid form), an extended Proteinase K incubation (30min instead of 10min), elution in 100μl PCR grade water (UltraPure™, Invitrogen) heated to 65°C instead of Elution Buffer, and with re-application of the eluate to the silica column for the second elution step, instead of using a second volume of water.\n1. For the extraction, the complete pre-digest from procedure part II is used.\nIn case of saliva, 100μl of a homogenized sample are placed in a 2ml tube (SafeSeal, Sarsted).\nAn extraction blank is established with 100μl ultrapure water (UltraPure™, Invitrogen).\n2. After addition of 25μl Proteinase K Solution (kit component) and 500μl BL Buffer (kit component), the sample is thoroughly mixed\n3. Incubation at 65°C for 30min.\n4. The proteinase K digest is terminated by addition of 100μl of Ethanol (abs.) and thorough mixing\n5. Sample can be briefly centrifuged to avoid liquid remaining in the lid of the tube\n6. Silica column (kit component:\nHiBind\n®\nDNA Mini Column) is placed in a 2ml collection tube (kit component)\n7. 750μl of the sample is transferred to the column\n8. After centrifugation at 10,000 x g for 1min, the filtrate is discarded\n9. Steps 7 and 8 are repeated until the remainder of the sample has been transferred completely, after which the column is placed into a new collection tube\n10. Following addition of 500μl HBC Buffer (kit component), the column is centrifuged at 10,000 x g for 1min and the filtrate is discarded\n11. After adding 700μl DNA Wash Buffer (kit component), the column is centrifuged at 10,000 x g for 1min and the filtrate is discarded\n12. The wash step is repeated with a second aliquot of 700μl DNA Wash Buffer\n13. To remove any residual ethanol, the column matrix is dried by further centrifugation at maximum speed (at least 10,000 x g) for 2min, after which the column is transferred to a 2ml (SafeSeal, Sarsted)\n14. To elute the DNA from the silica matrix, 100μl ultrapure water (UltraPure™, Invitrogen), pre-heated to 65°C, are added to the column, and incubated for 5min at RT, followed by centrifugation at 10,000 x g for 1min\n15. The elution step is repeated by re-applying the eluate to the column, followed by incubation and centrifugation as described in step 14, to elute any DNA remaining bound to the silica matrix after the first elution.\nExtracts should be stored at 4°C to avoid any degradation of DNA due to freeze-thaw cycles prior to analysis. For long-term storage, 20°C is recommended\n14\n."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>To allow for the use of one common protocol for simultaneous extraction of DNA from a variety of source materials, individual stages of the overall procedure are spread over two consecutive days. </p><p>Day 1: Hands on manipulation is limited to 15-30min for each hair, feather and insect specimen during sample preparation (procedure part I) and set up of the pre-digestion (procedure part II). This is followed by the pre-digestion step with incubation overnight to 20h.</p><p>Day 2: Sample preparation (procedure part I) and set up of the pre-digestion (procedure part II) for muscle tissue (meat) samples, with 15-30min hands on manipulation, followed by the pre-digestion step with incubation for 2h.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The method presented here follows the strategy of synchronizing sample material-specific aspects such as sample preparation and digestion in such a way that one common protocol can be utilized for the actual extraction and purification of the DNA, allowing for an overall more efficient extraction process, while maintaining optimized conditions for DNA recovery.</p>"
        },
        {
            "header": "References",
            "content": "<p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Walsh PS, Metzger DA &amp; Higuchi R. </strong>Chelex® 100 as a medium for simple extraction of DNA for PCR-based typing from forensic material. BioTechniques 10(4): 506-513 <strong>(1991)</strong></p><p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brandhagen</strong><sup><strong> </strong></sup><strong>MD, Odile Loreille O &amp;&nbsp; Irwin JA. </strong>Fragmented Nuclear DNA is the Predominant Genetic Material in Human Hair Shafts. Gene 9(12): 640 <strong>(2018)</strong></p><p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Morin PA, Messier J &amp; Woodruff DS. </strong>DNA extraction, amplification, and direct sequencing from hornbill feathers. J Sci Soc Thailand 20: 31-41 <strong>(1994)</strong></p><p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mundy NI, Winchell CS &amp; Woodruff DS. </strong>Tandem repeats and heteroplasmy in the mitochondrial DNA control region of the loggerhead shrike (Lanius ludovicianus). J Hered 87(1): 21-26 <strong>(1996)</strong></p><p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Asghar U, Malik MF, Anwar F &amp; Javed A &amp; Raza A. </strong>DNA Extraction from Insects by using different Techniques: A Review. Adv Entomol 3(4): 132-138 <strong>(2015)</strong></p><p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cockburn AF &amp; Fritz GA. </strong>Isolation and Purification of Insect DNA. Methods Mol Biol 50: 15-23 <strong>(1996)</strong></p><p><strong>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hunt DJ, Parkes HC &amp; Lumley ID. </strong>Identification of the species of origin of raw and cooked meat products using oligonucleotide probes.&nbsp;Food Chem 60(3): 437-442 <strong>(1997)</strong></p><p><strong>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yalçınkaya B, Yumbul E, Mozioğlu E &amp; Akgoz M. </strong>Comparison of DNA extraction methods for meat analysis. Food Chem 221: 1253-1257 <strong>(2017)</strong></p><p><strong>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Garbieri TF, Brozoski DT, Dionísio TJ, Santos CF &amp; Neves LT. </strong>Human DNA extraction from whole saliva that was fresh or stored for 3, 6 or 12 months using five different protocols. J Appl Oral Sci 25(2): 147-58 <strong>(2017)</strong></p><p><strong>10.&nbsp;&nbsp;Halford CM, Jones KJ, Hill DJ &amp; Schmerer WM. </strong>Use of Environmental DNA analysis to detect the presence of Water Vole. Inpractice 99: 35-39 <strong>(2018)</strong></p><p><strong>11.&nbsp;&nbsp;Franks T &amp; Schmerer WM.</strong> Diatoms in Drowning Investigations and Environmental Analysis -Species-specific Detection of Diatom DNA Traces. Poster presentation. Human IDentification Solutions (HIDS) Conference 03-04 May 2018, Rome, Italy <strong>(2018)</strong></p><p><strong>12.&nbsp;&nbsp;Belshaw LJ. </strong>The development of an assay for the parallel quantification of nuclear and mitochondrial DNA. MSc Thesis, University of Wolverhampton, UK (supervisor: WM Schmerer) <strong>(2021)</strong></p><p><strong>13.&nbsp;&nbsp;Omega Bio-Tek. </strong>E.Z.N.A.® Blood DNA Mini Kit. Product Manual. January 2019. Rev.No. v8.0. <strong>(2019). </strong>Available at: <a href=\"http://www.omegabiotek.com\" rel=\"noopener noreferrer\" target=\"_blank\">www.omegabiotek.com</a> </p><p><strong>14.&nbsp;&nbsp;Herrmann B &amp; Hummel S. </strong>Genetic analysis of past populations by aDNA studies. In: IFFH Harkone Symposium Commitee (Eds) Advances in Research on DNA Polymorphisms. pp. 33-47 <strong>(1997)</strong></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 61577614,
                "identity": "2c9175fe-438a-4f3f-bff5-75532428d700",
                "order_by": 0,
                "name": "Wera M Schmerer",
                "email": "w.schmerer@wlv.ac.uk",
                "orcid": "https://orcid.org/0000-0003-2467-1362",
                "institution": "University of Wolverhampton",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wera",
                "middleName": "M",
                "lastName": "Schmerer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-11-05 13:04:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1696/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1696/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 17152443,
                "identity": "122e22d7-8e06-4499-b6fc-8001d84b6237",
                "added_by": "auto",
                "created_at": "2022-01-10 09:06:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 317019,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1696/v1/57de6c57-6373-4535-bd36-dc49b10d3ad8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DNA Extraction, Method Development, Method Optimization, Species -Specificity Testing, Material-specific Extraction, Reference Samples, Reference Extracts",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Protocols utilized for the extraction of DNA vary significantly with regards to steps involved and duration of the overall procedure due to material-specific requirements for ensuring the highest possible yield in recovery of DNA. This variation mostly affects aspects of sample preparation and digestion steps required to release the DNA from the sample material.</p><p>In contexts such as the development of new PCR-based assays - which always includes a test of species-specificity - reference samples from a number of species are utilized, requiring extraction of DNA from a variety of source materials, each with their specific conditions for effective isolation of DNA.</p><p>The method presented here follows the strategy of synchronizing sample material-specific aspects such as sample preparation and digestion in such a way that one common protocol can be utilized for the actual extraction and purification of the DNA, allowing for an overall more efficient extraction process, while maintaining optimized conditions for DNA recovery.</p>",
        "manuscriptTitle": "One for All and All in One: Modified Silica Kit-based Protocol for simultaneous sample-specific Extraction of DNA from a Variety of Source Materials",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-01-10 09:06:05",
                "doi": "10.21203/rs.3.pex-1696/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "cf5ddd44-3dc2-454e-a307-d68765889797",
        "owner": [],
        "postedDate": "January 10th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8343005,
                "name": "Molecular biology"
            },
            {
                "id": 8343006,
                "name": "Anthropology"
            },
            {
                "id": 8343007,
                "name": "Zoology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-01-10 09:06:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}