{
    "identity": "pex-1281",
    "title": "<p>Experiences of women in the COVID-19 context: A phenomenological study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Novel Coronavirus (COVID-19) has created global health crisis and consequently has had marked impact on everyone like any other natural disasters. Natural disasters, in general, are associated with immense hardships experienced by daily labourers, farmers, migrant workers, and, women are no exception to this [1]. There is a significant impact of disasters on the life of women possibly because of the biological/physiological differences between the sexes. [2],[3] A woman’s vulnerability is double-fold because of the pre-existing social and gender inequalities. The theories like the Social Role Theory by Eagly and the Feminist Theories reflect the gender-based differences. The Traditional Gender Role Model states that the innate abilities and the personal choices of men and women guide them to decisions related to work outside home and doing household chores. [4] Traditionally, the household chores like washing, cooking, cleaning and shopping are considered feminine and men are not available for those chores. Therefore, for those women who are also employed, the burden is higher. The increased workload becomes quiet distressing for women in general and is higher for those women who are in certain phase of their life like pregnancy, soon after childbirth or menopause. [5] Thus, there is role strain on the women. It is also commonly observed that women in general don’t pay much attention to their health and they use the health services only in situations of severe ill-health conditions. [6] Findings like these and the social theories highlight the need to understand the experiences of women in the unprecedented times of COVID-19. </p><p>There are a few research studies conducted to study the impact of COVID-19 on women. A study by Kaiser Family Foundation [6],&nbsp;a non-profit organization in the United States conducted a survey in March 2020 to assess gendered impact of COVID-19 pandemic. The study findings showed that a woman’s focus is more often on their families, than themselves. The women in the survey reported being more stressed out and anxious about the health and economic effects of pandemic on their families than themselves. If there is a health issue for which a professional help is required, the current situation may deter a woman’s help seeking behaviour. &nbsp;Wenham et al. [5] stated that worldwide closure of schools, to control the spread of coronavirus, might have severe impact on women's physical and psychological health as women have additional responsibilities of taking care of children, cooking, cleaning and doing other household chores without much support from their husbands.&nbsp;Unfortunately, much of their work gets unrecognised and unappreciated [5] which naturally impacts their well-being. </p><p>Szabo et al. [8] has recently reported that women are more likely to stay at home than men which makes them vulnerable to develop a sense of ‘cabin fever’ which is a feeling of isolation, dissatisfaction, irritability and boredom when being confined. There will also be increase in intimate partner violence, sexual coercion and psychological abuse because of being confined to home with the perpetrators. They are not free from economic uncertainty and fear of unknown or unexpected either. On the other hand, an unmarried woman, who is living with her family of origin and pursuing her education, would have different experiences from what is mentioned earlier. However, all these experiences of women caused by the pandemic indicates its severe impact on women's health, wellbeing, economic and social life. [9] Women face not only logistic barriers but also attitudinal barriers in the form of discrimination, racism and stigma for accessing health care services. [9] </p><p>Giles and Oncescu [10] reported that women who live alone have shown commitment to help others by doing volunteer services for the elderly or tutoring children online. They are found to be able to take care of their emotional well-being by pursuing leisure activities like baking, sewing or learning some new skills. Working women who have children in the age group of 0-5 years and find it difficult to maintain a balance between work and family have been able to seek help from spouse or other family members which helped them prevent exhaustion and burnout. [11] The authors further reported that the partners of these women are being actively involved in taking care of their children which has also helped the couple to learn to negotiate within the relationship and improve their conflict resolution skills. &nbsp;These studies show the positive impact of COVID-19. &nbsp;</p><p>Most of the available literature, however, have discussed specifically about the impact of COVID-19 on women, focussed on negative impact and are commentary articles. Therefore, an in-depth exploration of the overall experiences of women in this COVID-19 pandemic will be a significant contribution to the available literature and to the practitioners working for the welfare of the women and their mental health</p><p>With this background, the current study proposes to study the overall experiences of women in this COVID-19 situation. </p><p><strong><em>&nbsp;</em></strong></p><p><strong>Need of the Study</strong></p><p>In India, the traditional gender-based roles are commonly practised. &nbsp;Socio-cultural norms in Indian society is such that the women are expected to nurture the family by providing emotional support and fulfilling caregiving responsibilities with not much support from men. Organisation for Economic Cooperation and Development (OECD) has reported that Indian women do six hours of unpaid caregiving work every day where as men do less than an hour on an average. [12] As discussed earlier, due to the prevalent gender, social and health inequalities, the COVID-19 outbreak will impact men and women differently. Therefore, it becomes imperative to study the overall experiences of women in this pandemic disaster, which the current research intends to study as it has its implications in practice for professionals like social workers, psychologists and other mental health professionals. &nbsp;</p><p>The study aims to understand women’s experiences in the COVID-19 Pandemic situation. &nbsp;</p><p><strong>&nbsp;</strong></p><p>The objectives are to study the personal, familial, professional and social experiences of women in the COVID-19 pandemic situation.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Operational Definitions\n·\nPersonal Experience:\nThis involves their psychological state, coping strategies, emotional experiences and attitude towards self.\n·\nFamily Experiences:\nInvolves any alterations in the family structure and functioning; changes in living arrangement, quality of relationship with spouse, children, in-laws, parents, extended family members; and ways they handled changes in the relationship, if any.\n·\nProfessional Experiences:\nRefers to their experiences at job, i.e. Their employment status, the current working hours, earnings, work performance and relationship with colleagues.\n·\nSocial Experiences:\nThe changes in quality of relationship with significant others (neighbours, relatives, colleagues and friends), managing the social relations and emotional or materialistic support provided by the significant others.\nResearch Design\nThe study will use exploratory research design. The study will focus on capturing how COVID-19 has brought changes in women’s life, presenting their experience in their own words and meaning they make out of that experience. Therefore, Hermeneutic phenomenological approach will be used. Creswell & Creswell [13] has argued that Hermeneutic approach states that every phenomenon has many possible perspectives and understanding of a phenomenon is not about accurately describing or deriving pre-existing meaning but the meaning is created by trying to understand the phenomena. [14] So, focus is on contextuality and situatability. According to Gadamer [15], every person experiences the world in a way that is unique and personally meaningful which is rooted within the context of his or her individual history. The meaning of phenomena is generated through dialogue in social relations as words and stories are shared in common as an inter-state subjective discourse.\nSetting\nAssistance from Non-Governmental Organizations (NGOs) working for/with women and associations for women in Bengaluru, India will be sought for inviting women for participating in the study. Women who reside in Bengaluru and meets inclusion criteria will be recruited for the study. Similarly, assistance from women’s groups or associations will also be taken. Women who reside in Bengaluru and meets inclusion criteria will be recruited for the study.\nStudy population and the Sample\nWomen who are in the age group of 18 years to 60 years, residing in Bengaluru, Karnataka state, India will be the study population. The sample will be selected from a list of potential subjects given by the NGOs from Bengaluru, who work with women in difficult circumstances. To tap the women from general population, sample will be selected from Women’s Groups or Women’s Associations. The women will be selected randomly from the list given by the NGOs and the Women’s groups.\nInclusion Criteria\n·      Women in the age group of 18 years to 60 years;\n·      Women who give their consent to participate in the study;\n·      Women who are from different socio-economic status, married or single and staying with their family or alone;\n·      Women who are housewives or doing a paid job; and\n·      Women who can speak English, Hindi, Tamil, Malayalam & Kannada and give consent to participate.\nExclusion Criteria\n:\nDuring the interview (data collection), if a woman has difficulty to understand and answer the questions because of mental and/or health problems, then their experience will not be explored further.\nSample Size\nTentatively, a sample size of 60 is decided which will be reviewed after initial data collection.\nStudy Tools\ni.         Socio-demographic Data Sheet\nIt will have details such as age, education, gender, socio-economic status, marital status, genogram, details about family of origin, and if married, then details about family of procreation.\nii.         Interview Guide\nAn interview will be conducted to collect information pertaining to impact of COVID-19 on various domains of women’s life. The guide will be prepared by the research team for in-depth interviews which will be based on literature review. The interview guide will use open-ended questions. The interviews will be conducted over phone. It will cover the key topics which will be explored with the respondents. The interview will focus on understanding the experiences of women after the start of COVID-19 Pandemic. The interview guide will be flexible in nature.\nThe interview guide will be pilot tested and further changes will be made as required.\nMethods of Recruitment and Data Collection\nRecruitment: NGOs working with women in difficult circumstances will be contacted, explained about the study, requested to inform eligible subjects about the study and to give a list of the interested subjects. The interested subjects, from the list given by the NGOs, will be selected following random sampling technique. Similarly, interested women from Women’s groups/associations will be selected. The identified subjects will be contacted. On the initial response to the call, confirmation will be made about the identity of the participant. After confirmation, the researcher will very briefly introduce himself/herself, inform the source from where the team got the contact number of the participant and the purpose for contacting (i.e. for recruitment of the interested participants). Following this, if the subject agrees to listen to further details, information about the study and the process of data collection will be explained in detail (however, if the woman is unwilling to give time to hear more details, the same shall be respected and the telephonic-call will be disconnected). In case, the subject gives another appointment, the researcher will contact them at that time. A soft copy of the ‘participant information sheet’ will be sent to those participants who have email-id or whats app or any other similar applications. To those who prefer hearing about the study from the researcher, explanation will be given over phone. Following this, oral consent will be taken from those subjects who are interested, which will be audio recorded. After taking the consent, an appointment for interview will be taken so that participant can ensure privacy (can be prepared and place themselves where there isn’t anyone). On the day of telephonic interview, the interviewer will first ensure privacy of the participants before going ahead with the interview. If the privacy is compromised, another appointment will be taken and interview will be conducted.\nTelephonic Interview\n:\nThe interview will be conducted over phone. The calls will be made from a number which will be used exclusively for this research purpose. The interview guide will be used to ask open ended questions which will give scope to the participant to describe their thoughts, feelings and emotions. The duration of the interview will be for 30 to 45 minutes. The researchers will place the calls using android phone which has inbuilt audio recorder through which the interviews will be recorded. After data analysis, if required a follow up interview will be made.\nThe steps that will be followed for data collection are shown in the figure 1\nPhases of the Study\nThe study has four phases:\nPreparatory, Recruitment, Assessment and Data Analysis\ni.       Preparatory: Interview guide and socio-demographic schedule would be prepared. Interview guide would be given to experts and their suggestions would be incorporated. Then it will be pretested with few participants.\nii.       Recruitment: Identified participants would be contacted and explained over phone regarding the nature of the study and oral informed consent would be obtained which will be audio recorded. Data would be collected and simultaneously analysed (details explained below in serial number 4).\niii.       Assessment: Socio-demographic tool would be administered to eligible participants. Qualitative interviews would be conducted by following interview guide. Interview will be planned. The duration of the interview will be decided based on duration taken for interviews during the pilot testing of the tool. All interviews would be audio recorded as first-person narratives (in the language they speak) and transcribed.\niv.         Data Analysis: The data collected will be recorded as first-person narratives (Kannada, Hindi, English, Tamil and Malyalam). The narratives will be translated into English by using software which will be cross verified by an expert who is fluent in both English and in regional languages (Kannada, Hindi, Tamil and Malyalam). Data will be analyzed through thematic content analysis. Focus will be on capturing participants’ essence as themes and presenting their experience in their own words and meaning they make out of that experience. All transcribed interview will be treated as texts and then analysis will be carried out by following the principles of hermeneutic circle which states that analysis should function at two levels: the descriptive one relating to the individual parts of the phenomenon and the interpretative one that places the parts within the whole of the experience [16], [13]. The analysis will be carried out at the four stages. In the first stage, the transcripts will be read and re-read repeatedly to gain overall impression of the data. In the second stage, individual transcripts will be analyzed for key themes that emerged from the data. The third stage will involve reflection on the themes as a part of the whole, which is seeing inter-theme connectivity with overall experience of the phenomenon, with relevant literature and personal reflection as recorded by the researcher. In the final stage, the themes identified for each participant will be synthesized into a coherent picture of the phenomenon including quotations to illustrate each theme [15], [17].\nEthical Considerations\nThe study has received clearance from institutional ethics committee [NIMHANS/25\nth\nIEC (BEH.SC.DIV.)/2020-21]. The study will consider voluntary nature of participation. Absence of financial benefits and gifts for participation will be clearly explained to the participants. The participant’s confidentiality will be ensured and maintained in all stages of the study. Collected data from the recordings will be stored in a password protected computer to which only research team (principal investigator and co-investigators) will have an access and it will be used for only research purpose. Once the audio of all the participants have been transcribed, recording will be deleted.\nThe participants will be ascertained freedom to withdraw from the study at any point of time.\nIn case of women in crisis/ circumstances needing help, the steps mentioned in the figure 2.\nAlthough the study doesn’t focus on specifically exploring the COVID-19 status of women, if a woman expresses to be COVID-19 positive or a past history of COVID-19, psychological intervention will be provided as per WHO guidelines. If extensive interventions are needed, formal referrals will be made as per the protocol mentioned in figure 2.  The overall process of the study is outlined in the figure 3."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>The study duration will be six months.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The study will help to gain an understanding of the overall experiences (both positive as well as negative or absence of any experiences) of women in this COVID-19 situation. This study will help us develop a framework for designing multi-systemic level interventions-individual, family and community- which focuses on improving different aspect of women’s life-biological, psychological, familial, professional and social which got disrupted during COVID-19 pandemic. Information, education and communication (IEC) materials can also be developed for sensitizing general public and different stakeholders at community level i.e. for social service providers, religious leaders, village leaders and health workers, about psycho-social impact of COVID-19 pandemic on women and the appropriate interventions which can be provided.</p>"
        },
        {
            "header": "References",
            "content": "<p>&nbsp;1.&nbsp;&nbsp;&nbsp;&nbsp;Benevolenza, M. A. &amp; DeRigne, L. The impact of climate change and natural disasters on vulnerable populations: A systematic review of literature. Journal of<em> </em>Human Behaviour in Social Environment, 29(2), 266-281 (2018). </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Neumayer, E. &amp; Plümper, T. The gendered nature of natural disasters: The impact of catastrophic events on the gender gap in life expectancy, 1981-2002.&nbsp;Ann.Am. Assoc. Geogr. 97(3), 551-566 (2007).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Enarson, E. Gender and Natural Disasters.Available at <a href=\"http://oit.org/wcmsp5/groups/public/---ed_emp/---emp_ent/---ifp_crisis/documents/publication/wcms_116391.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">http://oit.org/wcmsp5/groups/public/---ed_emp/---emp_ent/---ifp_crisis/documents/publication/wcms_116391.pdf</a>. (2000). </p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Kuo, P. X., Volling, B. L, &amp; Gonzalez, R. Gender role beliefs, work-family conflict, and father involvement after the birth of a second child.&nbsp;Psychol. Men. Masc.&nbsp;19(2), 243-256 (2018). &nbsp;&nbsp;</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Wenham, C., Smith, J. &amp; Morgan, R. COVID-19: the gendered impacts of the outbreak.&nbsp;The Lancet,&nbsp;395(10227), 846-848 (2020). </p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Vlassoff, C. Gender differences in determinants and consequences of health and illness.&nbsp;J. Health. Popul. Nutr.&nbsp;25(1), 47-61 (2007). </p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Kaiser Family Foundation. Coronavirus: A look at gender differences in the awareness and actions. Available at <a href=\"https://www.kff.org/coronavirus-covid-19/issue-brief/coronavirus-a-look-at-gender-differences-in-awareness-and-actions/\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.kff.org/coronavirus-covid-19/issue-brief/coronavirus-a-look-at-gender-differences-in-awareness-and-actions/</a> (2020). </p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Szabo, T. G., Richling, S., Embry, D. D., Biglan, A., &amp; Wilson, K. G. From helpless to hero: Promoting values-based behavior and positive family interaction in the midst of Covid-19.&nbsp;Behav. Anal. Pract. 13(3), 568-576 (2020). </p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;Hall, K. S., Samari, G., Garbers, S., Casey, S. E., Diallo, D. D., Orcutt, M., Moresky, R. T., Martinez, M. E., &amp; McGovern, T. Centring sexual and reproductive health and justice in the global COVID-19 response.&nbsp;The Lancet,&nbsp;395(10231), 1175-1177 (2020).</p><p>10.&nbsp;Giles, A. R. &amp; Oncescu, J. Single Women’s Leisure during the Coronavirus Pandemic.&nbsp;Leis Sci, 1-7 (2020). </p><p>11.&nbsp;Del Boca, D., Oggero, N., Profeta, P. &amp; Rossi, M. &nbsp;Women's work, housework and childcare, before and during COVID-19. Retrieved from <a href=\"https://www.iza.org/publications/dp/13409/womens-work-housework-and-childcare-before-and-during-covid-19\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.iza.org/publications/dp/13409/womens-work-housework-and-childcare-before-and-during-covid-19</a> . (2020). &nbsp;</p><p>12.&nbsp;Edgell, S. &amp; Granter, E. (2019).&nbsp;The sociology of work: Continuity and change in paid and unpaid work. SAGE Publications Limited.</p><p>13.&nbsp;Creswell, J. W. &amp; Creswell, J. D. (2017). Research design: Qualitative, quantitative, and mixed methods approaches. Sage publications.&nbsp;&nbsp;</p><p>14.&nbsp;Cook, J. A. (1994). Independent community living among women with severe mental illness: A comparison with outcomes among men. J. Ment. Health. Adm. 21(4)<em>,</em> 361-373. </p><p>15.&nbsp;Gadamer, H. G. Hermeneutics and social science. Cultural hermeneutics. Philos.Soc. Crit. 2(4)<em>,</em> 307-316 (1975). &nbsp;</p><p>16.&nbsp;McCann, T. V., &amp; Clark, E. Embodiment of severe and enduring mental illness: Finding meaning in schizophrenia. Issues. Mental. Health. Nurs<em>.</em> 25(8)<em>,</em> 783-798 (2004). </p><p>17.&nbsp;Laverty, S. M. Hermeneutic phenomenology and phenomenology: A comparison of historical and methodological considerations. Int. J.Qual. Methods<em>.</em> 2(3)<em>,</em> 21-35 (2003).&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 7031497,
                "identity": "6129299d-7fde-4fea-ba67-b74b487f37a5",
                "order_by": 0,
                "name": "Janaki Raman",
                "email": "",
                "orcid": "",
                "institution": "NIMHANS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Janaki",
                "middleName": "",
                "lastName": "Raman",
                "suffix": ""
            },
            {
                "id": 8190577,
                "identity": "a1a62600-40f6-4ac5-aa9f-38825e52f6bb",
                "order_by": 1,
                "name": "Sphoorthi Prabhu",
                "email": "",
                "orcid": "",
                "institution": "NIMHANS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sphoorthi",
                "middleName": "",
                "lastName": "Prabhu",
                "suffix": ""
            },
            {
                "id": 8190578,
                "identity": "be0b7357-7dab-48b7-a58b-9eb887318601",
                "order_by": 2,
                "name": "Akanksha Rani",
                "email": "akanksha.rani89@gmail.com",
                "orcid": "",
                "institution": "NIMHANS",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Akanksha",
                "middleName": "",
                "lastName": "Rani",
                "suffix": ""
            },
            {
                "id": 8190579,
                "identity": "b613f846-1735-4a2b-b917-6abbdaa8bfb0",
                "order_by": 3,
                "name": "Gopika G.G.",
                "email": "",
                "orcid": "",
                "institution": "NIMHANS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gopika",
                "middleName": "",
                "lastName": "G.G.",
                "suffix": ""
            },
            {
                "id": 8190580,
                "identity": "cfe75177-3527-4c30-af69-6da90c65daef",
                "order_by": 4,
                "name": "Sojan Antony",
                "email": "",
                "orcid": "",
                "institution": "NIMHANS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sojan",
                "middleName": "",
                "lastName": "Antony",
                "suffix": ""
            },
            {
                "id": 8190581,
                "identity": "ba4cd5b1-3fca-4027-8bfe-6847c9247075",
                "order_by": 5,
                "name": "Thirumoorthy A",
                "email": "",
                "orcid": "",
                "institution": "NIMHANS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thirumoorthy",
                "middleName": "",
                "lastName": "A",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-11-28 09:03:20",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1281/v2",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1281/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 5348615,
                "identity": "dbe58264-5523-4b5a-a456-3abb8475d27d",
                "added_by": "auto",
                "created_at": "2021-01-28 19:02:17",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30275,
                "visible": true,
                "origin": "",
                "legend": "Process of Data Collection",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1281/v2/857e4ed9ccb07925ae331b1b.png"
            },
            {
                "id": 5348703,
                "identity": "a5c4ffa0-14c2-4062-ae85-b09fde74e798",
                "added_by": "auto",
                "created_at": "2021-01-28 19:05:17",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33651,
                "visible": true,
                "origin": "",
                "legend": "Process of intervening with women needing help",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-1281/v2/f0a6cfade9d78ef332a77623.png"
            },
            {
                "id": 5348617,
                "identity": "fe73a936-0271-4492-9994-5d7c5a1febe8",
                "added_by": "auto",
                "created_at": "2021-01-28 19:02:17",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22861,
                "visible": true,
                "origin": "",
                "legend": "Process of the Study \n\n",
                "description": "",
                "filename": "Figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-1281/v2/379bbf051a5903454b5c373b.png"
            },
            {
                "id": 13652726,
                "identity": "65134a14-adca-4d42-bc44-a747efe85850",
                "added_by": "auto",
                "created_at": "2021-09-17 09:50:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 408727,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1281/v2/3593d148-a55d-4b8c-b36e-7a7261ed95f9.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "COVID-19, Women, Impact, Experiences ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The pandemic COVID-19 has undoubtedly affected every section of the population equally and women are no exception. It will be interesting and beneficial to study the experiences of women in the current COVID-19 situation in the Indian context taking into account the gender differences in role expectations allocation and fulfilment. With this background the current study is proposed. Exploratory research design (Hermeneutic phenomenological approach) will be used. Women residing in Bengaluru, Karnataka, India, will be the sample. The sample will be selected from Non-Governmental Organizations working for women in difficult circumstances and from Women’s Associations. The sample size is tentatively decided as 60 which will be reviewed after initial data collection. An interview guide prepared by the research team will be used for data collection. Telephonic interviews will be conducted. Data will be transcribed and analysed. The study has received clearance from institutional ethics committee [NIMHANS/25<sup>th</sup> IEC (BEH.SC.DIV.)/2020-21].&nbsp;&nbsp;</p><p><br></p>",
        "manuscriptTitle": "Experiences of women in the COVID-19 context: A phenomenological study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-12-23 20:00:35",
                "doi": "10.21203/rs.3.pex-1281/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2021-01-28 19:02:15",
                "doi": "10.21203/rs.3.pex-1281/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b767a71c-8752-411b-b0ca-a8544d73afcc",
        "owner": [],
        "postedDate": "January 28th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1882940,
                "name": "Sociology"
            },
            {
                "id": 1882941,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-28 19:02:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}