{
    "identity": "nprot-412",
    "title": "Facile radiolabeling of monoclonal antibodies and other proteins with zirconium-89 or gallium-68 for PET imaging using p-isothiocyanatobenzyl-desferrioxamine",
    "content": [
        {
            "header": "Introduction",
            "content": "Presently, hundreds of monoclonal antibodies \\(mAbs) and mAb fragments are under clinical development because of their excellent potential for the systemic treatment of cancer and other pathological conditions<sup>1, 2</sup>. Positron emission tomography \\(PET) offers an exciting imaging option to confirm and quantify selective tumor uptake of such targeting molecules<sup>3</sup>.\r\n\n\nTo enable PET imaging of mAbs \\(immuno-PET), an appropriate positron emitter, with a half-life \\(t<sub>1/2</sub>) that is compatible with the time needed to achieve optimal tumor-to-nontumor ratios \\(typically 2-4 days for intact mAbs), has to be securely coupled to the targeting molecule. For this purpose we recently described the large scale production of pure zirconium-89 \\(<sup>89</sup>Zr; t<sub>1/2</sub>: 78.4 h) and a strategy for labeling mAbs with <sup>89</sup>Zr via a multi-step synthesis using a succinylated-derivative of desferrioxamine B \\(Df) as bifunctional chelate<sup>4</sup>. The utility of this approach was clearly demonstrated through high quality <sup>89</sup>Zr-mAb-PET images reported in preclinical and clinical studies<sup>5-11</sup>. The upcoming commercialization of <sup>89</sup>Zr will make this radionuclide generally available for research and clinical development.\r\n\n\nA shortcoming of the aforementioned approach is that the multi-step procedure is relatively complicated and time consuming. In this updated protocol we present the newly developed p-isothiocyanatobenzyl-derivative of Df \\(SCN-Bz-Df; Macrocyclics, TX) which provides an efficient and rapid preparation of <sup>89</sup>Zr-labeled mAbs. First, SCN-Bz-Df is coupled to the amine groups of a protein at pH 9.0, followed by purification using gel filtration. Next, the conjugate is labeled at room temperature by addition of a solution of <sup>89</sup>Zr oxalic acid followed by purification using gel filtration. SCN-Bz-Df can also be utilized to label proteins at room temperature with gallium-68 \\(<sup>68</sup>Ga; t<sub>1/2</sub>: 1.13 h). <sup>68</sup>Ga is especially attractive for PET-imaging of fast kinetic targeting proteins like mAb fragments."
        },
        {
            "header": "Reagents",
            "content": "Antibody or protein to be conjugated \\(typically 2-10 mg)\r\n\n\np-isothiocyanatobenzyl-desferrioxamine \\(SCN-Bz-Df; Macrocyclics, cat. no. B-705; molecular weight=752.9 g/mol)\r\n\n\nDistilled, deionized water \\(Milli-Q; greater than 18 M&#x3A9; resistance)\r\n\n\nDMSO \\(Aldrich, cat. no. 494429)\r\n\n\nSodium carbonate; 0.1 M and 2.0 M solutions in water \\(Aldrich, cat. no. 204420)\r\n\n\nNormal \\(0.9%) saline \\(B.Braun, cat. no. 5/12251178/1197)\r\n\n\nGentisic acid \\(Fluka, cat. no. 37550)\r\n\n\n0.9% NaCl/gentisic acid 5 mg ml \\(pH = 4.9-5.3; see REAGENT SETUP)\r\n\n\nOxalic acid; 1.0 M solution in water \\(Fluka, cat. no. 75688)\r\n\n\nHEPES buffer solution \\(Invitrogen, cat. no. 15630-049; see REAGENT SETUP)\r\n\n\nSodium hydroxide \\(NaOH); 1.0 M solution in water \\(Riedel-de Ha&#xEB;n, cat. no. 30620) \r\n\n\nCitric acid monohydrate \\(Fluka, cat. no. 27491)\r\n\n\nHydrochloric acid \\(HCl), Trace SELECT Ultra; 30% \\(9.5 M), 0.1 M, 1.0 M and 4.0 M solutions in water \\(Fluka, cat. no. 96208)\r\n\n\nAmmonium acetate \\(Fluka, cat. no. 73594) \r\n\n\n3.0 M and 0.25 M ammonium acetate buffer \\(see REAGENT SETUP)\r\n\n\nSodium dihydrogen phosphate monohydrate \\(Merck, cat. no. 1.06346.0500)\r\n\n\nDisodium hydrogen phosphate anhydrous \\(Merck, cat. no. 1.06566.0100)\r\n\n\nSodium chloride \\(Merck, cat. no. 1.06404.0500)\r\n\n\nSodium azide \\(Merck, cat. no. 1.06688.0100) **\\!CAUTION** Highly toxic\r\n\n\nEDTA disodium salt \\(Sigma-Aldrich, cat. no. E1644)\r\n\n\nITLC eluent \\(see REAGENT SETUP)\r\n\n\nHPLC eluent \\(see REAGENT SETUP)\r\n\n\nZirconium-89 in 1.0 M oxalic acid \\(IBA molecular; www.iba.be/molecular)\r\n\n\nGallium-68 \\(see EQUIPMENT)\r\n\n\n**\\!CAUTION**: <sup>89</sup>Zr and <sup>68</sup>Ga are radionuclides emitting positrons and &#x3B3;-radiations. <sup>89</sup>Zr and <sup>68</sup>Ga should be handled by following local radiation safety guidelines."
        },
        {
            "header": "Equipment",
            "content": "Calibrated pH meter\r\n\n\nEppendorf tubes, Protein LoBind Tubes, 1.5 ml \\(Eppendorf, order no. 0030 108.116)\r\n\n\nDisposable PD-10 desalting columns \\(GE Healthcare Life Sciences, cat. no. 17-0851-01)\r\n\n\nThermomixer comfort \\(Eppendorf, order no. 5355 000.011)\r\n\n\nSterile/clean glass reaction vials, 20 ml\r\n\n\nPolystyrene round-bottom test tubes, 5 ml, snap cap \\(BD Falcon, cat. no. 352058)\r\n\n\nSilica gel impregnated glass fiber sheets \\(ITLC; Pall Corp., cat. no. 61886), approximately 1 x 12 cm in size with a faint pencil mark 1.5 cm from one end.\r\n\n\nSPE cartridge Chromafix 30-PS-HCO<sub>3</sub> \\(Macherey-Nagel, cat. no. 731 876)\r\n\n\nHigh performance liquid chromatograph with a UV and a &#x3b3;-detector connected in series\r\n\n\nHPLC column: Superdex<sup>TM</sup> 200 10/300 GL \\(GE Healthcare Life Sciences, cat. no. 17-5175-01)\r\n\n\n<sup>68</sup>Ge/<sup>68</sup>Ga-generator \\(Eckert &amp; Ziegler Isotope Products)\r\n\n\n\r\n\n\nh3. Reagent Setup\r\n\n\n\r\n\n\n**0.9% NaCl/gentisic acid 5 mg ml<sup>-1</sup> \\(pH = 4.9-5.3)** Dissolve 0.5 g gentisic acid in 100 ml normal \\(0.9%) saline, add 0.88 ml 2.0 M sodium carbonate. Homogenise until no more CO is formed \\(release pressure in bottle) and check pH. Acceptance range: pH 4.9-5.3.\r\n\n\n**0.5 M HEPES buffer \\(pH = 7.1-7.3)** Add 18 ml of water to 20 ml 1 M HEPES solution. Check pH. pH &lt; 7.1 adjust pH with 1 M NaOH. pH &gt; 7.3 adjust pH with 1 M HCl. Adjust volume to 40 ml with water.\r\n\n\n**0.25 M ammonium acetate buffer \\(pH = 5.4 &#x2013; 5.6)** Dissolve 9.64 g of ammonium acetate in 0.5 liter of water, add 1.4 ml 30% HCl. Mix well and check the pH. Acceptance range: pH 5.4-5.6.\r\n\n\n**3.0 M ammonium acetate buffer \\(pH = 7.1-7.3)** Dissolve 11.6 g of ammonium acetate in 50 ml of water. Mix well and check the pH. Acceptance range: pH 7.1-7.3.\r\n\n\n**ITLC eluent \\(pH = 4.8-5.0)** Dissolve 420 mg citric acid monohydrate in 100 ml Milli-Q water, add 0.98 ml 2.0 M sodium carbonate. Mix well and check the pH. Acceptance range: pH 4.8-5.0.\r\n\n\n**HPLC eluent \\(pH = 6.2-7.0)** Dissolve 13.8 g of sodium dihydrogen phosphate monohydrate, 14.2 g of disodium hydrogen phosphate, 17.4 g of sodium chloride, and 1.3 g of sodium azide in 2 l of water. Mix well and check the pH. Acceptance range: pH 6.2-7.0. Pass the eluent through a Millipore filter and rigorously degas before use."
        },
        {
            "header": "Procedure",
            "content": "This procedure may be scaled up or down, maintaining the same molar ratios of reagents. A schematic representation of the procedure is shown in Figure 1.\r\n\n\n\r\n\n\n**Conjugation reaction**\r\n\n\n**1** Pipette the required amount of protein solution \\(max. 1 ml; by preference between 2 and 10 mg ml protein) into an eppendorf tube. Adjust the reaction mixture to a total volume of 1 ml by adding a sufficient amount of normal saline into the tube.\r\n\n\n**CRITICAL STEP** Concentrations lower than 2 mg ml\n-1\nwill strongly decrease the efficiency of the conjugation reaction.\r\n\n\n\r\n\n\n**2** Adjust pH of the protein solution to pH = 8.9 – 9.1 with 0.1 M NaCO \\(max. 0.1 ml).\r\n\n\n**CRITICAL STEP** Alternatively, the desired pH for the reaction can be obtained by adding a stronger sodium carbonate buffer or by dialyzing the protein stock solution against 0.1 M sodium bicarbonate buffer \\(pH 9.0).\r\n\n\n\r\n\n\n**3** Dissolve SCN-Bz-Df in DMSO at a concentration of between 2 and 5 mM \\(1.5-3.8 mg ml\n-1\n) depending on the amount of protein or antibody used. Add this to the protein solution to give a 3-fold molar excess of the chelator over the molar amount of protein and mix immediately. Keep the DMSO concentration below 5% in the reaction mixture.\r\n\n\n**CRITICAL STEP** Typically, 20 µl 5 mM SCN-Bz-Df \\(100 nmol) in DMSO is added to 5 mg intact antibody \\(33 nmol). In that case, between 0.9-1.5 Df moieties will be coupled per antibody molecule.\r\n\n\n\r\n\n\n**4** Incubate the reaction for 30 min at 37°C using a Thermomixer.\r\n\n\n\r\n\n\n**5** This step can be performed using option A or option B depending on whether Df-conjugated proteins are radiolabeled with\n89\nZr or\n68\nGa, respectively.\r\n\n\n\r\n\n\n**A. Purification of Df-protein and subsequent labeling with\n89\nZr.** \r\n\n\ni. Rinse a PD10 column with 20 ml 0.9% NaCl/gentisic acid 5 mg ml \\(pH = 4.9-5.3).\r\n\n\n\r\n\n\nii. Pipette the conjugation reaction mixture onto the column and discard the flow-through.\r\n\n\n\r\n\n\niii. Pipette 1.5 ml 0.9% NaCl/gentisic acid 5 mg ml\n-1\n\\(pH = 4.9-5.3) onto the column and discard the flow-through. \r\n\n\n\r\n\n\niv. Pipette 2 ml 0.9% NaCl/gentisic acid 5 mg ml\n-1\n\\(pH = 4.9-5.3) onto the PD-10 column and collect the Df-protein.\r\n\n\n\r\n\n\n**PAUSE POINT** The Df-protein can be stored at -20 °C until the day of planned use. The Df-protein should be stable in storage for at least several weeks.\r\n\n\n\r\n\n\nv. Pipette the required volume \\(= **a**) of\n89\nZr oxalic acid solution \\(max. 200 µl, between 37 and 185 MBq) into a glass \"reaction vial\". \r\n\n\n**CAUTION** Follow appropriate radiation safety measures for steps v. – xiii.\r\n\n\n\r\n\n\nvi. While gently shaking, add 200 µl – ________\\(= **a**, see v.)  =  _________ µl 1M oxalic acid into the reaction vial. Subsequently, pipette 90 µl 2 M Na\n2\nCO\n3\ninto the reaction vial and incubate for 3 minutes at room temperature.\r\n\n\n\r\n\n\nvii. While gently shaking, pipette successively 0.30 ml 0.5 M HEPES \\(pH = 7.2), 0.71 ml of modified protein \\(typically 1-3 mg), and 0.70 ml 0.5 M HEPES \\(pH = 7.2) into the reaction vial.\r\n\n\n**CRITICAL STEP** The pH of the labeling reaction should be in the range of 6.8-7.2.  \r\n\n\n\r\n\n\nviii. Incubate for 1 h at room temperature while gently shaking the reaction mixture. Radiolabeling efficiency \\(typically >85%) can be determined by instant thin-layer chromatography \\(ITLC) using silica-gel strips and 20 mM citric acid \\(pH 4.8-5.0)\\(ITLC eluent) as solvent. A 0.5-2.0 µl aliquot of the reaction solution can be directly applied to the ITLC sheet. Radiolabeled protein \\(R\nf\n= 0.0 - 0.1) and unbound\n89\nZr \\(R\nf\n= 0.4 – 1.0).\r\n\n\n\r\n\n\nix. Meanwhile, rinse a PD10 column with 20 ml 0.9% NaCl/gentisic acid 5 mg ml\n-1\n\\(pH = 4.9-5.3).\r\n\n\n\r\n\n\nx. After 1 h incubation, pipette the reaction mixture onto the column and discard the flow-through.\r\n\n\n\r\n\n\nxi. Pipette 1.5 ml 0.9% NaCl/gentisic acid 5 mg ml\n-1\n\\(pH = 4.9-5.3) onto the column and discard the flow-through. \r\n\n\n\r\n\n\nxii. Pipette 2 ml 0.9% NaCl/gentisic acid 5 mg ml\n-1\n\\(pH = 4.9-5.3) to the PD-10 column and collect the purified radiolabeled protein.\r\n\n\n\r\n\n\nxiii. Analyze the purified radiolabeled protein by ITLC and HPLC. When the radiochemical purity is greater than 95% it is ready for storage at 4 °C or dilution in 0.9% NaCl/gentisic acid 5 mg ml\n-1\n\\(pH = 4.9-5.3) for in vitro or in vivo studies. The radiolabeled protein should be stable in storage for at least several days.\r\n\n\n**CRITICAL STEP** Gentisic acid is introduced during labeling and storage to prevent deterioration of the protein integrity by radiation. Consideration should also be given to assessment of the biological function of the protein after the conjugation and labeling reaction.\r\n\n\n\r\n\n\n**B. Purification of Df-protein and subsequent labeling with\n68\nGa**. \r\n\n\ni. Rinse a PD10 column with 20 ml 0.25 M ammonium acetate \\(pH = 5.5).\r\n\n\n\r\n\n\nii. Pipette the conjugation reaction mixture onto the column and discard the flow-through.\r\n\n\n\r\n\n\niii. Pipette 1.5 ml 0.25 M ammonium acetate \\(pH = 5.5) onto the column and discard the flow-through. \r\n\n\n\r\n\n\niv. Pipette 2 ml 0.25 M ammonium acetate \\(pH = 5.5) onto the PD-10 column and collect the Df-protein.\r\n\n\n\r\n\n\n**PAUSE POINT** The Df-protein can be stored at -20 °C until the day of planned use. The Df-protein should be stable in storage for at least several weeks.\r\n\n\n\r\n\n\nv. Pipette the required volume \\(= **a**) of preconcentrated and purified\n68\nGa \\(max. 200 µl) into a 5 ml test tube. For preconcentration and purification of\n68\nGa see **Box 1**.\r\n\n\n**CAUTION** Follow appropriate radiation safety measures for steps v. – xiii.\r\n\n\n\r\n\n\nvi. While gently shaking, add 2 x ________\\(= **a**, see v.)  =  _________ µl 3 M ammonium acetate into the reaction vial and incubate for 3 minutes at room temperature.\r\n\n\n\r\n\n\nvii. While gently shaking, slowly add 0.2-1.0 ml of the modified protein \\(typically 0.5-2 mg) into the reaction vial. Adjust the reaction mixture to a total volume of 1.5 ml by adding a sufficient amount of 0.25 M ammonium acetate \\(pH = 5.5) into the tube.\r\n\n\n**CRITICAL STEP** The pH of the labeling reaction should be in the range of 5-6.\r\n\n\n\r\n\n\nviii. Incubate for 5 min at room temperature while gently shaking the reaction mixture. Radiolabeling efficiency \\(typically >90%) can be determined by instant thin-layer chromatography \\(ITLC) using silica-gel strips and 20 mM citric acid \\(pH 4.8-5.0) containing 50 mM EDTA as solvent. A 0.5-2.0 µl aliquot of the reaction solution can be directly applied to the ITLC sheet. Radiolabeled protein \\(Rf = 0.0 - 0.1) and unreacted\n68\nGa \\(R\nf\n= 0.4 – 1.0).\r\n\n\n\r\n\n\nix. Meanwhile, rinse a PD10 column with 20 ml normal saline.\r\n\n\n\r\n\n\nx. After 5 min incubation, pipette the reaction mixture onto the column and discard the flow-through.\r\n\n\n\r\n\n\nxi. Pipette 2.0 ml normal saline onto the column and discard the flow-through. \r\n\n\n\r\n\n\nxii. Pipette 1.5 ml normal saline onto the PD-10 column and collect the purified radiolabeled protein.\r\n\n\n\r\n\n\nxiii. Analyze the purified\n68\nGa-labeled protein by ITLC and HPLC.\r\n\n\n \r\n\n\n**BOX 1 Purification and concentration of the\n68\nGa eluate using anion-exchange chromatography as described by Velikyan et al.\n12\n** \r\n\n\n1. Activate a Chromafix 30-PS-HCO\n3\ncartridge by washing with 1 ml 100% ethanol, 1 ml Milli-Q water, and 1 ml 4 M HCl, successively.\r\n  2. Elute the\n68\nGe/\n68\nGa-generator with 0.1 M HCl according to the manufacturer protocol.\r\n  3. Collect the generator eluate and add enough 30% HCl giving a final HCl concentration of 4.0 M HCl.\r\n  4. Slowly load the generator eluate onto the activated Chromafix cartridge \\(flow rate of 0.5-1 ml/min). Discard the flow through.\r\n  5. Wash the cartridge with 2 ml 4 M HCl and subsequently dry by sucking air through the cartridge.\r\n  6. Elute with small fractions of Milli-Q water \\(50-100 µl). Collect the purified and concentrated\n68\nGa and measure the activity."
        },
        {
            "header": "Timing",
            "content": "Steps 1-4: 45 min\r\n\n\nSteps 5A i-iv: 15 min\r\n\n\nSteps 5A v-xiii: 1.5 h\r\n\n\nSteps 5B i-iv: 15 min\r\n\n\nSteps 5B v-xiii: 20 min"
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 1"
        },
        {
            "header": "Anticipated Results",
            "content": "Typically, 0.9-1.5 Df moieties are coupled per antibody or protein molecule. Radiolabeling of the Df-conjugated mAb with <sup>89</sup>Zr will result in overall labeling yields of &gt;85%. Resulting <sup>89</sup>Zr-mAb conjugates are optimal with respect to radiochemical purity \\(&gt;95% according to ITLC and analytical HPLC), immunoreactivity, and in vivo stability. A representative HPLC chromatogram and SDS-PAGE gel of a <sup>89</sup>Zr-labeled mAb \\(150 kDa) is shown in Figure 2a and 2c, respectively.\r\n\n\nRadiolabeling of the Df-conjugated protein with <sup>68</sup>Ga will result in overall labeling yields of &gt;90%. The radiochemical purity of <sup>68</sup>Ga-labeled proteins is &gt;97% according to ITLC and analytic HPLC. A representative HPLC chromatogram and SDS-PAGE gel of a <sup>68</sup>Ga-labeled nanobody<sup>13-15</sup> \\(31 kDa) is shown in Figure 2b and 2d, respectively.\r\n\n\nThe positron emitters <sup>89</sup>Zr and <sup>68</sup>Ga can be applied to assess normal biodistribution, and confirm and quantitate selective tumor uptake of mAbs, mAb-fragments, non-traditional antibody-like scaffolds or other proteins of interest in animal and clinical studies using PET-imaging. A representative <sup>89</sup>Zr-immuno-PET image is shown in Figure 3."
        },
        {
            "header": "References",
            "content": "1. Carter, P.J. Potent antibody therapeutics by design. _Nat. Rev. Immunol._ **6**, 343-357 \\(2006).\r\n  2. Reichert, J.M. &amp; Valge-Archer, V.E. Development trends for monoclonal antibody cancer therapeutics. _Nat. Rev. Drug. Discov_. **6**, 349-356 \\(2007).\r\n  3. Van Dongen, G.A.M.S. et al. Immuno-PET: a navigator in monoclonal antibody development and applications. _Oncologist_ **12**, 1379-1389 \\(2007).\r\n  4. Verel, I. _et al._ <sup>89</sup>Zr immuno-PET: comprehensive procedures for the production of <sup>89</sup>Zr-labeled monoclonal antibodies. _J. Nucl. Med._ **44**, 1271-1281 \\(2003).\r\n  5. Verel, I. _et al_. Quantitative <sup>89</sup>Zr immuno-PET for in vivo scouting of <sup>90</sup>Y-labeled monoclonal antibodies in xenograft-bearing nude mice. _J. Nucl. Med_. **44**, 1663-1670 \\(2003).\r\n  6. Verel, I. _et al_. Long-lived positron emitters zirconium-89 and iodine-124 for scouting of therapeutic radioimmunoconjugates with PET. _Cancer Biother. Radiopharm_. **18**, 655-661 \\(2003).\r\n  7. Brouwers, A. _et al_. PET radioimmunoscintigraphy of renal cell cancer using <sup>89</sup>Zr-labeled cG250 monoclonal antibody in nude rats. _Cancer Biother. Radiopharm_. **19**, 155-163 \\(2004).\r\n  8. Nagengast, W.B. _et al_. In vivo VEGF imaging with radiolabeled bevacizumab in a human ovarian tumor xenograft. _J. Nucl. Med_. **48**, 1313-1319 \\(2007).\r\n  9. Dijkers, E. _et al_. Characterization of <sup>89</sup>Zr-trastuzumab for clinical HER2 immunoPET imaging. _J. Clin. Oncol_. \\(Meeting Abstracts) **25**, 3508 \\(2007).\r\n  10. Perk, L.R. _et al_. Preparation and evaluation of <sup>89</sup>Zr-Zevalin for monitoring of <sup>90</sup>Y-Zevalin biodistribution with positron emission tomography. _Eur. J. Nucl. Med. Mol. Imaging_ **33**, 1337-1345 \\(2006).\r\n  11. Borjesson, P.K. _et al_. Performance of immuno-positron emission tomography with zirconium-89-labeled chimeric monoclonal antibody U36 in the detection of lymph node metastases in head and neck cancer patients. _Clin. Cancer Res_. **12**, 2133-2140 \\(2006).\r\n  12. Velikyan, I., Beyer, G.J. &amp; Langstrom, B. Microwave-supported preparation of Ga-68 bioconjugates with high specific radioactivity. _Bioconjug. Chem_. **15**, 554-560 \\(2004).\r\n  13. Hamers-Casterman, C. _et al_. Naturally occurring antibodies devoid of light chains. _Nature_ **363**, 446-448 \\(1993).\r\n  14. Roovers, R.C., Van Dongen, G.A.M.S. &amp; Van Bergen en Henegouwen, P.M.P. Nanobodies in therapeutic applications. _Curr. Opin. Mol. Ther_. **9**, 327-335 \\(2007).\r\n  15. Roovers, R.C. _et al_. Efficient inhibition of EGFR signaling and of tumour growth by antagonistic anti-EFGR Nanobodies. _Cancer Immunol. Immunother_. **56**, 303-317 \\(2007).\r\n  16. Wadas, T.J. &amp; Anderson, C.J. Radiolabeling of TETA- and CB-TE2A-conjugated peptides with copper-64. _Nat. Protoc_. **1**, 3062-3068 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This project was supported in part by grants from the European Union FP6 \\(LSHC-CT-2003-5032, STROMA) and the Dutch Technology Foundation \\(STW; VBC.6120). The authors want to thank the technical staff of BV Cyclotron and the Radionuclide Center for supply and processing of <sup>89</sup>Zr."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10853,
                "identity": "9f2611cb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Guus van Dongen",
                "email": "gams.vandongen@vumc.nl",
                "orcid": "",
                "institution": "Departments of Otolaryngology/Head and Neck Surgery, and Nuclear Medicine & PET Research, VU University Medical Center, Amsterdam, The Netherlands",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Guus",
                "middleName": "van",
                "lastName": "Dongen",
                "suffix": ""
            },
            {
                "id": 10847,
                "identity": "9f260592-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lars Perk",
                "email": "",
                "orcid": "",
                "institution": "Departments of Otolaryngology/Head and Neck Surgery, VU University Medical Center, Amsterdam, The Netherlands",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lars",
                "middleName": "",
                "lastName": "Perk",
                "suffix": ""
            },
            {
                "id": 10848,
                "identity": "9f260938-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gerard Visser",
                "email": "",
                "orcid": "",
                "institution": "Department of Nuclear Medicine & PET Research, VU University Medical Center, Amsterdam, The Netherlands",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gerard",
                "middleName": "",
                "lastName": "Visser",
                "suffix": ""
            },
            {
                "id": 10849,
                "identity": "9f260ae9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marianne Budde",
                "email": "",
                "orcid": "",
                "institution": "Departments of Otolaryngology/Head and Neck Surgery, VU University Medical Center, Amsterdam, The Netherlands",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marianne",
                "middleName": "",
                "lastName": "Budde",
                "suffix": ""
            },
            {
                "id": 10850,
                "identity": "9f260c4e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria Vosjan",
                "email": "",
                "orcid": "",
                "institution": "Departments of Otolaryngology/Head and Neck Surgery, VU University Medical Center, Amsterdam, The Netherlands",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Vosjan",
                "suffix": ""
            },
            {
                "id": 10851,
                "identity": "9f260ed7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paul Jurek",
                "email": "",
                "orcid": "",
                "institution": "Macrocyclics, Dallas, Texas, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Jurek",
                "suffix": ""
            },
            {
                "id": 10852,
                "identity": "9f261056-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Garry Kiefer",
                "email": "",
                "orcid": "",
                "institution": "Macrocyclics, Dallas, Texas, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Garry",
                "middleName": "",
                "lastName": "Kiefer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-06-24 10:42:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.22",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.22",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607893,
                "identity": "98b52223-7d62-47f4-9f32-c539e750b039",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 12261,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-412/v1/figure_1.png"
            },
            {
                "id": 2607896,
                "identity": "4ad11016-8ae7-437c-aef7-7a7a2c799dc5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68547,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Schematic representation of mAb modification with SCN-Bz-Df (1) and subsequent labeling with ^89^Zr (2).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-412/v1/figure_2.jpg"
            },
            {
                "id": 2607899,
                "identity": "a62f6492-2de6-4d82-b780-000e04d6ed47",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 96142,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Representative HPLC chromatograms and SDS-PAGE gels of (*a, c*) ^89^Zr-labeled mAb U36 and (*b, d*) ^68^Ga-labeled anti-EGFR nanobody - \"www.ablynx.com\":www.ablynx.com   SDS-PAGE was performed on a Phastgel System (GE Healthcare Life Sciences) using preformed 7.5% (c) or high density (d) SDS-PAGE gels under non-reducing conditions.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-412/v1/figure_3.jpg"
            },
            {
                "id": 2607898,
                "identity": "0f061e21-7a63-4353-9242-7347e8346434",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33552,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Selective targeting of head and neck cancer xenografts in nude mice by ^89^Zr-labeled mAb U36.   PET images (coronal slices) were obtained at 24, 48, and 72 h after i.v. injection of 89Zr-mAb U36 (3.7 MBq, 100 &#xB5;g mAb) with a double-crystal-layer high resolution research tomograph PET scanner. Images planes have been chosen where the right tumor is optimal visible. Tumors are indicated by arrows.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-412/v1/figure_4.jpg"
            },
            {
                "id": 13464607,
                "identity": "9598b6ec-015e-4f3a-8908-298a87720b77",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 281262,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-412/v1/d84b35b1-cfc5-4570-ae48-7403dff10806.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "positron emission tomography, zirconium-89, gallium-68, desferrioxamine, antibodies, radiolabeling, PET",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Facile radiolabeling of monoclonal antibodies and other proteins with zirconium-89 or gallium-68 for PET imaging using p-isothiocyanatobenzyl-desferrioxamine",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-01-24 06:59:00",
                "doi": "10.1038/nprot.2008.22",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f04bf3d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 24th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2059,
                "name": "Biological techniques"
            },
            {
                "id": 2060,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-01-24 06:59:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}