{
    "identity": "pex-1346",
    "title": "<p>CleaveSeq: Scalable characterization of ribozyme-based RNA biosensors</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>DRIVER and CleaveSeq are methods for generation and characterization respectively of biosensors based on a self-cleaving ribozyme coupled to an RNA aptamer<sup>1</sup>. This protocol describes the steps of CleaveSeq that can be used to characterize a library of biosensors under multiple conditions.&nbsp;&nbsp;The number of distinct sequences that can be characterized in parallel are limited only by the number of NGS reads dedicated to this – typically thousands of sequences can be characterized using a single Illumina run.&nbsp;&nbsp;Each different condition, such as a different chemical addition or concentration, requires a separate tube for the reactions that form the steps of CleaveSeq, with them all combined after barcoding into a single Illumina run.&nbsp;&nbsp;Although the protocol below is written as a manual set of steps, the bulk of the procedure is amenable to operation on a liquid-handling robot.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chemicals to be tested</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T7 RNA Polymerase@50U/µl (NEB M0251)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RNApol Buffer@10x&nbsp;&nbsp;(NEB M0251)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;rNTP@25mM/NTP (NEB N0466)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Omniscript Reverse Transcription Kit (Qiagen 205113)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T4 DNA Ligase Buffer@10x (NEB M0202)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;T4 DNA Ligase@400U/µl (NEB M0202)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thermo Pol Buffer@10x (NEB B9004)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Uracil-DNA Glycosylase (UDG)@5U/µl (NEB M0280)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Endonuclease IV@10U/µl (NEB M0304)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MgCl2@25mM (NEB B9021)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Salmon Sperm DNA diluted to 100µg/ml (Life Technologies AM9680)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hot Start Taq (NEB M0495)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TE8 (IDT 11-05-01-09)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kapa HiFi PCR Kit (Roche KK2101)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NEBNext Dual Unique Index Barcodes (NEB E6440, E6442, E6444, or E6446)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kapa Library Quantification Kit for Illumina (Roche KK4855, KK4824, KK4835, KK4854, or KK4873; depending on real-time PCR cycler used)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PhiX Control V3 (Illumina FC-110-3001)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oligonucleotides</p><p>\t\to&nbsp;&nbsp;&nbsp;Library (see Procedure)</p><p>\t\to&nbsp;&nbsp;&nbsp;T7Promoter (IDT; AATTTAATACGACTCACTATAGG; PAGE-purified)</p><p>\t\to&nbsp;&nbsp;&nbsp;Z-Stop (IDT; /5Phos/G ACAGC GTTTTGTTTTGT CCC AC GCUGT C ACTGGA /iSpC3/ U TTTCTTTTT GCTGT TTC GTCC; PAGE-purified)</p><p>\t\to&nbsp;&nbsp;&nbsp;Ref_ZStop_W_R6R30m_X (IDT; GAC AGC GTT TTG TTT TGT CCC ACG CUG TCA CTG GA /iSp18/ UTT TCT TTT TGC TGT TTC GTC CTC GGC ATA GCA TCG CCT AAG TCA TTG ACA CGG ACT CAT CAG ACC GGA ATG ACA TCC AGT GAC AGC TTT GTT TGT TTC CC)</p><p>\t\to&nbsp;&nbsp;&nbsp;Ref_ZStop_W_R6R30n_X_cut (IDT; TTT CTT TTT GCT GTT TCG TCC TCG GCA TAG CTC GGC ACA CTT CAT TGA CAC GGA CTC ATC AGA CCG GAA CGT AAT CCA GTG ACA GCT TTG TTT GTT TCC C)</p><p>\t\to&nbsp;&nbsp;&nbsp;Ref_ZStop_clvd_R6R30o_X (IDT; /5Phos/GAC AGC GTT TTG TTT TGT CCC ACG CUG TCA CTG GA /iSp18/ UTT TCT TTT TGC TGT TTC GTC CTC GGC ATA GCA AGG ATT CCA TCA TTG ACA CGG ACT CAT CAG ACC GGA AGC ATA TCC AGT)</p><p>\t\to&nbsp;&nbsp;&nbsp;Ref_ZStop_clvd_R6R30p_X_lig_cut (IDT; TTT CTT TTT GCT GTT TCG TCC TCG GCA TAG CAG TGA ACC TCT CAT TGA CAC GGA CTC ATC AGA CCG GAA TCG AAT CCA GTG ACA GCG TTT TGT TTT GTC CCA CGC)</p><p>\t\to&nbsp;&nbsp;&nbsp;WFU (IDT; ACAC TCTTTCCCTACACGAC GCTCTTCCGATCT GGG AAACAAACAAA GCTG/3SpC3/)</p><p>\t\to&nbsp;&nbsp;&nbsp;ZFC (IDT; ACAC TCTTTCCCTACACGAC GCTCTTCCGATCT GCGT GGG ACAAAACAAAAC GC/3SpC3/)</p><p>\t\to&nbsp;&nbsp;&nbsp;XRC (IDT; GACTGGAGTTCAGACGTGT GCTCTTCCGATCT TTT CTTTTT GCTGT TTC GTCC/3SpC3/)</p><p>\t\to&nbsp;&nbsp;&nbsp;RD1 (IDT; ACAC TCTTTCCCTACACGAC GCTCTTCCGATCT)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PCR Tubes (USA Scientific 1402-4700)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DNA Lo-bind tubes (Eppendorf 22431021)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thermocycler</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Illumina Sequencer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Real-time PCR Cycler</p>"
        },
        {
            "header": "Procedure",
            "content": "All steps up to and including reverse transcription should be carried out in an RNase-free environment using RNase-free reagents, tubes, and barrier pipette-tips.\nRecipes\nReference Mix\n1.     Mix the following ingredients to form 1000 µl of the reference mix@20nM\na.      992µl TE8\nb.     2µl Ref_ZStop_W_R6R30m_X oligo@10µM\nc.      2µl Ref_ZStop_W_R6R30n_X_cut oligo@10µM\nd.     2µl Ref_ZStop_clvd_R6R30o_X oligo@10µM\ne.     2µl Ref_ZStop_clvd_R6R30p_X_lig_cut oligo@10µM\n2.     Dilute the reference mix to 50pM by mixing 2µl@20nM and 798µl of TE8 in a DNA Lo-Bind Eppendorf tube.\nPCR1 Oligo Mix\n1.     Mix the following ingredients to form 250µl of the PCR1 oligo mixture @4x\na.      225µl TE8\nb.     5µl WFU oligo@100µM\nc.      5µl ZFC oligo@100µM\nd.     5µl XRC oligo@100µM\ne.     10µl RD1 oligo@100µM\nLibrary Preparation\n1.     Prepare library of transcription templates based on the sTRSV ribozyme with chosen loop sequences and preceded by the T7 RNA polymerase’s promoter sequence.\n2.     Synthesize the library as a pool of oligonucleotides in the reverse-complement direction.\n3.     For example, for the native ribozyme, sTRSV, in this context, use the sequence: < TTTTTATTTTTCTTTTT GCTGT TTC GTCC TCAC GGAC TCATCAG ACCGGA AAGCACA TCCGGT G ACAGC TTTGTTTGTTT CCC TATAGTGAGTCGTATTAAATT >.  Desired sequences, which may contain aptamers, replace the loop sequences, TCAC and AAGCACA, above (in reverse-complement orientation).\n4.     Anneal the library to an equimolar solution of the T7 promoter in the forward direction to allow runoff transcription.\n5.     Dilute the library to a concentration of 10nM in TE8.\nTranscription\n1.     Prepare enough transcription master mix@2.5x for N reactions, by mixing in the following order:\na.     water to bring the total volume to 8N µl\nb.     2.0N µl of 10x RNA Pol Buffer\nc.      1.8N µl of rNTP@100mM\nd.     0.4N µl of DTT@500mM\ne.     2.0N µl of T7 RNA Polymerase@50U/µl\n2.      Add the following ingredients in the listed order in one PCR tube per reaction:\na.     water to bring the total volume to 20µl\nb.     2 µl of the above library\nc.      up to 11.8 µl of target chemical(s) (if chemicals are in DMSO, limit to 2µl to keep final DMSO concentration <= 10%)\nd.     8µl of 2.5x transcription master mix\n3.     Vortex briefly and spin down mixtures.\n4.     Incubate at 37ºC for 30 minutes\n5.     Spin down products.\nReverse Transcription\n1.     While transcription is running, prepare 4µl/reaction of RT master mix @2x concentration, by mixing in the following order:\na.     0.72N µl water to bring the total volume to 4N µl\nb.     0.8N µl of Omniscript buffer@10x\nc.      0.8N µl of Omniscript dNTPs@5mM\nd.     1.28N µl of MgCl2@25mM\ne.     0.4N µl of Omniscript enzyme@4U/µl\n2.     Remove 2µl of each transcription reaction to clean PCR tubes.\n3.     Add 2µl of stop oligonucleotide @4µM to each tube.\n4.     Vortex briefly and spin down mixture.\n5.     Add 4µl of RT master mix to each reaction\n6.     Vortex briefly and spin down mixture.\n7.     Incubate at 50ºC for 20 minutes.\n8.     Heat inactivate enzyme and refold cDNA at 95ºC for 2 minutes.\n9.     Spin down products.\nLigation\n1.     While reverse transcription is running, prepare 4µl/reaction of ligation master mix@5x concentration, by mixing in the following order:\na.     1.0N µl water\nb.     2.0N µl T4 DNA Ligase Buffer@10x\nc.      1.0N µl T4 DNA Ligase@400U/µl\n2.     Add 8µl of water to the same tubes use for the reverse transcription.\n3.     Add 4µl of the ligation master mix to each reaction.\n4.     Vortex briefly and spin down mixture.\n5.     Incubate at 37ºC for 15 minutes\n6.     Heat inactivate enzyme at 65ºC for 10 minutes.\n7.     Spin down products.\nUDG/Exo digestion\n1.     While ligation is running, prepare 8µl/reaction of digestion master\nmix@1.25x\n, by mixing in the following order:\na.     6.4N µl of water\nb.     1.0N µl of Thermo Pol Buffer@10x\nc.      0.4N µl of Reference Mix@50pM\nd.     0.1N µl of UDG@5U/µl\ne.     0.1N µl of Endoncuclease IV@10U/µl\n2.     Dilute ligation products 25x by adding 6µl of each reaction to a new PCR tube containing 144µl of TE8.\n3.     Vortex briefly and spin down mixtures.\n4.     Add 2µl of each reaction to 8µl of digestion master\nmix@1.25x\nin a new PCR tube.\n5.     Vortex briefly and spin down mixtures.\n6.     Incubate at 37ºC for 15 minutes.\n7.     Heat inactivate enzymes at 85ºC for 20 minutes.\n8.     Spin down products.\nNGS Adapter Addition\n1.     While digestion is running, prepare 4µl/reaction of PCR1 master mix@3.5x, by mixing in the following order:\na.      0.37N µl of water\nb.     0.08N µl of Thermo Pol Buffer@10x\nc.      0.08N µl of MgCl2@25mM\nd.     0.08N µl of Salmon Sperm DNA@100µg/ml\ne.     0.04N µl of PCR1 oligonucleotide mixture@10x\nf.      0.02N µl of Hot-Start Taq@200x\n2.     Add 4µl of PCR1 master mix to each digestion reaction in the same PCR tube.\n3.     Vortex briefly and spin down mixtures.\n4.     Run the following PCR cycling: (PCR1)\na.      Activation for 30s at 95ºC\nb.     Repeat for 5 cycles:\ni.     30s at 95ºC\nii.     30s at 57ºC\niii.     30s at 68ºC\nc.      60s at 68ºC\nd.     Hold at 4ºC\n5.     Dilute each tube 10x in place by adding 126µl of water, vortex briefly and spin down.\n6.     Spin down products.\nNGS Index Addition\n1.     While PCR1 is running, prepare 16.7µl/reaction of PCR2 master mix@1.5x, by mixing in the following order:\na.      10.4N µl of water\nb.     5.0N µl of Kapa HiFi Buffer@5x\nc.      0.75N µl of Kapa dNTP’s@10mM\nd.     0.5N µl of Kapa HiFi Polymerase@50x\n2.     Also, prepare a 6.25x dilution of the NEBNext Unique Dual Index Primer Pairs by diluting in TE8 and aliquoting 6.25µl/well to new plates for future use.\n3.     In clean PCR tubes, add the following:\na.      16.7µl of PCR2 master mix@1.5x\nb.     6.25µl     of a unique dual index primer pair@0.8µM each (this is a 6.25x dilution of the stock dual index primers); each sample should use a distinct primer pair.\nc.      2µl of the diluted product from PCR1\n4.     Vortex briefly and spin down mixtures.\n5.     Run the following PCR cycling: (PCR2)\na.      Activation for 180s at 95ºC\nb.     Repeat for 14 cycles:\ni.     30s at 98ºC\nii.     30s at 64ºC\niii.     30s at 72ºC\nc.      60s at 72ºC\nd.     Hold at 4ºC\n6.     Perform a 1.8 Ampure cleanup of products using manufacturer’s instructions, elute products in 30µl of TE8.\n7.     Quantify products using Kapa Quantification Kit using manufacturer’s instructions\na.     Expect each product to be 2-20nM\nSequencing Library Mixdown\n1.     Mix products above such the number of moles added to the mixture correspond to the relative number of NGS reads that are desired for each condition.  For equal coverage the mixture should include the same number of moles of each component.  A minimum of 50 usable reads per library entry is required and >100 is preferable.  Note that after removal of low-quality reads, single-base errors, references, amplicons, and other undesired sequences, approximately half of the total reads are typically usable.\n2.     Compute the concentration of the mixture based on the contribution of each component.\n3.     Dilute the mixture with TE8 to the required concentration for the sequencing platform of choice.  For example, for iSeq, dilute to 100pM, for other Illumina platforms dilute to 4nM.\n4.     Addition of ~10% PhiX to the library is recommended to reduce issues related to amplicon sequencing on Illumina platforms.\nSequencing\nSequencing should be performed using paired-end reads long enough to read the entirety of the longest library entry including prefixes, suffixes and an overlap of at least 10nt for the two reads.  Typically, 2x75 is adequate for short loop sequences (<40 nt in the two loops combined), or 2x150 for longer libraries. Both indexes should also be read using 8 cycles each.\nData Analysis\nThe sequencing data should be demultiplexed into separate fastq files for each of the dual unique indexes by the sequencing platform such as Illumina basespace. Following this, the following steps should be performed:\n1.     Paired reads can be assembled using PEAR\n2\n2.     Joined fastq files can be preprocessed to form a text file of total reads of each unique sequence in each file. This can be done using shell scripts (such as fastq2counts.sh from\nhttp://github.com/btownshend/NGSDatabase\n) or other tools.\n3.     For each sequence in the library, there will be reads of that sequence prefixed by one of two sequences.  Reads corresponding to uncleaved RNA will be prefixed the same as they were in the input library:\n. Reads corresponding to cleaved RNA will be prefixed with\n.  For each sequence, find the counts, Nc and Nu, of cleaved and uncleaved reads.\n4.     Calculate cleavage of each sequence as Nc/(Nc+Nu).\n5.     Compare cleavage of each sequence under each condition tested.  For example, if one condition included no added chemicals and another had a chemical addition, then the ratio of cleavages in those two conditions, which mapped to different fastq files from the demultiplexing, will give the fold change due to addition of the chemical."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Low final concentration may result from failure at any step.&nbsp;&nbsp;Use of negative and positive control throughout the process are recommended.&nbsp;&nbsp;For example, at least one sample run in parallel should be a fixed sequence with known cleavage properties and a no-template control should also be included.&nbsp;&nbsp;Additional no-template controls can be added before PCR1 and PCR2</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If final concentration is slightly lower than the required sequencing concentration, products can be concentrated by a further cleanup step (and subsequent re-quantification) or by evaporation.&nbsp;&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;References added during the digestion steps should result in 1-10% of the final reads. The presence or absence of these references in the NGS reads can be used to diagnose problems in the protocol.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>A CleaveSeq run, starting from a library of ribozyme-based sensors in the form of the DNA templates, through  generation of a library that can be submitted for next-generation sequencing, takes approximately 8 hours.  Sequencing time varies with the platform, but generally takes less than one day and analysis of the resulting sequence data approximately 2 hours.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>See&nbsp;<sup>1</sup>&nbsp;for example results.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Townshend, B., Xiang, J., Manzanarez, G., Hayden, E. &amp; Smolke, C.&nbsp;<em>A multiplexed, automated evolution pipeline enables scalable discovery and characterization of biosensors</em>. http://biorxiv.org/lookup/doi/10.1101/2020.05.29.117960 (2020) doi:10.1101/2020.05.29.117960.</p><p>2. Zhang, J., Kobert, K., Flouri, T. &amp; Stamatakis, A. PEAR: a fast and accurate Illumina Paired-End reAd mergeR.&nbsp;<em>Bioinformatics (Oxford, England)</em>&nbsp;<strong>30</strong>, 614–20 (2014).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-21716-0",
                "date": "2021-03-04 11:03:59",
                "title": "A multiplexed, automated evolution pipeline enables scalable discovery and characterization of biosensors",
                "authors": [
                    "Brent Townshend",
                    "Joy S. Xiang",
                    "Gabriel Manzanarez",
                    "Eric J. Hayden",
                    "Christina D. Smolke"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9010836,
                "identity": "8ef45b47-14c6-46b2-aa5c-a7ac6571ee2b",
                "order_by": 0,
                "name": "Brent Townshend",
                "email": "bst@stanford.edu",
                "orcid": "https://orcid.org/0000-0003-1927-6341",
                "institution": "Stanford University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Brent",
                "middleName": "",
                "lastName": "Townshend",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-21 01:45:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1346/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1346/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13694915,
                "identity": "7b2e5bbd-32f6-4230-9577-7b149327e76c",
                "added_by": "auto",
                "created_at": "2021-09-17 12:54:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 189390,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1346/v1/a740857b-afc8-4f10-94cb-36a77611d638.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "aptamer, biosensor, ribozyme, RNA",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Biosensors are key components in engineered biological systems, providing a means of measuring and acting upon the large biochemical space in living cells. CleaveSeq, described here, allows high-throughput characterization  aptamer-coupled ribozyme libraries.</p>",
        "manuscriptTitle": "CleaveSeq: Scalable characterization of ribozyme-based RNA biosensors",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 10:38:12",
                "doi": "10.21203/rs.3.pex-1346/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "63d3881d-2140-46b2-a3fb-e25ef32cb23c",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2077086,
                "name": "Molecular biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 10:38:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}