{
    "identity": "nprot-1891",
    "title": "Development of electroporation-mediated transformation system for axenically cultivable root endophyte fungus Piriformospora indica",
    "content": [
        {
            "header": "Reagents",
            "content": "<div class=\"protocol-reagents\"> \r\n\n\n    <p> \r\n\n\nBIOLOGICAL MATERIALS<br /> \r\n\n\nPlasmid vector<br /> \r\n\n\nA vector pSilent-Dual-1G was use in present protocol, kindly provided by Dr. Hitoshi Nakayashiki, Kobe University, Japan.<br /> \r\n\n\nE. Coli strain XL1Blue<br /> \r\n\n\nE. Coli strain XL1Blue was used for propogation of plasmid vector. The strain was stored in a 90:10 water:glycerol suspension at -80 °C.<br /> \r\n\n\nRecipient fungal strains<br /> \r\n\n\nPiriformospora indica \\(DSM 11827), Germany.\r\n\n\n \r\n\n\n<p>REAGENTS</p> \r\n\n\n \r\n\n\n<p>LB broth, low salts \\(Himedia, Prod. No. M575-500G; see reagent setup)<br /> \r\n\n\nTryptone \\(Peptone) \\(Himedia, Prod. No. RM014-500G)<br /> \r\n\n\nYeast Extract Power \\(Himedia, Prod. No. RM688-500G)<br /> \r\n\n\nCasamino acid \\(Casein Acid Hydrolysate, Himedia, Prod. No. RM189-500G)<br /> \r\n\n\nPotassium dihydrogen phosphate \\(KH2PO4, Merck, Prod. No. 1.05108.0500)<br /> \r\n\n\nDi-Potassium hydrogen phosphate \\(K2HPO4, Merck, Prod. No. 1.05104.1000)<br /> \r\n\n\nMagnesium sulphate heptahydrate \\(MgSO4 • 7H2O, Merck, Prod. No. 1.05886.0500)<br /> \r\n\n\nCalcium chloride di-hydrate \\(CaCl2 • 2H2O, Merck, Prod. No. 1.02382.0500)<br /> \r\n\n\nIron\\(II) sulfate heptahydrate \\(FeSO4 • 7H2O, Merck, Prod. No. 1.03965.0500)<br /> \r\n\n\nZinc sulfate heptahydrate \\(ZnSO4 • 7H2O, Merck, Prod. No. 1.08883.0500)<br /> \r\n\n\nCopper\\(II) sulfate pentahydrate \\(CuSO4 • 5H2O, Merck, Prod. No. 1.02790.0250)<br /> \r\n\n\nCobalt chloride hexahydrate \\(CoCl2.6 H2O, Merck,61760501001046)<br /> \r\n\n\nBoric acid \\(H3BO3, Himedia, Prod. No. RM1224-500G)<br /> \r\n\n\nBiotin \\(Himedia, Prod. No. 440114H)<br /> \r\n\n\nNicotinamide \\(Sigma, Prod. No. 98-92-0)<br /> \r\n\n\nPyridoxine hydrochloride \\(Himedia, Prod. No. 440865Q)<br /> \r\n\n\nAmino benzoic acid \\(Himedia, Prod. No. 271033X)<br /> \r\n\n\nRiboflavin \\(Sigma, Prod. No. 83-88-5)<br /> \r\n\n\nMagnous \\(II) sulfate hydrate \\(MnSO4•H2O, Himedia, Prod. No. RM687-500G),<br /> \r\n\n\nDisodoiumethelenediaminetetraacetate di hydrate \\(Na2EDTA.2H2O Merck,61780001001046)<br /> \r\n\n\nSodium molybdate dihydrate \\(Na2MoO4 • 2H2O, Himedia. Prod. No. RM1721-500G)<br /> \r\n\n\nAmmonium nitrate \\(NH4NO3, Himedia, Prod. No. RM5657-500G)<br /> \r\n\n\nMannitol \\(Sigma, Prod. No. M4125-500G)                                                            Sorbitol \\(Sigma, Prod. No. S3755)<br /> \r\n\n\nHEPES \\(Sigma, Prod. No. H3375-25G)                                                             Glycerol \\(Merck, Prod. No. 1.04091.1000)<br /> \r\n\n\nGlucose monohydrate \\(Himedia, Prod. No. RM1367-500G)<br /> \r\n\n\nIron\\(III) chloride hexahydrate \\(FeCl3 • 6H2O, Himedia, Prod. No. RM6353-500G)<br /> \r\n\n\nAgar-Agar \\(Himedia, Prod. No. RM026-500G)</p>"
        },
        {
            "header": "Equipment",
            "content": "Petri dishes: 92 × 16 mm \\(Tarsons)<br /> \r\n\n\nIncubator \\(23°C- 28°C)<br /> \r\n\n\nHorizontal orbital shaker \\(HT INFORS)<br /> \r\n\n\nGene Pulser \\(BioRad)<br /> \r\n\n\nSterile 15 ml plastic tubes with screw cap \\(Falcon)<br /> \r\n\n\n0.2 µm sterile filter \\(Millipore)"
        },
        {
            "header": "Procedure",
            "content": "Preparation of plasmid for Transformation\n=> Timing 2 days\n1.Prepare LB Medium with the appropriate antibiotics. Add the contents of the media to 1.0 L of purified water and autoclave. Allow the media to cool to 55 °C before the addition of any antibiotics and bacterial inoculation.\n2.Prepare LB Medium Agar with the appropriate antibiotics. Add the contents of the agar medium to 1.0 L of purified water and autoclave. Allow the media to cool to 55 °C before the addition of any antibiotics, and pour into plates.\n3.Inoculate prepared LB Medium with a single E. coli \\(already contains plasmid vector pSD-1G) colony from a plate less than two weeks old. Incubate at least overnight \\(18-38 hours) at 37°C in a shaker at 200 rpm.\n4.Isolate plasmid vector using Alkaline Lysis method.\n? TROUBLESHOOTING\nPreparation of P. indica mycelium and chlamydospore for transformation.\n=>Timing 8 Days\n5.Prepare the initial inoculum of P. indica by transferring approx 3-mm \\(approx 50 mg wet wt) of hyphal mass from a slant or fresh plate, using a sterile platinum loop or glass spatula, to 25 mL of MAM medium in a 125-mL Erlenmeyer flask.\n6.Allow the culture to grow at room temperature while shaking at 100 rpm on a rotary shaker for 6 days. During this time, the hyphal clusters increase in mass at a slow rate.\n7.This culture will be used for preparation of fresh mycelium and for the isolation of chlamydospores.\n8.Transfer 1-2 mL Vol. of the medium \\(from step 6) with the fungal material to sterile 15-mL tubes, and macerate this culture into fragmented suspension of mycelia. Inoculate this culture into 15 ml fresh MAM media and incubate for 12 hrs. Transfer 100-200 µL culture into a 1.5 mL tube and vortex at a moderate speed \\(e.g., setting of 4 of 5) for approx 30 s to fragment the hyphae. Pellet the mycelia fragments by centrifugation at 12,000g for 10 min at room temperature.\n? TROUBLESHOOTING\n9.Remove the supernatant, and wash the pellet of fungal mycelium three times with sterile distilled water to remove the salts in the growth medium. Washing is earned out by re-suspension of the mycelium followed by centrifugation. Following the final wash, suspend the mycelium in 500 µL of EB 1 or EB 2 or EB 3 by vortex. This mycelial suspension is now ready for Electroporation.\nCRITICAL STEP: Number of washing steps can be increased to remove trace of salts used in growth media.\n? TROUBLESHOOTING\nNOTE: In contrast with germinating spores, treatment with P-glucuronidase is not necessary for successful transformation of hyphal fragments. Following transformation, hyphal fragments can regenerate readily, and a considerable simplification of the procedure is achieved. If hyphal fragments are used, however, care should be exercised in determining the appropriate stage of hyphal growth that yields the best results. Younger hyphae are best suited for electroporation without β-glucuronidase pretreatment.\n10.For the isolation of chlamydospores, macerate the fungal culture from step 6. using micropipette. Let the macerated mycelium suspension to settle down for two minutes and carefully remove the upper turbid layer which is enriched in chlamydospores or Remove fragmented mycelium by filtering the spore suspension through glass wool. Although not for usually necessary for the organisms used in this work. Such filtering may be essential to obtain a satisfactory spore suspension for other organisms.\nCRITICAL STEP: Ensure the number of spores \\(106  -108 ml-1).\nPAUSE POINT: Suspension of spores can be store at 4 ˚C for 5-7 days.\n11.Inoculate this suspension into fresh MAM media \\(1:4 ratio) for 6 hrs at 30 ˚C while shaking.  Add 1 mg/ml β-glucuronidase \\(Sigma: from Helix pomatia) to the growth medium for the final 2 h of germination. Pellet the germinated spores by centrifugation at moderate speed not more than 2,000g for 10-15 min at room temperature. Wash the germinated spores as instructed in Step 9 with EB 1 or EB 2 or EB 3 \\(Do not use water) and suspend in same buffer used for washing. This suspension is now ready for Electroporation.\nCRITICAL STEP: Number of washing steps can be increased to remove trace of salts used in growth media.\n? TROUBLESHOOTING\nElectroporation of P. indica mycelia and spores and Selection of Transformed colonies.\n=>Timing 2 hours and 2 weeks \\(Selection of colonies)\n12.To a sterile 1.5 ml tube, add 5 µg plasmid DNA \\(1 µg/µL), 200 µL of the fungal cell suspension, and 200 µL sterile distilled water, and mix the contents gently and transfer 200 µL to pre-chilled Electroporation cuvette.\n13.Pulse once with a field strength of 12.5 kV, capacitance, 25 µF, resistance, 400 Ώ. This will produce a time constant of about 5 ms.\n14.Dilute the electroporated mixture with 1 mL of MAM medium \\(containing same concentration of Mannitol and Sorbitol as in EB1 or EB 2 or EB 3), transfer to a sterile 2-mL tube, and incubate at 30 ˚C while shaking for 12 h.\nCRITICAL STEP: Incubation is required to revive the mycelia before selection step.\n15.Plate the suspension on MAM medium containing 1.5% agar and M. After the surface has dried, overlay the plates with 5-6 mL of soft agar \\(0.7% agar + MAM medium containing 1000 µg/mL Geneticine), and incubate the plates at room temperature. Geneticine-resistant colonies will arise within 5-7 d. No colonies should be observed on controls electroporated in the absence of plasmid DNA and plated subsequently on Geneticine-containing medium. Transformation efficiencies are estimated on the basis of the number of Geneticine-resistant colonies recovered/ µg of input plasmid DNA.\n16.Perform a final selection of Geneticine resistant coloines on MAM media plates containing 1000 µg/mL Geneticine and low Carbon source \\(10 g/L Glucose).\nCRITICAL STEP: High concentration of Carbon source may result in false transformed colonies."
        },
        {
            "header": "Timing",
            "content": "25 days \\(Slow growing fungus)"
        },
        {
            "header": "Troubleshooting",
            "content": "Please See Troubleshooting Table"
        },
        {
            "header": "Anticipated Results",
            "content": "Transformation of P. indica was performed using the recent technological advance of Electroporation-mediated transformation system developed for filamentous fungi \\(7).  In the present study for transformation experiments pSD-1G was used \\(Fig. 1), this plasmid has a RNAi construct for Phosphate transporter gene \\(PiPT) of P. indica \\(5). The protocol we have described here routinely generates 20-50 Geneticine resistant colonies per µg of input plasmid DNA. Transformed mycelial tissue was easily observed and scored after secondary selection as shown in Fig. 2 a, and later confirmed with PCR \\(Fig. 2 b). We have used this system successfully in transforming plasmid containing RNAi construct of PiPT gene of P. indica and this has resulted in the first reported RNAi in P. indica \\(5). We expect that this protocol can be readily adopted to manipulate P. indica genetically which was a limiting factor so far."
        },
        {
            "header": "References",
            "content": "<p> \r\n\n\n1.Varma A, Verma S, Sudha, Sahay N, Butehorn B, Franken P. Piriformospora indica, a Cultivable Plant-Growth-Promoting Root Endophyte. Appl. Env. Microbiol.  65 \\(6): 2741-2744 \\(1999).\r\n\n\n \r\n\n\n<p>2.Peskan-Berghofer T, Shahollari B, Giong PH, Hehl S, Markerta C, Blanke V, Kost G, Varma A, Oelmüller R. Association of Piriformospora indica with Arabidopsis thaliana roots represents a novel system to study beneficial plant–microbe interactions and involves early plant protein modifications in the endoplasmatic reticulum and at the plasma membrane. Physiol. Plant. 122: 465–477 \\(2004).</p> \r\n\n\n \r\n\n\n<p>3.Waller F, Baltruschat H, Achatz B, Becker K, Fischer M, Fodor J, Heier T, Huckelhoven R, Neumann C, von Wettstein D, Franken P, Kogel KH. The endophytic fungus Piriformospora indica reprograms barley to salt-stress tolerance, disease resistance, and higher yield. Proc. Natl. Acad. Sci. USA. 102 \\(38): 13386-13391. \\(2005).</p> \r\n\n\n \r\n\n\n<p>4.Kumar, M., Yadav, V., Tuteja, N and Johri A.K. Antioxidant Enzyme Activities in Plants Colonized with Piriformospora indica. Microbiology, 155: 780-790 \\(2009)</p> \r\n\n\n \r\n\n\n<p>5.Yadav, V., Kumar, M., Deep,D.K., Kumar, H., Sharma, R., Tripathy, T., Tuteja, N., Saxena A.K. and Johri A.K. A Phosphate Transporter from the Root Endophytic Fungus Piriformospora indica plays a Role in the Phosphate Transfer to the Host Plant. Accepted \\(In press), Journal of Biological Chemistry. \\(2010).</p> \r\n\n\n \r\n\n\n<p>6.Aschheim et al. News &amp; Views, Nat. Biotech. 23, 1241 \\(2005)</p> \r\n\n\n \r\n\n\n<p>7.Chakraborty, B. N. and Kapoor, M. Transformation of filamentous fungi by electroporation. Nucleic Acids Res. 18, 6737. \\(1990)</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "We are very thankful to Dr. Hitoshi Nakayashiki, Kobe University, Japan and Fungal Genetics Stock Center, University of Missouri, Kansas, USA for providing pSD-1G vector. This project was financed by Council of Scientific and Industrial Research, Department of Science and Technology, Govt. of India. MK, HK are very thankful to ICMR, CSIR and JNU for providing research fellowship."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11508,
                "identity": "9f82fdd3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Atul  Kumar Johri",
                "email": "akjohri14@yahoo.com",
                "orcid": "",
                "institution": "School of Life Sciences, Jawaharlal Nehru University, New Delhi-110067,India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Atul",
                "middleName": "Kumar",
                "lastName": "Johri",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-30 12:08:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.57",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.57",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608143,
                "identity": "266b0abf-b26d-46af-aafb-4d6f883f8560",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 72168,
                "visible": true,
                "origin": "",
                "legend": "<h3>Restriction map of pSilent Dual-1G.</h3>    <p>A 350 bp unique fragment of PiPT gene was cloned into this vector at Eco RI site for silencing PiPT gene. </p>",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-1891/v1/figure_1.png"
            },
            {
                "id": 2608142,
                "identity": "2b173b2c-a21e-4735-bddf-676807c44a69",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62722,
                "visible": true,
                "origin": "",
                "legend": "a. Secondary selection of Transformed P. indica colonies. and b. PCR analysis for the confirmation of Transformation.   <p>a. Secondary selection of Transformed P. indica colonies. Electroporated mycelia of P. indica were subjected to primary selection on KF media added with 1000 µg /ml G418 at high concentration of phosphate (10 mM). Several colonies were appear and were again subjected to secondary selection with 1000 µg/ml G418 at low level of carbon source (10 mM glucose) and high concentration of phosphate (10 mM). Out of 9 colonies, 1-8 were regenerated while 9th colony was disappeared. In this selection non transformed P. indica colony (C) was used as a negative control.\r\n \r\nb. PCR analysis for the confirmation of Transformation. A PCR was performed with the specific primers of GDP Promoter and insert, a specific 750 bp amplified fragment was observed in case of Transformed colony (TC) showing integration of plasmid vector into the genome of the P. indica. Wild type P. indica (WT) was used as a negative control. M1, 1 Kb DNA marker.\r\n \r\n</p>\r\n ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-1891/v1/figure_2.png"
            },
            {
                "id": 13464637,
                "identity": "03dddc48-aaf1-4c7b-a036-5eb80eb34808",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 303772,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1891/v1/a4d826f6-a9c3-4f7c-9e62-5f70a261070e.pdf"
            },
            {
                "id": 2608138,
                "identity": "53e6ad5a-078a-426a-906f-090a216d4636",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 10072,
                "visible": true,
                "origin": "",
                "legend": "Tables 1 and 2   TABLE 1: Troubleshooting Table. TABLE 2: Antibiotics used in this study",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1891/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Piriformospora indica, Transformation, Electroporation",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The root-colonizing fungal mutualist P. indica was discovered in association with woody shrubs in the Indian Thar desert in 1997. Since then, the fungus has been shown to confer beneficial association to a broad spectrum of host plants \\(1,2,3). Involvement of P. indica have been reported in high salt tolerance, disease resistance, growth-promoting activities leading to enhancement of host plant yield and in improvements of the nutritional status of the host plant \\(1,4,5). This fungus has been termed as plant probiotic \\(6). Until recently, the application of this fungus in agriculture biotechnology was hampered because of the non-availability of a suitable transformation system. For the first time in the present study to explore the beneficial features of this fungus, the EMT system has been developed using RNAi as a reporter. We propose that this system will be very helpful in genetic manipulation of P. indica to complement crop-growing strategies.",
        "manuscriptTitle": "Development of electroporation-mediated transformation system for axenically cultivable root endophyte fungus Piriformospora indica",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-07-22 00:00:00",
                "doi": "10.1038/nprot.2010.57",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 22nd, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2448,
                "name": "Microbiology"
            },
            {
                "id": 2449,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-07-22 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}