{
    "identity": "nprot-2925",
    "title": "Simultaneous semi-dry electrophoretic transfer of a wide range of differently sized proteins for immunoblotting.",
    "content": [
        {
            "header": "Reagents",
            "content": "**Reagents for casting protein gels:**\r\n\n\n• 40 % acrylamide \\(29:1). Dissolve 193.4 g acrylamide and 6.6 g bis-acrylamide in 500 ml dH2O. Store at 4°C, protected from light.\r\n\n\n• 1.5 M Tris-HCl \\(pH 8.8).\r\n\n\n• 10 % \\[w/v] SDS in dH2O.\r\n\n\n• 4 % acrylamide premix: 20 ml 40 % acrylamide \\(29:1), 51 ml 1.5 M Tris-HCl \\(pH 8.8), 2 ml 10 % SDS, 127 ml dH2O. Store at 4°C, protected from light.\r\n\n\n• 17 % acrylamide premix: 85 ml 40 % acrylamide \\(29:1), 51 ml 1.5 M Tris-HCl \\(pH 8.8), 2 ml 10 % SDS, 62 ml dH2O. Store at 4°C, protected from light.\r\n\n\n• 1 % agarose in 0.4 M Tris-HCl \\(pH 8.8).\r\n\n\n• 10 % \\[w/v] ammonium persulfate \\(APS) in dH2O. Can be kept for  approximately 2 weeks at 4°C\r\n\n\n• TEMED \\(Sigma-Aldrich, order No. T9281).\r\n\n\n• Gel running buffer: 25 mM Tris base, 192 mM glycine \\(Ajax Finechem, 1083), 0.1 % \\[w/v] SDS.\r\n\n\n**Reagents for protein transfer:**\r\n\n\n• 100 % methanol, for activating the PVDF membrane \\(Merck, 1060092500, or Ajax Finechem 723-2.5L GL)\r\n\n\n• Transfer buffer: 25 mM Tris base, 192 mM glycine, 20% \\[v/v] methanol, store at 4°C\r\n\n\n• Ponceau S: 0.5% Ponceau \\[w/v] \\(Sigma-Aldrich, P3504), 1% \\[v/v] acetic acid, store at 4°C\r\n\n\n• 1% \\[v/v] acetic acid.\r\n\n\n• Tris buffered saline with Tween-20 \\(TBS-T): 20 mM Tris-HCl \\(pH 7.4), 137 mM NaCl, 0.1 % \\[v/v] Tween-20."
        },
        {
            "header": "Equipment",
            "content": "**Material for casting and running protein gels:**\r\n\n\n• Two glass plates\r\n\n\n   - For a large gel:  20 cm x 19 cm, and 20 cm x 16 cm\r\n\n\n   - For Bio-Rad electrophoresis unit:  10.1 cm x 8.3 cm, 10.1 cm x 7.3 cm\r\n\n\n• Appropriate spacers and comb \\(1.5 mm thick).\r\n\n\n   - For each large gel use 2 spacers for the side and a bottom spacer\r\n\n\n   - One of the Bio-Rad glass plates already has the spacers included, otherwise use 1.5mm thick spacers for the sides.  \r\n\n\n• 4 Bull clips\r\n\n\n**Material for protein transfer:**\r\n\n\n• 0.45 µm polyvinylidene difluoride \\(PVDF) membrane \\(Thermo Fisher Scientific, PIE88518, or Millipore, IPVH00010).\r\n\n\n• Filter paper \\(3MM chromatography paper, 3030-917, or similar).\r\n\n\n• Blot roller, clean pipette or any cylindrical test tube for the removal of air bubbles from the gel sandwich.\r\n\n\n• 3 containers to submerge the gel, membrane and filter papers.\r\n\n\n\r\n\n\n**Equipment for casting and running protein gel:**\r\n\n\n• Gradient maker \\(Hoefer/SG50) with 2 small magnetic stir bars.\r\n\n\n• Magnetic stir plate.\r\n\n\n• Pouring stand for Bio-Rad glass plates\r\n\n\n• Stand for large gels, such as a cheap metal toast rack\r\n\n\n• For large gel: Vertical gel electrophoresis apparatus \\(Gibco-BRL, Model V16 & V16-2).\r\n\n\n• For small gel: Ready gel cell \\(Bio-Rad, 165-3125)\r\n\n\n**Equipment for protein transfer:**\r\n\n\n• Fast Semi-Dry Blotter \\(Thermo Fisher Scientific, 88217)."
        },
        {
            "header": "Procedure",
            "content": "**Casting and running protein gel** \\(modified from Linear Gradient Gels with a Gradient Former Simpson JR, Proteins and Proteomics, CSHL Press, Cold Spring Harbor, NY, USA, 2003):\r\n\n\n\r\n\n\n1. Clean glass plates with 70 % ethanol, followed by acetone for easy removal of the gel during disassembly later-on. Assemble the glass plates with spacers and secure with bull clips on each side \\(Fig. 1A,B). Heat 1 % agarose in microwave to liquefy.  Seal gel plate assembly with 1 % agarose to avoid leakage when pouring the gel \\(Fig. 1):  Holding the gel plates at a steep angle, pipet small amounts \\(about 1ml) of 1 % agarose in-between the plates so that it flows along the spacer towards the bottom of the gel \\(Fig. 1C).  Once the agarose reaches the bottom, reverse the angle of the gel so the agarose covers as much of the bottom as possible \\(Fig. 1D).  Keeping the gel in the reverse angle, add again agarose in-between the plates so that it flows along the other spacer \\(Fig. 1E), and as soon as the agarose reaches the bottom, swap the angle of the gel so that the agarose again covers as much of the bottom part as possible \\(Fig. 1F).\r\n  \r\n\n\n2. Place a magnetic stir plate on an elevated surface \\(about 30 cm higher than the surface on which the assembled gel plates are standing).  Place the gradient maker on the magnetic stir plate and add magnetic stir bars to mixing chambers.  Ensure the valves are closed before dispensing the premix solution into the gradient maker.  For a large gel, pipette 20 ml of 4 % and 20 ml of 17 % acrylamide premix to the left and right mixing chamber, respectively \\(Fig.  1G). Add to each chamber 200 µl of 10 % APS, and then 20 µl of TEMED. For a small gel, pipet into each chamber 6 ml of acrylamide premix, 60 µl of 10 % APS, and then 6 µl of TEMED. Allow the solutions to mix for only a few seconds.\r\n  **Important:**  As soon as TEMED is added it is important to work steadily to prevent early polymerisation of the acrylamide solution.  \r\n\n\n\r\n\n\n3. Open the valve between the mixing chambers, then open the outside valve, and if necessary trigger the flow by gently squeezing the delivery tube with the fingers in a downward motion. As soon as the liquid begins to flow, place the tubing near the top centre of the tall plate and allow the solution to run down the plate to avoid inclusion of air pockets in the gel \\(Fig. 1H). Insert a comb, immediately add dH2O to the chambers of the gradient former and let it exit through the tube, repeat.  Let the gel polymerise for about 1 h, or longer if the APS is not fresh.\r\n  \r\n\n\n**Loading and running the protein gel**\r\n\n\n\r\n\n\n4. Carefully remove the comb and the bottom spacer.  Using a squeeze bottle, rinse the wells with dH2O to remove excess acrylamide.  Remove excess liquid.\r\n  \r\n\n\n5. Add running buffer to the bottom reservoir of the electrophoresis unit and wipe the surface with a paper towel to remove air bubbles. Mount the gel at an angle by placing one bottom corner in the buffer and slowly lowering the other bottom corner to allow air bubbles to escape. Check that the bottom of the gel is completely submerged in the buffer. Clamp the gel in place with bull clips and fill the top reservoir with running buffer until the wells are just covered.  Using a 1 ml pipet, rinse the wells with running buffer prior to loading protein samples. Run the large gel at 250 V; 100 mA, and the small gel at 100-150 V \\(do not set a limit for Ampere) until the dye front is near the bottom of the gel.\r\n  \r\n\n\n**Protein transfer** \\(modified from manufacturer’s protocol):\r\n\n\n\r\n\n\n6. Disassemble the plates carefully, remove the agarose and other excess parts of the gel.  Equilibrate the gel in cold transfer buffer for a few minutes to remove SDS and potential gel fragments.\r\n  \r\n\n\n7. Submerge the membrane in 100% methanol for 15 seconds, and then soak it in cold transfer buffer for a few minutes, with gentle shaking to ensure the membrane stays fully submerged in the liquid. \r\n  \r\n\n\n8. Pre-wet a triple layer of 3MM filter paper in cold transfer buffer by submerging one side of the stack first and then slowly lowering it into the buffer. Simultaneous wetting of the pre-assembled triple layer prevents air bubble formation between the layers.\r\n  \r\n\n\n9. Place the 3MM filter paper stack on the clean bench.  Align the pre-soaked membrane on top of the wet filter papers. Remove excess buffer and trapped air bubbles with the help of a blot roller or by rolling a pipette \\(Fig. 2A).\r\n  \r\n\n\n10. Place the soaked gel on top of the membrane. Remove air bubbles with a blot roller, a pipette or with your gloved hands \\(Fig. 2A).\r\n  \r\n\n\n11. Finally, add 3 sheets of pre-wetted 3MM filter paper onto the gel and gently remove air bubbles from the sandwich as described above \\(Fig. 2A).\r\n  **Important:** Once assembled, do not reposition the sandwich layers.\r\n\n\n\r\n\n\n12. Transfer the above sandwich to the semi-dry transfer unit:  Carefully, avoiding entrapment of air bubbles, lower the sandwich onto a small puddle of transfer buffer on the bottom electrode \\(anode) \\(Fig. 2B).\r\n  **Note:** Multiple gels can be transferred simultaneously without affecting the transfer efficiency.\r\n\n\n\r\n\n\n13. Using dry paper towels, carefully remove excess buffer from the electrodes, located on the sides of the sandwich, to avoid current leakage that may compromise the transfer \\(Fig. 2B).\r\n  \r\n\n\n14. Place the upper electrode \\(cathode) on top of anode plate \\(Fig. 2B).\r\n  \r\n\n\n15. Transfer for 45 min at 25V, 1A. We use the same conditions irrespective of the size or the number of gels present in the transfer unit.  For example, we used 8 x 7 cm or 17 x 8 cm large gels, and in both cases we were able to detect in yeast cell extract samples the low abundant 296 kDa large protein Gcn1.  Simultaneous transfer of two 17 x 8 cm large gels still allowed detection of all proteins \\(Fig. 3B), except that in this case Gcn1 could only be detected in co-precipitation samples as a co-precipitating protein, but Gcn1 could not be detected in the input samples.\r\n  **Important:** Check the voltage current status at the very beginning of transfer. If it takes too long \\(more than 3 min) to reach the set voltage, the transfer is likely to fail \\(see troubleshooting).\r\n\n\n**Note 1:**  Running time may depend on gel thickness. Here we used 1.5 mm gels.\r\n\n\n**Note 2:** Do not exceed the transfer time as this may lead to gel shrinkage, dry out the membrane, and compromise the transfer.\r\n\n\n\r\n\n\n16. After the transfer is completed, disassemble the unit. Wash the membrane in TBS-T to remove residual SDS and potential gel fragments.\r\n  \r\n\n\n17. Check the efficiency of transfer by staining the membrane in Ponceau solution for 10 min.\r\n  **Tip:** PVDF membrane staining sensitivity can be significantly increased if the membrane is incubated in 100 % methanol for approximately 15 seconds and immediately subjected to Ponceau staining. \\(Source unknown)\r\n\n\n\r\n\n\n18. Rinse the membrane with 1% \\[v/v] acetic acid until protein bands are clearly visible. Document the result using a document scanner or camera.\r\n  \r\n\n\n19. Incubate the membrane for a few minutes in TBS-T, and proceed to immunoblotting following standard procedures."
        },
        {
            "header": "Timing",
            "content": "Approximately 4 hours\r\n\n\n• Gel casting – 1.5 h\r\n\n\n• Electrophoresis – 1.5 h\r\n\n\n• Transfer – 1 h"
        },
        {
            "header": "Troubleshooting",
            "content": "**1. Procedure #15.  Voltage current status at the very beginning of transfer does not increase.**\r\n\n\n• Check the buffer composition and pH and prepare new buffer if necessary. \r\n\n\n• Remove excess buffer from the electrode plate. \r\n\n\n• Check if the power supply is working properly.\r\n\n\n\r\n\n\n**2. Incomplete transfer of high molecular weight proteins \\(large amounts of the high molecular weight markers are still visible on the gel after transfer.  Note: Depending on how much marker is used, the marker may never get fully transferred).**\r\n\n\n• May be circumvented by adding 0.1 % SDS to the transfer buffer.  Do not use SDS when transferring proteins to nitrocellulose membranes \\(Bolt & Mahoney, 1997, Analytical Biochemistry 247:185-192).\r\n\n\n• note: improving transfer of high molecular weight proteins may increase the amount of small proteins being transferred through the membrane.\r\n\n\n\r\n\n\n**3. After protein transfer the small and mid-range molecular weight markers can be seen on the filter paper, and weak western signals are observed.  Proteins may have passed through the membrane during transfer.**\r\n\n\n• Use membrane with smaller pore size.\r\n\n\n• Decrease the transfer voltage and time.\r\n\n\n• Increase the methanol concentration in the transfer buffer to increase the binding of proteins to the membrane \\(source Bio-Rad manual).\r\n\n\n• Wash the gel with dH2O for 10 minutes before transfer to eliminate residual SDS that may lead to reduced binding of proteins to the membrane.\r\n\n\n• note: improving transfer of small molecular weight proteins may decrease the amount of large proteins being efficiently transferred to the membrane"
        },
        {
            "header": "Anticipated Results",
            "content": "With this procedure, proteins with a wide range of sizes \\(from 15-296 kDa) can be transferred from a gradient gel to a membrane using a semi-dry blotter \\(Fig. 3)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12853,
                "identity": "a0217867-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Evelyn Sattlegger",
                "email": "e.sattlegger@massey.ac.nz",
                "orcid": "",
                "institution": "Massey University, Institute of Natural and Mathematical Sciences, Sattlegger lab, New Zealand",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Evelyn",
                "middleName": "",
                "lastName": "Sattlegger",
                "suffix": ""
            },
            {
                "id": 12848,
                "identity": "a0216bef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Martin Wiedemann",
                "email": "",
                "orcid": "",
                "institution": "Massey University, Institute of Natural and Mathematical Sciences, Sattlegger Lab, New Zealand, and Hamburg University of Applied Sciences, Hamburg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Martin",
                "middleName": "",
                "lastName": "Wiedemann",
                "suffix": ""
            },
            {
                "id": 12849,
                "identity": "a0216e96-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Su Jung Lee",
                "email": "",
                "orcid": "",
                "institution": "Massey University, Institute of Natural and Mathematical Sciences, Sattlegger Lab, New Zealand",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Su",
                "middleName": "Jung",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 12850,
                "identity": "a021705a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Richard Cardoso da Silva",
                "email": "",
                "orcid": "",
                "institution": "Massey University, Institute of Natural and Mathematical Sciences, Sattlegger lab, New Zealand, and Department of Microbiology, Immunology and Parasitology, Escola Paulista de Medicina, Universidade Federal de São Paulo, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "Cardoso da",
                "lastName": "Silva",
                "suffix": ""
            },
            {
                "id": 12851,
                "identity": "a021752e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jyothsna Visweswaraiah",
                "email": "",
                "orcid": "",
                "institution": "Massey University, Institute of Natural and Mathematical Sciences, Sattlegger lab,  New Zealand",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jyothsna",
                "middleName": "",
                "lastName": "Visweswaraiah",
                "suffix": ""
            },
            {
                "id": 12852,
                "identity": "a02176ee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Josefin Soppert",
                "email": "",
                "orcid": "",
                "institution": "Massey University, Institute of Natural and Mathematical Sciences, Sattlegger lab, New Zealand, and Hamburg University of Applied Sciences, Hamburg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Josefin",
                "middleName": "",
                "lastName": "Soppert",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-12-17 03:40:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.095",
        "doiUrl": "https://doi.org/10.1038/protex.2013.095",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608888,
                "identity": "73b6e33e-3113-4c38-9274-5758e984d22e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 828082,
                "visible": true,
                "origin": "",
                "legend": "Figure-1   Casting a gradient SDS-PAGE gel.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2925/v1/figure_1.jpg"
            },
            {
                "id": 2608892,
                "identity": "d1ecf707-de06-46c0-bd47-89927d61e733",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 328568,
                "visible": true,
                "origin": "",
                "legend": "Figure-2   Assembly of A) the gel sandwhich and B) the semi-dry transfer.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2925/v1/figure_2.jpg"
            },
            {
                "id": 2608896,
                "identity": "02470fdc-8f2a-449e-9c3f-b78262f9dcb1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:33",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 404418,
                "visible": true,
                "origin": "",
                "legend": "Figure-3   Sample results.   A) Yeast cell extracts overexpressing a GST tagged protein, or GST alone, were resolved via SDS-PAGE, proteins transferred via semi-dry blotting, and probed for phosphorylated eIF2a using phospho-specific antibodies (eIF2-P), and against GST and Pgk1 as control for equal loading.  Samples with low eIF2-P levels can be clearly identified.  B) Six independent samples were subjected to the same procedure, using antibodies specific against the indicated proteins.  ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2925/v1/figure_3.jpg"
            },
            {
                "id": 13464602,
                "identity": "d9b83374-ec69-48d8-a12c-16c6f6b33789",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:00",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 376982,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2925/v1/30472b4c-209d-4be6-8e94-70f94e74ef60.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Immunoblotting, SDS-PAGE, Gradient gel, Phosphorylated eIF2 alpha, Semi-dry protein transfer",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Usage of a semi-dry electrophoretic apparatus is a fast and cost effective way to transfer proteins from polyacrylamide gels to membranes for immunoblotting.  However, its efficiency is usually limited to small and mid-range molecular weight proteins, and the time-consuming wet transfer procedure is usually the preferred method for high molecular weight proteins.  Here we describe a protocol for the efficient semi-dry transfer of proteins of diverse sizes \\(ranging from 15 to 296 kDa) resolved in a gradient SDS-PolyAcrylamide Gel Electrophoresis \\(PAGE) gel.  This protocol was successfully employed to transfer and detect the small protein Rps22 \\(15 KDa), the high molecular weight protein Gcn1 \\(296 kDa), among others. This protocol is also suitable for the quantitative detection of phosphorylated proteins such as phosphorylated eIF2 alpha.",
        "manuscriptTitle": "Simultaneous semi-dry electrophoretic transfer of a wide range of differently sized proteins for immunoblotting.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-12-18 11:28:32",
                "doi": "10.1038/protex.2013.095",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f92ae4a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 18th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3089,
                "name": "Biochemistry"
            },
            {
                "id": 3090,
                "name": "Biological techniques"
            },
            {
                "id": 3091,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3092,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-12-18 11:28:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}