{
    "identity": "nprot-2084",
    "title": "Peptide nucleic acid \\(PNA) fluorescent _in situ_ hybridization \\(FISH) on chromosomes in suspension for analysis of repetitive DNA by flow cytometry",
    "content": [
        {
            "header": "Introduction",
            "content": "Various approaches are used to study the chromosomal makeup of cells. Traditional cytogenetic methods are based on the analysis of mitotic cells fixed onto slides to analyze their chromosomal composition \\(karyotype) by microscopy. This approach can be combined with FISH to detect specific sequences on morphologically distinct individual chromosomes. Disadvantages of this type of microscopic analysis are the amount of time and labor required to acquire and analyze typically less than a hundred cells. As a result, the statistical power of this type of analysis is limited. An alternative to traditional cytogenetic methods is flow karyotyping<sup>1,2</sup> a method to analyze chromosomes in suspension by flow cytometry. For bivariate flow karyotyping, the DNA composition of specific chromosomes in suspension is measured based on the DNA-specific dyes Hoechst 33258 and chromomycin A3<sup>3,4</sup>.  In our protocol, we combine flow karyotyping and FISH to analyze repetitive DNA in individual chromosomes by flow cytometry.\r\n\n\n\r\n\n\nThree main parts of this protocol are described here. First, we describe polyamine chromosome isolation from adherent cells in culture. Chromosome isolation procedures for suspension cell cultures can be found elsewhere. Second, we describe the various steps required to perform PNA FISH on chromosomes in suspension, including some general advice on how to adapt the CFF protocol for different PNA probes. Finally, we describe the flow cytometer settings to acquire and analyze CFF data."
        },
        {
            "header": "Reagents",
            "content": "Cultured cells. \r\n\n\n_The procedure described here has been adapted to Chinese Hamster Ovary \\(CHO), C166 mouse epithelial cells and HT1080 human fibrosarcoma cells._\r\n\n\n\r\n\n\nDMEM \\(StemCell Technologies #36250)\r\n\n\n\r\n\n\nα-MEM \\(Gibco #32561037)\r\n\n\n\r\n\n\nL-Glutamine \\(Invitrogen #25030-081)\r\n\n\n\r\n\n\nFetal Calf Serum \\(Hyclone Cosmic Calf Serum, FCS; \r\n\n\nThermo Scientific #SH30087-04)\r\n\n\n\r\n\n\nColcemid \\(Gibco #1510-040) \r\n\n\n**CAUTION** Colcemid is toxic. Wear gloves.\r\n\n\n\r\n\n\n1 M KCl \\(Sigma-Aldrich #P9541)\r\n\n\n\r\n\n\nHEPES \\(Sigma-Aldrich #H9897) \r\n\n\n\r\n\n\nSpermine \\(Sigma-Aldrich #85590)\r\n\n\n\r\n\n\nSpermidine \\(Sigma-Aldrich #85558)\r\n\n\n\r\n\n\nTriton X-100 \\(Sigma-Aldrich #X100)\r\n\n\n\r\n\n\nEDTA \\(Sigma-Aldrich #ED2SS)\r\n\n\n\r\n\n\nEGTA \\(Sigma-Aldrich #E-3889)\r\n\n\n\r\n\n\nTrizma base \\(Sigma-Aldrich #T1503)\r\n\n\n\r\n\n\nConcentrated HCl \\(Fisher Scientific #351278-212)\r\n\n\n**CAUTION** Concentrated HCl is harmful to the skin, eyes and respiratory system. Wear gloves and safety glasses.\r\n\n\n\r\n\n\nNaCl \\(EMD Biosciences #7760)\r\n\n\n\r\n\n\n2-mercaptoethanol \\(Sigma-Aldrich #M6250)\r\n\n\n\r\n\n\nChromomycin A3 \\(Sigma-Aldrich #27100)\r\n\n\n**CAUTION** Chromomycin A3 is a known mutagen. Handle with gloves and dispose according to institutional rules and regulations.\r\n\n\n\r\n\n\nHoechst 33258 \\(Sigma-Aldrich #861405)\r\n\n\n**CAUTION** Hoechst is a known mutagen. Handle with gloves and dispose according to institutional rules and regulations.\r\n\n\n\r\n\n\nCitric acid \\(EMD Biosciences #CX1723-1)\r\n\n\n\r\n\n\nNa<sub>2</sub>HPO<sub>4</sub> \\(Sigma-Aldrich #S3522)\r\n\n\n\r\n\n\nMgCl<sub>2</sub> \\(Sigma-Aldrich #M8266)\r\n\n\n\r\n\n\nddH<sub>2</sub>O\r\n\n\n\r\n\n\nRNAse T1 \\(Sigma-Aldrich #R1003) in phosphate buffered saline \\(PBS), heat deactivated\r\n\n\n\r\n\n\nPNA probes \\(suppliers: BioSynthesis or Panagene)\r\n\n\n5'-Cy5-\\(CCCTAA)3-3' \\(vertebrate telomere probe)\r\n\n\n5'-Cy5-GAGAATTGAACCACCG-3' \\(L1.84 satellite probe)\r\n\n\n5'-Cy5-GACGTGGAATATGGCAAG-3' \\(mouse major satellite DNA)\r\n\n\n\r\n\n\nFormamide ≥99.5% wt/vol \\(EMD Biosciences #FX0425)\r\n\n\n**CAUTION** Formamide is a poison and a mutagen. Wear gloves and work in a hazardous fume hood. Waste should be collected according to institutional rules and regulations.\r\n\n\n\r\n\n\nUltrapure formamide ≥99% wt/vol \\(Invitrogen #15515-026)\r\n\n\n**CAUTION** Formamide is a poison and a mutagen. Wear gloves and work in a hazardous fume hood. Waste should be collected according to institutional rules and regulations.\r\n\n\n\r\n\n\nMixed bed resin \\(Bio-Rad #AG 501-X8D)\r\n\n\n\r\n\n\nBlocking reagent \\(Perkin Elmer #FP-1012)\r\n\n\n\r\n\n\nBovine Serum Albumin \\(BSA; Sigma-Aldrich #T1503)\r\n\n\n\r\n\n\nRainbow Fluorescent particles, 3.0-3.4 micron diameter \\(BD Biosciences #556286)\r\n\n\n\r\n\n\n\r\n\n\n**REAGENTS SETUP**\r\n\n\n\r\n\n\n**Hypotonic solution**\r\n\n\n55 mM KCl and 20 mM HEPES pH7.4 in ddH<sub>2</sub>O. Filter \\(0.2 µm) and store at room temperature for up to several months.\r\n\n\n\r\n\n\n**Chromosome isolation buffer components** \r\n\n\n**Component 1** 20 mM EDTA in ddH<sub>2</sub>O. Store at room temperature for up to a month.\r\n\n\n**Component 2** 5 mM EGTA in ddH<sub>2</sub>O. Dissolve by adding 18 M NaOH dropwise. Store at room temperature for up to a month. \r\n\n\n**Component 3** 150 mM Tris-HCl, 800 mM KCl and 200 mM NaCl in ddH<sub>2</sub>O. Store at room temperature for up to a month. \r\n\n\n**Component 4** 0.4 M spermine in ddH<sub>2</sub>O. Filter \\(0.2 µm), aliquot and store at -20°C for up to several years. \r\n\n\n**Component 5** 1.0 M spermidine in ddH<sub>2</sub>O. Filter \\(0.2 µm), aliquot and store at -20°C for up to several years.\r\n\n\n\r\n\n\n**Chromosome isolation buffer** For 50 ml, add 5 ml each of chromosome isolation buffer component 1, 2 and 3 to 30 ml ddH<sub>2</sub>O. Adjust pH to 7.2 using 1M HCl. Add 50 µl of 2-mercaptoethanol and 50 µl Triton X-100. Cover and stir for 15 minutes. Add ddH<sub>2</sub>O to 50 ml, filter sterile \\(0.2 µm) and add 25 µl each of chromosome isolation buffer components 4 and 5 \\(spermine and spermidine). Place on ice. Prepare fresh on day of isolation.\r\n\n\n\r\n\n\n**Hoechst 33258 stock solution** 500 µg ml<sup>-1</sup> in ddH<sub>2</sub>O. Aliquot and store at -20°C. Protect from light.\r\n\n\n**CAUTION** Hoechst is a known mutagen. Handle with gloves and dispose according to institutional rules and regulations.\r\n\n\n\r\n\n\n**McIlvaine’s buffer** For approximately 100 ml, mix 18 ml of 0.1 M citric acid to 82 ml of 0.2 M Na<sub>2</sub>HPO<sub>4</sub>. Adjust pH to 7.0 using either solution.\r\n\n\n\r\n\n\n**McIlvaine’s/MgCl2 buffer** For 100 ml, add 50 ml of McIlvaine’s buffer to 50 ml of 5 mM MgCl<sub>2</sub>.\r\n\n\n\r\n\n\n**Chromomycin A3 stock solution** Dissolve 10 mg of chromomycin A3 powder in 100 µl of 100% ethanol. Add to 19.9 ml of McIlvaine’s/MgCl<sub>2</sub> buffer, filter \\(0.2 µm) and store at 4°C. Protect from light. \r\n\n\n**CAUTION** Chromomycin A3 is a known mutagen. Handle with gloves and dispose according to institutional rules and regulations.\r\n\n\n\r\n\n\n**PNA probes** Prepare working solutions of 10-100 µg ml<sup>-1</sup> in ddH<sub>2</sub>O and store aliquots at 4°C for up to a month or at -135°C for up to several years. Protect from light.\r\n\n\n\r\n\n\n**Hybridization buffer components** \r\n\n\n**MgCl<sub>2</sub> buffer \\(20X)** 82 mM Na<sub>2</sub>HPO4, 9 mM citric acid and 20 mM MgCl<sub>2</sub> in ddH<sub>2</sub>O. Aliquot and store at -20°C for up to a year. Can sometimes precipitate: warm at 37°C to put back in suspension. Working solution can be kept at 4°C for up to 4 weeks.\r\n\n\n**Blocking reagent stock solution \\(10X)** 2.5% wt/vol in ddH<sub>2</sub>O. Dissolve by adding 18 M NaOH dropwise. Filter \\(0.2 µM), aliquot and store at -20°C for up to a year. Working solution can be kept at 4°C for up to 4 weeks.\r\n\n\n**Deionized formamide** Pour Ultrapure formamide in a glass bottle. Add 1 g of mixed bed resin per ml of formamide. Stir for about 2 hours and leave at room temperature \\(18-25°C) overnight. Filter twice with grade 1 Whatman filter paper, aliquot and freeze at -20°C for up to a year.\r\n\n\n**CAUTION** Formamide is a poison and a mutagen. Wear gloves and work in a hazardous fume hood. Waste should be collected according to institutional rules and regulations.\r\n\n\n\r\n\n\n**Hybridization mixture** 70% deionized formamide, 10% \\(v/v) blocking reagent stock solution \\(0.25% wt/vol final concentration), 5% \\(v/v) MgCl<sub>2</sub> buffer, 0.2-0.5 µg ml<sup>-1</sup> fluorescently labeled PNA probe in ddH<sub>2</sub>O. For each condition, prepare 100 µl of hybridization mixture.\r\n\n\n**CAUTION** Formamide is a poison and a mutagen. Wear gloves and work in a hazardous fume hood. Waste should be collected according to institutional rules and regulations.\r\n\n\n\r\n\n\n**Wash solution \\(for hybridization)** 70% formamide, 0.1% \\(wt/vol) BSA and 5% \\(v/v) MgCl<sub>2</sub> buffer in ddH<sub>2</sub>O.\r\n\n\n**CAUTION** Formamide is a poison and a mutagen. Wear gloves and work in a hazardous fume hood. Waste should be collected according to institutional rules and regulations."
        },
        {
            "header": "Equipment",
            "content": "Petri dishes and flasks for cell culture\r\n\n\n\r\n\n\nCentrifuge\r\n\n\n\r\n\n\npH meter\r\n\n\n\r\n\n\n0.2 µm filters\r\n\n\n\r\n\n\nSyringe for filtering\r\n\n\n\r\n\n\nVortex\r\n\n\n\r\n\n\nInflux I flow cytometer \\(BD Cytopeia)\r\n\n\n\r\n\n\nFilters for flow cytometer. 460/50 and 670/40 nM bandpass filters \\(Semrock). 453, 470 and 645 nM longpass filters \\(Semrock) \r\n\n\n\r\n\n\nTwo 200 mW tunable argon lasers \\(Coherent I305C Argon)\r\n\n\n\r\n\n\n125 mW 642-nm diode laser \\(Melles Griot 56CRH/52796)\r\n\n\n\r\n\n\nGlass bottles and containers\r\n\n\n\r\n\n\nWhatman grade 1 filter paper\r\n\n\n\r\n\n\nVortex \\(Baxter S8223-1)\r\n\n\n\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n\r\n\n\nNote, instrument setup and alignment requires detailed knowledge of flow cytometry and is best performed by staff in flow core facilities \\(<a href=\"http://www.nature.com/protocolexchange/protocols/2084/uploads/1782\" >figure 1</a>). \r\n\n\ni) Turn on lasers.\r\n\n\n**ΔCRITICAL STEP** We usually allow the lasers to warm up and stabilize for approximately 2 hours prior to alignment. \r\n\n\nii) Adjust the sheath pressure to 40 psi and the sample pressure to 40.8-41.0 psi. For sorting, we generally adjust the drop drive frequency to 45.5 kHz with a 70 µm diameter nozzle. \r\n\n\niii) For our studies, we used Hoechst 33258 as the trigger signal for acquisition. \r\n\n\niv) Align lasers using 3.0-3.4 micron diameter Rainbow beads. Optimal laser alignment is reached when fluorescence intensity is maximal and the coefficient of variance \\(CV) is minimal.\r\n\n\n**ΔCRITICAL STEP** Calibration beads emit fluorescence at a much higher intensity than chromosomes. Therefore, alignment of all lasers is performed in logarithmic mode. To obtain bivariate flow karyograms, Hoechst 33258 and chromomycin A3 emitted fluorescence are collected on a linear scale. Cy5 fluorescence is typically collected on a logarithmic scale.\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2084/uploads/1782\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/1782/thumbnail/Figure_1.png?1303416614\" > </a>"
        },
        {
            "header": "Procedure",
            "content": "**CELL CULTURE AND MITOTIC ARREST**\r\n\n\n\r\n\n\n**1| Mitotic arrest in adherent cell cultures.** \r\n\n\n**TIMING 6 hours**\r\n\n\n**i)** Culture cells according to specific procedure for the cell type. \r\n\n\n**NOTE** _In our studies, CHO cells were grown in α-MEM containing 10% FCS. C166 and HT1080 cells were grown in DMEM containing 10% FCS. C166 and CHO cells are grown in 15 cm petri dishes and HT1080 cells are grown in T75 cell culture flasks._\r\n\n\n**ii)** Replace media in approximately 75% confluent cultures. Allow cells to grow for 2 hours.\r\n\n\n**NOTE** _We recommend using a smaller volume of media than for culturing cells, i.e. 10ml in 15 cm dishes or T75 cell culture flasks._ \r\n\n\n**iii)** Add 0.1 µg ml\n-1\nof Colcemid to cell cultures and incubate for 3 to 4 hours. \r\n\n\n**NOTE** _In adherent cultures, mitotic cells can be detected as cells that are less adherent and round up by microscopy. The time of incubation with Colcemid can be increased when working in cells that are cycling slowly._\r\n\n\n**CAUTION** Colcemid is toxic. Wear gloves.\r\n\n\n\r\n\n\n\r\n\n\n**MITOTIC CELLS HARVEST AND CHROMOSOME ISOLATION**\r\n\n\n\r\n\n\n**2| Mitotic shake off in adherent cell cultures.**\r\n\n\n**TIMING 20 minutes** \r\n\n\n**i)** Collect mitotic cells by shake off. \r\n\n\n**NOTE** _The shake off procedure will depend on the cell type. CHO and C166 mitotic cells are grown in 15 cm petri dishes and harvested by rinsing the plates with their media for 3 to 4 times. HT1080 cells are grown in T75 flasks and harvested by tapping the flasks vigorously._  \r\n\n\n**ii)** Pool the cells together and aliquot in 50 ml tubes.\r\n\n\n**iii)** Take a cell count. \r\n\n\n\r\n\n\n**3| Chromosome isolation.** \r\n\n\n**TIMING 1h**\r\n\n\nThere are several methods to isolate chromosomes in suspension. The method presented here is a version of the polyamine-based method for adherent cell cultures\n5\n. A more exhaustive examination of the various chromosome isolation procedures\n6\nand procedures for preparation of chromosomes in suspension from suspension cells\n7-10\nare available elsewhere. So far, we have only performed chromosome flow FISH using the polyamine method.\r\n\n\n**i)** Spin down the harvested cells at 350 g for 5 minutes at room temperature. \r\n\n\n**ii)** Aspirate the media from the tube. \r\n\n\n**ΔCRITICAL STEP** It is important to remove as much of the cell culture media as possible, as it will interfere with the next step.\r\n\n\n**iii)** Disturb the cell pellet by flicking the tube. Re-suspend the cell pellet by slowly adding hypotonic solution while swirling the tube. We added 5 ml of hypotonic solution when working with approximately 200,000 or less isolated mitotic cells and 10 ml with more harvested cells. Pool the cells together if they were in more than one 50 ml tube. \r\n\n\n**CAUTION** The cells will swell and become more fragile in hypotonic solution, so we recommend manipulating gently.\r\n\n\n**iv)** Incubate at room temperature for 5 to 15 minutes. We treated CHO cells in hypotonic solution for 15 minutes, C166 for 5 minutes and HT1080 for 12 minutes. \r\n\n\n**ΔCRITICAL STEP**  The time of hypotonic treatment required to swell the cells will depend on the cell type used. \r\n\n\n**v)** During the incubation time, stain an aliquot of cells with a nucleic acid stain such as propidium iodide and calculate the mitotic index. \r\n\n\n**NOTE** _Mitotic cells can be differentiated from nuclei by their condensed chromosomes on the fluorescent microscope. The presence of nuclei will not interfere with the chromosome isolation procedure, but it is recommended to count the number of mitotic cells to calculate the number of chromosomes obtained in the isolation procedure._\r\n\n\n**vi)** Spin down the cells at 350 g for 5 minutes at room temperature.\r\n\n\n**vii)** Aspirate the hypotonic solution from the tube.\r\n\n\n**NOTE** _After successful hypotonic treatment, the cell pellet should be enlarged compared to step 3 ii._ **CAUTION** Take care not to disturb the cell pellet as it tends to be loose after hypotonic treatment. \r\n\n\n**viii)** Disturb the cell pellet by flicking the tube. Re-suspend the cell pellet by slowly adding freshly made, ice-cold chromosome isolation buffer. Approximately 1 ml of chromosome isolation buffer per 200,000 harvested mitotic cells was used.\r\n\n\n**ix)** Incubate on ice for 15 to 30 minutes.\r\n\n\n**NOTE** _During this incubation time, the detergent contained in the chromosome isolation buffer will destabilize the cell membranes._\r\n\n\n**x)** Vortex vigorously for 75 seconds to liberate chromosomes from mitotic cells.\r\n\n\n**ΔCRITICAL STEP** The required time to vortex will vary depending on the vortex force and the cell type. When using a new cell type, we recommend to vortex for 45 to 60 seconds. Liberation of chromosomes in suspension can be controlled by taking an aliquot of the suspension and staining with propidium iodide.  If a high percentage of mitotic cells are still intact, a longer time to vortex is required.\r\n\n\n**ΔCRITICAL STEP** It is important to control for proper release of chromosomes in suspension. If too much vortexing time is used, some chromosomes in suspension will start to uncoil \\(can be observed as long strings and debris under the microscope). We found that chromosome preparations with uncoiled chromosomes \\(even if they are only a fraction) resulted in severe clumping and poor quality flow karyograms after the denaturation step of the FISH procedure.  \r\n\n\n\r\n\n\n_**PAUSE POINT** Chromosomes preparations should be kept at least 3-4 hours \\(ideally overnight) at 4°C prior to proceeding to the next step. The chromosome preparations can be kept at 4°C for a few weeks._\r\n\n\n\r\n\n\n\r\n\n\n**HYBRIDIZATION OF CHROMOSOMES IN SUSPENSION**\r\n\n\n**TIMING 2h**\r\n\n\n\r\n\n\n**4|** Set water bath to 80°C and pre-warm 100 µl of hybridization solution per condition tested.\r\n\n\n**ΔCRITICAL STEP** From this point onwards, protect from light to prevent photobleaching of the fluorochromes.\r\n\n\n\r\n\n\n**5| RNAse pretreatment.** \r\n\n\n**i)** Treat chromosome suspensions with 100 U ml\n-1\nof RNAse T1 for 20 minutes at room temperature \\(18-25°C).\r\n\n\n**NOTE** _Ideally, we use 1-10 million chromosomes per hybridization, although the experiment can be performed with lower numbers. This step is performed directly in the chromosome isolation buffer._\r\n\n\n**ii)** Spin down chromosomes at 350 g for 5 minutes at 4°C\r\n\n\n**iii)** Aspirate the supernatant. \r\n\n\n**ΔCRITICAL STEP** Try to remove as much as the supernatant as possible as to not interfere with the next step. We recommend using a 200 µl tip.\r\n\n\n\r\n\n\n**6| Hybridization.**\r\n\n\n**i)** Disturb the pellet by flicking the tube.\r\n\n\n**ii)** Add 100 µl of hybridization mixture to the chromosome pellet. Mix very gently.\r\n\n\n**ΔCRITICAL STEP** In our studies, we used a telomere probe \\(5'-Cy5-\\(CCCTAA)\n3\n-3') at a concentration of 0.3 µg ml\n–1\n, a mouse major satellite probe \\(5'-Cy5-GACGTGGAATATGGCAAG-3') at a concentration of 0.75 µg ml\n–1\nand human L1.84 alpha satellite probe \\(5'-Cy5-GAGAATTGAACCACCG-3') at a concentration of 0.2 µg ml\n–1\n. Titration \\(\nfigure 2\n) of each probe is important, as each PNA will have different properties. \r\n\n\n**iii)** Denature the chromosome suspension by immersing in a water bath at 80°C for 5 minutes.\r\n\n\n**ΔCRITICAL STEP** Denaturation time and temperature should be exact to prevent excessive damage and allow for optimal hybridization.\r\n\n\n**CAUTION** Formamide is a poison and a mutagen. Wear gloves and work in a hazardous fume hood. Waste should be collected according to institutional rules and regulations.\r\n\n\n**iv)** Hybridize at room temperature \\(18-25°C) for 60 minutes. Protect from light.\n**7|** During the hybridization time, pre-warm at 37°C 1ml of wash solution per hybridization tube.\r\n\n\n\r\n\n\n**8| Excess probe washing.**\r\n\n\n**i)** Following hybridization, add 500 µl of wash solution to chromosomes in hybridization solution. Incubate for 5 minutes at 37°C.\r\n\n\n**ii)** Spin down the chromosomes at 1675 g for 10 minutes at 4°C.\r\n\n\n**CAUTION** Chromosomes should not pellet entirely when in 70% formamide \\(unless there are large clumps).  \r\n\n\n**iii)** Remove the supernatant, leaving behind 100 µl.\r\n\n\n**ΔCRITICAL STEP** The centrifugal force required to pellet nuclei and chromosomes in 70% formamide is much higher than in isotonic aqueous solutions. The goal of the wash step following hybridization is to enrich chromosomes in the bottom fifth of the tube without creating a clear pellet since forcing chromosomes on top of each other will result in clumps that are difficult to resolve. Loss of material at this step is inevitable and it is important to find the right balance between acceptable looses and good single chromosomes suspensions for each cell type. We recommend using a p1000 tip to remove the largest part of the washing solution, and to finish with a p200 for more precision. It is important to leave behind the last 100 µl of solution.\r\n\n\n**iv)** Repeat steps i to iii.\r\n\n\n\r\n\n\n**9|** Re-suspend hybridized chromosomes in chromosome isolation buffer containing 40 ml\n-1\nof chromomycin A3 and 2 µg ml\n-1\nof Hoechst 33258.\r\n\n\n\r\n\n\n_**PAUSE POINT** The chromosomes should be stained for at least 4 hours prior to analysis. We usually keep the chromosomes at 4°C overnight._\r\n\n\n\r\n\n\n\r\n\n\n**FLOW CYTOMETRY ACQUISITION.** \r\n\n\n**TIMING Variable**, depending on sample concentration and number\r\n\n\n\r\n\n\n**10|** Filter chromosome samples using 35 µm cell strainer cap tubes.\r\n\n\n**CAUTION** Do not push chromosome suspension through the cell strainer, but rather tap the strainer tube gently to filter.\r\n\n\n\r\n\n\n**11| Sample acquisition on the Influx I.**\r\n\n\n**i)** Adjust the Cy5 PMT power to 50 mW. \r\n\n\n**NOTE** _We found that with our 125 mW 642 nM laser, a PMT power of 50 mW is optimal to detect weak Cy5 fluorescence signal above background while preserving the resolution of bright signal. When using a lower laser excitation power, PMT power can be further increased to detect populations with weaker fluorescence intensities from background, but it can be at the cost of resolution between populations of similar fluorescence intensities._\r\n\n\n**ii)** Load the sample and adjust the PMT power \\(generally ==\n== 35-40 mW for Hoechst 33259 and ==\n== 45-50 mW for chromomycin A3 on our instrument) for collection of Hoechst 33258 and chromomycin A3 to obtain the best spreading of chromosome clusters for the sample analyzed. \r\n\n\n**iii)** Analyze 50,000 to 100,000 \\(or more) events per sample. For all samples, we acquire data on pulse width, forward scatter, side scatter, Hoechst 33258, chromomycin A3 and Cy5. \r\n\n\n\r\n\n\n_**PAUSE POINT** Analysis can be performed anytime after flow cytometry analysis._\r\n\n\n\r\n\n\n\r\n\n\n**ANALYSIS.** \r\n\n\n**TIMING Variable**\r\n\n\n\r\n\n\n**12|** In our studies, we analyzed our data using FlowJo version 8.8.6.\r\n\n\n**i)** Gate out debris on a pulse width versus chromomycin A3 plot \\(\nfigure 3\n).\r\n\n\n**ii)** Repeat on a pulse width versus Hoechst 33258 plot.\r\n\n\n**iii)** Plot bivariate Hoechst 33258 versus chromomycin A3 flow karyograms and Cy5 versus chromomycin A3 density plots, as desired."
        },
        {
            "header": "Troubleshooting",
            "content": "See \\(<a href=\"http://www.nature.com/protocolexchange/protocols/2084/uploads/1789\" >table 1</a>) for troubleshooting guide.\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2084/uploads/1789\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/1789/thumbnail/Untitled-1.png?1304378040\" > </a>"
        },
        {
            "header": "Anticipated Results",
            "content": "Hybridization of chromosomes in suspension should give chromosome specific signal that is dependent on the target sequences of the PNA probes. Examples of hybridization of a TTAGGG)<sub>n</sub> probe on CHO cell chromosomes, of a major satellite probe on C166 mouse cell chromosomes and of a L1.84 alpha satellite probe on HT1080 human cell chromosomes are presented in \\(<a href=\"http://www.nature.com/protocolexchange/protocols/2084/uploads/1785\" >figure 4</a>) .\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/protocols/2084/uploads/1785\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/1785/thumbnail/Figure_4.png?1303416946\" > </a>"
        },
        {
            "header": "References",
            "content": "1. Gray, J. W. et al. Chromosome measurement and sorting by flow systems. Proc. Natl. Acad. Sci. U. S. A. 72, 1231-1234 \\(1975). \r\n  \r\n\n\n2. Stubblefield, E., Cram, S. & Deaven, L. Flow microfluorometric analysis of isolated Chinese hamster chromosomes. Exp. Cell Res. 94, 464-468 \\(1975). \r\n  \r\n\n\n3. Dean, P. N. & Pinkel, D. High resolution dual laser flow cytometry. J. Histochem. Cytochem. 26, 622-627 \\(1978). \r\n  \r\n\n\n4. Langlois, R. G. & Jensen, R. H. Interactions between pairs of DNA-specific fluorescent stains bound to mammalian cells. J. Histochem. Cytochem. 27, 72-79 \\(1979). \r\n  \r\n\n\n5. Sillar, R. & Young, B. D. A new method for the preparation of metaphase chromosomes for flow analysis. J. Histochem. Cytochem. 29, 74-78 \\(1981).\r\n  \r\n\n\n6. Trask, B. in Flow Cytogenetics \\(ed Gray, J. W.) 43-60 \\(Academic Press Inc., London, UK, 1989). \r\n  \r\n\n\n7. Yu, L. C., Aten, J., Gray, J. & Carrano, A. V. Human chromosome isolation from short-term lymphocyte culture for flow cytometry. Nature 293, 154-155 \\(1981). \r\n  \r\n\n\n8. Bernheim, A. et al. Direct hybridization of sorted human chromosomes: localization of the Y chromosome on the flow karyotype. Proc. Natl. Acad. Sci. U. S. A. 80, 7571-7575 \\(1983). \r\n  \r\n\n\n9. Harris, P., Boyd, E. & Ferguson-Smith, M. A. Optimising human chromosome separation for the production of chromosome-specific DNA libraries by flow sorting. Hum. Genet. 70, 59-65 \\(1985). \r\n  \r\n\n\n10. Young, B. D., Ferguson-Smith, M. A., Sillar, R. & Boyd, E. High-resolution analysis of human peripheral lymphocyte chromosomes by flow cytometry. Proc. Natl. Acad. Sci. U. S. A. 78, 7727-7731 \\(1981)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank B. Harrison, G. de Jong, L. Marmolejo and W. Xu for help with flow cytometry, and G. de Jong, S. Vanderbyl and L. Chavez for help with preparation of chromosome suspensions. HT1080 human fibrosarcoma cells \\(clone B49.5) were provided by W. Bickmore \\(Medical Research Council Human Genetics Unit). Work in the Lansdorp laboratory is supported by grants from the Canadian Institutes of Health Research \\(RMF-92093), the National Institute of Health \\(R01GM094146) and the Canadian Cancer Society and the Terry Fox Foundation \\(018006 and 105265)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1601",
                "date": "2011-05-02 23:56:20",
                "title": "Analysis of repetitive DNA in chromosomes by flow cytometry",
                "authors": [
                    "Julie Brind'Amour and Peter M Lansdorp"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11743,
                "identity": "9f9e1a81-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Peter M. Lansdorp",
                "email": "plansdor@bccrc.ca",
                "orcid": "",
                "institution": "Lansdorp Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "M.",
                "lastName": "Lansdorp",
                "suffix": ""
            },
            {
                "id": 11742,
                "identity": "9f9e17ed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Julie Brind'Amour",
                "email": "",
                "orcid": "",
                "institution": "Lansdorp Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julie",
                "middleName": "",
                "lastName": "Brind'Amour",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-05-03 17:19:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.233",
        "doiUrl": "https://doi.org/10.1038/protex.2011.233",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608265,
                "identity": "a9b8ec55-97db-4a86-b861-ca82a4244a63",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7647976,
                "visible": true,
                "origin": "",
                "legend": "Instrument setup for chromosome analysis on the Influx I flow cytometer ",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-2084/v1/figure_1.bmp"
            },
            {
                "id": 2608267,
                "identity": "a99819f1-ea4d-4fdb-8f9d-c38bc5eaf9e5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "bmp",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3833648,
                "visible": true,
                "origin": "",
                "legend": "PNA probe titration to obtain specific signal    In order to obtain maximal signal intensity and limit unspecific probe binding that will generate an elevated background signal, each PNA probe must be titrated. The optimal concentration is found just before the fluorescence emission intensity stops increasing with probe concentration",
                "description": "",
                "filename": "figure2.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-2084/v1/figure_2.bmp"
            },
            {
                "id": 2608266,
                "identity": "29ca4895-3675-4a97-a4ca-85e83b5480d9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "bmp",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2725416,
                "visible": true,
                "origin": "",
                "legend": "Gating strategy to remove debris from bivariate flow karyograms   Gating is performed on a chromomycin A3/pulse width plot (debris present in the lower left corner). Gating can be repeated on a Hoechst 33258/pulse width if more debris is present. ",
                "description": "",
                "filename": "figure3.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-2084/v1/figure_3.bmp"
            },
            {
                "id": 2608268,
                "identity": "0668ded0-3ba4-4406-a852-43780dc9f436",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "bmp",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7065816,
                "visible": true,
                "origin": "",
                "legend": "Anticipated results of chromosome flow FISH on chromosomes isolated from various species    Bivariate Hoechst 33258 and chromomycin A3 flow karyograms and Cy5 versus chromomycin A3 plots of chromosomes isolated from cells of various species. 5′-Cy5-(CCCTAA)3-3′ vertebrate telomere probe hybridized on Chinese Hamsters chromosomes (CHO), 5′-Cy5-GACGTGGAATATGGCAAG-3′ major satellite probe hybridized on mouse chromosomes (C166) and 5′-Cy5-GAGAATTGAACCACCG-3′ L1.84 alpha satellite probe (specific to human chromosome 18) hybridized on human chromosomes (HT1080). Note that some events with bimodal Cy5 fluorescence are also seen outside the chromosome 18 window (red). We assume these are chromosome 18 bond to other chromosomes, a phenomenon that occurs when working with high concentrations of chromosomes in suspension.",
                "description": "",
                "filename": "figure4.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-2084/v1/figure_4.bmp"
            },
            {
                "id": 2608312,
                "identity": "dc7a6ede-fcb2-4ae0-a348-1f26363d3eea",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:08",
                "extension": "bmp",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 20826996,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting guide",
                "description": "",
                "filename": "figure5.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-2084/v1/figure_5.bmp"
            },
            {
                "id": 13464751,
                "identity": "78993a70-de1a-40be-839f-c1f7db0b1bd2",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:36",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1117871,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2084/v1/510af010-d7d7-475c-be7b-3c23b16165cf.pdf"
            }
        ],
        "financialInterests": "Conflict-of-interest disclosure: P.M.L is a founding shareholder in Repeat Diagnostics Inc., a company specializing in leukocyte telomere length measurements using flow FISH. J.B. has no financial conflict to declare.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chromosome, suspension, FISH, PNA, chromosome flow FISH, flow cytometry, probes, fluorescence",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a method developed in our laboratory to analyze repetitive DNA in chromosomes using fluorescence in situ hybridization \\(FISH) and flow cytometry \\(chromosome flow FISH or CFF). Our protocol includes details on procedures to isolate mitotic chromosomes from adherent cell cultures, FISH using peptide nucleic acid \\(PNA) probes on chromosomes in suspension and flow cytometry setup and data acquisition.",
        "manuscriptTitle": "Peptide nucleic acid (PNA) fluorescent in situ hybridization (FISH) on chromosomes in suspension for analysis of repetitive DNA by flow cytometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-04 15:57:44",
                "doi": "10.1038/protex.2011.233",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9dbdb3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 4th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2560,
                "name": "Biological techniques"
            },
            {
                "id": 2561,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-04 15:57:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}