{
    "identity": "nprot-6605",
    "title": "therascreenPITX2 RGQ PCR assay for the assessment of PITX2 DNA-methylation status to investigate the role of the transcription factor PITX2 and the regulation of the Wnt/ß-catenin pathway in pathophysiological processes.",
    "content": [
        {
            "header": "Introduction",
            "content": "Breast cancer is the most common malignancy in women with approximately 464,200 new cases per year in Europe. The median age at the time of primary diagnosis is about 58 years. Prognostic factors provide information about the future course of the disease when treated without systemic therapeutic intervention. Clinico-pathological risk factors for disease recurrence include axillary lymph node status, tumor size, histological grade, steroid hormone receptor status, vascular invasion, patient age, and human epidermal growth factor receptor 2 \\(HER2)-status1. According to clinico-pathological risk classification for early breast cancer about 25% of the patients are considered to be at high risk, 65% are at intermediate risk and 10% are at low risk for disease recurrence. Patients at high-risk include those with more than three lymph nodes affected \\(independent from additional risk factors) or patients with one to three affected lymph nodes plus additional risk factors. According to current understanding, the high-risk group also includes patients with triple negative breast cancer \\(TNBC), i.e. patients with tumors negative for estrogen receptor \\(ER), progesterone receptor \\(PR) and HER2 expression 2.\r\n\n\nPatients at high risk for disease recurrence are recommended to receive according to international guidelines anthracycline-based chemotherapy \\(ANT) and patients at low risk for recurrence – those who are hormone receptor-positive patients per St. Gallen risk classification with no additional risk factors - will receive endocrine therapy \\(ET) only. For those at intermediate risk per St. Gallen classification, the decision to provide chemotherapy \\(CTX) is challenging. While before the era of genetic testing these patients were usually treated by CTX, genetic assays such as Endopredict®, OncotypeDX®, PAM50®, and Mammaprint® allow further risk stratification. Based on these assays about 60% of the intermediate risk group is considered to be at low risk for disease recurrence, i.e. those patients are adequately treated by ET only, while about 40% of the intermediate risk group actually bear a high risk for disease recurrence based on genetic testing and are recommended to be treated with CTX 3. However, for all of the patients with indication for CTX, up to 40% will benefit, but to date it is not possible to identify those patients who will benefit. The therascreen PITX2 assay will help to provide this information for high-risk lymph node-positive, estrogen receptor-positive, HER2-negative early stage breast cancer patients 4. Thus, the assay will support to guide the clinician to select the appropriate chemotherapy regimen for this patient group. See \"Figure 1\":http://www.nature.com/protocolexchange/system/uploads/6411/original/Figure1.png?1518707693 for a schematic.\r\n\n\n\r\n\n\nEpigenetic modifications are reversible modifications on a cell's DNA or histones that affect gene expression without altering the DNA sequence. DNA-methylation is a chemical process that adds a methyl group at position 5 of the pyrimidine ring of a cytosine nucleotide. It is highly specific and always occurs in a region in which a cytosine nucleotide is located next to a guanine nucleotide that is linked by a phosphate; called a CpG site. DNA-methylation is essential in the epigenetic regulation of mammalian development, it is an important regulator of gene transcription and it also forms the basis of chromatin structure, which enables a single cell to grow into multiple organs or perform multiple functions. DNA-methylation plays a crucial role in the development of a variety of cancers, including breast cancer 5. Methods to determine the methylation status of a gene of interest comprises several modification approaches of the genomic DNA to detect CpG dinucleotide-specific DNA-methylation by methylation specific restriction digestion or immunoprecipitation assays.\r\n\n\nThese assay formats are often demanding a high input of DNA, low throughput capacities and/or laborious and time-consuming post processing steps. Another approach uses a bisulfite conversion step, which induces deamination of unmethylated cytosines to uracil whereas methylated cytosines remain unchanged. The later approach facilitates the detection of methylation signals by sequence changes and can be adapted either for bisulfite-conversion-specific DNA detection on oligonucleotide arrays, bisulfite sequencing, methylation specific PCR or quantitative methylation-specific real-time PCR 6. The later method combines the advantages of relative low complexity of assay set-up \\(by using primers and specific TaqMan® probes), high reliability and the option for high throughput analysis with a short overall workflow time of two days. \r\n\n\n\r\n\n\nSo far, the clinical utility for this in vitro diagnostic assay was confirmed for high-risk, lymph node-positive, ER-positive, HER2-negative breast cancers only. The protocol is primarily intended for use in a certified routine diagnostic laboratory environment based on a CE-certified workflow. The multicentric EU-FP6-project project LSHC-CT-2003-504586 delivered initial findings with fresh-frozen breast cancer tumor tissue specimens obtained from several European tumor banks by screening for prognostic and predictive biomarkers on a proprietary bisulfite-converted DNA-specific oligonucleotide array. PITX2 hereby showed prognostic 7, and a predictive value in endocrine-treated lymph node-negative 8 and anthracycline-treated lymph node-positive breast cancer patients 9. Based on these array results, a quantitative methylation-specific real-time PCR assay on the TaqMan® oligonucleotide hydrolysis principle was developed for highest predictive impact 8, using bisulfite-converted DNA specific primers and two distinctive fluorescent labelled probes for the methylated \\(FAMTM) and unmethylated \\(HEXTM) status of three CpG motifs in the PITX2 gene promoter 2 region \\(for sequences of primers and probes please refer to patent by the authors EP1561821 10). A correlation study of this quantitative PCR assay with array results performed on 245 samples of tamoxifen-treated, node-negative breast cancer cases showed high concordance \\(Pearson correlation coefficient = 0.87) 8.\r\n\n\nSince fresh-frozen tumor samples are not always available as a tissue resource, but formalin-fixed paraffin-embedded tissue \\(FFPE) material is part of routine in breast cancer centers associated pathologies, another study 11 showed a) high correlation between PMR status in fresh-frozen versus FFPE material \\(r=0.81) and b) low impact of overall tumor heterogeneity in consecutive sections of a tumor sample. The following protocol comprises an optimized workflow from FFPE tumor material processing, bisulfite conversion and quantitative methylation-specific real-time PCR for the assessment of PITX2 PMR value using the therascreen PITX2 RGQ PCR Kit \\(QIAGEN), QIAGEN kits for sample processing and the Rotor-Gene Q MDx real-time PCR platform optimized for in vitro diagnostic analysis purposes. This protocol was developed by the companies HalioDx \\(Marseille, France) and QIAGEN \\(Hilden, Germany) in cooperation with Therawis Diagnostics GmbH \\(Munich, Germany). For an overview of the assay workflow see \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/6413/original/Table1.pdf?1518707728 and \"Figure 2\":http://www.nature.com/protocolexchange/system/uploads/6415/original/Figure2.jpg?1518707744.\r\n\n\nThe analytically validated assay could provide scientist and clinicians a tool not only to introduce the test in the clinical routine setting but also to conduct scientific research and translational research studies in various cancer indications. PITX2-related literature shows potential usability of the therascreen PITX2 assay in indications like head and neck cancer 12, esophageal squamous cell carcinoma 13, non small cell lung cancer 14, colorectal cancer 15, ovarian cancer 16, bladder cancer 17 and prostate cancer 18,19. Furthermore, the assay allows to investigate the role of the transcription factor PITX2 and the regulated Wnt/ß-catenin pathway in pathophysiological processes 15,20-22.\r\n\n\n\r\n\n\nFor overall workflow control, one vial containing one histological section \\(15 to 20 µm thick) of KRAS G13D Reference Standard \\(Horizon Discovery, cat. no. HD216) can be used. qPCR controls comprise two positive controls \\(REF50, REFlow) and two negative controls \\(NC, NTC)."
        },
        {
            "header": "Reagents",
            "content": "When working with chemicals, always wear a suitable lab coat, disposable gloves, and protective goggles. Make sure that all kit reagents are not used after their expiry date and have been transported and stored under the correct conditions. Tissue specimens should be fixed in 4–10% formalin \\(neutral buffered formalin is generally accepted) as quickly as possible after surgical removal of the biopsy. Ideally, use a fixation time of 14–24 hrs \\(longer fixation times lead to more severe DNA fragmentation, resulting in poor performance in qPCR/qMSP assays). Thoroughly dehydrate samples prior to embedding \\(residual formalin can inhibit proteinase K digest). Five µm thick sections must be cut from the paraffin block. All chemicals and biological materials are potentially hazardous. Specimens and samples are potentially infectious and must be treated as biohazardous materials. Discard samples and assay waste according to your local safety procedures. The entire therascreen PITX2 workflow requires transfer of samples in different tubes, therefore make sure that the traceability of the samples is well maintained at each step.\r\n\n\n\r\n\n\nA list of reagents to perform this workflow is listed in \"Table 2\":http://www.nature.com/protocolexchange/system/uploads/6417/original/Table2.pdf?1518707766\r\n\n\n\r\n\n\n* These entries are interchangeable according to the selected deparaffinization step protocol used.\r\n  If not stated otherwise in \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/6413/original/Table1.pdf?1518707728, store all buffers and components at room temperature \\(15-25°C).\r\n\n\nAn overview of potential hazardous substances used or included in kit constituents and their respective safety actions is presented in \"Table 3\":http://www.nature.com/protocolexchange/system/uploads/6419/original/Table3.pdf?1518707795.\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nThe therascreen PITX2 RGQ PCR Kit has been validated in combination with QIAGEN deparaffinization solution \\(cat. no. 19093) for FFPE histologic section deparaffinization; the QIAamp DSP DNA FFPE Tissue Kit \\(cat. no. 60404) for genomic DNA \\(gDNA) purification; and the EpiTect Fast DNA Bisulfite Kit \\(cat. no. 59824 or 59826) for gDNA bisulfite conversion. Deparaffinization of FFPE histologic sections can be performed using deparaffinization solution, xylene-ethanol, or histolemon-ethanol \\(equivalency of these three deparaffinization methods was proven during product development by the company HalioDx). If the deparaffinization solution \\(cat. no. 19093) is used, start with the procedure at step 6 of the procedure section. If xylene-ethanol or histolemon-ethanol is used, start with the procedure at step 17 of the procedure section. Optional: to assess whether purification and bisulfite conversion was conducted correctly, a workflow control can be used. The workflow control validated for the therascreen PITX2 RGQ PCR Kit workflow is the KRAS G13D Reference Standard \\(15-20 µm section sample; Horizon Discovery, cat. no. HD216).\r\n\n\n\r\n\n\nStarting material:\r\n\n\nStarting material for DNA purification is freshly cut histological sections of FFPE tissue, which can be stored overnight at room temperature, if required. Up to two sections, each with a thickness of 5 µm and a total surface area ≥100 mm², is the starting material for gDNA purification.\r\n\n\n\r\n\n\nGeneral working comments:\r\n\n\n• Before starting an experiment please follow the instructions of the respective kit protocols.\r\n\n\n• Carefully apply the sample or solution to the QIAamp MinElute column.\r\n\n\n• Pipet the sample into the QIAamp MinElute column without wetting the rim of the column.\r\n\n\n• Always change pipet tips between liquid transfers. We use aerosol-barrier pipet tips.\r\n\n\n• Avoid touching the QIAamp MinElute column membrane with the pipet tip. \r\n\n\n• After all pulse-vortexing steps, briefly centrifuge the microcentrifuge tubes to remove drops from the inside of the lids.\r\n\n\n• Open only one QIAamp MinElute column at a time, and take care to avoid generating aerosols.\r\n\n\n• Wear gloves throughout the entire procedure. In case of contact between gloves and sample, change gloves immediately.\r\n\n\n• Always close QIAamp MinElute columns before placing them in the microcentrifuge. Centrifuge as described in the protocol.\r\n\n\n• Flow-through fractions may contain hazardous waste and should be disposed of appropriately.\r\n\n\n• Perform all centrifugation steps at room temperature \\(15–25 °C).\r\n\n\n\r\n\n\nKit-specific working comments:\r\n\n\nQIAamp DSP DNA FFPE Tissue Kit:\r\n\n\n• Before starting the procedure, check whether precipitate has formed in Buffer ATL. If necessary, dissolve by heating to 70°C with gentle agitation.\r\n\n\n• Before starting the procedure, check whether precipitate has formed in Buffer AL. If necessary, dissolve by heating to 70°C with gentle agitation.\r\n\n\n• Add molecular grade ethanol \\(96–100%) to the bottle of Buffer AW1 and AW2. Mix reconstituted buffer by shaking.\r\n\n\n• Adjust all buffers to room temperature; deparaffinization solution to 20–25°C.\r\n\n\n• Buffer ATE used for elution in the QIAamp DSP DNA FFPE Tissue Kit contains the preservative sodium azide. Sodium azide absorbs at 260 nm and therefore a blank measurement with Buffer ATE should be performed to calibrate the spectrophotometer for absorbance readings at 260 nm. If using a QIAxpert photospectrometer, by using the QIAamp plug-in, an internal ATE-blank spectrum is automatically subtracted, so no additional blank ATE sample is required with this configuration.\r\n\n\n• Since gDNA derived from FFPE material is strongly degraded, use of total nucleic acids concentration \\(calculation formula: A260 = 1 = 50 µg/ml) readout is recommended for input calculation of DNA into the bisulfite conversion \\(recommended 400 ng, with an input range between 200 and 1,000 ng).\r\n\n\n\r\n\n\nEpiTect Fast DNA Bisulfite Kit\r\n\n\n• Bisulfite Solution can be stored at room temperature \\(15–25 °C) for at least 6 months.\r\n\n\n• Critical: Buffer BD, Epitect spin columns and DNA protection buffer are stored at +2 to +8°C until use.\r\n\n\n• No carrier RNA will be used. The minimum amount of gDNA is always higher than 100 ng \\(200 – 1000 ng).\r\n\n\n• Add molecular grade ethanol \\(96–100%) to the bottle of Buffer BW and Buffer BD according to the Kit manual instruction. Mix reconstituted Buffer by gentle shaking.\r\n\n\n• Adjust samples and buffers to room temperature.\r\n\n\n• Genomic DNA \\(gDNA) should be used for bisulfite treatment without any previous restriction digest step.\r\n\n\n• After thermal processing of bisulfite conversion in a thermocycler, samples can be stored at room temperature overnight. Exposure to light should be avoided to prevent light-induced degradation of DNA in bisulfite-containing buffers.\r\n\n\n• Critical: DNA Protect Buffer should turn from green to blue after addition to the DNA-Bisulfite Solution mixture \\(see procedure step 38), indicating sufficient mixing and correct pH for the bisulfite conversion reaction, incorrect pH could impact the fixation of the converted DNA to the column.\r\n\n\n• White precipitates may form in the Buffer BD-ethanol mix after extended storage time. These precipitates will not affect the performance of Buffer BD. However, avoid transferring precipitates to the MinElute DNA spin column.\r\n\n\n• Perform all centrifugation steps at room temperature \\(15-25°C).\r\n\n\n\r\n\n\ntherascreen PITX2 RGQ PCR Kit:\r\n\n\n• Thaw all therascreen PITX2 RGQ PCR components and samples in a refrigerator, on ice, on a cooling block or at room temperature, only as long as necessary. \r\n\n\n• Clean the bench area that is dedicated for the PCR mix preparation to reduce the risk of template or nuclease contamination.\r\n\n\n• Critical: If thawed at room temperature, check regularly whether the material has thawed, especially the PITX2 RGQ PCR Master Mix \\(MMx) as it contains dNTPs that are sensitive to room temperature.\r\n\n\n• Critical: PITX2 RGQ PCR PPM should be protected from light as it contains dye nucleotides. \r\n\n\n• Critical: Repeated thawing and freezing should be avoided and should not exceed a maximum of four freeze–thaw cycles. In the case of multiple test runs on one day, kit constituents can be stored for up to 6 hrs on ice without the need of re-freezing.\r\n\n\n• Prepare all reactions \\(reaction mix plus sample) on ice or in a cooling block.\r\n\n\n• Critical: Do not use expired or incorrectly stored components.\r\n\n\n• Critical: Do not use reaction volumes \\(reaction mix plus sample) of less or more than 20 µl.\r\n\n\n• Use individual, dedicated pipets for setting up the reaction mix and adding templates.\r\n\n\n• Critical: Use extreme caution to prevent contamination of the reaction mix with the materials that are contained in the PITX2 RGQ PCR Reference 50 and PITX2 RGQ PCR Reference Low Control reagents.\r\n\n\n• Critical: Use extreme caution to prevent DNA or PCR product carryover contamination resulting in a false-positive signal.\r\n\n\n• Critical: Use extreme caution to prevent contamination by DNase, which may cause degradation of the template DNA."
        },
        {
            "header": "Equipment",
            "content": "For a list of recommended and necessary equipment, see \"Table 4\":http://www.nature.com/protocolexchange/system/uploads/6421/original/Table4.pdf?1518707873.\r\n\n\n\r\n\n\n* Rotor-Gene AssayManager software version 2.1.x \\(where x = 0 or higher); Gamma Plug-in version 1.0.x \\(where x = 0 or higher) for Rotor-Gene AssayManager v2.1; therascreen_PITX2_FFPE_CE Assay Profile V1.0.x \\(where x = 1 or higher). Installation of all three of these components are necessary for automatic analysis of qPCR results. For safety information regarding instruments, see the relevant instrument user manual. For installation of the Rotor-Gene AssayManager software, Gamma Plug-in and Assay Profile, please refer to the instruction manuals of the provider.\r\n  \r\n\n\nGeneral working recommendations:\r\n\n\n• Make sure that instruments have been checked and calibrated according to the manufacturer’s recommendations. \r\n\n\n• Alteration of incubation times and temperatures may result in false or discordant data.\r\n\n\n• Use nuclease-free labware \\(e.g., pipets, pipet tips, reaction vials) and wear disposable gloves when performing the assay.\r\n\n\n• Prepare PCR reaction mix with dedicated material \\(pipets, tips, etc.) in a dedicated area where no DNA matrices \\(DNA, plasmid or PCR products) are introduced.\r\n\n\n• Refer to the Rotor-Gene Q MDx User Manual and Rotor-Gene AssayManager v2.1 Core Application User Manual for additional warnings, precautions and procedures.\r\n\n\n• Do not open the Rotor-Gene Q MDx instrument until the run is finished.\r\n\n\n• Do not open Rotor-Gene Q MDx tubes after the run is finished. Discard tubes according to your local safety procedures."
        },
        {
            "header": "Procedure",
            "content": "For general handling instructions refer to the section Materials, the general working recommendations as well as to the respective kit protocols. Storage conditions are described in \"Table 2\":http://www.nature.com/protocolexchange/system/uploads/6417/original/Table2.pdf?1518707766. Regarding safety precautions for specific kit components see \"Table 3\":http://www.nature.com/protocolexchange/system/uploads/6419/original/Table3.pdf?1518707795. Timing refers to the simultaneous processing of 24 samples.\r\n\n\n\r\n\n\n1. Pre-heat a thermomixer or heated orbital incubator to 56 °C. If a thermomixer or heated orbital incubator is not available, a heating block or water bath can be used instead. \r\n  2. Using a scalpel, trim excess paraffin off the sample block.\r\n  3. Cut one to two sections \\(5 µm thick) from a histologically confirmed tumor tissue block to reach at least 100 mm² tumor surface. Troubleshooting. Critical step: if the sample surface has been exposed to air, discard the first 2-3 sections. \r\n  4. Immediately place the sections in a 1.5 or 2 ml microcentrifuge tube.\r\n  5. FFPE section deparaffinization can be performed using A) Deparaffinization Solution \\(see steps 6 to 16), or B) xylene-ethanol, or histolemon-ethanol \\(see steps 17 to 26).\r\n  \r\n\n\nA) Deparaffinization using deparaffinization solution\r\n\n\nTiming: 154 min or overnight.\r\n\n\n6. Add 160 µl Deparaffinization Solution \\(Caution: Irritating) and vortex vigorously for 10 seconds.\r\n  7. Centrifuge briefly to collect the sample in the bottom of the tube.\r\n  8. Incubate at 56°C for 3 min, then allow to adjust to room temperature \\(15–25°C).\r\n  9. Add 180 µl Buffer ATL \\(Caution: Irritating) and mix by vortexing.\r\n  10. Centrifuge for 1 min at 11,000 x g. Two phases appear \\(blue and clear).\r\n  11. Add 20 µl proteinase K \\(Caution: Irritating) to the lower, clear phase by pushing the pipet through the upper phase. Mix gently by pipetting up and down.\r\n  12. Incubate at 56°C ± 3°C for ≥1 hr \\(or until the sample has completely lysed). Pause Point: incubation can also take place overnight.\r\n  13. Critical step: Incubate at 90°C ± 5°C for 1 hr ± 5 min.\r\n   Note: If using only one heating block, leave the sample at room temperature \\(15–25°C) after the 56°C incubation, until the heating block has reached 90°C.\r\n\n\n Troubleshooting: The incubation at 90°C in Buffer ATL partially reverses formaldehyde modification of nucleic acids. Longer incubation times or higher incubation temperatures may result in more fragmented DNA.\r\n\n\n14. Briefly centrifuge the 1.5 ml tube to remove drops from inside the lid.\r\n  15. Transfer the lower clear phase into a new 2 ml microcentrifuge tube. Note: Do not transfer any blue phase.\r\n  16. Continue with step 27. \r\n  \r\n\n\nB) Deparaffinization using xylene-ethanol or histolemon-ethanol\r\n\n\nTiming: 202 min or overnight.\r\n\n\n17. Add 1 ml xylene \\(Caution: harmful) or histolemon \\(Caution: irritating) to the sample. Close the lid and vortex vigorously for ≥10 secs. Centrifuge at full speed for 2 mins ± 30 seconds at room temperature.\r\n  18. Remove the supernatant by pipetting. Do not remove any of the pellet.\r\n  19. Add 1 ml ethanol \\(96–100%) to the pellet, and mix by vortexing. The ethanol extracts residual xylene from the sample.\r\n  20. Centrifuge at full speed for 2 mins ± 30 seconds at room temperature.\r\n  21. Remove the supernatant by pipetting. Do not remove any of the pellet.\r\n  22. Critical step: Carefully remove any residual ethanol using a small pipet tip \\(e.g. 200 µl tips).\r\n  23. Critical step: Open the tube and incubate at 15–40°C. Incubate for 10 min ± 1 min or until all residual ethanol has evaporated.\r\n  24. Re-suspend the pellet in 180 µl Buffer ATL. Add 20 µl proteinase K, and mix by vortexing. Incubate at 56°C ± 3°C for ≥1 hr \\(or until the sample has been completely lysed). \r\n   Pause Point: incubation can also take place overnight.\r\n\n\n25. Critical step: incubate at 90°C ± 5°C for 1 hr ± 5 min.\r\n  Note: If using only one heating block, leave the sample at room temperature \\(15–25 °C) after the 56°C incubation, until the heating block has reached 90 °C. The incubation at 90°C in Buffer ATL partially reverses formaldehyde modification of nucleic acids. Longer incubation times or higher incubation temperatures may result in more fragmented DNA.\r\n\n\n\r\n\n\n26. Briefly centrifuge the 1.5 ml tube to remove drops from the inside lid. \r\n  \r\n\n\nClean-up of proteinase K digestion sample\r\n\n\nTiming: 75 min.\r\n\n\n27. Add 200 µl Buffer AL \\(Caution: Harmful) to the sample and mix thoroughly by vortexing. Then, add 200 µl ethanol \\(96–100%), and mix again thoroughly by vortexing. Critical step: it is essential that the sample, Buffer AL, and ethanol are mixed immediately and thoroughly by vortexing or pipetting to yield a homogeneous solution. Buffer AL and ethanol can be premixed and added together in one step to save time when processing multiple samples. A white precipitate may form by addition of Buffer AL and ethanol. This precipitate does not interfere with the QIAamp procedure.\r\n  28. Briefly centrifuge the tube to remove drops from the inside of the lid.\r\n  29. Critical step: carefully transfer the entire lysate to the QIAamp MinElute® column \\(in a 2 ml collection tube) without wetting the rim, close the lid, and centrifuge at approximately 6000 x g for ≥ 1 min. Place the QIAamp MinElute column in a clean 2 ml collection tube, and discard the collection tube containing the flow-through. If the lysate has not completely passed through the membrane after centrifugation, centrifuge again at a higher speed until the QIAamp MinElute column is empty.\r\n  30. Carefully open the QIAamp MinElute column and add 500 µl Buffer AW1 \\(Caution: harmful) without wetting the rim. Close the lid and centrifuge at approximately 6,000 x g for ≥1 min. Place the QIAamp MinElute column in a clean 2 ml collection tube, and discard the collection tube containing the flow-through.\r\n  31. Carefully open the QIAamp MinElute column and add 500 µl Buffer AW2 without wetting the rim. Close the lid and centrifuge at 6,000 x g for ~1 min. Place the QIAamp MinElute column in a clean 2 ml collection tube and discard the collection tube containing the flow-through. Contact between the QIAamp MinElute column and the flow-through should be avoided. Some centrifuge rotors may vibrate upon deceleration, resulting in the flow-through, which contains ethanol, coming into contact with the QIAamp MinElute column. Take care when removing the QIAamp MinElute column and collection tube from the rotor, so that flow-through does not come into contact with the QIAamp MinElute column.\r\n  32. Centrifuge at 20,000 x g for ~3 min to dry the membrane completely. This step is necessary, since ethanol carryover into the eluate may inhibit the qPCR reactions performed.\r\n  33. Place the QIAamp MinElute column in a clean 1.5 ml microcentrifuge tube, and discard the collection tube containing the flow-through. Carefully open the lid of the QIAamp MinElute column and apply 50 µl Buffer ATE to the center of the membrane.\r\n  34. Close the lid and incubate at room temperature \\(15–25°C) for 5 mins. Centrifuge at 20,000 x g for ≥1 min. \r\n  \r\n\n\nDNA concentration determination\r\n\n\nTiming: 25 min.\r\n\n\n35. The concentration of DNA is determined by measuring absorbance at 260 nm following the instrument procedure using QIAGEN’s QIAxpert, for example \\(QIAamp plug-in: total nucleic acid measurement) or a NanoDrop instrument. Absorbance readings at 260 nm should fall between 0.1 and 1.0 to be accurate. An absorbance of 1 unit at 260 nm corresponds to 50 µg of DNA per ml \\(A260 = 1 = 50 µg/ml). The total amount of DNA purified \\(ng) = concentration of DNA \\(ng/µl) x volume of sample \\(µl). Note: if using the QIAamp plug-in, an internal ATE-blank spectrum is automatically subtracted from the OD values, so no additional blank ATE sample is required with this configuration. Ideally, a minimal gDNA concentration is 10 ng/µl but samples as low as 5 ng/µl may be processed with risk of “Low input” invalid results. Pause point: DNA samples can be stored at -20°C until further use.\r\n  \r\n\n\nBisulfite conversion and bisDNA \\(bisulfite converted DNA) cleanup\r\n\n\nTiming: 232 min.\r\n\n\n36. Thaw DNA to be used in the bisulfite-conversion reactions. Make sure the Bisulfite Solution \\(Caution: irritant) is completely dissolved. Critical step: do not place dissolved Bisulfite Solution on ice. \r\n  37. Prepare the bisulfite reactions in 200 µl PCR tubes \\(not provided). Add each component in the order listed in \"Table 5\":http://www.nature.com/protocolexchange/system/uploads/6423/original/Table5.pdf?1518707899.\r\n  \r\n\n\nNote: The combined volume of DNA and RNase-free water must total 40 µl. \r\n\n\nTo determine the appropriate volume for the gDNA input of interest use the following formula: \r\n\n\ngDNA volume required for a bisulfite conversion \\(µl) = Input of interest \\(ng)/Average gDNA concentration \\(ng/µl). Critical step: when using the therascreen PITX2 RGQ PCR Kit, the “Low concentration” protocol from the EpiTect Fast Bisulfite Conversion Handbook must always be used, even with 1,000 ng input, as the concentration of gDNA purified from FFPE samples is usually low.\r\n\n\nCritical step: the bisulfite mix should be immediately vortexed for 5 sec after adding the DNA Protect Buffer \\(caution: reproductive toxicity, irritant) to protect samples from degradation. Troubleshooting.\r\n\n\n\r\n\n\n38. Close the PCR tubes and mix immediately the bisulfite reactions thoroughly. Store the tubes at room temperature \\(15–25°C). \r\n   Critical step: DNA Protect Buffer should turn from green to blue after addition to the DNA-Bisulfite Solution mixture, indicating sufficient mixing and correct pH for the bisulfite conversion reaction, or DNA binding to the MinElute DNA spin column. Troubleshooting.\r\n\n\n39. Perform the bisulfite DNA conversion using a thermal cycler. Program the thermal cycler according to \"Table 6\":http://www.nature.com/protocolexchange/system/uploads/6425/original/Table6.pdf?1518707922. The complete cycle should take ~30 min. If using a thermal cycler that does not allow to enter the reaction volume \\(140 µl), set the instrument to the largest volume setting available.\r\n  \r\n\n\n40. Place the PCR tubes containing the bisulfite reactions into the thermal cycler. Start the thermal cycling incubation. Critical step: because the bisulfite reaction is not overlaid with mineral oil, only thermal cyclers with heated lids are suitable for this procedure. It is important to use PCR tubes that close tightly. Pause Point: converted DNA can be left in the thermal cycler overnight without any loss of qPCR assay performance.\r\n  41. Briefly centrifuge the PCR tubes containing the bisulfite reactions. Then transfer the complete bisulfite reactions to clean 1.5 ml microcentrifuge tubes. \r\n  42. Add 310 µl Buffer BL \\(Caution: harmful) to each sample. Mix the solution by vortexing and then centrifuge briefly.\r\n  43. Add 250 µl ethanol \\(96–100 %) to each sample. Mix the solutions by pulse vortexing for 15 sec and centrifuge briefly to remove the drops from inside the lid.\r\n  44. Transfer the entire mixture from each tube into the corresponding MinElute DNA spin column.\r\n  45. Centrifuge the spin columns at maximum speed for 1 min. Discard the flow-through, and place the spin columns back into the collection tubes.\r\n  46. Add 500 µl Buffer BW \\(wash buffer) to each spin column, and centrifuge at maximum speed for 1 min. Discard the flow-through, and place the spin columns back into the collection tubes.\r\n  47. Add 500 µl Buffer BD \\(desulfonation buffer) to each spin column, and incubate for 15 min at room temperature \\(15–25°C). \\(Caution: corrosive) If there are precipitates in Buffer BD, avoid transferring them to the spin columns. Critical step: the bottle containing Buffer BD should be closed immediately after use to avoid acidification from carbon dioxide in the air. Note: it is important to close the lids of the spin columns before incubation. Troubleshooting\r\n  48. Centrifuge the spin columns at maximum speed for 1 min. Discard the flow-through, and place the spin columns back into the collection tubes.\r\n  49. Add 500 µl Buffer BW to each spin column and centrifuge at maximum speed for 1 min. Discard the flow-through and place the spin columns back into the collection tubes.\r\n  50 Add 500 µl Buffer BW a second time to each spin column and centrifuge at maximum speed for 1 min. Discard the flow-through and place the spin columns back into the collection tube.\r\n\n\n51 Add 250 µl ethanol \\(96–100%) to each spin column and centrifuge at maximum speed for 1 min.\r\n\n\n52 Place the spin columns into new 2 ml collection tubes, and centrifuge the spin columns at maximum speed for 1 min to remove any residual liquid.\r\n\n\n53 Place the spin columns with open lids into a clean 1.5 ml microcentrifuge tube \\(not provided) and incubate the columns for 5 min at 60°C in a heating block. Critical step: this step ensures the evaporation of any remaining liquid.\r\n\n\n54 Add 15 µl Buffer EB \\(elution buffer) directly onto the center of each spin-column membrane and close the lids gently. Critical step: do not elute with less than 15 µl buffer as the eluate volume would be too small to proceed with the qPCR step. \r\n\n\n55 Incubate the spin columns at room temperature for 1 min.\r\n\n\n56 Centrifuge for 1 min at 15,000 x g \\(12,000 rpm) to elute the DNA. Pause point: we recommend storing purified DNA at 2–8°C for up to 24 hr. When storing purified DNA for longer than 24 hr, we recommend storage at –30 to –15°C.\r\n\n\n\r\n\n\nqPCR set up, run and analysis\r\n\n\nTiming: 105 min.\r\n\n\nThe therascreen PITX2 RGQ PCR Kit must be run on the Rotor-Gene Q MDx 5plex HRM instrument using automated interpretation of results with Rotor-Gene AssayManager v2.1. Take time to familiarize yourself with the Rotor-Gene Q MDx instrument and with the Rotor-Gene AssayManager v2.1 software before starting the protocol. See the respective user manuals for the instrument, Rotor-Gene AssayManager v2.1, and the Gamma Plug-in for details.\r\n\n\n57. Cool a Loading Block 72 x 0.1 ml tubes for 10 min in a deep-freezer or for at least 1 hr at refrigerator temperature.\r\n  58. Thaw all therascreen PITX2 RGQ PCR Kit components and samples in a refrigerator, on ice, on a cooling block or at room temperature for as long as necessary. \r\n  59. Place the thawed products on ice, on a cooling block or in the refrigerator until placing them back into –30 to –15°C after use. Note: therascreen PITX2 RGQ PCR Kit components can be kept at 2–8°C and protected from light for maximum of 6 hr if used several times the same day.\r\n  60. Vortex the tubes \\(10–12 sec), then centrifuge them briefly before use. Except PITX2 RGQ PCR MMx, which is mixed by pipetting up and down as it contains Taq Polymerase.\r\n  61. Prepare PITX2 qPCR reaction mix on ice \\(or using a cooling block) in a 1.5 or 2 ml tube according to the number of samples to be processed.\r\n  \r\n\n\nThe pipetting scheme for the preparation of the PITX2 reaction mix, shown in \"Table 7\":http://www.nature.com/protocolexchange/system/uploads/6427/original/Table7.pdf?1518707942, is calculated to achieve final reaction volumes of 20 µl after addition of 4 µl bisDNA sample or control. Extra volume is included to compensate for pipetting errors and to allow preparation of sufficient reaction mix for four samples tested in duplicate, plus four controls. If less samples are tested, the reaction mix can be prepared accordingly. Remember to allow for the extra volume to compensate for pipetting errors \\(one extra well for up to 10 wells and two extra wells for up to 20 wells). Troubleshooting.\r\n\n\n62 Vortex \\(10–12 sec) and briefly centrifuge the PITX2 qPCR reaction mix. Place the qPCR strip tubes on a pre-cooled Loading Block 72 and dispense 16 µl of the PITX2 qPCR reaction mix per strip tube following the example of loading block setup shown in \"Figure 3\":http://www.nature.com/protocolexchange/system/uploads/6429/original/Figure3.pdf?1518707963.\r\n\n\nThe numbers denote positions in the loading block and indicate final rotor position. The positions of the controls are set in the PITX2 assay profile and cannot be changed. If controls are not placed as indicated, the automated result analysis cannot be performed. REF50: PITX2 RGQ PCR Reference 50; REFlow: PITX2 RGQ PCR Reference Low; NC: PITX2 RGQ PCR Negative Control, NTC: PITX2 RGQ PCR NTC \\(NTC); Sample 1 to 4: bisDNA samples, NA: empty well. Troubleshooting.\r\n\n\n63 Vortex \\(10–12 seconds) and briefly centrifuge bisDNA samples, PITX2 RGQ PCR Reference 50 \\(Ref50), PITX2 RGQ PCR Reference Low \\(RefLow), PITX2 RGQ PCR Negative Control \\(NC) and PITX2 RGQ PCR NTC \\(NTC). Troubleshooting.\r\n\n\n64 Add 4 µl sample or control material into its corresponding tube according to the setup in Figure 4 to obtain a total volume of 20 µl. Mix gently 5 times by pipetting up and down. Note: be careful to change tips between each tube to avoid false-positive results from contamination by any nonspecific template. Troubleshooting.\r\n\n\n65 Close all tubes and check that no bubbles are present at the bottom of the tubes. Troubleshooting.\r\n\n\n66 Return all the therascreen PITX2 RGQ PCR Kit components and samples to the appropriate storage conditions to avoid any material degradation. Pause point: it is highly recommended to start the run as soon as possible after the preparation, however, if the tubes are prepared but cannot be processed directly \\(due to instrument unavailability), it is possible to store the plate at 2–8°C and protected from light up to 24 hrs. Troubleshooting.\r\n\n\n67 Place a 72-Well Rotor on the Rotor-Gene Q MDx rotor holder.\r\n\n\n68 Fill the rotor with strip tubes previously prepared according to the assigned positions, starting at position 1. Critical step: make sure the first tube is inserted into position 1 and the strip tubes are placed in the correct orientation and positions \\(important for run validity and traceability of sample). Always keep the four controls \\(REF50, REFlow, NC and NTC) in positions 1 to 4 so that gain optimization \\(performed on tube position 1) is always performed on the same control sample. Make sure controls are loaded in the correct order for the automated analysis of the controls \\(an inversion of controls will invalidate the run by the PITX2 assay profile). Troubleshooting.\r\n\n\n69 Fill empty positions with empty, closed tubes to fill the rotor entirely.\r\n\n\n70 Attach the locking ring. \r\n\n\n71 Load the Rotor-Gene Q MDx instrument with the rotor and locking ring. Close the instrument lid.\r\n\n\nCreating a work list and starting the qPCR run\r\n\n\n72 Switch on the Rotor-Gene Q MDx instrument.\r\n\n\n73 Open the Rotor-Gene AssayManager software by clicking the icon: The Rotor-Gene AssayManager window opens, see \"Figure 4\":http://www.nature.com/protocolexchange/system/uploads/6431/original/Figure4.png?1518707982.\r\n\n\n\r\n\n\n74 Log in as a user with the “Operator” role in the closed mode. Click “OK“. The Rotor-Gene AssayManager screen opens \\(Figure 5).\r\n\n\n75 Check that the RGQ is correctly detected to the software before launching the run.\r\n\n\n76 Select the “Setup” tab. Note: The overall functionalities of the Setup environment and of “Creating/Editing a Work List” are described in the Rotor-Gene AssayManager v2.1 Core Application User Manual.\r\n\n\n77 Click “New work list” \"Figure 5\":http://www.nature.com/protocolexchange/system/uploads/6433/original/Figure5.png?1518708013.\r\n\n\n1  Setup tab. This tab allows managing or applying work lists.\r\n\n\n2  Check applied work lists. Shows new work lists only. An “applied work list” was already performed.\r\n\n\n3  Approval tab. This tab enables you to find previous experiments.\r\n\n\n4  Archive tab. Allows you to find old experiments that were already approved.\r\n\n\n5  Service Tab. Shows a report of an audit trail of each file generated by the software.\r\n\n\n6  Configuration tab. Allows configuration of all software parameters.\r\n\n\n7  Rotor-Gene Q MDx \\(RGQ) icons: \"Figure 5a\":http://www.nature.com/protocolexchange/system/uploads/6435/original/Figure5a.png?1518708066.\r\n\n\n\r\n\n\n78 Select the PITX2 assay profile from the list of available assay profiles \"Figure 6\":http://www.nature.com/protocolexchange/system/uploads/6437/original/Figure6.png?1518708090.\r\n\n\n79 Transfer the selected assay profile to the list of selected assay profiles by clicking on the arrow \\(to the right of the assay profile name). The assay profile should now be displayed in the selected assay profiles list \"Figure 6\":http://www.nature.com/protocolexchange/system/uploads/6437/original/Figure6.png?1518708090.\r\n\n\n80 In the “Assays” tab, complete the yellow fields: number of samples in accordance with your plate setup \"Figure 7\":http://www.nature.com/protocolexchange/system/uploads/6439/original/Figure7.png?1518708109. Note: the number of samples does not correspond to the number of wells and does not include controls. Samples are tested in duplicates; therefore, one sample corresponds to two wells. For example, the number of samples to be inserted is 4 for the plate of 12 wells presented in \"Figure 3\":http://www.nature.com/protocolexchange/system/uploads/6429/original/Figure3.pdf?1518707963.\r\n\n\n\r\n\n\n81 Select the “Kit Information” tab. Insert the kit information by either selecting “Use kit bar code” \\(and scan the bar code) or selecting “Enter kit information manually” and inserting manually the kit information found on the label of the therascreen PITX2 RGQ PCR Kit box:\r\n\n\n1) Material number\r\n\n\n2) Expiry date\r\n\n\n3) Lot number\r\n\n\n82 Select the “Samples” tab. A list with the sample details is shown. This list represents the expected layout of the rotor.\r\n\n\n83 Enter the sample identification as well as any optional sample information as a comment for each sample \"Figure 8\":http://www.nature.com/protocolexchange/system/uploads/6441/original/Figure8.png?1518708131.\r\n\n\n84 Select “Properties” and enter a work list name \"Figure 9a\":http://www.nature.com/protocolexchange/system/uploads/6443/original/Figure9.png?1518708150. \r\n\n\n85 Enable the check box “worklist is complete \\(can be applied)” and see \"Figure 9b:http://www.nature.com/protocolexchange/system/uploads/6443/original/Figure9.png?1518708150.\r\n\n\n86 Save the work list \"Figure 9c\":http://www.nature.com/protocolexchange/system/uploads/6443/original/Figure9.png?1518708150. Optional: press “Print work list” to print the work list. Printing the work list may help with the preparation and setup of the run. The sample details are included as part of the work list.\r\n\n\n87 Select the corresponding work list from the work list manager and click “Apply” \"Figure 9d\":http://www.nature.com/protocolexchange/system/uploads/6443/original/Figure9.png?1518708150. Alternatively, if the work list is still open, click “Apply”. Note: check that the Rotor-Gene Q MDx is correctly detected by the software before launching the run.\r\n\n\n88 Enter the experiment name.\r\n\n\n89 Select the cycler to be used in “Cycler Selection”.\r\n\n\n90 Check that the locking ring is correctly attached and confirm on the screen that the locking ring is attached.\r\n\n\n91 Click “Start run”. The qPCR run should start. Troubleshooting.\r\n\n\nRelease and report qPCR results\r\n\n\nThe general functionality of the approval environment is described in the Rotor-Gene AssayManager v2.1 Gamma Plug-in User Manual. After a run has been finished and the cycler has been released, the experiment will be saved in the internal database. The analysis of the acquired data is performed automatically according to the rules and parameter values defined by the assay profile.\r\n\n\n92 When the run has finished, click on “Finish run” to analyze and export data. Critical step: until this step is completed, the experiment is not saved in the internal database.\r\n\n\n93 After clicking “Finish run”, enter the password and click “Release and go to approval” \"Figure 10\":http://www.nature.com/protocolexchange/system/uploads/6445/original/Figure10.png?1518708198.\r\n\n\n\r\n\n\n• For users logged in with the “Approver” role, click “Release and go to approval”. \r\n\n\n• For users logged in with the “Operator” role, click “Release”. \r\n\n\n• If “Release and go to approval” was clicked, the results for the experiment are displayed in the “Approval” environment.\r\n\n\n• If “Release” was clicked by a user with the “Operator” role, someone with an “Approver” role must log in and select the “Approval” environment. Note: in the “Approval” tab, experiments can be analyzed by shifting between each tab \\(i.e., experiment, assay, audit, trail, run control results).\r\n\n\n\r\n\n\n94 Check the amplification curves for each sample, tick the first box on the right side of the “flags” column \\(the box becomes green) \"Figure 11\":http://www.nature.com/protocolexchange/system/uploads/6447/original/Figure11.png?1518708218. Troubleshooting\r\n\n\n\r\n\n\n95 Click “Release/report data” \\(at the bottom right of the window) to create a .pdf report and to save the LIMS file. \\(a copy is automatically saved in C:\\Documents andsettings\\AllUsers\\Documents\\QIAGEN\\RotorGeneAssayManager\\Export\\Reports).\r\n\n\n96 Close the pdf file and return to the Rotor-Gene AssayManager. Click “OK” each time it is asked.\r\n\n\n97 Go to the “Archive” tab to export the .rex file \"Figure 12a\":http://www.nature.com/protocolexchange/system/uploads/6449/original/Figure12.png?1518708235. Check that “start date” and “end date” are correct \"Figure 12b\":http://www.nature.com/protocolexchange/system/uploads/6449/original/Figure12.png?1518708235 and click “apply filter”. \"Figure 12c\":http://www.nature.com/protocolexchange/system/uploads/6449/original/Figure12.png?1518708235 Select the experiment to export \"Figure 12d\":http://www.nature.com/protocolexchange/system/uploads/6449/original/Figure12.png?1518708235 then click on “Show assays” \"Figure 12e\":http://www.nature.com/protocolexchange/system/uploads/6449/original/Figure12.png?1518708235.\r\n\n\n\r\n\n\n98 Export the.rex file \\(the file is saved in C:\\Documents and settings\\AllUsers\\Documents \\QIAGEN\\RotorGeneAssayManager\\Export\\Experiments). Note: the software automatically generated a LIMS file in \r\n\n\nC:\\Documents and settings\\All Users\\Documents\\QIAGEN\\RotorGeneAssayManager\\Export\\LIMS\r\n\n\n99 Unload the Rotor-Gene Q MDx instrument and discard the strip tubes according to your local safety regulations."
        },
        {
            "header": "Timing",
            "content": "Timings for each step are listed in the Procedure Section"
        },
        {
            "header": "Troubleshooting",
            "content": "See \"Table 8\":http://www.nature.com/protocolexchange/system/uploads/6451/original/Table8.pdf?1518708267 for Troubleshooting details."
        },
        {
            "header": "Anticipated Results",
            "content": "Analysis of the therascreen PITX2 RGQ PCR Kit results for each control and sample is performed automatically by the Rotor-Gene AssayManager v2.1 associated with the Gamma Plug-in v1.0 and the PITX2 assay profile hereafter referred to as the PITX2 Assay Package. The PITX2 Assay Package analyzes amplification curves, and may invalidate non-conforming curves, depending on their shape and noise amplitude. If this is the case, a flag will appear with the invalidated curve. Cycle threshold values \\(CT) are determined automatically for each marker separately by the software. \r\n\n\nPMR values for each well are calculated separately using a modified 2expCT method with the following formula: PMR \\(sample):  1/\\(1+2exp\\(CTmeth\\(FAM) – CTunmeth \\(HEX))) \\(see also patent EP1561821 10). A mean value is determined \\(PMRmean) and the difference for the PMRs from technical duplicates of a sample is calculated for quality control of intra-assay variation \\(deltaPMR; see \"Table 9\":http://www.nature.com/protocolexchange/system/uploads/6453/original/Table9.pdf?1518708290). To determine assay validity, the PITX2 Assay Package also analyzes the run controls, i.e., PITX2 RGQ PCR Reference 50 \\(REF50), PITX2 RGQ PCR Reference Low \\(REFlow), PITX2 RGQ PCR Negative Control \\(NC) and PITX2 RGQ PCR NTC \\(NTC). Validity for each control and sample is based on compliance of CT and/or PMR values with pre-defined specifications \\(see \"Table 10\":http://www.nature.com/protocolexchange/system/uploads/6455/original/Table10.pdf?1518708317).\r\n\n\n\r\n\n\nNote: If at least one control is invalid, the results obtained for all test samples are considered invalid and no PMR results are displayed. Finally, an integer PMR value is assigned to the samples by averaging of the two PMR results obtained for each sample replicate. In case of invalid results, retests are required. If the assay is invalid, i.e., one of the four controls invalid, the entire run including all tested samples should be retested. If the assay is valid but one or several samples are invalid, the invalid sample\\(s) should be retested after investigating the type of failure. A workflow of the retest procedure is presented in \"Figure 13\":http://www.nature.com/protocolexchange/system/uploads/6457/original/Figure13.jpg?1518708338\r\n\n\n\r\n\n\nWorkflow Control: \r\n\n\nThe sample HD216 \\(workflow control) should give a PMR value between 30 and 50. If this PMR is obtained with this workflow control, both gDNA purification and bisulfite conversion step can be validated. \r\n\n\n\r\n\n\nApplication example:\r\n\n\nThe PMR obtained for each patient sample will provide information to the treating physician about whether a patient is likely to benefit of anthracycline-based chemotherapy. If the PMR obtained is equal to or lower than 12, the patient is likely to benefit of anthracycline-based chemotherapy. In contrast, if the obtained PMR is higher than 12, an alternative treatment may be proposed, because the patient has a lower probability of responding to anthracycline-based chemotherapy.\r\n\n\nA retrospective validation study performed recently showed for 205 high-risk, lymph node positive, estrogen receptor-positive, HER2-negative breast cancer patients, treated with adjuvant anthracycline-based therapy, included from three different hospitals an overall pass rate of 98 % \\(205 samples successfully analyzable) and a first time pass rate of 93 % \\(for 14 samples qPCR repeats in 205 valid samples were necessary) which demonstrates high robustness and reliability of the overall extraction and analysis workflow."
        },
        {
            "header": "References",
            "content": "1 Goldhirsch, A. et al. Progress and promise: highlights of the international expert consensus on the primary therapy of early breast cancer 2007. Ann Oncol 18, 1133-1144, doi:10.1093/annonc/mdm271 \\(2007).\r\n\n\n2 Harbeck, N. & Gnant, M. Breast cancer. Lancet 389, 1134-1150, doi:10.1016/S0140-6736\\(16)31891-8 \\(2017).\r\n\n\n3 Dubsky, P. et al. EndoPredict improves the prognostic classification derived from common clinical guidelines in ER-positive, HER2-negative early breast cancer. Ann Oncol 24, 640-647, doi:10.1093/annonc/mds334 \\(2013).\r\n\n\n4 Aubele, M. et al. The Predictive Value of PITX2 DNA Methylation for High-Risk Breast Cancer Therapy: Current Guidelines, Medical Needs, and Challenges. Dis Markers 2017, 4934608, doi:10.1155/2017/4934608 \\(2017).\r\n\n\n5 Davalos, V., Martinez-Cardus, A. & Esteller, M. The Epigenomic Revolution in Breast Cancer: From Single-Gene to Genome-Wide Next-Generation Approaches. Am J Pathol 187, 2163-2174, doi:10.1016/j.ajpath.2017.07.002 \\(2017).\r\n\n\n6 Duffy, M. J. et al. Methylated genes as new cancer biomarkers. Eur J Cancer 45, 335-346, doi:10.1016/j.ejca.2008.12.008 \\(2009).\r\n\n\n7 Nimmrich, I. et al. DNA hypermethylation of PITX2 is a marker of poor prognosis in untreated lymph node-negative hormone receptor-positive breast cancer patients. Breast Cancer Res Treat 111, 429-437, doi:10.1007/s10549-007-9800-8 \\(2008).\r\n\n\n8 Maier, S. et al. DNA-methylation of the homeodomain transcription factor PITX2 reliably predicts risk of distant disease recurrence in tamoxifen-treated, node-negative breast cancer patients--Technical and clinical validation in a multi-centre setting in collaboration with the European Organisation for Research and Treatment of Cancer \\(EORTC) PathoBiology group. Eur J Cancer 43, 1679-1686, doi:10.1016/j.ejca.2007.04.025 \\(2007).\r\n\n\n9 Hartmann, O. et al. DNA methylation markers predict outcome in node-positive, estrogen receptor-positive breast cancer with adjuvant anthracycline-based chemotherapy. Clin Cancer Res 15, 315-323, doi:15/1/315 \\[pii] 10.1158/1078-0432.CCR-08-0166 \\(2009).\r\n\n\n10 Foekens, J., Harbeck, N., König, T., et al. Prognostic markers for prediction of treatment response and/or survival of breast cell proliferative disorder patients. \\(2011).\r\n\n\n11 Harbeck, N. et al. Multicenter study using paraffin-embedded tumor tissue testing PITX2 DNA methylation as a marker for outcome prediction in tamoxifen-treated, node-negative breast cancer patients. J Clin Oncol 26, 5036-5042, doi:JCO.2007.14.1697 \\[pii] 10.1200/JCO.2007.14.1697 \\(2008).\r\n\n\n12 Sailer, V. et al. Clinical performance validation of PITX2 DNA methylation as prognostic biomarker in patients with head and neck squamous cell carcinoma. PLoS One 12, e0179412, doi:10.1371/journal.pone.0179412 \\(2017).\r\n\n\n13 Zhang, J. X. et al. PITX2: a promising predictive biomarker of patients' prognosis and chemoradioresistance in esophageal squamous cell carcinoma. Int J Cancer 132, 2567-2577, doi:10.1002/ijc.27930 \\(2013).\r\n\n\n14 Dietrich, D. et al. DNA methylation of the homeobox genes PITX2 and SHOX2 predicts outcome in non-small-cell lung cancer patients. Diagn Mol Pathol 21, 93-104, doi:10.1097/PDM.0b013e318240503b \\(2012).\r\n\n\n15 Hirose, H. et al. The significance of PITX2 overexpression in human colorectal cancer. Ann Surg Oncol 18, 3005-3012, doi:10.1245/s10434-011-1653-z \\(2011).\r\n\n\n16 Fung, F. K. et al. Increased expression of PITX2 transcription factor contributes to ovarian cancer progression. PLoS One 7, e37076, doi:10.1371/journal.pone.0037076 PONE-D-12-02687 \\[pii] \\(2012).\r\n\n\n17 Lopez, J. I. et al. A DNA hypermethylation profile reveals new potential biomarkers for the evaluation of prognosis in urothelial bladder cancer. APMIS 125, 787-796, doi:10.1111/apm.12719 \\(2017).\r\n\n\n18 Luan, Z. M., Zhang, H. & Qu, X. L. Prediction efficiency of PITX2 DNA methylation for prostate cancer survival. Genet Mol Res 15, doi:10.4238/gmr.15026750 \\(2016).\r\n\n\n19 Uhl, B. et al. PITX2 DNA Methylation as Biomarker for Individualized Risk Assessment of Prostate Cancer in Core Biopsies. J Mol Diagn 19, 107-114, doi:10.1016/j.jmoldx.2016.08.008 \\(2017).\r\n\n\n20 Vela, I. et al. PITX2 and non-canonical Wnt pathway interaction in metastatic prostate cancer. Clin Exp Metastasis 31, 199-211, doi:10.1007/s10585-013-9620-7 \\(2014).\r\n\n\n21 Basu, M. & Roy, S. S. Wnt/beta-catenin pathway is regulated by PITX2 homeodomain protein and thus contributes to the proliferation of human ovarian adenocarcinoma cell, SKOV-3. J Biol Chem 288, 4355-4367, doi:M112.409102 \\[pii] 10.1074/jbc.M112.409102 \\(2013).\r\n\n\n22 Basu, M. et al. Invasion of ovarian cancer cells is induced byPITX2-mediated activation of TGF-beta and Activin-A. Mol Cancer 14, 162, doi:10.1186/s12943-015-0433-y \\(2015)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15439,
                "identity": "a156e56c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rudolf  Napieralski",
                "email": "Rudolf.Napieralski@therawis.com",
                "orcid": "",
                "institution": "Therawis Diagnostics GmbH, Munich, Germany ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rudolf",
                "middleName": "",
                "lastName": "Napieralski",
                "suffix": ""
            },
            {
                "id": 15440,
                "identity": "a156e82d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gabriele Schricker",
                "email": "",
                "orcid": "",
                "institution": "Therawis Diagnostics GmbH, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gabriele",
                "middleName": "",
                "lastName": "Schricker",
                "suffix": ""
            },
            {
                "id": 15441,
                "identity": "a156ec29-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elodie Piednoir ",
                "email": "",
                "orcid": "",
                "institution": "HalioDx Luminy Biotech Entreprises, Marseille, France ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elodie",
                "middleName": "",
                "lastName": "Piednoir",
                "suffix": ""
            },
            {
                "id": 15442,
                "identity": "a156ef9d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olivia Manner",
                "email": "",
                "orcid": "",
                "institution": "HalioDx Luminy Biotech Entreprises, Marseille, France ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olivia",
                "middleName": "",
                "lastName": "Manner",
                "suffix": ""
            },
            {
                "id": 15443,
                "identity": "a156f12b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexandre Bona",
                "email": "",
                "orcid": "",
                "institution": "HalioDx Luminy Biotech Entreprises, Marseille, France ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexandre",
                "middleName": "",
                "lastName": "Bona",
                "suffix": ""
            },
            {
                "id": 15444,
                "identity": "a156f293-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Samantha Segalas",
                "email": "",
                "orcid": "",
                "institution": "HalioDx Luminy Biotech Entreprises, Marseille, France ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Samantha",
                "middleName": "",
                "lastName": "Segalas",
                "suffix": ""
            },
            {
                "id": 15445,
                "identity": "a156f3f6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elisabeth Schueren",
                "email": "",
                "orcid": "",
                "institution": "Therawis Diagnostics GmbH, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elisabeth",
                "middleName": "",
                "lastName": "Schueren",
                "suffix": ""
            },
            {
                "id": 15446,
                "identity": "a156f54c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Juergen Lauber",
                "email": "",
                "orcid": "",
                "institution": "QIAGEN Workflow",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Juergen",
                "middleName": "",
                "lastName": "Lauber",
                "suffix": ""
            },
            {
                "id": 15447,
                "identity": "a156f6b1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jonathan Perkins",
                "email": "",
                "orcid": "",
                "institution": "QIAGEN Workflow",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jonathan",
                "middleName": "",
                "lastName": "Perkins",
                "suffix": ""
            },
            {
                "id": 15448,
                "identity": "a156f841-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aurelia Noske",
                "email": "",
                "orcid": "",
                "institution": "Institute of Pathology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aurelia",
                "middleName": "",
                "lastName": "Noske",
                "suffix": ""
            },
            {
                "id": 15449,
                "identity": "a156f9a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Viktor Magdolen",
                "email": "",
                "orcid": "",
                "institution": "Department of Obstetrics and Gynecology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Viktor",
                "middleName": "",
                "lastName": "Magdolen",
                "suffix": ""
            },
            {
                "id": 15450,
                "identity": "a156fb86-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wilko Weichert",
                "email": "",
                "orcid": "",
                "institution": "Institute of Pathology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wilko",
                "middleName": "",
                "lastName": "Weichert",
                "suffix": ""
            },
            {
                "id": 15451,
                "identity": "a156fdd5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marion Kiechle",
                "email": "",
                "orcid": "",
                "institution": "Department of Obstetrics and Gynecology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marion",
                "middleName": "",
                "lastName": "Kiechle",
                "suffix": ""
            },
            {
                "id": 15452,
                "identity": "a1570017-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olaf Wilhelm",
                "email": "",
                "orcid": "",
                "institution": "Therawis Diagnostics GmbH, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olaf",
                "middleName": "",
                "lastName": "Wilhelm",
                "suffix": ""
            },
            {
                "id": 15453,
                "identity": "a15701a4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Manfred Schmitt",
                "email": "",
                "orcid": "",
                "institution": "Therawis Diagnostics GmbH, Munich, Germany ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Manfred",
                "middleName": "",
                "lastName": "Schmitt",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-02-15 16:26:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.022",
        "doiUrl": "https://doi.org/10.1038/protex.2018.022",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610039,
                "identity": "05dd79d3-a303-4dbc-bd57-09369135e7b3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31961,
                "visible": true,
                "origin": "",
                "legend": "Stratification of breast cancer patients by clinico-pathological and molecular-biological tests. Role of prognostic and predictive tests in the clinical workflow.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_1.png"
            },
            {
                "id": 2610042,
                "identity": "3bb3b2a0-b608-424a-8480-19628c4e9922",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 333189,
                "visible": true,
                "origin": "",
                "legend": "Schematic workflow of the therascreen PITX2 RGQ PCR assay.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_2.jpg"
            },
            {
                "id": 2610049,
                "identity": "bd0c2535-883e-4acb-bbb1-aabfbd7b3222",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22353,
                "visible": true,
                "origin": "",
                "legend": "Loading block setup for an experiment with the therascreen PITX2 RGQ PCR Kit, testing four samples.",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_3.pdf"
            },
            {
                "id": 2610050,
                "identity": "bbd50273-9453-4dd9-8f47-80330cccf29b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 26228,
                "visible": true,
                "origin": "",
                "legend": "Rotor-Gene AssayManager login screen.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_4.png"
            },
            {
                "id": 2610052,
                "identity": "226fb851-b41d-405d-acdc-038c2f061e34",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33110,
                "visible": true,
                "origin": "",
                "legend": "Description of the different tabs present in the RGAM software.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_5.png"
            },
            {
                "id": 2610051,
                "identity": "5786ff4e-a0bb-468d-b19d-15ee5f9a0475",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4787,
                "visible": true,
                "origin": "",
                "legend": "Figure 5a   Rotor-Gene Q MDx (RGQ) icons:",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_6.png"
            },
            {
                "id": 2610053,
                "identity": "4418f0e9-760f-4a6f-864e-5e6ee4e23b81",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47028,
                "visible": true,
                "origin": "",
                "legend": "Figure 6   Assay profile import.",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_7.png"
            },
            {
                "id": 2610055,
                "identity": "34321c26-a475-46f9-a697-fbad9b4de97e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47495,
                "visible": true,
                "origin": "",
                "legend": "Figure 7   Inserting the number of samples.",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_8.png"
            },
            {
                "id": 2610054,
                "identity": "e021fb0b-3ee0-43e6-9961-3371aea01c89",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 71658,
                "visible": true,
                "origin": "",
                "legend": "Figure 8   Sampling setting",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_9.png"
            },
            {
                "id": 2610056,
                "identity": "d8e7638d-f71d-4102-9f49-af7471a700ee",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47000,
                "visible": true,
                "origin": "",
                "legend": "Figure 9   Creation of the worklist.",
                "description": "",
                "filename": "figure10.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_10.png"
            },
            {
                "id": 2610057,
                "identity": "36b70273-bfbd-45c8-b731-7149e155737e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61001,
                "visible": true,
                "origin": "",
                "legend": "Figure 10   Finalization of the run.",
                "description": "",
                "filename": "figure11.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_11.png"
            },
            {
                "id": 2610058,
                "identity": "a3ce03f5-064d-4407-b9d2-9a8be8193c59",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 114773,
                "visible": true,
                "origin": "",
                "legend": "Figure 11   Amplification Curve checking.",
                "description": "",
                "filename": "figure12.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_12.png"
            },
            {
                "id": 2610059,
                "identity": "8f01cf98-b12e-4f05-9ef7-4e6fe8224f38",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "png",
                "order_by": 13,
                "title": "Figure 13",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 106282,
                "visible": true,
                "origin": "",
                "legend": "Figure 12   Export of the run data.",
                "description": "",
                "filename": "figure13.png",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_13.png"
            },
            {
                "id": 2610063,
                "identity": "75d828e2-d30e-42a5-b0e0-0d09c974bc0b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "jpg",
                "order_by": 14,
                "title": "Figure 14",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 324072,
                "visible": true,
                "origin": "",
                "legend": "Figure 13   Retest workflow.",
                "description": "",
                "filename": "figure14.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/figure_14.jpg"
            },
            {
                "id": 13465702,
                "identity": "ea85a714-75bd-48e7-af65-cef03aa8b012",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1046857,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/aa080978-02ef-421d-80f2-e12fcf55de60.pdf"
            },
            {
                "id": 2610060,
                "identity": "98776dec-c0ed-4eda-8b13-0bf9569fe1f8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 95747,
                "visible": true,
                "origin": "",
                "legend": "Table 9   Delta PMR ranges for quality control of intra assay variation.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610061,
                "identity": "124e931f-063b-4786-a78d-5b6ed45156b0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 166973,
                "visible": true,
                "origin": "",
                "legend": "Table 8   Troubleshooting guide",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610062,
                "identity": "b89e83b3-469e-4a81-b903-585e6e3a6797",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 114604,
                "visible": true,
                "origin": "",
                "legend": "Table 10   qPCR validity criteria",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610041,
                "identity": "dcfb097a-c8b0-40a9-ad88-a405b4f4fce3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 141323,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Protocol steps and requirements",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610043,
                "identity": "e275292e-6141-485d-bee6-33772af95bb8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 186761,
                "visible": true,
                "origin": "",
                "legend": "Table 2   List of necessary reagents and consumables",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610044,
                "identity": "34d7e1e1-848b-4c7c-b07a-538961623c51",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 147322,
                "visible": true,
                "origin": "",
                "legend": "Table 3   List of potential hazardous reagents used in the workflow and their respective safety actions.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610045,
                "identity": "aaae221c-eeed-4067-bc58-d05fb3cfa689",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 93344,
                "visible": true,
                "origin": "",
                "legend": "Table 6   Bisulfite conversion thermal cycler conditions.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610046,
                "identity": "4f420e25-4c64-44ef-9247-4cd5632bf1eb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 98183,
                "visible": true,
                "origin": "",
                "legend": "Table 5   Set-up of bisulfite conversion mix",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610047,
                "identity": "a6cf5f6c-a479-4fc1-bfc2-9d3773946127",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 176114,
                "visible": true,
                "origin": "",
                "legend": "Table 4   List of recommended equipment necessary for processing the overall workflow.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            },
            {
                "id": 2610048,
                "identity": "23780818-1c3d-420b-8089-0f799871797e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 103138,
                "visible": true,
                "origin": "",
                "legend": "Table 7   Pipetting scheme of qPCR Mastermix and sample distribution.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6605/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare the following potential conflict of interest: OW, GS, RN, ES and MS \\(†) are employees of Therawis Diagnostics. JL and JP are employees of QIAGEN. E.P., O.M., A.B., S.S. are employees of Halio Dx.\r\n\n\n\r\n\n\nOW, RN, MK, VM and MS are equity owner of Therawis Diagnostics. The work was in part performed under a research agreement supported by Therawis Diagnostics.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PITX2, Breast Cancer, predictive, tumor biomarker, cancer, Epigenetics",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The therascreen PITX2 RGQ PCR assay is an optimized in vitro DNA methylation-specific quantitative real-time PCR test intended for the determination of the percent methylation ratio \\(PMR) in the pituitary homeobox 2 \\(PITX2) transcription factor gene promoter 2. The test uses bisulfite-converted genomic DNA derived from formalin-fixed paraffin-embedded tumor tissues of breast cancer patients. The PMR will aid clinicians in selecting adjuvant systemic chemotherapy, e.g. anthracycline-based chemotherapy in high-risk lymph node-positive, estrogen receptor-positive, HER2-negative breast cancer patients. The assay is intended to be used by qualified users, such as technicians, molecular biologists/clinical chemists, or physicians, trained in molecular biology techniques and in vitro diagnostic procedures. The complete workflow is streamlined for medium sample throughput with highly reliable and robust readout and can be performed in two working days.",
        "manuscriptTitle": "therascreenPITX2 RGQ PCR assay for the assessment of PITX2 DNA-methylation status to investigate the role of the transcription factor PITX2 and the regulation of the Wnt/ß-catenin pathway in pathophysiological processes.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-02-20 15:20:15",
                "doi": "10.1038/protex.2018.022",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a15682ec-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 20th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4198,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-02-20 15:20:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}