{
    "identity": "nprot-6949",
    "title": "Trac-looping protocol",
    "content": [
        {
            "header": "Reagents",
            "content": "Buffers:\r\n\n\nLysis buffer: 50mM Tris-HCl pH8.0, 300 mM NaCl, 20mM Imidazole, 0.1% Triton X-100, 10 μg/ml Pepstatin A \\(calbiochem cat# 516481), 10 μg/ml Leupeptin Hemisulfate  \\(calbiochem cat# 108975), 10 μg/ml Chymostatin \\(calbiochem cat# 230790), 6 μg/ml Antipain Dihydrochloride \\(Sigma cat#A6191), 1mg/ml lysozyme.\r\n\n\nWash buffer: 50mM Tris-HCl pH8.0, 1M NaCl , 20mM Imidazole, 0.1% Triton® X-100.\r\n\n\nElution buffer: 50mM Tris-HCl pH8.0, 1M NaCl, 250mM Imidazole, 0.1% Triton® X-100.\r\n\n\n10x annealing buffer: 0.5 M Tris-acetate pH 7.5, 1.5 M potassium acetate, 40 mM spermidine.\r\n\n\nRSB buffer: 10mM Tris HCl pH7.4, 10mM NaCl, 3mM MgCl2.\r\n\n\nTn5 cell lyse buffer: 10mM Tris-HCl pH7.5, 10mM NaCl, 3mM Mg Cl2 and 0.5% NP40.\r\n\n\n10x Tn5 reaction buffer: 0.5 M Tris-acetate \\(pH 7.5), 1.5 M potassium acetate, 100 mM magnesium acetate, 40 mM spermidine.\r\n\n\n1X T7 DNA Ligase Reaction Buffer: 66 mM Tris-HCl, 10 mM MgCl2, 1 mM ATP, 1 mM DTT, 7.5% Polyethylene glycol \\(PEG 6000), pH 7.6 @ 25°C\r\n\n\nTn5 Enzymes. The Tnp enzyme is stored at -80°C freezer in elution buffer with final 1 mM dithiothreitol and 50% glycerol. \r\n\n\n\r\n\n\nOligonucleotides. All oligos are ordered from IDTDNA.com. The sequences are:\r\n\n\nME3ddCTPtop: /5phos/CTGTCTCTTATACACATCTCTGATGGCGCGAGGGA/3ddCTP/\r\n\n\n5NH2MEbottom: /5AmC6/TCCCTCGCGCCATCAGAGATGTGTATAAGAGACAG\r\n\n\nBio67F:\r\n\n\n/5Phos/CTGTCTCTTATACACATCTCCGAGCCCACGAGAC/iBiodT/CGTCGGCAGCGTCAGATGTGTATAAGAGACAG\r\n\n\n67bpR: /5Phos/CTGTCTCTTATACACATCTGACGCTGCCGACGAGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG\r\n\n\nN501: AATGATACGGCGACCACCGAGATCTACACTAGATCGCTCGTCGGCAGCGTCAGATGTGTATAAGAGACAG\r\n\n\nN502:\r\n\n\nAATGATACGGCGACCACCGAGATCTACACCTCTCTATTCGTCGGCAGCGTCAGATGTGTATAAGAGACAG\r\n\n\nN701: CAAGCAGAAGACGGCATACGAGATTCGCCTTAGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG \r\n\n\nN702: CAAGCAGAAGACGGCATACGAGATCTAGTACGGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG \r\n\n\nN703: CAAGCAGAAGACGGCATACGAGATTTCTGCCTGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG \r\n\n\nN706: CAAGCAGAAGACGGCATACGAGATCATGCCTAGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG \r\n\n\nN709: CAAGCAGAAGACGGCATACGAGATAGCGTAGCGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG \r\n\n\nN711: CAAGCAGAAGACGGCATACGAGATTGCCTCTTGTCTCGTGGGCTCGGAGATGTGTATAAGAGACAG"
        },
        {
            "header": "Procedure",
            "content": "**_Expression and purification of hyperactive Tnp and annealing of linkers_**\r\n\n\n\r\n\n\n**Day 1:**\r\n\n\n1. Transform competent cells BL21 Gold \\(DE3) \\(Agilent cat# 230132) with pET15b-His6Tnp. Plate the transformed bacterial cells on agar plates containing Carbenicillin and incubate the plates at 37°C for 14 hours. \r\n  2. Inoculate 60ml LB containing Carbenicillin \\(100 μg/ml) with one single colony and incubate at 37°C with shaking at 200rpm for overnight. \r\n  \r\n\n\n**Day 2:**\r\n\n\n3. Dilute the above culture to 1.2 liter of the same media and continue to culture until OD600 of 0.8. \r\n  4. Add IPTG to 0.5mM \\(final concentration) and shake the culture at 200rpm at room temperature for 4 hours. \r\n  5. Following cooling down in ice water, harvest the cells by spinning at 3700rpm at 4°C for 15min. Resuspend the cell pellets in 30 ml lysis buffer \\(50mM Tris-HCl pH8.0, 300 mM NaCl, 20mM Imidazole, 0.1% Triton X-100, 10 μg/ml  Pepstatin A \\(calbiochem cat# 516481), 10 μg/ml Leupeptin Hemisulfate  \\(calbiochem cat# 108975),  10 μg/ml Chymostatin \\(calbiochem cat# 230790),  6 μg/ml Antipain  Dihydrochloride \\(Sigma cat#A6191), 1mg/ml lysozyme); incubate on ice for 30 minutes. \r\n  6. Lyse the cells by sonication with a microtip on Misonix4000 \\(total process time of 105” with 15” on, 30” off, 90% for amplitude).\r\n  7. Spin the lysates at 15,000rpm for 10 min at 4°C; transfer supernatant to a new tube and add 5mM 2ME \\(2-mecapotoethenal), 1 μM PMSF and 1M NaCl. \r\n  8. Wash 0.8 ml 50% Ni-NTA agarose bead slurry \\(Qiagen cat#1018244) with 30 ml of 50mM Tris-HCl pH8.0, 300 mM NaCl and 20mM Imidazole. Spin at 1320 rpm at 4°C for 5min. Remove supernatant.\r\n  9. Add the cleared lysates to the Ni-NTA agarose beads and rotate at 4°C for one hour. Spin the beads at 1320rpm for 5min at 4°C and remove supernatant. Wash the beads once with 15ml wash buffer \\(50mM Tris-HCl pH8.0, 1M NaCl, 20mM Imidazole, 0.1% Triton® X-100).\r\n  10. Transfer the beads to a 1ml syringe with glass wool on the bottom. Wash the beads with 20ml wash buffer. Elute the bound Tnp using 3 ml of elution buffer \\(50mM Tris-HCl pH8.0, 1M NaCl, 250mM Imidazole, 0.1% Triton® X-100) by loading 0.5ml elution buffer for 6 times and collect the eluates into 6 Eppendorf tubes. Add for final 1 mM dithiothreitol and 50% glycerol. Check the purified proteins by SDS-PAGE.\r\n  \r\n\n\n11. Anneal the bivalent linker and half linker. Mix 250μl 20μM Bio67F, 250 μl 20 μM 67bpR and 55 μl 10x annealing buffer \\(0.5 M Tris-acetate pH 7.5, 1.5 M potassium acetate, 40 mM spermidine). Heat at 98°C for 5min followed by slow cooling to room temperature to form the bivalent linker. Similarly, mix 250μl 20μM ME3ddCTPtop and 250μl 20μM 5NH2MEbottom. Heat at 98°C for 5min followed by slow cooling to room temperature to form the half linker. Save at -20°C freezer.\r\n  \r\n\n\n**_Generation of TrAC-looping libraries_**\r\n\n\n\r\n\n\n**Day 1:**\r\n\n\n1. Cross-link cultured or purified cells. Resuspend 50 x106 cells in 50 ml culture media containing 10% FBS. Add 3.33 ml of 16% formaldehyde to the cell suspension and incubate at room temperature for 10 min with occasional rotation. Quench the reaction by adding 5.3ml 1.25M glycine. Gently rock at room temperature for 5min. Spin at 1320rpm for 7min. wash with PBS twice.\r\n  2. Wash cells twice with 50 ml of ice-cold RSB buffer \\(10mM Tris HCl pH7.4, 10mM NaCl, 3mM MgCl2). Spin at 1320rpm \\(376xg) at 4°C for 10min. Remove supernatant.\r\n  3. Resuspend cell pellet in 50 ml of ice-cold Tn5 cell lyse buffer. Incubate on ice for 15min. Centrifuge at 1320rpm \\(376xg) at 4°C for 10min. Remove supernatant. Add 1.80 ml Tn5 cell lyse buffer to the pellet and pipette up and down several times to mix well, then add 200l 10x Tn5 reaction buffer. Dispense the mixture into 100l aliquots in 1.5ml tubes \\(~2.5M cells/tube).\r\n  4. Prepare the Tn5-bivalent transposome complex in 1 tube before washing the cells. Add 16 μl 100% glycerol, 4.5 μl 50 μM annealed half linker, 12.5 μl 9 μM bivalent linker and mix well. Then add 30 μl 1mg/ml HisTnp enzyme to the above mixture and incubate at room temperature for 20min to form a total of 63 μl Tn5-bivalent transposome complex. Store the complex on ice.\r\n  5. Add 1.6 μl Tn5-bivalent transposome complex to 100 μl cells. Incubate the complex at 37°C for 2 hours. Then add 1.5 μl of the complex to the reaction and continue incubation at 37°C for overnight with gentle vortexing \\(shaking at 800rpm for 30 seconds with 5 min intervals).\r\n  \r\n\n\n**Day 2:**\r\n\n\n6. Pool the reaction mixtures from 2 tubes into one tube \\(total 200 μl). Wash the tube once with 300 μl EB and combine with the reaction mixture to have a total volume of 500 μl in each tube with a total of 10 tubes. Add 25 μl 0.5M EDTA to a final concentration of 25mM to stop reaction.\r\n  7. To each tube, add 16 μl 10% SDS+ 30 μl 20mg/ml Protease K. Incubate at 55°C for 2 hours with shaking at 800rpm, followed by incubation at 65°C for 16 hours. \r\n  8. Add 20 μl RNase A \\(Invitrogen cat# 12091-039) to each tube and incubate at 37°C for 1 hour. \r\n  9. Add 600 μl Phenol-chloroform. Vortex vigorously for 30 seconds. Spin at 12000rpm at 4°C for10min. Transfer supernatant to a new tube. Add 100 μl EB to the previous Phenol-chloroform tube, vortex, spin and combine the supernatants \\(a total of 700 μl). Repeat the extraction with 700 μl Phenol. Transfer supernatant to a new tube. Add 100 μl EB to the previous Phenol-chloroform tube, vortex, spin and combine the supernatants \\(a total of 800 μl). \r\n  10. Split the 800 μl supernatant to 2 tubes \\(400 μl) to obtain a total of 20 tubes. To each tube, add 1 μl 20mg/ml glycogen +16 μl 5M NaCl + 1 ml ethanol. Keep the tubes on dry ice for 30 mins.  Spin at 12000rpm at 4°C for 15 min. Remove supernatant and wash pellets with cold 70% ethanol. Spin again and remove supernatant. Air dry pellets for 3 min. \r\n  11. Resuspend pellet in each tube with 25 μl EB \\(a total of 20 tubes, 2.5M cells per tube). \r\n  \r\n\n\n**Day 3:**\r\n\n\n12. Repair the gaps generated by DNA transposition. To each tube of 25 μl DNA, add 10 μl 10x NEBuffer2.1, 61.5 μl H\n2\nO, 1 μl 10 mM dNTPs, 2.5 μl 3 units/μl T4 DNA Polymerase and mix well. Incubate at 25°C for 1 hour.\r\n  13. Add 5 μl 0.5M EDTA to stop the 100ul reaction. Add 60 μl prewarmed Ampure beads Ampure XP beads \\(Agencourt part number: A63881) \\(the volume ratio beads and DNA is 0.6) to purify for the >300bp DNA fragments. Vortex and mix well the beads suspension. Sit on bench for 30 min with gentle rotation. \\(Note: always notice beads stick to each other. This is because gDNA is very large and make beads clog.) \r\n  14. Collect beads on magnet. Save the supernatant so that it will be bound to the eluted beads later again for a second binding in order to recover all the >300bp DNA fragments. Wash the beads with 500 μl 70% ethanol twice. Air dry the beads briefly. Elute the bound DNA from beads with 188 μl 1x cutsmart buffer. Do not use pipette tips to pipette up and down. Instead vortex the tube hard. \r\n  15. Add the saved supernatants from Step 14 to the eluted beads for the second round of binding as done in Step 13 and 14. Pool the two rounds of eluates to obtain 376 μl per 2.5M cells \\(a total of 20 tubes at this step). \r\n  16. 10 tubes are subject to NlaIII digestion and the other 10 tubes are subject to MluCI digestion by adding 24 μl 10 units/μl enzymes to each tube and incubate at 37°C for 3 hours. Check size of sample 2 and 4 after MinElute purification.\r\n  \r\n\n\n**Day 4:**\r\n\n\n17. Prepare 40 μl C1 beads for each tube \\(400 μl reaction mixture). Wash beads with 400 μl 1x B/W buffer twice. Resuspend beads in 400 μl 2x B/W. \r\n  18. Transfer the 400 μl NlaIII or MluCI reaction to the beads and incubate at 25°C for 30min with gentle rotation. Collect beads on magnet for 5 min. Remove supernatant. Wash beads with 1ml lx B/W buffer +0.1% TritonX-100 by rotating at 25°C for 5mins. Repeat washing 5 times. Transfer the beads in 1ml 1x B/W buffer +0.1% TritonX-100 after the 5th washing rotation to a new Eppendorf to avoid carry-over contamination. Collect the beads on magnet for 5mins and remove supernatant.\r\n  19. Rinse the beads with 1ml 10mM Tris pH8.0 \\(rotation is not necessary). Collect beads on magnet and remove supernatant. \r\n  20. Prepare elution buffer by mixing 870 μl EB+30 μl 10% SDS+100 μl 20mg/ml Proteinase K. \r\n  21. Elute DNA from beads by adding 50 μl above elution buffer and incubate at 55°C for 4 hours \\(or overnight) with shaking at 900rpm. \r\n  \r\n\n\n**Day 5:**\r\n\n\n22. Collect beads on magnet. Pool supernatant from one NlaIII-digested and one MluCI-digested DNA tubes to obtain 100 μl eluates. Wash the beads from each tube with 50 μl EB+1M NaCl and combine the supernatants with the previous eluates to obtain a total of 200 μl eluates \\(100 μl + 50 μl + 50 μl). Add 220 μl EB to pool the beads to keep wet. Add 200 μl Phenol-Chloroform to the supernatant, vortex vigorously and spin at 12000rpm at 4°C for 10min. Transfer 200 μl supernatant to a new tube and transfer the lower Phenol-Chloroform phase to the beads tube., vortex vigorously and spin at 12000rpm at 4°C for 10min. Take out 200 μl supernatant and combine it with the first supernatant to obtain a total of 400 μl. Spin the pooled ~400 μl supernatant at 12000rpm at 4°C for 15min and transfer 400 μl clear supernatant to a new tube containing 1 μl 20mg/ml glycogen. Add 1ml ethanol. Mix well and keep on dry ice for 30min. Spin at 12000rpm at 4°C for 15min. Remove supernatant and wash pellets with cold 70% ethanol. Air dry pellets briefly \\(2-3mins). Resuspend DNA in each tube in 200 μl EB \\(5M cells per tube). \r\n  23. Ligation by T7 DNA ligase. Pool the DNA from 10 tubes to obtain a total of 2 ml in a 50 ml tube, add 10 ml 2x T7 DNA ligase buffer, 8 ml H\n2\nO, and 40 μl 3,000 units/μl T7 DNA ligase. Incubate at 25°C overnight. There are a total of 20 ml reaction mixture at this step. \r\n  \r\n\n\n**Day 6:**\r\n\n\n24. Add 20 ml Phenol-Chloroform to the 20 ml ligation mixture, vortex vigorously and centrifuge at 4200 rpm for 30min. Transfer supernatant to 24 Eppendorf tubes \\(0.82 ml each). Spin at 12000rpm at 4°C for 10 min and transfer supernatant to a new Eppendorf tube containing 0.2 μl glycoBlue and 80 μl 3M NaAc pH5.2. Add 0.8 ml isopropanol, mix well and incubate on dry ice for 30 min. \r\n  25. Warm up the tubes to 25°C and spin at 12000rpm at 4°C for 30 min. Remove supernatant, wash the blue pellet with cold 70% ethanol. Spin and remove supernatant. Air dry pellets briefly. \r\n  26. RCA reaction: Resuspend pellet in 11 μl sampling buffer from the RCA templify100 kit stored at -80°C. Split into 2 PCR tubes \\(5.5 μl each tube). There are a total of 48 PCR tubes at this step \\(about 1 M cells per tube).\r\n  27. Heat at 97°C for 3 min. Chill on ice.\r\n  28. Premix 5.0 μl RCA Reactions buffer +0.2 μl enzyme mix for each one PCR tube. Add 5.2 μl to the denatured DNA. Then run the following cycle: 30°C 16h; 65°C 15min; 4°C hold for ever.\r\n  \r\n\n\n**Day 7:**\r\n\n\n29. Pool RCA reactions from eight PCR tubes into 1 Eppendorf tube. Rinse the RCA PCR tube with 10 μl H\n2\nO for each tube and pool \\(about 160 μl per Eppendorf tube for 8M cells; a total of 6 Eppendorf tubes at this step). Use 20 μl pooled and diluted RCA mixture from Eppendorf tube. Add 20 μl Ampurebeads, mix well, incubate at 25°C for 20 min. Wash with 70% ethanol 3 times. Elute DNA by adding 40 μl EB for 10 min. \r\n  30. Measure the recovered RCA DNA using Nanodrop. Usually the concentration is\n30-40 ng/μl. Check the size of RCA products by loading 2 μl +14 μl H\n2~O per lane on E-gel. Size range should be >10kb. Use 20 ng RCA DNA for the 50 μl PCR next step. \r\n  31. PCR: mix the following: 0.5 μl \\(\n20ng) RCA DNA template, 25 μl 2x NEB Phusion HF master mix, 23 μl H\n2~O, 1 μl 10 μM PCR primer N501, 1 μl 10 μM  PCR primer N701. Run the following PCR program: 98°C 30”; 98°C 10”, 65°C 30”; 72°C 8”; repeat 11x; 72°C 5’; 4°C hold. \r\n  32. Load 20 μl PCR products onto E-gel and run the gel for 26 min. Isolate the gel slice containing DNA fragments between 220 and 700bp \\(gel slice weight ~200 mg, no more than 230 mg). Add 900 μl QG buffer ,300 μl isopropanol. Use MiniElute column to recover the DNA. Elute with 20 μl EB.\r\n  33. Analyze the eluted DNA by Hi-seq PE sequencing. The sample sheet should include i5 and i7 \\(RC) sequences for indexes. Sequence with Illumina Nextera read primer and read 2 primer and Nextera Index Read Primer for i5 and i7 indexes.\r\n  \r\n\n\n**_Data analysis: Identification of significant and differential interactions_**\r\n\n\nThe paired-end tags \\(PETs) from Trac-looping libraries were mapped to the human reference genome \\(hg19) using an iterative mapping approach with bowtie2. Significant interactions and differential interactions are identified using custom codes that are available from \"https://github.com/binbinlai2012/Trac-looping-methods.\":https://github.com/binbinlai2012/Trac-looping-methods"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-018-0107-y",
                "date": "2018-08-21 09:45:54",
                "title": "Trac-looping measures genome structure and chromatin accessibility",
                "authors": [
                    "Binbin Lai",
                    "Qingsong Tang",
                    "Wenfei Jin",
                    "Gangqing Hu",
                    "Darawalee Wangsa",
                    "Kairong Cui",
                    "Benjamin Z. Stanton",
                    "Gang Ren",
                    "Yi Ding",
                    "Ming Zhao",
                    "Shuai Liu",
                    "Jiuzhou Song",
                    "Thomas Ried",
                    "Keji Zhao"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15830,
                "identity": "a180a152-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Keji Zhao",
                "email": "zhaok@nhlbi.nih.gov",
                "orcid": "",
                "institution": "Keji Zhao Lab (NIH/NHLBI)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Keji",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            },
            {
                "id": 15831,
                "identity": "a180a4bb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Qingsong Tang",
                "email": "",
                "orcid": "",
                "institution": "Keji Zhao Lab (NIH/NHLBI)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qingsong",
                "middleName": "",
                "lastName": "Tang",
                "suffix": ""
            },
            {
                "id": 15832,
                "identity": "a180a6d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Binbin Lai",
                "email": "",
                "orcid": "",
                "institution": "Keji Zhao Lab (NIH/NHLBI)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Binbin",
                "middleName": "",
                "lastName": "Lai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-07-14 22:47:41",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.093",
        "doiUrl": "https://doi.org/10.1038/protex.2018.093",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13473896,
                "identity": "294f5068-8a96-4403-8033-555859640c6f",
                "added_by": "auto",
                "created_at": "2021-09-16 21:21:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 115240,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6949/v1/4c2d6295-a1b4-4aad-ac6b-58e530c052c1.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chromatin interaction, chromatin looping, Trac-looping",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Long-range chromatin interactions play critical roles in genome organization and regulation of transcription. We developed a novel technique, Transposase-mediated analysis of chromatin looping \\(Trac-looping), for simultaneous detection of multiscale genome-wide chromatin interactions among regulatory elements and chromatin accessibility. This document describes how to generate Trac-looping library.",
        "manuscriptTitle": "Trac-looping protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-20 15:35:25",
                "doi": "10.1038/protex.2018.093",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1805560-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4337,
                "name": "Cell biology"
            },
            {
                "id": 4338,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-20 15:35:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}