{
    "identity": "nprot-1888",
    "title": "A complete protocol for genome-scale analysis of replication timing in mammalian cells",
    "content": [
        {
            "header": "Reagents",
            "content": "• 1mg/mL BrdU \\(5-bromo-2’-deoxyuridine)\\(Sigma Aldrich, B5002) \\(All solutions are in ddH<sub>2</sub>0 unless otherwise indicated)<br /> \r\n\n\n• Cell culture medium appropriate for cell type  <br /> \r\n\n\n• 1 X PBS \\(10 X Phosphate Buffered Saline, 137 mM NaCl , 2.7mMKCl,10mM Na<sub>2</sub>HPO<sub>4</sub>, 2mM KH<sub>2</sub>PO<sub>4</sub>, diluted with dH<sub>2</sub>O)<br /> \r\n\n\n• 0.2X Trypsin-EDTA \\(diluted with PBS from a 1X solution, Mediatech 25-053-Cl) or Accutase \\(Innovative Cell Technologies AT104)<br /> \r\n\n\n• Fetal Bovine Serum \\(FBS)<br /> \r\n\n\n• DAPI<br /> \r\n\n\n• 1 mg/mL Propidium Iodide\\(PI, Sigma P4179-100MG dissolved in ddH<sub>2</sub>O and filtered)<br /> \r\n\n\n• 10 mg/mL RNase A<br /> \r\n\n\n• SDS-PK buffer \\(dH<sub>2</sub>O with 50mM Tris-HCl, pH8.0/ 10mM EDTA/ 1M NaCl/ 0.5%SDS)<br /> \r\n\n\n• 20mg/mL Proteinase K \\(dissolved in ddH<sub>2</sub>O)<br /> \r\n\n\n• 20mg/mL Glycogen \\(Fermentas RO561)<br /> \r\n\n\n• Tris-saturated Phenol-chloroform<br /> \r\n\n\n• Chloroform<br /> \r\n\n\n• Isopropanol<br /> \r\n\n\n• 70% ethanol<br /> \r\n\n\n• 100% ethanol<br /> \r\n\n\n• 1 X TE<br /> \r\n\n\n• 10X IP Buffer \\(dH<sub>2</sub>0 with 0.1M sodium phosphate, pH 7.0 / 1.4M NaCl /<br /> \r\n\n\n0.5% Triton X-100)<br /> \r\n\n\n• 1 X IP Buffer \\(10 X IP buffer diluted in ddH<sub>2</sub>0)<br /> \r\n\n\n• Anti-BrdU antibody \\(BD Biosciences Pharmigen, Cat.#555627; 0.5mg/ml diluted to 12.5 µg/ml in PBS)<br /> \r\n\n\n• 10 M ammonium acetate<br /> \r\n\n\n• Rabbit anti-mouse IgG \\(Sigma, Cat#M-7023)<br /> \r\n\n\n• Anti-Mouse IgG-AlexaFluor488 \\(Invitrogen/Molecular Probes, Cat#A-11029)<br /> \r\n\n\n• Digestion Buffer \\(dH<sub>2</sub>0 with 50mM Tris-HCl, pH 8.0 / 10mM EDTA / 0.5% SDS)<br /> \r\n\n\n• Standard PCR and electrophoresis equipment and reagents<br /> \r\n\n\n• PCR primers for BrdU-IP quality verification \\(steps 45-49)<br /> \r\n\n\n• 2 mg/mL glycogen<br /> \r\n\n\n• Anti-BrdU antibody \\(BD Biosciences Pharmigen, Cat.#555627, undiluted)<br /> \r\n\n\n• 0.1M HCl / 0.5% Triton X-100 in ddH<sub>2</sub>O<br /> \r\n\n\n• 0.1M Sodium Tetraborate, \\(Na<sub>2</sub>B<sub>4</sub>O<sub>7</sub> 10H<sub>2</sub>O), pH 8.5<br /> \r\n\n\n• 0.5% Tween20 / 1% BSA in PBS<br /> \r\n\n\n• 0.1% Triton X-100 in PBS<br /> \r\n\n\n• 0.5% Triton X-100 in PBS<br /> \r\n\n\n• GenomePlex Complete Whole Genome Amplification Kit<br /> \r\n\n\n• GenomePlex WGA Reamplification Kit<br /> \r\n\n\n• QIAquick PCR Purification Kit<br /> \r\n\n\n• NimbleGen Dual-Color DNA Labeling Kit \\(cat. no. 05223547001)<br /> \r\n\n\n• NimbleGen Hybridization Kit \\(cat. no. 05583683001)<br /> \r\n\n\n• NimbleGen Wash Buffer Kit \\(cat. no. 05584507001)\r\n\n\n \r\n\n\n<p><strong>Reagent setup</strong></p> \r\n\n\n \r\n\n\n<p>• SDS-PK buffer : To make 50mL, combine 34mL ddH<sub>2</sub>O, 2.5mL 1M Tris-HCl pH8.0, 1mL 0.5 M EDTA, 10mL 5 M NaCl and 2.5mL 10% SDS. Warm to 56ºC before use to completely dissolve SDS.<br /> \r\n\n\n• 10X IP Buffer: To make 50mL, combine 28.5mL ddH<sub>2</sub>O, 5mL 1M Sodium Phosphate pH 7.0, 14 mL 5M NaCl, and 2.5mL 10% Triton X-100.<br /> \r\n\n\n• Digestion Buffer: To make 50mL, combine 44mL ddH<sub>2</sub>O, 2.5mL 1M Tris-HCl pH8.0, 1mL 0.5M EDTA, 2.5mL 10% SDS."
        },
        {
            "header": "Equipment",
            "content": "• Nylon mesh 37 micron \\(Small Parts, CMN-0040-D)<br /> \r\n\n\n• 5mL round bottom polystyrene tube \\(Falcon 352054)<br /> \r\n\n\n• 15mL round bottom tube \\(Falcon 2059)<br /> \r\n\n\n• FACS Aria cell sorter \\(or comparable sorter)<br /> \r\n\n\n• Hemacytometer<br /> \r\n\n\n• Vortex Genie<br /> \r\n\n\n• Sonicator<br /> \r\n\n\n• Appropriate NimbleGen arrays, mixers, hybridization system, and microarray scanner"
        },
        {
            "header": "Procedure",
            "content": "Part I: Generation of raw replication timing datasets\nPROTOCOL 1. BrdU labeling and staining of cells for FACS\nThis protocol can be performed using PI staining and ethanol fixation prior to sorting \\(\noption A\n), or, for cells that break or clump in ethanol, by collecting cells following pulse labeling with BrdU and treating with a DAPI staining solution containing Triton X-100 to permeabilize cell membranes \\(\noption B\n).  The drawback of option B is that cells need to be sorted immediately following staining.\nA. Labeling and PI staining of cells for FACs following ethanol fixation - TIMING 3.5 h\n1. For adherent cells, remove cell culture medium and replenish with fresh medium.    Add BrdU at a final concentration of 50µM.  For suspension cells, add BrdU to the cell culture medium at a final concentration of 50µM.\n2. Incubate cells for two hours in a carbon dioxide incubator at 37ºC, 5% CO\n2\n.\n3. For adherent cells, rinse gently with ice-cold PBS twice. For suspension cells, collect cells  in a 15mL tube and proceed directly to step 6.\n4. Detach adherent cells using 0.2X Trypsin-EDTA for 2-3 minutes or Accutase for 3-6 minutes.\nCRITICAL STEP\nIncubate cells at 37 ºC with the enzyme treatment and/or use gentle trituration if necessary to achieve a single cell suspension, as this is necessary for accurate FACS sorting.\n5. Add 5mL of cell culture medium \\(containing FBS if trypsin has been used) to the cell culture dish or flask, pipette gently, and transfer contents to a 15mL round bottom tube.\n6. Count the number of cells collected using a  hemacytometer.\n7. Centrifuge at approximately 200\ng\nfor 5 minutes.\n8. Aspirate supernatant carefully and resuspend cells in 2.5 mL of ice-cold PBS containing 1% FBS.\n9. Add 7.5 mL of ice-cold 100% ethanol dropwise while gently vortexing.\nCRITICAL STEP\nNote that gentle vortexing is required.\n10. Seal the cap of the 15 mL tube with parafilm and mix gently but thoroughly.\n11.\nPAUSE POINT\nProceed to the next step to begin PI staining or stop here and store tubes in the dark at -20ºC indefinitely.\n12. Resuspend the BrdU-labeled, ethanol fixed cells by tapping and inverting the tube.\n13. Transfer 4 × 10\n6\n- 8 × 10\n6\ncells to a 5 mL polystyrene round bottom tube.\n14. Centrifuge at approximately 200\ng\nfor 5 minutes.\n15. Decant supernatant carefully\n16. Add 2 mL of PBS with 1% FBS and mix well by tapping the tube.\n17. Centrifuge at approximately 200\ng\nfor 5 minutes.\n18. Decant supernatant carefully.\n19. Resuspend cell pellet in PBS with 1% FBS to achieve a solution of 3 × 10\n6\ncells/mL.\n20. Add 1mg/mL propidium iodide to a final concentration of 50 µg mL.\n21. Add 10 mg/mL RNase A to a final concentration of 250 µg/mL.\n22. Tap the tube to mix and incubate for 20 to 30 minutes at room temperature in the dark.\n23. Filter cells by pipeting them through 37 micron nylon mesh into a 5 mL polystyrene round bottom tube.\n24. Keep samples on ice in the dark and proceed directly to FACS sorting.\nB. BrdU labeling and DAPI staining of cells for FACS - TIMING 3 h\n1. Remove cell culture medium from growing cells and replace with cell culture medium containing BrdU at a final concentration of 50uM.\n2. Incubate cells for two hours in a carbon dioxide incubator at 37ºC, 5% CO\n2\n.\n3. Rinse adherent cells gently with ice-cold PBS twice.\n4. Detach adherent cells using 0.2X Trypsin-EDTA for 2-3 minutes or Accutase for 3-6 minutes.\nCRITICAL STEP\nIncubate cells at 37 ºC with the enzyme treatment and/or use gentle trituration if necessary to achieve a single cell suspension, as this is necessary for accurate FACS sorting\n5. Add 5mL of cell culture medium \\(containing FBS if trypsin has been used) to the cell culture dish or flask, pipette gently, and transfer contents to a 15mL tube.  Count the number of cells collected using a hemacytometer.\n6. Centrifuge at approximately 200\ng\nfor 5 minutes.\n7. Aspirate the supernatant carefully.\n8. Add 5mL of ice-cold PBS and pipette gently but thoroughly.\n9. Centrifuge at approximately 200\ng\nfor 5 minutes.\n10. Aspirate supernatant carefully.\n11. Resuspend the cell pellet in DAPI staining solution \\(1 X PBS with 0.1% Triton X-100  and 2µg/mL DAPI) to achieve a solution of 5 × 10\n6\n– 10 × 10\n6\ncells/mL.\n12. Filter cells by pipeting them through 37 micron nylon mesh into a 5 mL polystyrene round bottom tube.\n13. Keep samples on ice in the dark and proceed directly to FACS sorting.\nPROTOCOL 2. FACS sorting fractions of S-phase - TIMING 1 h\nThis protocol describes the use of flow cytometry to sort cells based on DNA content.  Electrostatic sorting is performed as described here on a BD \\(Becton-Dickinson) FACS Aria flow cytometer.  During FACS analysis forward and side scatter analyses should be used to select an appropriate population of cells free of doublets or cell debris, both of which can hinder accurate sorting of desired populations.  Lasers used in this protocol include 488 Blue to detect PI or 407 Violet to detect DAPI in cells that have been stained for DNA content.  Two separate fractions of S phase, early and late, are chosen to be collected, but more can be collected if desired\n9,10\n.\n1. Run sample on FACS Aria cell sorter \\(Any comparable cell sorter can be used)\nCRITICAL STEP\nIt is very important to keep all samples chilled on ice or at 4ºC during FACS analysis to avoid cell cycle progression in the absence of BrdU.  Protect samples from light.\n2. Use forward and side scatter information to select the desired population of cells to be included in the sort.\n3. Create a histogram that plots cell count on the y-axis and DNA content \\(fluorochrome intensity) on the x-axis.  See\nFig.1A\n4. Select two distinct S-phase populations to be sorted into separate fractions as indicated in Fig.1.\n5. Store cell immediately on ice in the dark until all samples have been sorted.  Cells are sorted into fresh 5ml round bottom tubes and kept at 4ºC during the sort.\n6. Centrifuge at 400g for 10 minutes at 4ºC.  Alternatively, if fewer than 150,000 cells have been collected for each fraction, proceed directly to step 8.\n7. Decant supernatant gently, only once.\nCRITICAL STEP\nThe cell pellet can easily become loose. Some residual sheath fluid can be left in the tube.\n8. Add 1 mL of SDS-PK buffer containing 0.2mg/mL Proteinase K and 0.05mg/mL\nglycogen for every 100,000 cells collected and mix vigorously by tapping the tube.\n9. Incubate samples in a 56ºC water bath for 2 hours.\n10. Mix sample thoroughly and aliquot 200µl, equivalent to approximately 20,000 cells, per 1.5 mL tube.\n11. Stop here and store samples at -20ºC in the dark or proceed directly to step 12.\nPAUSE POINT\nSamples can be stored for at least 6 months before use.\n12. Add 200µl SDS-PK buffer with 0.05mg/mL glycogen to each aliquot and proceed\ndirectly to BrdU immunoprecipitation.\nPROTOCOL 3.  BrdU immunoprecipitation - TIMING 2 d\nThis protocol begins with cells that have been pulse labeled with BrdU and sorted into different cell cycle stages by FACS. Here DNA from these cells is sonicated into fragments ranging from 250bp to 2kb and then immunoprecipitated using an anti-BrdU antibody.  Immunoprecipitated DNA is then purified and ready for use in further steps of replication timing analysis for a time period of up to one month.  If samples have been stored at -20ºC prior to beginning the immunopreciptation, thaw samples in a 56ºC water bath and add 200µl of SDS-PK Buffer pre-warmed to 56ºC with 0.05mg/mL glycogen to each sample prior to performing the phenol-chloroform extraction in step 13.\n13. Extract once with phenol-chloroform, collecting the upper phase in a 1.5mL tube.\n14. Extract once with chloroform, collecting the upper phase in a 1.5mL tube.\n15. Add 1 volume of isopropanol and mix well.\n16. Store at -20ºC for 20 minutes.\n17. Centrifuge at 16.1\ng\nfor 30 minutes at 4ºC.\n18. Discard the supernatant and add 750µl 70% ethanol to the pellet\n19. Centrifuge at 16.1\ng\nfor 5 minutes at 4ºC, then remove all ethanol and let the pellet dry.\n20. Resuspend the pellet in 500µl 1x TE.\nPAUSE POINT\nStop here and store overnight   at 4ºC or proceed directly to step 21.\n21. Sonicate DNA to an average size of ~0.7-0.8 kb.\n22. Incubate sample at 95ºC for 5 minutes to heat denature.\n23. Cool sample on ice for 2 minutes.\n24. Add 60µl of 10X IP Buffer to a clean 1.5mL tube.\n25. Add the denatured DNA to the tube containing 60µl 10X IP Buffer.\n26. Add 40µl of 12.5 µg/ml anti-BrdU antibody.\n27. Incubate for 20 minutes at room temperature with constant rocking.\nCRITICAL STEP\nFoil tubes to keep samples in the dark.\n28. Add 20µg of rabbit anti-mouse IgG.\nCRITICAL STEP\nFoil tubes to keep samples in the dark.\n29. Incubate for 20 minutes at room temperature with constant rocking.\n30. Centrifuge at 16.1\ng\nfor 5 minutes at 4ºC\n31. Remove supernatant completely.\nCRITICAL STEP\nIf pellet becomes loose, then centrifuge sample again in order to completely remove the supernatant without disturbing the pellet.  Several centrifugations may be necessary to completely remove supernatant.\n32. Add 750µl of 1X IP Buffer that has been chilled on ice.\n33. Centrifuge at 16.1\ng\nfor 5 minutes at 4ºC.\n34.\nCRITICAL STEP\nRemove supernatant completely, as in step 31.\n35. Resuspend the pellet in 200µl digestion buffer with freshly added 0.25mg/mL proteinase K.\nPAUSE POINT\nIncubate samples overnight at 37ºC.\n36. Add 100µl of fresh digestion buffer with freshly added 0.25mg/mL proteinase K.\n37. Incubate samples for 60 minutes at 56ºC.\n38. Extract once with phenol-chloroform, collecting the upper phase in a 1.5mL tube.\n39. Extract once with chloroform, collecting the upper phase in a 1.5mL tube.\n40. Add 0.625µl of 20mg/mL glycogen, 100µl of 10 M ammonium acetate, and 750µl of 100% ethanol and mix well.\n41. Store at -20ºC for 20 minutes.\n42. Centrifuge at 16.1\ng\nfor 30 minutes at 4ºC.\n43. Remove supernatant, rinse pellet with 70% ethanol and dry.\n44. Resuspend the pellet in 80µl 1X TE.\nPAUSE POINT\nStore DNA at 4ºC for up to one month.\nQuality control check of early and late S-phase DNA\nTo ensure quality, BrdU-IPs are screened by PCR amplification using primers specific to DNA markers of known relative replication time \\(i.e. early or late).  As PCR results can vary between aliquots of the same sample and replication timing changes during development\n2,3\n, consistency across multiple samples from the same cell type is the most reliable way to assess the quality of IP samples. Among the mouse sequences listed below, mitochondrial DNA replicates throughout the cell cycle\n11\nand is equally represented in early and late S-phase fractions. Alpha-globin, Pou5f1 and Mmp15 are generally early replicating markers, whereas beta-globin, Zfp42, Dppa2, Ptn, Mash1, and Akt3 are generally late replicating markers. Zfp42 and Dppa2 are early replicating in ESCs whereas they are late replicating in all somatic cell types examined to date. Among the human sequences listed below, mitochondrial DNA is equally represented in early and late S-phase fractions, while alpha-globin, MMP15 and BMP1 are generally early replicating markers. PTGS2, NETO1, SLITRK6, ZFP42 and DPPA2 are generally late replicating. Markers amplified, sizes and primer sequences are as follows:\nMouse test regions\nIntergenic mitochondrial DNA, 346 bp\nForward 5'-GACATCTGGTTCTTACTTCA-3'\nReverse 5'-GTTTTTGGGGTTTGGCATTA-3'\nAlpha-globin, 439 bp\nForward 5'-AAGGGGAGCAGAGGCATCA-3'\nReverse 5'-AGGGCTTGGGAGGGACTG-3'\nBeta-globin, 369 bp\nForward 5'-CAGTAAGCCACAGATCCTATTG-3'\nReverse 5'-CCCATAGTGACTATTGACTGTG-3'\nPou5f1, 194 bp\nForward 5'-CCCTCCCTAAGTGCCAGTTTCT-3'\nReverse 5'-GTAATCGCCCTCAGCAGTGTCT-3'\nMmp15, 360 bp\nForward 5'-AACAGAAGGCCTGCCTTGAC-3'\nReverse 5'-TGCATAGCACGACAGCATTG-3'\nZfp42, 211 bp\nForward 5'-TGAGATTAGCCCCGAGACTGAG-3'\nReverse 5'-CGTCCCCTTTGTCATGTACTCC-3'\nDppa2, 199 bp\nForward 5'-CCACAGGAAGACAGGAAGCAGT-3'\nReverse 5'-AGCCAGACAGGAGCCCTAGAGT-3'\nPtn, 230 bp\nForward 5'-CTGGAATGAGTTACTGACGGGG-3'\nReverse 5'-CTGGCCCCACTGTGTAATAAGC-3'\nMash1, 182 bp\nForward 5'-GAAGATGAGCAAGGTGGAGACG-3'\nReverse 5'-AGTAGGACGAGACCGGAGAACC-3'\nAkt3, 173 bp\nForward 5'-GAAGTGTGGGTTGAACCTCTGG-3'\nReverse 5'-GCACCCTCTCCACTGTTCTGAT-3'\nHuman test regions\nIntergenic mitochondrial DNA, 168 bp\nForward 5'-CCTAGGAATCACCTCCCATTCC-3'\nReverse 5'-GTGTTTAAGGGGTTGGCTAGGG-3'\nAlpha-globin, 257 bp\nForward 5'-GACCCTCTTCTCTGCACAGCTC-3'\nReverse 5'-GCTACCGAGGCTCCAGCTTAAC-3'\nBeta-globin, 241 bp\nForward 5'-CCTGAGGAGAAGTCTGCCGTTA-3'\nReverse 5'-GAACCTCTGGGTCCAAGGGTAG-3'\nMMP15, 249 bp\nForward 5'-CAGGCCTCTGGTCTCTGTCATT-3'\nReverse 5'-AGAGCTGAGAAACCACCACCAG-3'\nBMP1, 177 bp\nForward 5'-GATGAAGCCTCGACCCCTAGAT-3'\nReverse 5'-ACCCGTCAGAGACGAACTTGAG-3'\nhPTGS2, 230 bp\nForward 5'-GTTCTAGGCTGGTGTCCCATTG-3'\nReverse 5'-CTTTCTGTACTGCGGGTGGAAC-3'\nhNETO1, 286 bp\nForward 5'-GGAGGTGGAATGCTAGGGACTT-3'\nReverse 5'-GCTGAGTGTGGCCTTAAGAGGA-3'\nhSLITRK6, 281 bp\nForward 5'-GGAGAACATGCCTCCACAGTCT-3'\nReverse 5'-GTCCTGGAAGTTGAGTGGATGG-3'\nhZFP42, 233 bp\nForward 5'-CTTGTGGGGACACCCAGATAAG-3'\nReverse 5'-AACCACCTCCAGGCAGTAGTGA-3'\nhDPPA2, 168bp\nForward 5'-AGGTGGACAGCGAAGACAGAAC-3'\nReverse 5'-GGCCATCAGCAGTGTCCTAAAC-3'\nPROTOCOL 4. PCR method for quality control of BrdU-immunoprecipitation - TIMING 5 h\n45. Prepare enough PCR master-mix to screen all IP samples with each primer set. Each reaction requires:\n9.63 uL nuclease free water\n1.25 uL 10X Buffer\n0.25 uL 10mM dNTPs\n0.06 uL X U/mL Taq Polymerase\n0.31 uL F/R 20uM combined primers*****\n46. Aliquot 11.5 uL master-mix per tube and add 1 uL IP sample.\n47. Run samples in thermocycler with an initial denaturation step of 94˚C for 2 min, followed by 38 cycles of 94˚C for 45 sec, 60˚C for 45 sec and 72˚C for 2 min, and then a final elongation step of  72˚C for 5 min.\n48. Add 2.5 uL 6x loading dye to every 12.5 uL reaction and load 6 uL onto 1.5% agarose gel.\n49. Score each IP based on anticipated enrichment of amplicon DNA.\nCRITICAL STEP\nBefore proceeding, verify sample quality with corresponding primer sets listed above.\n50. If several IPs of the same sample and S-phase fraction pass the screening, pool equal amounts of each IP to a final volume of 50 uL \\(e.g. If two IP pass, combine 25 uL of each to pool).\n***** Mitochondrial primer sets should be used at 1.0 uM concentration instead of 0.5 uM. For this master-mix add 0.63 uL F/R 20uM combined primers and 9.31 uL nuclease-free water per reaction.\nPROTOCOL 5. Whole Genome Amplification - TIMING 8 h\nOnce purified by immunoprecipitation and screened for sample quality, BrdU incorporated DNA must be amplified  to obtain sufficient amounts for array hybridization. If multiple samples pass PCR screening, DNA from parallel immunoprecipitations can be pooled together and used as the starting material for whole genome amplification. Otherwise, a single screened immunoprecipitation is used. Whole genome amplification \\(WGA) is performed using GenomePlex Complete Whole Genome Amplification Kit \\(Sigma Catalog Number WGA2) followed by GenomePlex WGA Reamplification Kit \\(Sigma Catalog Number WGA3). Amplified samples are then  loaded onto a gel to determine size range and screened once more by PCR to ensure no bias was introduced during amplification.\n51. Precipitate DNA fractions by adding 1.25 uL 2 mg/mL glycogen, 20 uL 10M ammonium acetate and 150 uL ethanol to each 50 uL IP sample \\(If pooling multiple samples, 50 uL total volume should still be used). Mix well, let stand at -20˚C for 20 min, then centrifuge for 30 min at max speed and 4˚C.\n52. Rinse pellets with 70% ethanol, air dry and resuspend in 10 uL nuclease free water.\n53. Transfer the 10uL samples to 0.2 mL PCR tubes and follow GenomePlex Complete Whole Genome Amplification Kit \\(Sigma Catalog Number WGA2) procedure from the Library Preparation step \\(i.e. skip Fragmentation)\n12\n.\n54. Purify entire WGA products using QIAquick PCR Purification Kit \\(Qiagen Catalog Number 28106). Elute in 30 uL nuclease free water pre-warmed to 65˚C and determine concentration using Nanodrop.\n55. Dilute WGA samples to appropriate concentration \\(we use 1 uL DNA of 20 ng/uL) and follow GenomePlex WGA Reamplification Kit \\(Sigma Catalog Number WGA3) Reamplification Procedure A.\n56. Purify entire reamplified WGA products using QIAquick PCR Purification Kit as done in step 54.\n57. Screen purified final products using same PCR method used to screen BrdU-IPs as described in protocol 4.\nPROTOCOL 6. S/G1 FACS Sorting \\(Alternative to Steps 1-57) - TIMING 1 d\nIn this method, cells are sorted into two fractions, G1 phase and S phase, based on DNA content, and replication timing is derived from the 2-fold copy number increase for early vs. late replicating sequences in pure S-phase populations.  DNA analysis using flow cytometry can be performed simply by the use of a single DNA-binding fluorescent dye such as PI or DAPI as originally described.  The advantage of this method is that it eliminates the need for BrdU-IP and whole genome amplification steps \\(described below), which need to be carefully controlled. However, direct comparisons have shown that this method produces a lower signal to noise ratio than protocol 1\n1\n.\n58. For adherent cells, remove cell culture medium from exponentially growing cells and replace with cell culture medium containing BrdU at a final concentration of 10 uM.   For suspension cells, add BrdU to the cell culture medium at a final concentration of 10µM. In order to obviate the amplification step prior to labeling and array hybridization, start with 6 million cells. One should also prepare a small sample of non BrdU-labeled, EtOH-fixed cells for PI-only control and set aside a small number of BrdU-labeled cells for BrdU-only control.\n59. Incubate cells for 30 minutes in a carbon dioxide incubator at 37ºC, 5% CO2\n60. Fix as in protocol 1, steps 3-11.\nPAUSE POINT\nCells can be stored as in protocol 1\n61. Aliquot \\(multiples of) < 3 × 10\n6\ncells in a 1.5mL tube\\(s), centrifuge for 5 min., 200\ng\nat room temperature. Centrifugation and removal of supernatant is much easier with 1.5 mL tubes as the pellets are very loose.\n62. Aspirate supernatant completely with P200. \\(will be effective if spun down ~3 sec once again to discard residual supernatant – same for all aspiration procedures below)\n63. Loosen pellet by brief vortexing.\n64. Add 1ml of 0.1M HCl/0.5% Triton X-100, resuspend by tapping.\n65. Incubate 15 min, room temperature in the dark.\n66. Centrifuge 5 min, 200\ng\nat room temperature, then aspirate supernatant completely.\n67. Add 1ml of 0.1M Sodium Tetraborate and resuspend by tapping.\n68. Centrifuge 5 min, 200\ng\nat room temperature, then aspirate supernatant completely.\n69. Add 0.15 µg anti-BrdU antibody in 0.5 ml 0.5% Tween20/1% BSA/PBS and resuspend by tapping.\n70. Incubate for 30 min at room temperature in the dark.\n71. Centrifuge 5 min, 200\ng\nat room temperature, then aspirate supernatant completely.\n72. Add 0.5 ml of 0.5% Tween20/1% BSA/PBS.\n73. Centrifuge 5 min, 200\ng\nat room temperature, then aspirate supernatant completely.\n74. Add 1 µg anti-Mouse IgG-AlexaFluor488 in 100 µl 0.5% Tween20/1% BSA/PBS and resuspend by tapping \\(or when 1-2 × 10\n6\ncells are used, add 0.5 µg anti-Mouse IgG-AlexaFluor488 in 50 µl).\n75. Incubate for 30 min at room temperature in the dark.\n76. Centrifuge 5 min, 200\ng\nat room temperature, then aspirate supernatant completely.\n77. Add 0.5 ml of 0.5% Tween20/1% BSA/PBS.\n78. Centrifuge 5 min, 200\ng\nat room temperature, then aspirate supernatant completely.\n79. Resuspend the pellet in 1 ml of 5µg/ml PI in PBS \\(For “BrdU-only” control, just add PBS).\n80. Transfer to a round bottom 5mL tube \\(i.e. Falcon 2054).\n81. Adjust concentration to 2 × 10\n6\n/ml by adding 5 µg/ml PI in PBS\n82. Bring to flow lab for sorting \\(on ice, dark)\n83. Filter with 37 µm mesh filter.\nPROTOCOL 7. Labeling and hybridizing - TIMING 1-3 d\nIn order to avoid the ambiguity inherent to generalized methods, this protocol is based specifically on NimbleGen products. During our earliest attempts to profile replication timing genome-wide, NimbleGen outperformed other platforms we tested and became our platform of choice. Others have successfully applied this method to additional platforms\n13,14\n, including deep sequencing of BrdU-IP DNA\n15\n. Currently, mammalian replication timing data generated from microarray hybridization and deep sequencing is of equal quality\n1, 3\n, while the microarray method remains more cost-effective and the bioinformatics are considerably less demanding for the typical laboratory. Future advances reducing BrdU-labeling times and sequencing limitations may make this method more worthwhile and accessible\n16\n.\n84. Differentially label reamplified early and late WGA DNA fractions with Cy3 and Cy5 dyes following the Sample Labeling Instructions for NimbleGen Dual-Color DNA Labeling Kit \\(cat. no. 05223547001). Briefly, 1 ug of early or late replicating DNA is labeled with either Cy5 or Cy3 random 7-mer dyes by Klenow reaction, precipitated with isopropanol, and resuspended in nuclease-free water and quantified. As instructed, combine equal quantities of labeled early and late fraction DNA \\(specific quantity will depend upon array design).\n85. Transfer labeled samples to hybridization buffer, denature at 95ºC for 5 min, prepare array\\(s) with appropriate mixer\\(s) \\(specific mixer will depend upon array design), load samples on array\\(s) and hybridize using NimbleGen Hybridization Kit \\(cat. no. 05583683001) at 42ºC for 24 to 72 hours depending on the array feature size.\n86. Following Hybridization, wash array\\(s) as directed using NimbleGen Wash Buffer Kit \\(cat. no. 05584507001).\n87. Scan array\\(s) and save images as .tif files using appropriate NimbleGen microarray scanner and software package. Open .tif files in NimbleScan software, overlay grid on the scanned image \\(i.e. grid cells correspond to probes), and generate two .pair files per experiment, which contain the signal intensity of all probes on the array for either Cy3 or Cy5, for normalization and downstream analysis. Specific instructions for these steps can be found in NimbleGen Arrays User’s Guide, CGH Analysis.\n88. If desired, arrays can be stripped for reuse using NimbleGen Array Reuse Kit 40 \\(contact NimbleGen customer service for ordering information). Scan array to confirm successful stripping.\nPart II:  Normalization and computational analysis of replication timing datasets\nIn this section of the protocol we focus on computational methods for analyzing replication timing using whole-genome comparative genome hybridization \\(CGH) microarrays, using the R framework for statistical computing\n8-10\nAdditional help on using R can be found at\nhttp://cran.r-project.org/\n.\nFor normalization, we use the R package LIMMA \\(linear models for microarray data), also available with a user interface through the limmaGUI package, for normalization and scaling\n17,18\n.  Methods for verifying the quality of array data produced are covered in quality control \\(QC) sections 1-6,  summarized in\nFig.3\n.\n1.) Create RGL files from the original NimbleGen .pair files.\nThese \"Red-Green lists\" contain columns for both red \\(Cy5) and green \\(Cy3) channel signal intensities.  Note that the genomic position column may need to be set as numeric manually with classes\\[x] = \"numeric\" \\(where x is the column number containing position information) after line 2.\n1| tab5rows <- read.delim\\(\"318990_4L1210LymphoblastP1_532.pair\", header = TRUE, nrows = 5, skip=1)\n2| classes <- sapply\\(tab5rows, class)\n3| mLymph1Cy3 <- read.delim\\(\"318990_4L1210LymphoblastP1_532.pair\", header=T, nrows=390000, comment.char = \"\", colClasses=classes, skip=1)\n4| mLymph1Cy5 <- read.delim\\(\"318990_4L1210LymphoblastP1_635.pair\", header=T, nrows=390000, comment.char = \"\", colClasses=classes, skip=1)\n5| mLymph1 <- data.frame\\(S_Cy5=mLymph1Cy5\\[,10],S_Cy3=mLymph1Cy3\\[,10])\n6| mLymph2 <- data.frame\\(S_Cy5=mLymph2Cy5\\[,10],S_Cy3=mLymph2Cy3\\[,10])\n7| write.table\\(mLymph1, file=\"318990_4L1210LymphoblastP1.rgl.txt\", row.names=F, quote=F, sep=\"\\t\", eol=\"\\r\\n\")\n8| write.table\\(mLymph2, file=\"319048_4L1210LymphoblastP1-2.rgl.txt\", row.names=F, quote=F, sep=\"\\t\", eol=\"\\r\\n\")\n2.) Create a \"targets\" text file that describes the target files for normalization.\nWe will name this file \"T.txt\".  Note that, to be read correctly, the file should be tab-delimited and contain only one carriage return at the end of the final line.  Place this file in the same directory as the raw .pair files and .rgl files generated above.\nSlideNumber Name    FileName                              Cy3   Cy5\n1           mLymph1 318990_4L1210LymphoblastP1.rgl.txt    late  early\n2           mLymph2 319048_4L1210LymphoblastP1-2.rgl.txt  early late\n3.) Install the LIMMA package.\nInstall a current version of the LIMMA package according to the instructions at\nhttp://bioinf.wehi.edu.au/limma/\n, or using the command line interface:\n9|  source\\(\"http://www.bioconductor.org/biocLite.R\")\n10| biocLite\\(\"limma\")\n11| biocLite\\(\"statmod\")\n4.) Perform loess and scale normalization using LIMMA.\nLoess normalization \\(normalizeWithinArrays) corrects the internal dependence of red-green ratios on their intensity independently for each array, and is examined further in sections QC#1 and QC#3.  Scale normalization \\(normalizeBetweenArrays) equalizes the distribution of timing values between multiple samples for comparisons.\n12| library\\(limma)\n13| setwd\\(\"D:\\\\RT project\\\\Raw datasets\")\n14| t = readTargets\\(\"T.txt\", row.names=\"Name\")\n15| r = read.maimages\\(t, source=\"generic\",columns=list\\(R=\"S_Cy5\", G=\"S_Cy3\"))\n16| MA.l = normalizeWithinArrays\\(r, method=\"loess\")\n17| MA.q = normalizeBetweenArrays\\(MA.l, method=\"scale\")\nQC # 1 —  Distribution of spot intensities for red and green channels\nThe distributions of red and green spot intensities should be fairly well aligned , and have tails with high \\(above 211, or 2048) signal.  Experiments in which signal intensity drops off more sharply will often show higher levels of noise in the final dataset \\(\nFig.3A\n).\n18| plotDensities\\(r)\n19| plotDensities\\(MA.l)\n20| plotDensities\\(MA.q)\nQC #2 — Distribution of ratio values before and after normalization\nBoxplots of the Cy5/Cy3 ratios for each experiment may be slightly different before normalization \\(and after within-array normalization), but 1st and 3rd quartiles \\(the box boundaries) of all experiments should be equal after between-array normalization \\(\nFig.3B\n).\n21| boxplot\\(MA.l$M~col\\(MA.l$M), names=colnames\\(MA.l$M))\n22| boxplot\\(MA.q$M~col\\(MA.q$M), names=colnames\\(MA.q$M))\nQC #3 — Ratio vs. intensity plots\nCreate MA plots to examine dependence of ratios on signal intensities.  Points will often be skewed to low Cy5/Cy3 ratios at low intensities due to photobleaching of Cy5, but should be corrected after within-array loess normalization in LIMMA \\(\nFig.3C\n).\n23| plotMA\\(r, array=1)     # Raw data, replicate 1\n24| plotMA\\(MA.l, array=1)  # After within-array normalization\n5.) Create an intermediate file containing the normalized datasets.\nAt this stage we can write a file containing the results of normalization and remove the other data from memory.\n25| write.table\\(MA.q$M, file=\"Loess_mLymph_112909.txt\", quote=F, row.names=F, sep=\"\\t\")\n26| rm\\(r, MA.l, MA.q, mLymphCy3, mLymphCy5, mLymph1, mLymph2); gc\\(reset=T)\n6.) Assign position and chromosome information to the normalized datasets.\nThis can be accomplished using the original .pair files, which typically contain this information in columns \"POSITION\" and \"SEQ_ID\" respectively.\n27| tab5rows <- read.table\\(\"Loess_mLymph_112909.txt\", header = TRUE, nrows = 5)\n28| classes <- sapply\\(tab5rows, class)\n29| RT = read.table\\(\"Loess_mLymph_112909.txt\", header=T, nrows=390000, comment.char = \"\", colClasses=classes)\n30| tab5rows <- read.delim\\(\"318990_4L1210LymphoblastP1_635.pair\", header = T, nrows = 5, skip=1)\n31| classes <- sapply\\(tab5rows, class)\n32| a = read.delim\\(\"318990_4L1210LymphoblastP1_635.pair\", header=T, nrows=390000, comment.char = \"\", colClasses=classes, skip=1)\n33| RT$CHR = a$SEQ_ID\n34| RT$POSITION = a$POSITION\nFor datasets containing a different format of SEQ_ID column \\(e.g., \" chr11:1-134452384\", use the following lines to parse chromosome and probe position information from the PROBE_ID column:\n35| b = a$PROBE_ID\n36| b = as.character\\(b)\n37| x = strsplit\\(b, \"FS\")\n38| y = unlist\\(x)       # chr \\[1:1439379] \"CHR10\" \"057882816\" \"CHR10\"\n39| y1 = y\\[c\\(TRUE, FALSE)] # chr \\[1:719690] \"CHR10\" \"CHR10\" \"CHR10\"\n40| y2 = y\\[c\\(FALSE,TRUE)] # chr \\[1:719689] \"057882816\" \"104954995\"\n41| y2 = as.numeric\\(y2) # num \\[1:719690] 5.79e+07 1.05e+08 7.31e+07\n42| RTa= data.frame\\(CHR=y1,POSITION=y2, RT, stringsAsFactors=F)\n7.) Plot timing values across a chromosome.\nThis serves to verify the orientation for early/late domains, as well as the overall technical quality of the experiments \\(\nFig.2A\n).\n43| RTb = subset\\(RT, RT$CHR==\"chr1\")\n44| par\\(mar=c\\(3.1,4.1,1,1),mfrow=c\\(2,1))\n45| plot\\(RTb\\[,4]~RTb$POSITION,pch=19,cex=0.2,col=\"grey\",ylim=c\\(-3,3))\n46| plot\\(RTb\\[,5]~RTb$POSITION,pch=19,cex=0.2,col=\"grey\",ylim=c\\(-3,3))\nUsing known regions of early or late replication, we can now verify that the timing values are properly oriented.  If not, we reverse them by multiplying the appropriate data columns by -1.\n47| RT\\[,c\\(4,5)] = RT\\[,c\\(4,5)] * -1   # Reverses early/late orientation\n8.) Average replicate datasets.\nThis is quite straightforward:\n48| RT$mLymphAve = \\(RT\\[,4] + RT\\[,5]) / 2\nQC #4 — Autocorrelation function \\(ACF)\nSince nearby loci should replicate almost synchronously, the correlation of timing between neighboring probes, or autocorrelation, is a useful measure of overall data quality.  High-quality datasets will have a correlation between nearest neighbor timing values of R = 0.60-0.80.  Before checking the autocorrelation, it is important to ensure that the data is sorted by chromosome and genomic position, as below:\n49| RT = RT\\[order\\(RT$CHR, RT$POSITION),]\nNext, plot the autocorrelation and output the second \\(nearest neighbor) autocorrelation to the console:\n50| acf\\(RT\\[,4],lag=1000)$acf \\[2]  # Replicate 1: R = 0.742\n51| acf\\(RT\\[,5],lag=1000)$acf \\[2]  # Replicate 2: R = 0.665\n52| acf\\(RT$mLymphAve, lag=1000)$acf \\[2] # Averaged 1 and 2: R = 0.762\nQC #5 — Array image to check for spatial artifacts\nSpatial artifacts in the scanned images should not much affect timing values in any particular location in the genome, but may reduce the overall signal to noise ratio of the experiment. To check for spatial artifacts, examine the original .tiff images for signs of regional bias.\nAnalysis of static properties of the timing program in a given cell type\n1.) Loess smoothing.\nLoess is a locally weighted smoothing method useful for deriving an overall replication profile from noisier raw data. The smoothness of the fitted line can be set by a bandwidth parameter, which we typically set to the equivalent of 300 kilobases for studies of human and mouse replication timing.  Note that optimal smoothing span is system-specific and should be determined empirically by finding the smallest span that reproduces most of the features between replicate profiles.\n53| chrs = levels\\(RT$CHR); str\\(chrs)  # Create a list of all chromosomes\n54| chrs = chrs\\[-22]    # Remove chrY_random\n55| AllLoess = NULL\n56| for \\(chr in chrs)  \\{   # For each chromosome,\n57| RTl = NULL    # Create a variable to store loess-smoothed values\n58| RTb = subset\\(RT, RT$CHR==chr) # Subset the dataset to a single chromosome\n59| lspan = 300000/\\(max\\(RTb$POSITION)-min\\(RTb$POSITION)) # Set smoothing span\n60| cat\\(\"Current chromosome: \", chr, \"\\n\") # Output current chromosome/dataset\n61| RTla = loess\\(RTb$X318990_4L1210LymphoblastP1.rgl ~ RTb$POSITION, span = lspan)\n62| RTlb = loess\\(RTb$X319048_4L1210LymphoblastP1.2.rgl ~ RTb$POSITION, span = lspan)\n63| RTlc = loess\\(RTb$mLymphAve ~ RTb$POSITION, span = lspan)\n64| RTl = data.frame\\(CHR=RTb$CHR, POSITION=RTb$POSITION, RTla$fitted, RTlb$fitted, RTlc$fitted)\n65| AllLoess = rbind\\(AllLoess, RTl)\n66| }\n67| x = as.data.frame\\(AllLoess)\n68| names\\(x)\\[4:5] = c\\(\"x300smo_4L1210LymphoblastR1\", \"x300smo_4L1210LymphoblastR2\")\nWe can now check the results of loess smoothing using the following \\(\nFig. 2B\n):\n69| RTc = subset\\(RT, CHR==\"chr1\")\n70| LSc = subset\\(LS, CHR==\"chr1\")\n71| par\\(mar=c\\(2.2,5.1,1,1),mfrow=c\\(3,1), col=\"grey\", pch=19, cex=0.5, cex.lab=1.8, xaxs=\"i\")\n72| plot\\(RTc$X318990_4L1210LymphoblastP1.rgl~RTc$POSITION, ylab=\"mLymph R1\", xaxt=\"n\")\n73| lines\\(LSc$x300smo_4L1210LymphoblastR1~LSc$POSITION, col=\"blue3\", lwd=3)\n74| plot\\(RTc$X319048_4L1210LymphoblastP1.2.rgl~RTc$POSITION, ylab=\"mLymph R2\", xaxt=\"n\")\n75| lines\\(LSc$x300smo_4L1210LymphoblastR2~LSc$POSITION, col=\"blue3\", lwd=3)\n76| plot\\(RTc$mLymphAve~RTc$POSITION, xlab=\"Coordinate \\(bp)\", ylab=\"mLymph ave\")\n77| lines\\(LSc$x300smo_4L1210LymphoblastAve~LSc$POSITION, col=\"blue3\", lwd=3)\nQC #6 — Correlations between replicate experiments\nOnce loess smoothing is completed and the technical quality of the array data is established, we can compare biological replicate experiments to establish the relative level of biological similarity between samples.  To isolate biological rather than array quality differences, we typically use loess-smoothed averaged-replicate data, rather than individual, raw or normalized data, for these correlations:\n78| cor\\(x\\[,c\\(4:6)]\nRep1  Rep2  Ave\nLymphoblast Rep1  1.000  0.978  0.995\nLymphoblast Rep2              0.978  1.000  0.994\nLymphoblast Ave             0.995  0.994  1.000\n2.) Segmentation.\nSegmentation is a useful way to define the boundaries of replication domains and determine their average timing.  Biologically, these segments appear to correspond to domains of coordinately regulated, synchronously firing origins that may be part of replication factories.  We perform segmentation using the DNACopy algorithm designed by Venkatraman et al.\n17\n.\n79| library\\(DNAcopy)\n80| mLymph = CNA\\(RT$mLymphAve, RT$CHR, RT$POSITION, data.type=\"logratio\", sampleid = \"mLymph\")\n81| Seg.mLymph = segment\\(mLymph, nperm=10000, alpha=1e-15, undo.splits=\"sdundo\", undo.SD=1.5, verbose=2)\n82| write.table\\(Seg.mLymph$output, row.names=F, quote=F, file=\"Mouse lymphoblast segments.txt\", sep=\"\\t\")\nThe number of segments assigned can be examined using str\\(Seg.mLymph$output), and visualized using various functions built into DNAcopy \\(\nFig. 2C\n).\n83| par\\(ask=T,mar=c\\(3.1,4.1,1,1))   # Set figure margins\n84| plot\\(Seg.mLymph, plot.type=\"c\") # Plot each chromosome separately\n85| plot\\(Seg.mLymph, plot.type=\"s\") # Plot overview of all chromosomes\n86| plot\\(subset\\(Seg.mLymph,chromlist=\"chr2\"), pch=19, pt.cols=c\\(\"gray\",\"gray\"), xmaploc=T, ylim=c\\(-3,3), main=\"\")\nDatasets with different technical quality should be adjusted to the same autocorrelation level before segmentation to avoid assigning additional domains to higher-quality datasets. For this purpose, we adapt the \"jitter\" function of Chambers et al.\n18\n, substituting Gaussian noise for uniformly distributed noise.\n88|addNoise = function\\(x, factor = 1, amount = NULL)  \\{\n89|     if \\(length\\(x)==0)\n90|        return\\(x)\n91|     if \\(\\!is.numeric\\(x))\n92|         stop\\(\"'x' must be numeric\")\n93|     z <- diff\\(r <- range\\(x\\[is.finite\\(x)]))\n94|     if \\(z==0)\n95|         z <- abs\\(r \\[1] )\n96|     if \\(z==0)\n97|         z <- 1\n98|     if \\(is.null\\(amount)) \\{\n99|        d <- diff\\(xx <- unique\\(sort.int\\(round\\(x, 3 -\n100|  floor\\(log10\\(z))))))\n101|        d <- if \\(length\\(d))\n102|            min\\(d)\n103|        else if \\(xx \\!= 0)\n104|            xx/10\n105|        else z/10\n106|         amount <- factor/5 * abs\\(d)\n107| }\n108|    else if \\(amount==0)\n109|         amount <- factor * \\(z/50)\n110|    x + stats::rnorm\\(length\\(x), 0, amount)\n111| }\n112| RT$mLymphR1noise = addNoise\\(as.numeric\\(RT$mLymphR1), factor=300, amount=.848)\n113| RT$mLymphR2noise = addNoise\\(as.numeric\\(RT$mLymphR2), factor=300, amount=.968)\n114| acf\\(RT$mLymphR1noise)$acf \\[2] #0.8274651\n115| acf\\(RT$mLymphR2noise)$acf \\[2] #0.8274654\n3.) Domain size analysis \\(boxplots of sizes).\nAfter segmentation, the sizes of replication domains can be extracted from the segmented dataset to examine average sizes examined together or separately for domains with early or late timing.\n116| LymphR1 = Seg.mLymphR1$output; LymphR2 = Seg.mLymphR2$output\n117| LymphR1$size = LymphR1$loc.end - LymphR1$loc.start\n118| LymphR2$size = LymphR2$loc.end - LymphR2 $loc.start\n119| LymphR1Early = subset\\(LymphR1, LymphR1$seg.mean > 0)\n120| LymphR2Late = subset\\(LymphR2, LymphR2$seg.mean < 0)\n121| boxplot\\(LymphR1Early$size, LymphR2Early$size, LymphR1Late$size, LymphR2Late$size)\nAnalysis of dynamic changes in the timing program\nTo examine changes in the replication program during differentiation, several useful methods leverage the segmentation and loess smoothing methods introduced above.  Since no single method is sufficient to fully describe the type, degree, and distribution of timing changes during development, we cover several complementary ways to measure these properties and explore the relationships between cell types.\n4.) Percent changes analysis.\nTo quantify the amount of the genome changing timing between two or more cell types, we  recommend applying an empirical cutoff for biologically measurable timing changes to quantify these genome-wide. As most methods for quantifying timing changes are sensitive to scale differences, datasets should be scaled and normalized together in LIMMA prior to analysis.\n122| RTd1 = RT$mLymphR1 - RT$mLymphR2\n123| mLength = length\\(RTd1)   # Total number of probes\n124| s = 0.67 # Cutoff for significant changes\n125| sum\\(abs\\(RTd1)>s)/mLength # Percentage changing, R1 vs. R2\n126| sum\\(RTd1 < -s)/mLength   # EtoL subset: 1.6%\n127| sum\\(RTd1 > s)/mLength    # LtoE subset: 1.3%\n5.) Clustering approaches.\nOur two most common methods are hierarchical clustering, which agglomerates experiments from the most similar pairs of replication profiles to gradually more inclusive clusters, and k-means clustering, which partitions a set of timing profiles into a pre-set\nk\nnumber of similar patterns.  For k-means clustering, we useCluster\n19\nand TreeView \\(\nhttp://rana.lbl.gov/EisenSoftware.htm\n).  For hierarchical clustering, we use the \"pvclust\" package in R\n20\n, Since many clustering algorithms are computationally intensive, and to improve the precision of individual RT measurements, we average timing datasets into 200kb windows prior to clustering:\n128| mLymph.R1 = NULL; mLymph.R2 = NULL\n129| for \\(x in 1:10994) \\{\n130|   z1 = x * 35  # For 385k arrays,\n131|   z2 = \\(x+1) ** 35  # 5.8kb median spacing ** 35 = 203kb\n132|   mLymph.R1\\[x] = mean\\(RT$mLymphR1\\[z1:z2])\n133|   mLymph.R2\\[x]= mean\\(RT$mLymphR2\\[z1:z2])\n134|   cat\\(\"Current window: \", x, \"\\n\")\n135| }\n136| RT = data.frame\\(mLymph.R1, mLymph.R2)\n137| library\\(pvclust)\n138| cluster.bootstrap <- pvclust\\(RT, nboot=1000, method.dist=\"abscor\")\n139| plot\\(cluster.bootstrap)\n140| pvrect\\(cluster.bootstrap)\n6.) Properties of RT switching domains.\nTo compute domains that switch to earlier or later replication timing during development, we first subtract the normalized \\(not loess smoothed) values of the two experiments to be compared, then segment the resulting profile of timing changes as shown below:\n141| dRT = CNA\\(RT$NPCave-RT$ESCave, RT$CHR, RT$POSITION, data.type=\"logratio\", sampleid=  \"NPC-ESC dRT\")\n142| Seg.dRT = segment\\(dRT, nperm=10000, alpha=1e-15, undo.splits = \"sdundo\", undo.SD=1.5, verbose=2)\n143| dRTdom = Seg.dRT$output\n144| quantile\\(dRTdom$seg.mean, probs = c\\(0.05, 0.95)) # Top 5%\n145| quantile\\(dRTdom$seg.mean, probs = c\\(0.40, 0.60)) # Middle 20%\n146| LtoEdom = subset\\(dRTdom, dRTdom$seg.mean > 1.28552)\n147| EtoLdom = subset\\(dRTdom, dRTdom$seg.mean < -1.32328)\n148| middleDom = subset\\(dRTdom, dRTdom$seg.mean > -0.14808 &  dRTdom$seg.mean < 0.23698)\n7.) Assignment of replication timing values to gene promoters.\nThe smoothed data object produced by loess is valuable for calculating timing \\(or other) values at a shared set of genomic coordinates, which is especially helpful for comparing datasets from different array platforms or assigning timing data to NCBI's RefSeq gene promoter locations \\(\nhttp://www.ncbi.nlm.nih.gov/RefSeq/\n) as outlined below:\n149| chrs = levels\\(RefSeq$CHR) # List of chromosomes to be analyzed\n150| AllSm = NULL  # Store smoothed data for all chromosomes\n151| ChrSm = NULL # Store smoothed data for current chromosome\n152| for\\(chr in chrs) \\{\n153| RTc = subset\\(RT, CHR==chr)\n154| RSc = subset\\(RefSeq, CHR==chr)\n155| cat\\(\"Current chromosome: \", chr, \"\\n\")\n156| lspan = 300000/\\(max\\(RTc$POSITION)-min\\(RTc$POSITION))\n157|\n158| smLym1    = loess\\(RT$mLymphR1 ~ RT$POSITION, span = lspan)\n159| smLym2    = loess\\(RT$mLymphR2  ~ RT$POSITION, span = lspan)\n160| smLym3    = loess\\(RT$mLymphAve  ~ RT$POSITION, span = lspan)\n161|\n162| Lym1    = predict\\(smLym1, RSc$TSS)\n163| Lym2    = predict\\(smLym2, RSc$TSS)\n164| Lym3    = predict\\(smLym3, RSc$TSS)\n165|\n166| ChrSm = data.frame\\(CHR=chr,POSITION= RSc$TSS, Lym1, Lym2, Lym3)\n167| AllSm = rbind\\(AllSm, ChrSm)\n168| }\n169| write.table\\(AllSm, “Mouse lymphoblast RT at RefSeq gene positions.txt”, quote=F, sep=”\\t”)\n8.) Assignment of histone and other epigenetic marks to gene promoters.\nThrough the ENCODE project and other initiatives, a wide array of epigenetic datasets have been made, and similar data repositories. Just as timing can be assigned to gene promoters as outlined above, datasets from GEO \\(\nhttp://www.ncbi.nlm.nih.gov/geo/\n) or the UCSC Genome Browser \\(\nhttp://genome.ucsc.edu/\n) can be assigned to any set of genomic loci, including gene promoters or the boundaries of replication domains.  Below is a generic method for assigning values from epigenetic mark datasets to promoter regions surrounding gene transcription start sites.  However, note that the specific methods of quantification should be informed by the biological properties of the marks to be quantified and the questions to be addressed.\n170| chrs = levels\\(Marks$CHR);  AllGenes = NULL;  AllHist = NULL\n171| for \\(chr in chrs) \\{\n172| RSc = subset\\(RefSeq, CHR==chr)\n173| RTc = subset\\(Marks, CHR==chr)\n174| for\\(m in 1:nrow\\(RSc)) \\{\n175|  if\\(RSc\\[m,]$Strand==\"+\")  \\{\n176| RTcSub = subset\\(RTc, \\(RTc$Start < RSc\\[m,]$txStart +500) & \\(RTc$Start > RSc\\[m,]$txStart - 2500))\n177|   AllHist = rbind\\(AllHist, apply\\(RTcSub, 2, max)\\[3:12])\n178|   AllGenes = rbind\\(AllGenes, RSc\\[m,]$Gene)\n179|  }\n180|  if\\(RSc\\[m,]$Strand==\"-\")  \\{\n181| RTcSub = subset\\(RTc, \\(RTc$Start < RSc\\[m,]$txEnd +2500) & \\(RTc$Start > RSc\\[m,]$txEnd - 500))\n182|   AllHist = rbind\\(AllHist, apply\\(RTcSub, 2, max)\\[3:12])\n183|   AllGenes = rbind\\(AllGenes, RSc\\[m,]$Gene)\n184|\n185|       }\n186|   cat\\(\"Chromosome:\", chr, \"   Gene:\", m, \"/\", nrow\\(RSc), \"\\n\")\n187|   }\n188| }\n189| OutFile = data.frame\\(cbind\\(AllGenes, AllHist), stringsAsFactors=F)\n190| write.table\\(OutFile, file=\"Histone modifications at RefSeq gene\npositions.txt\", row.names=F, quote=F, sep=\"\\t\")\n9.) Integration of epigenetic mark values over replication domains \\(density vs. timing)\nGiven that the magnitude of correlations between genetic properties generally increases when measured in larger windows, it is important to quantify these relationships in windows consistent with biologically regulated unit sizes.  The method below can be used to compute correlations between domainwide replication timing values and the average level of epigenetic marks within timing domains segmented above.\n191| Seg.RT = read.table\\(\"Lymph-1 segments.txt\",header=T)\n192| chrs = levels\\(Seg.RT$chrom)\n193| MarksData = NULL # Store averaged mark data in domains\n194| RTData = NULL\n195| dom = 0\n196| for\\(chr in chrs) \\{\n197| Seg.RTb = subset\\(Seg.RT, Seg.RT$chrom==chr)\n198| MarksB = subset\\(Marks, Marks$CHR==chr)\n199| for \\(i in 1:dim\\(Seg.RTb) \\[1] ) \\{\n200|  # Find subset of marks in RT domain\n201|  cat\\(\"Current chr:\", chr, \"  Domain:\", i, \"\\n\")\n202| MarksD = subset\\(MarksB, MarksB$Start > Seg.RTb\\[i,]$loc.start & MarksB$Start < Seg.RTb\\[i,]$loc.end)\n203|   MarksD = MarksD\\[,3:12]\n204|   MarksD\\[,1:10] = MarksD\\[,1:10] - MarksD\\[,1]\n205|  MarksData = rbind\\(MarksData, apply\\(MarksD,2, \"mean\"))\n206|   dom = dom + 1\n207|       }\n208| }\n209| cor\\(Seg.RT$seg.mean, data.frame\\(MarksData))\n210| plot\\(Seg.RT$seg.mean, data.frame\\(MarksData) \\[1] )"
        },
        {
            "header": "References",
            "content": "1.     Hiratani, I. et al. Global reorganization of replication domains during embryonic stem cell differentiation. <em>PLoS Biology</em> <strong>6</strong>, e245 \\(2008).\r\n   \r\n\n\n<p> 2. Hiratani, I. et al. Genome-wide dynamics of replication timing revealed by in vitro models of mouse embryogenesis. <em>Genome Research</em> <strong>20</strong>, 155-69 \\(2010).</p> \r\n\n\n \r\n\n\n<p> 3. Ryba, T. et al. Evolutionarily conserved replication timing profiles predict long-range chromatin interactions and distinguish closely related cell types. <em>Genome Research</em> <strong>20</strong>, 761-70 \\(2010).</p> \r\n\n\n \r\n\n\n<p>4. Pope, B.D., Hiratani, I. &amp; Gilbert, D.M. Domain-wide regulation of DNA replication timing during mammalian development. <em>Chromosome Research</em> <strong>18</strong>, 127-36\\(2010).</p> \r\n\n\n \r\n\n\n<p>5. Yaffe, E. et al. Comparative analysis of DNA replication timing reveals conserved large-scale chromosomal architecture. <em>PLoS Genetics</em> <strong>6</strong>, e1001011\\(2010).</p> \r\n\n\n \r\n\n\n<p>6. R Development Core Team. <em>R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing, Vienna, Austria</em>, ISBN 3-2673 \\(R Foundation for Statistical Computing: 2008).</p> \r\n\n\n \r\n\n\n<p>7. Gentleman, R.C. et al. Bioconductor: open software development for computational biology and bioinformatics. <em>Genome Biology</em> <strong>5</strong>, R80 \\(2004).</p> \r\n\n\n \r\n\n\n<p>8. Ihaka, R. &amp; Gentleman, R. R: A Language for Data Analysis and Graphics. <em>Journal of Computational and Graphical Statistics</em> <strong>5</strong>, 299 \\(1996).</p> \r\n\n\n \r\n\n\n<p>9. Gilbert, D.M. Temporal order of replication of Xenopus laevis 5S ribosomal RNA genes in somatic cells. <em>Proceedings of the National Academy of Sciences of the United States of America</em> <strong>83</strong>, 2924-8\\(1986).</p> \r\n\n\n \r\n\n\n<p>10.  Gilbert, D.M. &amp; Cohen, S.N. Bovine papilloma virus plasmids replicate randomly in mouse fibroblasts throughout S phase of the cell cycle. <em>Cell</em> <strong>50</strong>, 59-68\\(1987).</p> \r\n\n\n \r\n\n\n<p>11. Aladjem, M.I. et al. Replication initiation patterns in the beta-globin loci of totipotent and differentiated murine cells: evidence for multiple initiation regions. <em>Molecular and Cellular Biology</em> <strong>22</strong>, 442-52\\(2002).</p> \r\n\n\n \r\n\n\n<p>12.  O'Geen, H. et al. Comparison of sample preparation methods for ChIP-chip assays. <em>BioTechniques</em> <strong>41</strong>, 577-80\\(2006).</p> \r\n\n\n \r\n\n\n<p>13. Schübeler, D. et al. Genome-wide DNA replication profile for Drosophila melanogaster: a link between transcription and replication timing. <em>Nature Genetics</em> <strong>32</strong>, 438-42\\(2002).</p> \r\n\n\n \r\n\n\n<p>14.  Schwaiger, M. et al. Chromatin state marks cell-type- and gender-specific replication of the Drosophila genome. <em>Genes &amp; Development</em> <strong>23</strong>, 589-601\\(2009).</p> \r\n\n\n \r\n\n\n<p>15. Hansen, R.S. et al. Sequencing newly replicated DNA reveals widespread plasticity in human replication timing. <em>Proceedings of the National Academy of Sciences of the United States of America</em> <strong>107</strong>, 139-44\\(2010).</p> \r\n\n\n \r\n\n\n<p>16. Pombo, A. &amp; Gilbert, D.M. Nucleus and gene expression: the structure and function conundrum. <em>Current Opinion in Cell Biology</em> \\(2010). doi:10.1016/j.ceb.2010.04.010</p> \r\n\n\n \r\n\n\n<p>17. Venkatraman, E.S. &amp; Olshen, A.B. A faster circular binary segmentation algorithm for the analysis of array CGH data. <em>Bioinformatics</em> <strong>23</strong>, 657-63\\(2007).</p> \r\n\n\n \r\n\n\n<p>18. Chambers, J.M. <em>Software for Data Analysis: Programming with R</em>. \\(Springer Publishing Company, Incorporated: 2008).</p> \r\n\n\n \r\n\n\n<p>19. Eisen, M.B. et al. Cluster analysis and display of genome-wide expression patterns. <em>Proceedings of the National Academy of Sciences of the United States of America</em> <strong>95</strong>, 14863-8\\(1998).</p> \r\n\n\n \r\n\n\n<p>20. Suzuki, R. &amp; Shimodaira, H. Pvclust: an R package for assessing the uncertainty in hierarchical clustering. <em>Bioinformatics</em> <strong>22</strong>, 1540-2\\(2006)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nrg2830",
                "date": "2010-11-17 14:43:08",
                "title": "Evaluating genome-scale approaches to eukaryotic DNA replication.",
                "authors": [
                    "Gilbert DM"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11487,
                "identity": "9f81b1e6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Tyrone Ryba",
                "email": "tryba@bio.fsu.edu",
                "orcid": "",
                "institution": "Florida State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tyrone",
                "middleName": "",
                "lastName": "Ryba",
                "suffix": ""
            },
            {
                "id": 11488,
                "identity": "9f81b4e7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dana Battaglia",
                "email": "",
                "orcid": "",
                "institution": " Florida State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dana",
                "middleName": "",
                "lastName": "Battaglia",
                "suffix": ""
            },
            {
                "id": 11489,
                "identity": "9f81b766-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Benjamin D. Pope",
                "email": "",
                "orcid": "",
                "institution": "Florida State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Benjamin",
                "middleName": "D.",
                "lastName": "Pope",
                "suffix": ""
            },
            {
                "id": 11490,
                "identity": "9f81b968-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ichiro Hiratani",
                "email": "",
                "orcid": "",
                "institution": "National Institute of Genetics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ichiro",
                "middleName": "",
                "lastName": "Hiratani",
                "suffix": ""
            },
            {
                "id": 11491,
                "identity": "9f81bb1c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David M. Gilbert",
                "email": "",
                "orcid": "",
                "institution": "Florida State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "M.",
                "lastName": "Gilbert",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-23 18:00:46",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.151",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.151",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608131,
                "identity": "61463c6c-9e32-4a0c-a660-e32ad3bd891c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45081,
                "visible": true,
                "origin": "",
                "legend": "<h3>*Figure 1. FACS sorting and analysis.*</h3>   <p>*A*. A typical cell cycle profile for a mammalian fibroblast population obtained during FACS analysis by plotting cell count vs. DNA content.  In this example, cellular DNA was stained with PI, so DNA content is represented by PI intensity.  A G1 peak, representing cells with 2N DNA content, and a G2/M peak, representing cells that have undergone replication and therefore possess a 4N DNA content are labeled.  The area between these two peaks is representative of cells in S phase, and can be sorted into two fractions, as indicated here, to obtain early and late S phase samples. *B*. A typical non-corrected BrdU/PI plot.  Note how the plot is skewed to the right due to spectral overlap. *C*. A corrected BrdU/PI plot. Sorting windows for nicely separated G1, S and G2/M phases of the cell cycle are indicated. </p>",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-1888/v1/figure_1.png"
            },
            {
                "id": 2608132,
                "identity": "62a8d732-1c31-485b-a919-65ee3d262fb3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 97160,
                "visible": true,
                "origin": "",
                "legend": "<h3>*Figure 2. Raw, loess smoothed, and segmented replication timing data.*  </h3>    <p>*A*. Replication timing values across chromosome 1.  Individual log2(Cy5/Cy3) probe intensities are plotted in grey (y-axis) against their position on chromosome 1 (x-axis). *B*. Raw (grey) and loess-smoothed (blue) timing values along chromosome 1. *C*. Raw data (grey) overlaid with segmented timing domains (red) along chromosome 2. </p>",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-1888/v1/figure_2.png"
            },
            {
                "id": 2608130,
                "identity": "854eb5ba-7693-4b59-a1d1-442964ec529a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68029,
                "visible": true,
                "origin": "",
                "legend": "<h3>*Figure 3. Quality control measures for replication timing datasets.*</h3>    <p>*A*. Distributions of Cy5 (red) and Cy3 (green) channel intensities before and after loess and scale normalization for two mouse lymphoblast replicate experiments. *B*. Boxplots of replication timing values for raw, loess-, and scale-normalized data in four experiments. *C*. Timing ratio (y-axis) vs. probe intensity (x-axis) plots for data before and after loess and scale normalization for one mouse lymphoblast sample.</p>",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-1888/v1/figure_3.png"
            },
            {
                "id": 13465340,
                "identity": "aadeaa7b-75e9-4c3a-ad78-aaa89bb795d5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 919095,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1888/v1/51450a0b-fe96-4338-ad2d-6fce0d1e89a4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Replication timing, stem cells, ESCs, human, mouse, development",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Analyses of replication timing in various cell types have yielded insights into genome organization and repackaging events during development, suggesting an important role for the timing program itself or 3D genome organization in regulating developmental gene expression<sup>1-3</sup>.  Although the mechanisms that specify the timing and placement of origin firing in higher eukaryotes remain a mystery, all eukaryotes have a defined replication timing program that is largely conserved between closely related species<sup>4</sup>, including human and mouse<sup>3,5</sup>. Here, we describe details of the methodology used to analyze replication timing genome-wide in mammalian cells. In this protocol, asynchronously cycling cells are pulse labeled with the nucleotide analog 5-bromo-2-deoxyuridine \\(BrdU) and then sorted into S-phase fractions based on DNA content using flow cytometry.  BrdU-labeled DNA from each fraction is immunoprecipitated, amplified, differentially labeled, and co-hybridized to a whole-genome CGH microarray.\r\n\n\n\r\n\n\n<p>To address the analysis bottleneck that often follows genomic experiments, the second half of the protocol covers methods to analyze array data produced using the R framework for statistical computing<sup>6-8</sup>, including normalization, scaling, and data quality measures, loess \\(local polynomial) smoothing of replication timing values, segmentation of data into domains, and assignment of timing values to gene promoters.  After these preprocessing steps, we cover various common downstream analyses, such as k-means and hierarchical clustering, and methods to relate changes in the replication program to gene expression and other genetic and epigenetic datasets.</p>\r\n\n\n\r\n\n\n<p>Additional details and descriptions of the method can be found at  <a href=\"http:\\\\www.replicationdomain.org/protocol\">www.ReplicationDomain.org/Protocol</a>.",
        "manuscriptTitle": "A complete protocol for genome-scale analysis of replication timing in mammalian cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-09-02 00:00:00",
                "doi": "10.1038/nprot.2010.151",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 2nd, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2435,
                "name": "Cell biology"
            },
            {
                "id": 2436,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2437,
                "name": "Developmental biology"
            },
            {
                "id": 2438,
                "name": "Biotechnology"
            },
            {
                "id": 2439,
                "name": "Biochemistry"
            },
            {
                "id": 2441,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-09-02 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}