{
    "identity": "pex-1420",
    "title": "<p>A research protocol of foot posture evaluation in traffic policeman</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>INTRODUCTION:</strong></p><p>According to (WHO) World Health Organization, occupational health is defined as “The promotion and maintenance of the highest degree ofphysical, mental and social well-being of workers in all occupations by preventing departures from health, controlling risks and the adaption of work to people, and people to their jobs.”[1] Traffic police officers have a high-risk job as said by Driscoll et al. They also have many health-related issues due to their occupation. Mostly their physical health is affected because of their long hours of standing duty on the road, exposure to sun and cold, constant travelling on bike throughout the day. [2] It is observed that traffic police officers who are on the streets everyday are prone to developing varicose veins of lower limbs due to damage of valves. This leads to swelling and discomfort. They are also prone to joint problems and photosensitivity due to long hour exposure in sun. The unhealthy diet and irregular eating time and lack of exercise make them obese and the long static standing hours makes their body stiff. Improper footwear they use also causes foot posture related problems especially as they require standing for long hours.</p><p>Pesplanus(flatfoot) is one of the most common conditions observed&nbsp; in adult health practice. The true prevalence of flatfoot is unknown, mainly because there are no such clinical or radiographic criteria for defining a flatfoot. Adult flatfoot is defined as a foot condition that persists or develops after skeletal maturity and is characterized by partial or complete loss or collapse of medial longitudinal arch. Adult flatfoot may present as an incidental finding or as a symptomatic condition with clinical consequences ranging from mild limitations to severe disability and pain causing major impediments. The adult flat foot is often a complex disorder with variety of symptoms and various degrees of deformity. Pathology and symptoms are caused by structural loading changes along the medial foot and plantar arch, as well as by collapse through the mid-foot and impingement along the lateral column and rear-foot. Muscles in the leg and foot tend to fatigue and cramp because of overuse.[3]&nbsp;</p><p>Although obesity and overweight are a temporary, but it can be the cause of flatfoot. The foot adapts itself under loading condition by maintaining the medial longitudinal arch. Increasing the loading further activates compensatory mechanisms which maintain the longitudinal arch and shifts the loads to the central and medial forefoot.[4] The FPI-6 is a novel method of&nbsp; rating foot posture using set criteria and a simple scale. It is a clinical tool used to quantify the degree to which a foot is pronated, neutral or supinated. It is a measure of standing foot posture and so is not a replacement for gait assessment where time and facilities exist. It is however a more valid approach than many of the static weight bearing and non-weight bearing goniometric measures currently used in clinic.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>Materials used:&nbsp;</p><p>Consent form.</p><p>Foot posture index scale.</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "The FPI is a diagnostic clinical tool aimed at quantifying the degree to which a foot can be considered to be in a pronated, supinated or neutral position.\nThese measures give an overall view of the foot posture and its deviations from alignment.\nThe reliability of this index is 0.98 and hence it is a reliable test to perform.\nThe FPI includes 6 criteria:\nTalar head palpation.\nSupra and infra lateral malleolar curvature.\nCalcaneal frontal plane position.\nProminence in the region of talonavicular joint.\nCongruence of the medial longitudinal arch.\nAbduction/adduction of the fore foot on the rear foot.\nEach of the component is graded from zero to neutral with a minimum score of -2 for clear signs of supination, and +2 for positive signs of pronation.\nThe patient should stand in their relaxed stance position with double limb support. Patient should be instructed to stand still, with their arms by their side and looking straight ahead.\nDuring the assessment, it is important to ensure that the patient does not swivel around to see what is happening for themselves, as this will significantly affect foot posture.\nPatient will need to stand approximately for two mins in total, in order for assessment to be conducted.\nTALAR HEAD PALPATION-  Head of the talus is palpated on the medial and lateral side of anterior aspect of ankle, according to the standard method described. The scoring for the same is as given below.\nSUPRA AND INFRA LATERAL MALLEOLAR CURVATURE- In the neutral foot it has been suggested that the curves should be approximately equal. In the pronated foot the curve below the malleolus will be more acute than the curve above due to abduction of the foot and eversion of calcaneus. The opposite is true to the supinated foot.\nCALCANEAL FRONTAL PLANE POSITION- With the patient standing in relaxed stance position, the posterior aspect of calcaneus is visualised with the observer in line with the long axis of the foot.\nBULDGING IN THE REGION OF THE TALO NAVICULAR JOINT (TNJ)- In the neutral foot the area of skin immediately superficial to the TNJ will be flat. The TNJ becomes more prominent if the head of the talus is adducted in rear foot view. Bulging in this area is thus associated with pronating foot.\nHEIGHT AND CONGRUENCE OF MEDIAL LONGITUDINAL ARCH-  In a neutral foot the curvature of arch will be relatively uniform, similar to the segment of circumference of a circle. When the foot is supinated the medial longitudinal arch  curve becomes more acute at its posterior end. In an excessively pronated foot, the arch becomes flattened in the centre.\nABDUCTION/ ADDUCTION OF THE FORE FOOT AND THE REAR FOOT- When viewed directly from behind, and in line with the long axis of the heel, the neutral foot will allow the observer to see forefoot equally on medial and lateral sides. In the supinated foot the fore foot will adduct on the rear foot resulting more of the fore foot being visible on the medial side. Conversely, pronation of the foot causes abduction of the rear foot resulting more of the fore foot being visible on the lateral side.\nThe FPI score will be a whole number between -12 to +12."
        },
        {
            "header": "References",
            "content": "<p><strong>REFERENCES:</strong></p><p>1. \tD.Y Patil University, School of Physiotherapy, Nerul, Navi Mumbai, Maharashtra, India., Doctor AR, Phadke SSD, D.Y Patil University, School of Physiotherapy, Nerul, Navi Mumbai, Maharashtra, India. FOOT POSTURE ASSESSMENT IN TRAFFIC POLICEMEN. IJPR. 2017 Aug 11;5(4):2249–52.&nbsp;</p><p>2. \tDriscoll T. Coverage of work related fatalities in Australia by compensation and occupational health and safety agencies. Occupational and Environmental Medicine. 2003 Mar 1;60(3):195–200.&nbsp;</p><p>3.&nbsp; &nbsp; Physiotherapy Student, PDVVPF’s, College of Physiotherapy, Ahmednagar , India,&nbsp; \t&nbsp; Tejashree B. Associate Professor, PDVVPF’s, College of Physiotherapy, Ahmednagar. &nbsp; PREVALENCE OF FLAT FOOT AMONG 18 -25 YEARS OLD PHYSIOTHERAPY STUDENTS: CROSS SECTIONAL STUDY. Indian Journal of Basic and Applied Medical Research; September 2014: Vol.-3, Issue- 4, P. 272-278</p><p>4. \tLecturer, Dept. of Physiotherapy, KLE’U Institute of Physiotherapy, Belagavi, Karnataka, India., Chougala A, Phanse V, BPT Intern, Dept. of Physiotherapy, KLEU’S Institute of Physiotherapy, Belagavi, Karnataka, India., Khanna E, BPT Intern, Dept. of Physiotherapy, KLEU’S Institute of Physiotherapy, Belagavi, Karnataka, India., et al. SCREENING OF BODY MASS INDEX AND FUNCTIONAL FLATFOOT IN ADULT: AN OBSERVATIONAL STUDY. IJPR. 2015 Jun 11;3(3):1037–41.&nbsp;</p><p>5.\tScharfbillig R, Evans AM, Copper AW, Williams M, Scutter S, Iasiello H, et al. Criterion Validation of Four Criteria of the Foot Posture Index. J Am Podiatr Med Assoc. 2004 Jan 1;94(1):31–8.&nbsp;</p><p>6.\tRedmond AC, Crane YZ, Menz HB. Normative values for the Foot Posture Index. J Foot Ankle Res. 2008 Jul 31;1(1):6.&nbsp;</p><p>7. \tEscamilla-Martínez E, Martínez-Nova A, Gómez-Martín B, Sánchez-Rodríguez R, Fernández-Seguín LM. The Effect of Moderate Running on Foot Posture Index and Plantar Pressure Distribution in Male Recreational Runners. J Am Podiatr Med Assoc. 2013 Mar 1;103(2):121–5.&nbsp;</p><p>8. &nbsp; Keenan A-M, Redmond AC, Horton M, Conaghan PG, Tennant A. The Foot Posture Index: Rasch Analysis of a Novel, Foot-Specific Outcome Measure. Archives of Physical Medicine and Rehabilitation. 2007 Jan 1;88(1):88–93.&nbsp;</p><p>9. \tBillis E, Katsakiori E, Kapodistrias C, Kapreli E. Assessment of foot posture: Correlation between different clinical techniques. The Foot. 2007 Jun 1;17(2):65–72.&nbsp;</p><p>10.\tRedmond AC, Crosbie J, Ouvrier RA. Development and validation of a novel rating system for scoring standing foot posture: The Foot Posture Index. Clinical Biomechanics. 2006 Jan 1;21(1):89–98.&nbsp;</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 19330008,
                "identity": "f6a8ae20-3e1e-4d47-9238-75e7e7e32677",
                "order_by": 0,
                "name": "Tamanna Nurai",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0675-751X",
                "institution": "Intern, Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Sawangi(Meghe), Wardha, Maharastra, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tamanna",
                "middleName": "",
                "lastName": "Nurai",
                "suffix": ""
            },
            {
                "id": 19330009,
                "identity": "e8369083-98f1-4d36-be8e-5d436d663285",
                "order_by": 1,
                "name": "Waqar Naqvi",
                "email": "waqar.naqvi@dmimsu.edu.in",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Professor and Head of Department, Department of Community health Physiotherapy, Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences Sawangi(Meghe), Wardha, Maharashtra, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "",
                "lastName": "Naqvi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-22 06:45:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1420/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1420/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 8813067,
                "identity": "58a818c6-98f5-4357-afec-9be82f9e2169",
                "added_by": "auto",
                "created_at": "2021-05-05 16:48:49",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 307159,
                "visible": true,
                "origin": "",
                "legend": "Talar head palpation",
                "description": "",
                "filename": "1.png",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/28791db922335496e381dace.png"
            },
            {
                "id": 8813066,
                "identity": "a96141f3-cd92-465f-841e-35d24489a359",
                "added_by": "auto",
                "created_at": "2021-05-05 16:48:49",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 100301,
                "visible": true,
                "origin": "",
                "legend": "Supra and infra lateral Malleolar curvature",
                "description": "",
                "filename": "2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/0e4af9bd705d5032bab76cd2.jpg"
            },
            {
                "id": 8812744,
                "identity": "01d9790c-3118-446a-8590-f5cffcba4eda",
                "added_by": "auto",
                "created_at": "2021-05-05 16:45:49",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 93885,
                "visible": true,
                "origin": "",
                "legend": "Calcaneal  frontal plane position",
                "description": "",
                "filename": "3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/a17d04f94418a9fef8f648da.jpg"
            },
            {
                "id": 8813069,
                "identity": "e7726d8d-002e-4023-bcb5-392923be9948",
                "added_by": "auto",
                "created_at": "2021-05-05 16:48:49",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8301,
                "visible": true,
                "origin": "",
                "legend": "Buldging in the region of talonavicular joint",
                "description": "",
                "filename": "4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/a54828ded77885aba5f59374.jpg"
            },
            {
                "id": 8813068,
                "identity": "10b8e8c7-f79d-4016-85d8-d006cce7db70",
                "added_by": "auto",
                "created_at": "2021-05-05 16:48:49",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 141120,
                "visible": true,
                "origin": "",
                "legend": "Height and Congruence of medial longitudinal arch ",
                "description": "",
                "filename": "5.png",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/78e27af48d6b6c7321bbab18.png"
            },
            {
                "id": 8812746,
                "identity": "ee5f0d2f-b3b7-4cb0-a187-caef19dd247b",
                "added_by": "auto",
                "created_at": "2021-05-05 16:45:49",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 76618,
                "visible": true,
                "origin": "",
                "legend": "Adduction/Abduction of the fore foot and rear foot",
                "description": "",
                "filename": "6.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/ae823f45f77d0b6280c66381.jpg"
            },
            {
                "id": 13690725,
                "identity": "ba9cc481-77ff-496f-a8f4-ce8915234b87",
                "added_by": "auto",
                "created_at": "2021-09-17 12:34:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 810184,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1420/v1/a1a94fb2-5222-4ccb-bfb6-cdf87d118c0d.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Foot Posture Index, Foot  posture evaluation, Policeman",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>BACKGROUND: </strong>Traffic police officers have a high-risk job as said by Driscoll et al. They also have many health-related issues due to their occupation. Mostly their physical health is affected because of their long hours of standing duty on the road, exposure to sun and cold, constant travelling on bike throughout the day.<sup> </sup>In this research we used FPI-6 a novel method of&nbsp;rating foot posture using set criteria and a simple scale. It is a clinical tool used to quantify the degree to which a foot is pronated, neutral or supinated.</p><p><strong>&nbsp;</strong></p><p><strong>METHOD: </strong>The study has been structured as a cross sectional survey. The total of 132 participants will be taken from traffic department&nbsp;policemen of&nbsp;Wardha city unit excluding policemen who were on leave or suffering from foot injuries. The study procedure will involve permission to conduct medial arch assessment for traffic policemen through DCP, Wardha. Demographic details such as Gender and age will recorded and also weight and height will be taken to calculate Body Mass Index for each&nbsp;individual. Weight will be taken with and without gadgets. </p><p><strong>DISCUSSION: </strong>This study protocol aims to evaluate the Foot Posture evaluation of Policeman of Wardha City. The study's expected outcome will concert on the evaluation of&nbsp;Foot Posture Using Foot Posture Index in Traffic police officers of Wardha City.&nbsp;</p>",
        "manuscriptTitle": "A research protocol of foot posture evaluation in traffic policeman",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-05 16:45:47",
                "doi": "10.21203/rs.3.pex-1420/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "2004a935-df77-4d89-8fea-f35116aea6a0",
        "owner": [],
        "postedDate": "May 5th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4110690,
                "name": "Biotechnology"
            },
            {
                "id": 4110691,
                "name": "Anatomy"
            },
            {
                "id": 4110692,
                "name": "Risk factors"
            },
            {
                "id": 4110693,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-05 16:45:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}