{
    "identity": "nprot-7319",
    "title": "The Protocol for SNAC-tag Chemical Protein Cleavage",
    "content": [
        {
            "header": "Introduction",
            "content": "Current biocompatible protein cleavage can only be achieved using various proteases including Tobacco Etch Virus protease, thrombin protease, etc.1 However, enzymatic protein cleavage may not be ideal method to achieve protein cleavage. The enzymes added often desired to be removed. Enzymes can be prohibitively expensive, especially when producing large amount of proteins. For therapeutic protein production involving enzymatic cleavages, quality control of enzymes is also required. At last, enzymatic cleavages often fail, especially for membrane proteins when the enzyme substrates locate near membrane blocking enzyme access. Here we developed a strategy to chemically cleave proteins under biocompatible conditions with efficiency comparable to enzymes. We name this technology SNAC-tag as sequence-specific chemical protein cleavage. SNAC-tag can be inserted into unstructured protein regions and Ni<sup>2+</sup> can then be used to site-specifically cleave SNAC-tag at room temperature within 24 hours."
        },
        {
            "header": "Reagents",
            "content": "All reagents were used without further treatment. DNA primers were obtained from Integrated DNA Technologies \\(IDT). Protein expression were done using pET28a plasmid as backbone. One Shot BL21\\(DE3) Chemically Competent E. coli., LB Broth Base, NuPAGE MES SDS Running Buffer \\(20X), Ni-NTA Agarose, UltraPure Agarose were purchased from Thermo Fischer Scientific. EZ-Vision® In-Gel Solution was purchased from VWR. Plasmid Miniprep kit, PCR purification kit were purchased from Qiagen. Gibson 2x master mix was purchased from New England Biolabs \\(NEB). Imidazole, Trisaminomethane \\(Tris), N-Cyclohexyl-2-aminoethanesulfonic acid \\(CHES), 4-\\(2-hydroxyethyl)-1-piperazineethanesulfonic acid \\(HEPES), Sodium Chloride \\(NaCl), Acetone Oxime, Nickel Chloride \\(NiCl2), Guanidine hydrochloride, Tris\\(2-carboxyethyl)phosphine hydrochloride \\(TCEP), DL-Dithiothreitol \\(DTT), Amicon Ultra 0.5 mL centrifugal filters MWCO 3 kDa were purchased from Sigma-Aldrich. N,N-Dimethyldodecylamine N-oxide \\(LDAO), N-Dodecyl-N,N-dimethyl-3-ammonio-1-propanesulfonate \\(C12 Betaine), Triton X100 were purchased from Sigma-Aldrich. Fos-choline-12 \\(DPC), Decyl β-D-maltopyranoside \\(DM) were purchased from Anatrace. Sodium dodecyl sulfate \\(SDS) was purchased from Calbiochem, IPTG \\(isopropyl β-D-1-thiogalactopyranoside) was purchased from Genesee Scientific Corporation. Precast NuPAGE 4-12% Bis-Tris polyacrylamide protein gels were purchased from Invitrogen."
        },
        {
            "header": "Equipment",
            "content": "DNA gels were visualized under UV, protein gels were imaged on Bio-Rad ChemiDoc MP imaging System."
        },
        {
            "header": "Procedure",
            "content": "This protocol starts after 250 mM imidazole elution of protein HisTag-GSHHW-HB2225 \\(water soluble protein) or protein HisTag-T4L-GSHHW-3hbtmV2 \\(membrane protein) off the Ni-NTA beads. We take protein HisTag-T4L-GSHHW-3hbtmV2 \\(membrane protein) as the example to illustrate the protocol.\r\n\n\n\r\n\n\n1. Take 0.5 mL of imidazole \\(250 mM) eluted HisTag-T4L-GSHHW-3hbtmV2 into Amicon Ultra 0.5 mL centrifugal filters, spin 4 times to exchange buffer into cleavage buffer: 0.1 M CHES, 0.1 M NaCl, 0.1 M acetone oxime, 5 mM DPC, pH 8.6. Note, imidazole has to be completely removed before cleavage.\r\n  \r\n\n\n2. After 4 times buffer exchange, measure protein concentration to be 0.5-1.0 mg/mL, if protein concentration is higher, dilute protein concentration to this range using cleavage buffer.\r\n  \r\n\n\n3. To a 1.7 mL eppendorf tube, add 10 uL NiCl2 \\(0.1 M), then add 1 mL of HisTag-T4L-GSHHW-3hbtmV2 into the same tube, vortex gently to mix well. \r\n  \r\n\n\n4. Incubate reaction at room temperature \\(22 °C) for 16 hours. Don’t shake or vortex.\r\n  \r\n\n\n5. Run protein gel to monitor reaction after 16 hours to see cleavage progression. If not complete, reaction can be left longer until complete.\r\n  \r\n\n\n6. After reaction is done, add protein solution to centrifugal filters again to exchange protein \\(3 times) into desired buffer \\(0.1 M Tris, 0.25 M NaCl, 5 mM DPC, pH 8.0), and to remove free Ni2+. \r\n  \r\n\n\n7. Add 0.2 mL bed volume of Ni-NTA beads to the protein solution and rotate to extract the cleaved tag to give desired protein."
        },
        {
            "header": "Timing",
            "content": "The cleavage can be generally done within 24 hours starting from purified SNAC-tag containing proteins."
        },
        {
            "header": "Troubleshooting",
            "content": "1. When purifying proteins, we suggest not using SDS as detergent since SDS is difficult to remove and it does inhibit SNAC-tag cleavage.\r\n  \r\n\n\n2. If HisTag is used for protein purification, imidazole must be removed completely from protein before cleavage, imidazole greatly inhibits SNAC-tag cleavage.\r\n  \r\n\n\n3. When protein and Ni2+ are mixed together, sometimes we do see protein precipitations.  When protein precipitation is observed, we have a few suggestions to overcome this problem:\r\n  a. adding 0.5 M guanidine hydrochloride to cleavage buffer before mixing protein with Ni2+, we think this might be the best way to avoid protein precipitations.\r\n\n\nb. adding 1 mM TCEP into cleavage buffer prior mixing protein with Ni2+. This can alleviate protein precipitations, but protein precipitations might still occur, solution might turn yellowish after mixing TCEP and Ni2+.\r\n\n\nc. Using 50 mM Tris buffer instead of CHES buffer, since Tris binds Ni2+ leaving less free Ni2+, but using Tris could slow down cleavage rate.\r\n\n\nd. Using pH 8.2 buffer instead of pH 8.6 buffer, this might help in some situations.\r\n\n\ne. Explore other weakly Ni2+ binding reagents, we think protein precipitation is liked caused by non-specific interactions between Ni2+ and protein molecules, weak Ni2+ binders can stabilize Ni2+ reducing non-specific interactions between protein and Ni2+, thus decrease protein precipitation tendency.\r\n\n\n\r\n\n\n4. If protein molecules have unpaired Cys, it is likely Cys oxidation might occur. In this case, 1-2 mM TCEP could be added to cleavage buffer to consume free oxygen in solution. When the cleavage reaction happens in reducing environment, Cys oxidation could be avoided."
        },
        {
            "header": "Anticipated Results",
            "content": "The cleavage yield should be around 80-90% after 16 hours at room temperature. Cleavage compatibility is shown in Fig.1."
        },
        {
            "header": "References",
            "content": "1 Waugh, D. S. Protein Expr. Purif. 80, 283-293 \\(2011)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-019-0357-3",
                "date": "2019-03-06 11:16:15",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16203,
                "identity": "a1ad9326-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bobo dang",
                "email": "dangbobo@westlake.edu.cn",
                "orcid": "",
                "institution": "Dang lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bobo",
                "middleName": "",
                "lastName": "dang",
                "suffix": ""
            },
            {
                "id": 16204,
                "identity": "a1ad96cc-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "William DeGrado",
                "email": "william.DeGrado",
                "orcid": "",
                "institution": "UCSF",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "William",
                "middleName": "",
                "lastName": "DeGrado",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-02-04 19:41:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.013",
        "doiUrl": "https://doi.org/10.1038/protex.2019.013",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610340,
                "identity": "62cbbf27-2324-481d-8150-f33400642c90",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:35",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 278580,
                "visible": true,
                "origin": "",
                "legend": "Ni2+ cleavage of HisTag-T4L-GSHHW-3hbtmV2 construct.    Cleavage conditions: protein 1 mg/mL, 1.0 mM NiCl2 0.1 M CHES, 0.1 M acetone oxime, 0.1 M NaCl, pH 8.2, 22 °C, 5 mM DPC, 16 hours. Lane 3 to Lane 21 are cleavage compatibility test varying single cleavage factor.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-7319/v1/figure_1.png"
            },
            {
                "id": 13466260,
                "identity": "c56d3b7a-68a6-43c7-b494-e961e4e68790",
                "added_by": "auto",
                "created_at": "2021-09-16 20:50:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 400065,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7319/v1/97a48e56-f75f-420b-8722-763ce0a46f4c.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Protein cleavage, cleavage tag, chemical cleavage, nickel ion",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes a method to site-specifically cleave proteins using chemicals upon insertion of the appropriate tag into the cleaving proteins. It can be applied to water soluble as well as membrane proteins with efficiency comparable to enzymes. The fact that chemicals can be used to replace enzymes in this method highlights the unique aspects of this technology. The cleavage can be achieved within a day upon obtaining target proteins. Detailed technical aspects of this method will be discussed in this protocol.",
        "manuscriptTitle": "The Protocol for SNAC-tag Chemical Protein Cleavage",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-03-06 16:41:38",
                "doi": "10.1038/protex.2019.013",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1ad1bd8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 6th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4513,
                "name": "Chemistry"
            },
            {
                "id": 4514,
                "name": "Biochemistry"
            },
            {
                "id": 4515,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-03-06 16:41:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}