{
    "identity": "nprot-4721",
    "title": "Tips and tricks for artifact-free PFA-based fixation of the actin cytoskeleton and its regulatory proteins for single molecule localization super-resolution microscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "**INTRODUCTION**\r\n\n\nSingle-molecule-based localization microscopy \\(SMLM) has overcome the resolution limit of optic microscopy and allows to resolve structures much smaller than about half the wavelength of light <sup>1</sup>. Among SMLM variants, the most widely used are photo-activated localization microscopy \\(PALM) <sup>2</sup> <sup>3</sup>, \\(direct) stochastic optical reconstruction mMicroscopy \\(STORM and dSTORM) <sup>4</sup> <sup>5</sup>   and ground-state depletion and single-molecule return \\(GDSIM) <sup>6</sup>. These methods rely on photo-activation or photo-switching of fluorophores achieved through light irradiation. dSTORM and GSDIM belong to the stochastic switching and readout type of SMLM techniques and use basic transitions of standard markers, such as commercial dyes, to achieve a resolution of up to 10 nm <sup>6</sup>.\r\n\n\nAs SMLM techniques permit to study the distribution of individual molecules within the cell at high resolution, they are receiving increasing attention in the past years <sup>7</sup> <sup>8</sup>.  For example, SMLM has become a highly used tool for the study of the actin cytoskeleton and actin-related processes in the cell, such as formation of membrane protrusions, cell migration, cytokinesis, endocytosis, vesicle trafficking and organelle homeostasis <sup>9</sup> <sup>12</sup>. \r\n\n\nHowever, increased resolution generates a series of new technical issues that must be addressed and solved in order to obtain faithful and high-quality SMLM images. \r\n\n\nAmong the issues that can influence the outcome of the final SMLM image, appropriate fixation of the structure of interest remains often very challenging and, more than any other step, it determines the outcome of the experiment. \r\n\n\nIn Electron Microscopy \\(EM), it is well known that different fixatives impact on cellular structures differently and that buffers can also dramatically affect fixation. The ideal fixative should preserve cellular structures faithfully, an aspect that becomes absolutely crucial in high-resolution microscopy. \r\n\n\nFor this reason, crosslinking fixatives Crosslinking fixatives like paraformaldehyde \\(PFA) and glutaraldehyde \\(GA) are usually superior to other types of fixatives, such as methanol, ethanol and acids. PFA and GA bind amino groups of proteins preserving their location in the cell. On one hand, PFA does not change the tertiary structure of proteins, whose epitopes remain available for binding by specific antibodies <sup>13</sup> <sup>14</sup>. On the other hand, GA crosslinks proteins more efficiently than PFA, but it introduces free aldehyde groups into the fixed specimen that often alter the tertiary structure of proteins and make epitopes unrecognizable by cognate antibodies. Given that GA has a low permeability, cell permeabilization is required either before or during fixation <sup>14</sup>. Thus, GA fixation may result in the loss of both cytosolic proteins and also those that are weakly bound to their partners. In addition to the fixative type, also concentration, incubation time of fixatives as well as permeabilization methods can considerably influence the final outcome of SMLM.\r\n\n\nOther key elements determining the success of a SRM experiment are dense labeling of the structure of interest and use of fast switching \\(in)organic fluorophores <sup>8</sup> <sup>15</sup> <sup>16</sup>. For the imaging of actin filaments, these two conditions can be readily met by Phalloidin, which binds filamentous actin with a high periodicity and can be labelled with the widely used SMLM fluorophore AlexaFluor-647.\r\n\n\nEven though recent publications <sup>17</sup> <sup>18</sup> claim that PFA fixation cannot be used to study the actin cytoskeleton with SMLM, we have show that PFA fixation can preserve the actin cytoskeleton almost as faithfully as GA. Furthermore, we show that PFA fixation circumvents the drawbacks of GA fixation for SMLM of the actin cytoskeleton and its regulatory proteins. \r\n\n\n\r\n\n\n**Outline of the protocol** \r\n\n\nWe have taken advantage of SMLM to study the mechanism of initiation of lamellipodia and ruffles, actin-based protrusions of the plasma membrane mediating the migration of mesenchymal cells <sup>12</sup>. Lamellipodia and ruffles are thin, veil-like cell protrusions composed of branched actin filaments polymerized by the Arp2/3 complex. While lamellipodia adhere to the underlying substrate, ruffles do not and can often be found on the dorsal surface of cells. In this protocol, we provide a detailed step-by-step description of the method that we have optimized to image actin filaments within lamellipodia and ruffles and quantitatively map the position of key actin-regulatory proteins. \r\n\n\nAlthough GA fixation has been successfully employed to study actin by SMLM <sup>11</sup>, we show here that it cannot be used for immune-based detection of all actin-regulatory proteins. Conversely, PFA fixation is compatible with multi-color imaging of the actin cytoskeleton and associated proteins.\r\n\n\nWe provide a step -by -step guide \\(**Figure 5**) with duration of all steps that can be easily followed for best results.\r\n\n\n\r\n\n\n**Experimental procedure**\r\n\n\nFixation, permeabilization and blocking. This procedure has been optimized for cells growing on glass coverslips and is not affected by gelatin, fibronectin, or collagen coating. For fixation, we use either GA \\(0.3 – 0.5% vol/vol) as previously described <sup>11</sup> <sup>19</sup> or 4% \\(wt/vol) PFA, both dissolved in cytoskeleton protective buffers that preserve the architecture of the actin cytoskeleton. GA fixation works efficiently at room temperature, whereas we established that the optimal temperature for fixation with PFA is 37⁰C. In both cases, we noticed that fixation time is crucial to ensure optimal antigen-antibody binding and to avoid high background fluorescence. Although many protocols suggest a fixation time ranging between 10 and 20 minutes, in our experience a 10-minute fixation time is optimal to keep the background low and epitope recognition high. \r\n\n\nFixation with crosslinkers requires efficient quenching of all free aldehydes that could bind primary and secondary antibodies non-specifically <sup>20</sup> <sup>21</sup>. For GA-fixed samples, we performed a first step of quenching using 0.1% NaBH4 in Phosphate Buffered Saline \\(PBS) followed by a second one in PBS supplemented with 5% BSA for at least one hour at 37⁰C or overnight at 4⁰C. For PFA-fixed samples, we obtained efficient quenching by incubating the specimen directly with PBS supplemented with 5% BSA. Of note, this is a crucial step determining the success of SMLM experiments as, at such high resolution, even single secondary antibodies are detected. As this fact represent a confounding factor in the localization of sparsely distributed proteins, SMLM users should keep in mind that these instructions should be followed very strictly. For example, the lower concentrations of BSA for quenching/blocking that have been proposed in other protocols are of use for confocal microscopy, but they are insufficient for SMLM. In addition, BSA must be freshly prepared on the day of the experiment, given its propensity to form aggregates. \r\n\n\nEM specialists know that GA fixation is best to maintain the architecture of the actin cytoskeleton <sup>19</sup>  \\(**Figure 1**). However, GA fixation can also prevent the detection of specific actin-binding and actin-regulatory proteins, due to conformational changes, and/or epitope hindrance and/or the washout of the protein of interest during permeabilization/fixation. In order to interpret SMLM images properly, it is thus absolutely required to include a few crucial negative controls, such as samples stained with only the secondary antibody \\(**Figure 2**). The qualitative and quantitative comparison between the sample of interest and the negative controls enables the operator to assess the specificity of the signal attributed to actin-binding and actin-regulatory proteins. In the case these samples look alike, the fixation method needs to be optimized or even changed. This troubleshooting procedure may be very long and challenging, especially for non-experienced users. Thus, we have optimized an alternative PFA-based fixation method that minimally perturbs the integrity and architecture of the actin cytoskeleton and is compatible with high-resolution SMLM of both F-actin, actin-binding and actin-regulatory proteins. \r\n\n\nInmunostaining. We employ exclusively primary antibodies that recognize only the cognate protein and no other protein species in Western blotting. Moreover, the working concentration and incubation time of any primary antibody must always be optimized. In the case of secondary antibodies, commercial goat anti-mouse and goat anti-rabbit antibodies are widely used in most laboratories. The concentration recommended by suppliers \\(Molecular Probes by Life Technologies, whose antibodies were used in the optimization of this protocol) is usually 1-10 µg/ml. Yet, given that high labelling density is necessary to faithfully delineate structures at high resolution, we recommend the use of 10 µg/ml. Incubation times are also crucial as excessive incubation increases the background caused by unspecific labelling. In our hands, optimal incubation time is 45 minutes for most primary antibodies and 30 minutes for the secondary antibodies provided by Molecular Probes, both at room temperature. Importantly, we noticed that AlexaFluor-532-labelled secondary antibodies purchased from Molecular Probes have only minimal lot-to-lot variations and facilitate standardization and reproducibility.\r\n\n\nPhalloidin staining can also be performed at room temperature for 30 minutes. We found that 0.6 U Phalloidin \\(Life Technologies from Molecular Probes) ensures dense labelling of F-actin needed for high-resolution imaging in SMLM. We strongly recommend the use of Phalloidin labelled with AlexaFluor-647, whose blinking properties in oxygen scavenging buffers make it a gold standard fluorophore to obtain the highest resolution in stochastic SMLM <sup>22</sup>.\r\n\n\nSMLM imaging and analysis. We refer prospective users of stochastic SMLM imaging to the work of Van de Linde and colleagues for a detailed description of the imaging procedures <sup>23</sup>.\r\n\n\nIn our protocol, we used a Leica SR-GSD 3D microscope to image fixed cells using an oxygen scavenging system supplemented with the reducing agent Cysteamine hydrochloride \\(MEA) at 100 mM. Depending on the setup, not only the AlexaFluor-532 and AlexaFluor-647 dyes but also many other dyes have been proven to be useful for SMLM <sup>22</sup>  <sup>24</sup>. Extensive efforts have been done in developing image analysis packages for the localization of the centre of blinking fluorophores in SMLM. Although optimization and comparison of analysis packages is beyond the scope of this protocol, we used and recommend freeware imageJ <sup>25</sup> \\(ImageJ; http://imagej.nih.gov/ij/) and its plugin Thunderstorm <sup>26</sup>."
        },
        {
            "header": "Reagents",
            "content": "• Albumin bovine Fraction V. pH 7.0 \\(Serva, cat. no. 11930) \r\n\n\n• Appropriate cell lines \\(ATCC)\r\n\n\n• 2-Butanol \\(Merck, cat. no. 9630) \\!CAUTION Flammable. Wear eye protection, full-face respirator, gloves.\r\n\n\n• Calcium chloride dihydrate \\(Sigma-Aldrich, cat. no. 223506)\r\n\n\n• Catalase from Aspergillus niger \\(Sigma, cat. no. 3515) \r\n\n\n• Cysteamine hydrochloride – MEA \\(Fluka, cat. no. 30080) \\!CAUTION Wear eye protection, respirator,  gloves.\r\n\n\n• D-\\(+)-Glucose anhydrous \\(Fluka, cat. no. 49150) \r\n\n\n• Dulbecco’s modified Eagle’s medium \\(Sigma, cat. no. D6429)\r\n\n\n• EGTA \\(Sigma-Aldrich, cat. no. E4378) \r\n\n\n• Epidermal growth factor receptor, EGF, murine, Natural. \\(Invitrogen, cat. no. 53003-018) \r\n\n\n• Ethanol \\(sigma-Aldrich, cat.no. 32221) \\!CAUTION Flammable. Toxic. Wear eye protection, face protection, full-face respirator, gloves.\r\n\n\n• Foetal bovine serum \\(APS, cat. no. S-001A-BR)\r\n\n\n• Gelatin from porcine skin, 300g Bloom \\(Sigma, cat. no. G1890) \r\n\n\n• Glucose oxidase \\(Sigma-Aldrich, cat. no. 7141) \\!CAUTION Toxic. Wear eye protection, face protection, respirator, gloves.\r\n\n\n• Glutaraldehyde solution 25% \\(Merck, cat. no. 1.04239) \\!CAUTION Very toxic, corrosive, sensitizing, dangerous for the environment. Do not breathe vapour. Wear suitable protective clothing, gloves and eye/face protection. Avoid release to the environment.\r\n\n\n• Hydrochloric acid \\(Sigma-Aldrich, cat. no. 258148) \\!CAUTION Corrosive. Wear eye protection, face protection, full-face particle respirator, gloves.\r\n\n\n• Magnesium chloride hexahydrate \\(Merck, cat. no. 1.05833) \r\n\n\n• MES hydrate \\(Sigma, cat. no. M-8250) \r\n\n\n• Paraformaldehyde \\(PFA) \\(Merck, cat. no.1.04005) \\!CAUTION Very toxic. Harmful, irritant, carcinogenic, sensitizing. Wear protective gloves, wear eye protection, do not inhale, use fume hood.\r\n\n\n• Phosphate buffered saline \\(PBS) tablets \\(Sigma-Aldrich, cat. no. P4417)\r\n\n\n• PIPES \\(Fisher Scientific, cat. no. BP304) \\!CAUTION Wear personal protective equipment. Ensure adequate ventilation. Avoid dust formation. Avoid contact with skin, eyes and clothing. Avoid ingestion and inhalation.\r\n\n\n• Petroleum ether \\(Aldrich, cat. no. 26,173-4) \\!CAUTION Flammable. Toxic. Wear eye protection, face protection, full-face respirator, gloves.\r\n\n\n• Precision tissue wipes \\(Kimtech science, cat. no. 05511). \r\n\n\n• Primary antibodies, user specific.\r\n\n\n• Secondary antibodies. For this protocol, Goat anti-Mouse and Goat anti-Rabbit \\(Molecular Probes for Life Technologies) were purchased from Thermo Fischer Scientific \\(https://www.thermofisher.com/)\r\n\n\n• Sodium borohydride \\(Aldrich, cat. no. 452882) \\!CAUTION Toxic, flammable. Wear eye protection, face protection, full-face particle respirator, gloves.\r\n\n\n• Sodium Chloride \\(Sigma-Aldrich, cat. no. 71380)\r\n\n\n• Sodium hydroxide pellets \\(Merck, cat. no. 106498) \\!CAUTION Corrosive. Wear protective gloves, protective clothing, eye protection, face protection.\r\n\n\n• Triton X-100 \\(Merck, cat. no. 108643) \\!CAUTION Harmful, irritant. Wear eye protection."
        },
        {
            "header": "Equipment",
            "content": "• 0.22-µm filter and 50-ml syringe \r\n\n\n• Coverslip transferring forceps\r\n\n\n• Fume hood\r\n\n\n• Magnetic stirrer with heating\r\n\n\n• 6-well tissue culture plates\r\n\n\n• 24 mm diameter #1.5 coverslips\r\n\n\n• Rotator\r\n\n\n• Warm bath\r\n\n\n• Humidified incubator\r\n\n\n• Autoclave\r\n\n\n\r\n\n\nLeica SR GSD 3D setup with:\r\n\n\ni. TIRF objective \\(160x, NA 1.43 oil objective)\r\n\n\nii. EM-CCD camera\r\n\n\niii. Excitation lasers 642 nm, 532 nm, 488 nm, 405 nm\r\n\n\niv. Emission filters"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT** **SETUP**  \r\n\n\n\r\n\n\n- Blocking reagent, 5%. Dissolve 2.5 g of BSA in 50 ml PBS. \r\n\n\nΔCRITICAL Make fresh and dissolve slowly in a rotator. \r\n\n\n- Glucose \\(for GLOX buffer) 0.25 g/ml. Dissolve 2.5 g in 10 ml PBS. Filter-sterilize and store at 4⁰C.\r\n\n\n- Glucose 500 mM Dissolve 4.5 g of Glucose in 50 ml ddH2O. Filter-sterilize and store at 4⁰C.\r\n\n\n- Glucose oxidase 3 mg/ml. Dissolve 5 mg of glucose oxidase \\(60% purity) in 1 ml PBS. ΔCRITICAL Use fresh, dissolve only before use. \r\n\n\n- EGTA 500 mM Dissolve 9.51 g of - EGTA in 50 ml ddH2O, add drops of NaOH to help dissolve EGTA, which will only dissolve at pH 8. \r\n\n\n- PBS \\(10 mM phosphate buffer, 2.7 mM KCl, 137 mM NaCl). Mix 5 PBS tablets in 1 l of ddH2O, pH 7.4. Filter-sterilize the solution and store it at RT for up to 6 months.\r\n\n\n- PBS++ \\(10 mM phosphate buffer, 2.7 mM KCl, 137 mM NaCl, 1 mM CaCl2, 0.5 mM MgCl2). Mix 5 PBS tablets, 110,98 mg CaCl2 and 47,6 mg MgCl2 in 1 l of ddH2O, pH 7.4. Filter-sterilize the solution and store it at RT for up to 6 months.\r\n\n\n- Gelatin solution for coating. Dissolve Gelatin to a concentration of 0.5% \\(w/v) in PBS. Autoclave and aliquot in filter-sterilized 50 ml aliquots. Store at 4⁰C for up to 6 months. \r\n\n\n- Paraformaldehyde solution. 20% \\(w/v) stock solutions.27 \\!CAUTION Wear appropriate protective safety equipment and work under a fume hood. Weigh 20 g of PFA inside the fume-hood and dissolve in ~50 ml of ddH2O. Stir continuously the mixture slowly on a hot plate keeping the temperature below 55-57⁰C. If necessary add drops of NaOH until all PFA is dissolved. Once the solution does not look cloudy anymore, PFA is dissolved and HCl should be used adjust the pH to 7.2. Let the solution cool down and adjust the final volume to 100 ml with ddH2O. Store in filter-sterilized 5ml aliquots at -20⁰C for up to a year. \r\n\n\nΔCRITICAL thaw the solution only before use.\r\n\n\nΔCRITICAL PFA 20% stock solutions must be prepared from powder PFA. \r\n\n\n- PIPES 500 mM pH 6.8. Dissolve 15.12 g of PIPES in 50 ml ddH2O. Check pH and, if necessary, adjust to pH 6.8. Adjust final volume to 100 ml. Filter-sterilize. Store in aliquots at -20⁰C. \r\n\n\n- MEA 1 M. Dissolve 0.61 g MEA in 5 ml PBS, adjust pH with NaOH to pH 8. Adjust volume to 10 ml. Stock aliquots at -20⁰C for up to a year.\r\n\n\n\\!CAUTION Wear appropriate protective safety equipment and work under a fume hood.\r\n\n\n- MES 100 mM Dissolve 0.98 g of MES buffer in 25 ml ddH2O, adjust pH to 6.1, add ddH2O up to 50 ml. Filter-sterilize and store at 4⁰C.\r\n\n\n- MgCl2 50 mM Dissolve 48 mg of MgCl2 in 10 ml. Filter-sterilize and store at RT.\r\n\n\n- NaBH4 0.1% \\(w/v) Dissolve 0.01 g of NaBH4 in 10 ml PBS. \r\n\n\n\\!CAUTION Wear appropriate protective safety equipment and work under a fume hood.  \r\n\n\nΔCRITICAL Prepare fresh before use. \r\n\n\n- NaCl 4 M Dissolve 11.7 g of NaCl in 50 ml ddH2O.  Filter-sterilize and store at RT.\r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n\r\n\n\nΔCRITICAL Filter sterilize all reagents. All solutions used before fixation of the cells must be sterile as bacterial toxins can induce changes in the actin cytoskeleton. Solutions used after fixation must be sterile to avoid background.\r\n\n\n\r\n\n\n**Preparation coated coverslips.** • TIMING ~1-2 h\r\n\n\n1| Place one coverslip of 24 mm in each well in a 6-well cell culture plate, wash coverslips for 5 minutes with 2 ml 70% EtOH, rinse twice with 2 ml PBS. Coat wells with 1-2 ml of 0.5% gelatin solution in a humidified incubator at 37⁰C for 30 minutes. Rinse twice with PBS++. \r\n\n\nΔCRITICAL Coverslips should be coated with gelatin just before plating the cells. \r\n\n\n\r\n\n\n**Cell seeding and growth.** • TIMING ~48 h \r\n\n\n2| Two days before the imaging, seed 150.000 HeLa cells \\(or 100.000 COS-7 cells) per well on freshly gelatin-coated coverslips. \r\n\n\nΔCRITICAL STEP Control: Seed 2 replicas per condition. One of the replicas will be used as a control of the fixation effect on the actin-binding protein to be studied.\r\n\n\n3| The day before the imaging, change the growing medium of the cells to DMEM supplemented with 0.1% FCS. Leave cells in this medium for ~16 hours.\r\n\n\n?TROUBLESHOOTING\r\n\n\n4| On the day of the imaging, stimulate cells with agonist of interest at the desired concentration.\r\n\n\nΔCRITICAL After a few minutes \\(exact time depends on the specific agonist and should be determined through time-course experiments) observe the cells under a phase contrast microscope to confirm that they have responded to the agonist. Cells should show agonist-specific phenotype.\r\n\n\n?TROUBLESHOOTING\r\n\n\n\r\n\n\n**Fixation.** • TIMING ~30 min\r\n\n\n\\!CAUTION  For the preparation and use of the fixation solutions, wear all the time appropriate safety equipment and work under a fume-hood.\r\n\n\nΔCRITICAL When changing buffers, pipet gently and never let the sample dry out for maintenance of the cytoskeletal structures and to avoid background.\r\n\n\n5| Prepare the appropriate fixation solution and fix cells.\r\n\n\n\r\n\n\n**\\(A)** Glutaraldehyde fixation and quenching\n11\n\\!CAUTION Glutaraldehyde fixation is the recommended fixation method for the preservation of the actin cytoskeleton architecture, but it is often incompatible with antibody-based detection of actin-binding proteins.\r\n\n\ni. Warm up PBS++ to 37⁰C in a waterbath  \r\n\n\nii. Prepare two aliquots of cytoskeleton buffer \\(10 mM MES, 150 mM NaCl, 5 mM EGTA, 5 mM Glucose, 5 mM MgCl2) by mixing stock solutions: 1 ml MES \\(100 mM), 375 µl NaCl \\(4 M), 100 µl EGTA \\(500 mM), 100 µl Glucose \\(500 mM), 1 ml MgCl2 \\(50 mM) and ddH2O up to 10 ml\r\n\n\nΔCRITICAL Buffer must be freshly prepared\r\n\n\niii. Prepare the first fixation buffer by adding 0.3% glutaraldehyde and 0.25% Triton X-100 to one 10 ml aliquot of cytoskeleton buffer. Prepare the second fixation buffer by adding 0.5% glutaraldehyde to one 10 ml aliquot of cytoskeleton buffer. \r\n\n\n\\!CAUTION When using glutaraldehyde work always under the fume hood. \r\n\n\niv. Remove the growing medium and rinse cells carefully with 2 ml of warm PBS++.\r\n\n\nv. Remove PBS++ and replace it with the first fixation buffer. Leave the sample fixing for 2 minutes. \r\n\n\nΔCRITICAL Longer fixation times can increase membrane permeability and result in the loss of soluble proteins.\r\n\n\nvi. Remove the first fixation buffer and add 1 ml of the second fixation buffer for 8 minutes.\r\n\n\nΔCRITICAL Longer fixation times can increase the background and make epitopes unavailable to the antibodies. \r\n\n\nvii. Rinse twice with 2 ml of PBS.\r\n\n\nviii. Remove PBS and add 0.1% NaBH4 solution for 10 minutes.\r\n\n\n\\!CAUTION Perform all NaBH4 involving steps under a fume hood with proper protection\r\n\n\nΔCRITICAL NaBH4 solution must be freshly prepared. \r\n\n\nΔCRITICAL After a few minutes of incubation bubbles should appear around the coverslip.\r\n\n\n?TROUBLESHOOTING\r\n\n\nix. Rinse twice with 2 ml of PBS for 5 minutes.\r\n\n\n\r\n\n\n**\\(B)**  Paraformaldehyde fixation and permeabilization\r\n\n\nΔCRITICAL STEP Fixation should occur at the correct temperature for the appropriate time to preserve the architecture of the actin cytoskeleton. Do not exceed fixation time and optimal temperature. Perform at 37⁰C until fixation is complete\r\n\n\ni. Prepare PFA in stabilization buffer \\(PEM: 80 mM PIPES pH6.8, 5 mM EGTA, 2 mM MgCl2, 4% PFA) by mixing stock solutions: 4 ml PIPES \\(500 mM), 0.25 ml EGTA \\(500 mM), 1 ml MgCl2 \\(50 mM), 5 ml PFA \\(20 %) and ddH2O up to 25 ml.\r\n\n\nΔCRITICAL PFA must be freshly thawed.\r\n\n\n?TROUBLESHOOTING\r\n\n\nii. Warm up PBS++ and PFA in cytoskeleton buffer to 37⁰C in a waterbath.\r\n\n\nΔCRITICAL Both buffers must be warm before fixing the cells.\r\n\n\niii. Remove the growing medium and rinse cells carefully with 2 ml warm PBS++.\r\n\n\niv. Remove PBS++ and replace it with PFA in PEM buffer. Leave the sample fixing for 10 minutes. \r\n\n\nΔCRITICAL STEP Longer fixation times can increase the background when imaging and mask epitopes.\r\n\n\nv. Rinse twice with 2 ml of PBS.\r\n\n\nvi. Remove the fixation solution and add 2 ml of 0.5% Triton in PBS for 10 minutes. \r\n\n\nvii. Rinse twice with 2 ml of PBS for 5 minutes.\r\n\n\n6| Check the quality of the fixation. Cells should still be visible in a phase contrast microscope. In case some proteins are genetically tagged with a fluorescent protein \\(FP), verify that these still have the expected localization with a fluorescent microscope.\r\n\n\n?TROUBLESHOOTING\r\n\n\n\r\n\n\n**Paraformaldehyde and Glutaraldehyde blocking.** • TIMING > 1 hour\r\n\n\nΔCRITICAL Blocking solution must be prepared freshly. \r\n\n\n7| Replace PBS from sample with blocking 5% BSA solution. Allow BSA to block for at least 1 hour. Alternatively, samples can be blocked at 4⁰C overnight.\r\n\n\nΔCRITICAL STEP Efficient blocking is crucial for super-resolution imaging to prevent unspecific binding of antibodies.\r\n\n\n□PAUSE POINT Samples can be stored at this point at 4⁰C for up to 1 week.\r\n\n\n\r\n\n\n**Immunofluorescence staining for super-resolution imaging.** • TIMING ~2 hours\r\n\n\n8| Primary antibody staining \\(if only Phalloidin staining is to be done jump to step 9|)\r\n\n\nΔCRITICAL STEP Control Leave one of the two replicas without primary antibody. This coverslip will serve as a control for the effects of the fixation on the protein of interest as well as the specificity of the primary antibody. \r\n\n\ni. Dissolve antibody in 100 µl of 5% BSA at a concentration determined before in optimization of primary antibody labelling for the specific protein/antibody combination\r\n\n\nii. Pick the coverslip with forceps and incubate it facing down in a drop of 100 µl of antibody solution.\r\n\n\niii. Incubate the sample for 45 minutes at room temperature\r\n\n\nΔCRITICAL Longer incubation times will increase unspecific binding.\r\n\n\niv. Rinse twice with PBS\r\n\n\n9| Secondary antibody staining/Phalloidin staining \r\n\n\nΔCRITICAL Efficient blinking is crucial for super-resolution imaging of challenging structures such as actin filaments, which are very dense in cells and small in diameter. Therefore, we recommend Phalloidin to be labelled with AlexaFluor-647, the best dye for stochastic SMLM. As Phalloidin has a finite off-rate, for best results it must be imaged within a few hours of staining.\r\n\n\nΔCRITICAL STEP Control samples \\(i.e. the coverslips without primary antibody) can be labelled here only with the secondary antibody to test the effect of the fixation procedure on the labelling of the actin-binding protein.\r\n\n\ni. Prepare a solution in 100 µl of 5% BSA with 0.6 U of Phalloidin \\(Molecular probes for Life Technologies) and 10 µg/ml of secondary antibody\r\n\n\nii. Pick the coverslip with forceps and incubate facing down in a drop of 100 µl of staining solution.\r\n\n\niii. Incubate the sample for 30 minutes at room temperature always protected from light.\r\n\n\nΔCRITICAL Longer incubation times will increase the unspecific binding.\r\n\n\niv. Rinse twice with PBS\r\n\n\n10| Check the quality of the staining. Fluorescence of AlexaFluor-532 should be visible in a standard epi-fluorescence microscope. For proteins genetically tagged with a FP, verify that they are still localized where expected and so should the proteins stained with antibodies.\r\n\n\n?TROUBLESHOOTING\r\n\n\n\r\n\n\n**Sample mounting and super-resolution imaging.** • TIMING ~1hour\r\n\n\n11| Prepare the imaging buffer \\(10% Glucose, 0.5 mg/ml Glucose Oxidase, 40 µg/ml Catalase, 100 mM MEA in PBS) by mixing 200 µl glucose \\(prepared previously at 0.25 g/ml for GLOX buffer), 83 µl Glucose Oxidase, 50 µl MEA, 6.75 µl Catalase and PBS up to 500 µl. As the concentration of the stock solution of Catalase shows batch-to-batch differences, we add 6.75 µl of a 1:10 dilution of our concentrated Catalase corresponding to a final concentration of 40 µg/ml.\r\n\n\nΔCRITICAL STEP Imaging buffer must be prepared freshly, Glucose Oxidase freshly prepared, and MEA thawed on the day of imaging. \r\n\n\nΔCRITICAL As efficient blinking is crucial for super-resolution imaging, the buffer used must be selected and optimized for each fluorophore. For actin imaging, we recommend the use of AlexaFluor-647 with a Glucose Oxidase-based oxygen-scavenging system.\r\n\n\nΔCRITICAL, In order to preserve the integrity of the cells and the actin cytoskeleton, it is crucial to pipet gently and to maintain the sample always wet when changing buffers.\r\n\n\n12| Mount the sample with the forceps on an open imaging ring.\r\n\n\ni. Clean the bottom of the coverslip thoroughly with 70% ethanol. Wipe carefully in the same direction to avoid smudges. Let dry. \r\n\n\nii. Add imaging buffer \\(500 µl)\r\n\n\niii. Clean the objective with a 50-50 petroleum ether – butanol solution with a lens paper and always in the same direction. Let dry.\r\n\n\niv. Let the sample holder stabilize for ~5 minutes before imaging.\r\n\n\n13| Image the sample with the microscope. \\(Ref: Leica SR GSD 3D). \r\n\n\nΔCRITICAL STEP Super-resolution imaging is not a straightforward task and should be performed preferably by an expert user. Detailed protocols and troubleshooting for imaging procedure are available elsewhere\n23\n.\r\n\n\ni. Select the desired imaging setting, to image close to the basal membrane use the TIRF option, and for actin in the cytoplasm or ruffles choose the EPI fluorescence option.  \r\n\n\n?TROUBLESHOOTING\r\n\n\nii. Select the cell you want to image.\r\n\n\niii. In the super-resolution mode, excite cells with the appropriate laser/filter combination at high laser power in EPI mode to transfer molecules to the dark state. Depending on the fluorophore used and the density of the molecule, the time required to transfer molecules to the dark state will change.\r\n\n\nOnce molecules have been transferred to the dark state, select the appropriate imaging method \\(TIRF or EPI) and image for the necessary time. Depending on the fluorophore used and the labelling density, the time required to obtain an image will change. \r\n\n\n?TROUBLESHOOTING\r\n\n\n14| \\(Optional) Perform data analysis with \\(open source) packages like Thunderstorm 23 to locate the centre of the blinks and create a final SRM image. In some cases, structured background subtraction with a temporal median filter can be beneficial\n28\n.\r\n\n\nΔCRITICAL STEP Compare the results of the negative control sample with the samples stained also with primary antibody \\(**Figure 2**). If the pattern is the same, it is possible that the proteins \\(or the epitopes) of interest were lost \\(or masked) during fixation. Alternatively, the primary antibody may not be specific.\r\n\n\n?TROUBLESHOOTING"
        },
        {
            "header": "Timing",
            "content": "**TIMING ~3 days \\(Figure 5)**\r\n\n\nStep 1. Preparation of coated coverslips. ~1-2 hours\r\n\n\nStep 2. Cell seeding and growth. ~48 hours \r\n\n\nStep 3. Fixation and permeabilization ~30 minutes\r\n\n\nStep 4. Blocking >1 hour\r\n\n\nStep 5. Immunofluorescence staining ~2 hours\r\n\n\nStep 6. Sample mounting and super-resolution imaging. ~1hour\r\n\n\nStep 7. \\(Optional) Perform data analysis with \\(open source) packages."
        },
        {
            "header": "Troubleshooting",
            "content": "For more information consult \"Troubleshooting.pdf\":http://www.nature.com/protocolexchange/system/uploads/4349/original/Troubleshooting.pdf?1458553722"
        },
        {
            "header": "Anticipated Results",
            "content": "This protocol describes a fixation and labelling strategy for the actin cytoskeleton and actin-regulatory proteins that suits the high demands of dSTORM and GSDIM. By using this protocol and adequate imaging conditions, SMLM user can acquire high-resolution multi-colour images of the actin cytoskeleton and its regulatory proteins. \r\n\n\nAlthough we recommend users to fix cells with GA whenever only the architecture of the actin cytoskeleton is of interest \\(**Figure 1**), this method can be flawed for immuno-based detection of actin-binding and actin-regulatory proteins. Moreover, it can also result in the loss of proteins that interact with F-actin either weakly or in a highly dynamic manner. For such cases, proper PFA fixation as prepared in this protocol can ensure an adequate preservation of both the actin cytoskeleton and its regulatory proteins \\(**Figure 2**). We have employed our protocol to localize Focal Adhesion proteins Paxillin and Vinculin <sup>29</sup> and showed that it gives similar results as compared to the widely used GA fixation protocol \\(**Figure 3**). \r\n\n\nImportantly, we showed that optimize PFA fixation represents an extremely useful alternative whenever GA fixation prevents the epitope-antibody interaction taking as a case study anti-clathrin heavy chain antibody X-22 \\(Thermo Scientific) \\(**Figure 4**). GA fixation has been previously reported to preclude the usage of this antibody in EM <sup>30</sup> and our results show that it results in SMLM images with aberrant clathrin heavy chain localization. Conversely, images obtained from samples prepared with PFA fixation display a normal clathrin heavy chain pattern at the basal membrane of cells. "
        },
        {
            "header": "References",
            "content": "1 Hell, S. W. Microscopy and its focal switch. Nature methods 6, 24-32, doi:10.1038/nmeth.1291 \\(2009).\r\n\n\n2 Betzig, E. et al. Imaging intracellular fluorescent proteins at nanometer resolution. Science 313, 1642-1645, doi:10.1126/science.1127344 \\(2006).\r\n\n\n3 Gould, T. J., Verkhusha, V. V. & Hess, S. T. Imaging biological structures with fluorescence photoactivation localization microscopy. Nature protocols 4, 291-308, doi:10.1038/nprot.2008.246 \\(2009).\r\n\n\n4 Rust, M. J., Bates, M. & Zhuang, X. Sub-diffraction-limit imaging by stochastic optical reconstruction microscopy \\(STORM). Nature methods 3, 793-795, doi:10.1038/nmeth929 \\(2006).\r\n\n\n5 Heilemann, M. et al. Subdiffraction-resolution fluorescence imaging with conventional fluorescent probes. Angewandte Chemie 47, 6172-6176, doi:10.1002/anie.200802376 \\(2008).\r\n\n\n6 Folling, J. et al. Fluorescence nanoscopy by ground-state depletion and single-molecule return. Nature methods 5, 943-945, doi:10.1038/nmeth.1257 \\(2008).\r\n\n\n7 Patterson, G., Davidson, M., Manley, S. & Lippincott-Schwartz, J. Superresolution imaging using single-molecule localization. Annual review of physical chemistry 61, 345-367, doi:10.1146/annurev.physchem.012809.103444 \\(2010).\r\n\n\n8 Endesfelder, U. & Heilemann, M. Art and artifacts in single-molecule localization microscopy: beyond attractive images. Nature methods 11, 235-238, doi:10.1038/nmeth.2852 \\(2014).\r\n\n\n9 Xu, K., Zhong, G. & Zhuang, X. Actin, spectrin, and associated proteins form a periodic cytoskeletal structure in axons. Science 339, 452-456, doi:10.1126/science.1232251 \\(2013).\r\n\n\n10 van den Dries, K. et al. Dual-color superresolution microscopy reveals nanoscale organization of mechanosensory podosomes. Molecular biology of the cell 24, 2112-2123, doi:10.1091/mbc.E12-12-0856 \\(2013).\r\n\n\n11 Xu, K., Babcock, H. P. & Zhuang, X. Dual-objective STORM reveals three-dimensional filament organization in the actin cytoskeleton. Nature methods 9, 185-188, doi:10.1038/nmeth.1841 \\(2012).\r\n\n\n12 Isogai, T. et al. Initiation of lamellipodia and ruffles involves cooperation between mDia1 and the Arp2/3 complex. Journal of cell science 128, 3796-3810, doi:10.1242/jcs.176768 \\(2015).\r\n\n\n13 Fujiwara, K. Techniques for localizing contractile proteins with fluorescent antibodies. Current topics in developmental biology 14, 271-296 \\(1980).\r\n\n\n14 Robinson, R. W. & Snyder, J. A. An innovative fixative for cytoskeletal components allows high resolution in colocalization studies using immunofluorescence techniques. Histochemistry and cell biology 122, 1-5, doi:10.1007/s00418-004-0656-2 \\(2004).\r\n\n\n15 Ha, T. & Tinnefeld, P. Photophysics of fluorescent probes for single-molecule biophysics and super-resolution imaging. Annual review of physical chemistry 63, 595-617, doi:10.1146/annurev-physchem-032210-103340 \\(2012).\r\n\n\n16 van de Linde, S., Wolter, S., Heilemann, M. & Sauer, M. The effect of photoswitching kinetics and labeling densities on super-resolution fluorescence imaging. Journal of biotechnology 149, 260-266, doi:10.1016/j.jbiotec.2010.02.010 \\(2010).\r\n\n\n17 Bachmann, M., Fiederling, F. & Bastmeyer, M. Practical limitations of superresolution imaging due to conventional sample preparation revealed by a direct comparison of CLSM, SIM and dSTORM. Journal of microscopy, doi:10.1111/jmi.12365 \\(2015).\r\n\n\n18 Whelan, D. R. & Bell, T. D. Image artifacts in single molecule localization microscopy: why optimization of sample preparation protocols matters. Scientific reports 5, 7924, doi:10.1038/srep07924 \\(2015).\r\n\n\n19 Urban, E., Jacob, S., Nemethova, M., Resch, G. P. & Small, J. V. Electron tomography reveals unbranched networks of actin filaments in lamellipodia. Nature cell biology 12, 429-435, doi:10.1038/ncb2044 \\(2010).\r\n\n\n20 Cande, W. Z., Lazarides, E. & McIntosh, J. R. A comparison of the distribution of actin and tubulin in the mammalian mitotic spindle as seen by indirect immunofluorescence. The Journal of cell biology 72, 552-567 \\(1977).\r\n\n\n21 Weber, K., Rathke, P. C. & Osborn, M. Cytoplasmic microtubular images in glutaraldehyde-fixed tissue culture cells by electron microscopy and by immunofluorescence microscopy. Proceedings of the National Academy of Sciences of the United States of America 75, 1820-1824 \\(1978).\r\n\n\n22 Dempsey, G. T., Vaughan, J. C., Chen, K. H., Bates, M. & Zhuang, X. Evaluation of fluorophores for optimal performance in localization-based super-resolution imaging. Nature methods 8, 1027-1036, doi:10.1038/nmeth.1768 \\(2011).\r\n\n\n23 van de Linde, S. et al. Direct stochastic optical reconstruction microscopy with standard fluorescent probes. Nature protocols 6, 991-1009, doi:10.1038/nprot.2011.336 \\(2011).\r\n\n\n24 Vogelsang, J. et al. Make them blink: probes for super-resolution microscopy. Chemphyschem : a European journal of chemical physics and physical chemistry 11, 2475-2490, doi:10.1002/cphc.201000189 \\(2010).\r\n\n\n25 Schneider, C. A., Rasband, W. S. & Eliceiri, K. W. NIH Image to ImageJ: 25 years of image analysis. Nature methods 9, 671-675 \\(2012).\r\n\n\n26 Ovesny, M., Krizek, P., Borkovec, J., Svindrych, Z. & Hagen, G. M. ThunderSTORM: a comprehensive ImageJ plug-in for PALM and STORM data analysis and super-resolution imaging. Bioinformatics 30, 2389-2390, doi:10.1093/bioinformatics/btu202 \\(2014).\r\n\n\n27 Hrckova, G. & Olson, P. OLSON LAB PROTOCOL: PFA Preparation from Powdered PFA <http://olsonlab.com/resources/Data-Files/OlsonLabProtocol.PFA_Preparation.pdf> \\(2013).\r\n\n\n28 Hoogendoorn, E. et al. The fidelity of stochastic single-molecule super-resolution reconstructions critically depends upon robust background estimation. Scientific reports 4, 3854, doi:10.1038/srep03854 \\(2014).\r\n\n\n29 Geiger, B., Spatz, J. P. & Bershadsky, A. D. Environmental sensing through focal adhesions. Nature reviews. Molecular cell biology 10, 21-33, doi:10.1038/nrm2593 \\(2009).\r\n\n\n30 Collins, A., Warrington, A., Taylor, K. A. & Svitkina, T. Structural organization of the actin cytoskeleton at sites of clathrin-mediated endocytosis. Current biology : CB 21, 1167-1175, doi:10.1016/j.cub.2011.05.048 \\(2011).\r\n\n\n31 Schindelin, J. et al. Fiji: an open-source platform for biological-image analysis. Nature methods 9, 676-682, doi:10.1038/nmeth.2019 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by STW Technology Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1242/jcs.176768",
                "date": "2016-03-21 09:41:09",
                "title": "Initiation of lamellipodia and ruffles involves cooperation between mDia1 and the Arp2/3 complex",
                "authors": [
                    "T. Isogai",
                    "R. van der Kammen",
                    "D. Leyton-Puig",
                    "K. M. Kedziora",
                    "K. Jalink",
                    "and M. Innocenti"
                ],
                "journal": "Journal Of Cell Science",
                "logo": ""
            },
            {
                "doi": "10.1242/bio.019570",
                "date": "2016-06-29 14:40:43",
                "title": "PFA fixation enables artifact-free super-resolution imaging of the actin cytoskeleton and associated proteins",
                "authors": [
                    "Daniela Leyton-Puig",
                    "Katarzyna M. Kedziora",
                    "Tadamoto Isogai",
                    "Bram van den Broek",
                    "Kees Jalink",
                    "and Metello Innocenti"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13896,
                "identity": "a0b0ba23-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Metello Innocenti",
                "email": "m.innocenti@nki.nl",
                "orcid": "",
                "institution": "Jalink / Innocenti Lab (Netherlands Cancer Institute)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Metello",
                "middleName": "",
                "lastName": "Innocenti",
                "suffix": ""
            },
            {
                "id": 13891,
                "identity": "a0b0b0d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniela Leyton Puig",
                "email": "",
                "orcid": "",
                "institution": "Jalink / Innocenti Lab (Netherlands Cancer Institute)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniela",
                "middleName": "Leyton",
                "lastName": "Puig",
                "suffix": ""
            },
            {
                "id": 13892,
                "identity": "a0b0b332-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katarzyna M.  Kedziora *",
                "email": "",
                "orcid": "",
                "institution": "Jalink / Innocenti Lab (Netherlands Cancer Institute)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katarzyna",
                "middleName": "M.  Kedziora",
                "lastName": "*",
                "suffix": ""
            },
            {
                "id": 13893,
                "identity": "a0b0b568-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tadamoto Isogai *",
                "email": "",
                "orcid": "",
                "institution": "Jalink / Innocenti Lab (Netherlands Cancer Institute)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tadamoto",
                "middleName": "Isogai",
                "lastName": "*",
                "suffix": ""
            },
            {
                "id": 13894,
                "identity": "a0b0b6d1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bram van den Broek",
                "email": "",
                "orcid": "",
                "institution": "Jalink / Innocenti Lab (Netherlands Cancer Institute)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bram",
                "middleName": "van den",
                "lastName": "Broek",
                "suffix": ""
            },
            {
                "id": 13895,
                "identity": "a0b0b883-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kees Jalink",
                "email": "",
                "orcid": "",
                "institution": "Jalink / Innocenti Lab (Netherlands Cancer Institute)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kees",
                "middleName": "",
                "lastName": "Jalink",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-06-13 11:00:40",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.042",
        "doiUrl": "https://doi.org/10.1038/protex.2016.042",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609415,
                "identity": "a33fd86c-0416-4eb1-90fb-e045ac73703f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:54",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4064289,
                "visible": true,
                "origin": "",
                "legend": "Side-to-side comparison of SMLM of the actin cytoskeleton upon glutaraldehyde or paraformaldehyde fixation.    HeLa (A to C) and Cos-7 (D to F) cells were grown on gelatin-coated coverslips for 24 hours and fixed with either paraformaldehyde (PFA) dissolved in PBS (A, D), paraformaldehyde dissolved in PEM buffer (B, E) or glutaraldehyde in cytoskeleton buffer (C, F). Representative SMLM images obtained from cells stained with AlexaFluor-647-labelled are depicted on the left, whereas blowups of the boxed regions are on the right. Images were obtained using a Leica GSD 3D microscope. Data was processed using a temporal median filter for background subtraction ^28^ and localizations were calculated using the Thunderstorm plugin ^26^ of Fiji ^31^. Images were rendered with 20 nm pixel size, with the Normalized Gaussian visualization option. For figure visualization purposes images were convolved with a mean filter. Scale bar: 10 µm (left images), 1 µm blowups.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/figure_1.jpg"
            },
            {
                "id": 2609412,
                "identity": "f7a58333-a8da-4f0b-876e-18bd28b5173d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:54",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2141220,
                "visible": true,
                "origin": "",
                "legend": "Paraformaldehyde fixation preserves the main features of the actin cytoskeleton and enables detection of actin-binding proteins.   HeLa cells were plated as in Figure 1, serum starved overnight and then stimulated with Epidermal Growth Factor (EGF, 100 ng/ml) for 7 minutes. Cells were fixed with either glutaraldehyde (GA) in cytoskeleton buffer (A) or paraformaldehyde (PFA) in PEM buffer (B) and stained with AlexaFluor-647-labelled Phalloidin and with either anti-mDia1 (mDia1) or anti-WAVE2 (WAVE2) antibodies and secondary goat anti-mouse antibodies labelled with AlexaFluor-532. Membrane ruffles and lamellipodia were imaged in EPI mode. Representative SMLM images show the actin cytoskeleton in red and the actin-binding proteins (mDia1 and WAVE2) in green. Left panels show the merged images. Middle panels depict the F-actin mesh within ruffles and lamellipodia, right panels show the actin-binding proteins or the negative controls (goat anti-mouse IgG). Note that glutaraldehyde fixation results in a significant loss of mDIa1 and WAVE2 compared with paraformaldehyde fixation. Images were obtained and processed as in Figure 1. Scale bar: 1 µm. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/figure_2.jpg"
            },
            {
                "id": 2609414,
                "identity": "a49d71a0-d50e-4f14-89da-ef5acbefe03e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:54",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3618586,
                "visible": true,
                "origin": "",
                "legend": "Paraformaldehyde fixation and glutaraldehyde allow detection of focal adhesion proteins.    HeLa cells were plated as in Figure 1, fixed with either (A) glutaraldehyde (GA) in cytoskeleton buffer or (B) paraformaldehyde (PFA) in PEM buffer. Cells were stained with anti-Vinculin or anti-Paxillin antibodies followed by AlexaFluor-532-labelled secondary antibodies along with AlexaFluor-647-labelled Phalloidin. Basal membranes were imaged in TIRF mode. Representative SMLM images depict F-actin in red and focal adhesion proteins in green. Dashed white boxes in the Paxillin and the Vinculin images mark the position of the close ups shown on the right. Images were obtained and processed as in Figure 1. Scale bar: 1 µm. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/figure_3.jpg"
            },
            {
                "id": 2609416,
                "identity": "998d69e8-2a44-49df-8773-421781a85fb5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:54",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1525324,
                "visible": true,
                "origin": "",
                "legend": "Clathrin-coated structures can be detected after paraformaldehyde but not glutaraldehyde fixation.    HeLa cells were plated as in Figure 1, serum starved overnight and then stimulated with epidermal growth factor (EGF, 100 ng/ml) for 5 minutes. Cells were fixed with either (A) glutaraldehyde (GA) in cytoskeleton buffer or (B) paraformaldehyde (PFA) in PEM buffer. Cells were stained with anti-clathrin heavy chain (CHC) antibody and goat AlexaFluor-647-labeled secondary antibody. Clathrin-coated structures (CCSs) at the basal plasma membrane were imaged in TIRF mode. Representative TIRF images (left), SMLM images (middle) and SMLM close ups (right) corresponding to the dashed white areas are shown. Note that GA fixation causes the loss of most structures visible in the SMLM images obtained from the PFA-fixed cells, whereas the corresponding TIRFM images are seemingly similar. Images were obtained and processed as in Figure 1.  Scale bar: 1 µm. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/figure_4.jpg"
            },
            {
                "id": 2609413,
                "identity": "b620f6a1-faae-45de-b780-1c23204a0e8a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:54",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 508596,
                "visible": true,
                "origin": "",
                "legend": "Step by step overview of optimized PFA sample preparation for SMLM.   This overview of our PFA-based sample fixation procedure highlights critical and optional steps, controls, check and pause points.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/figure_5.jpg"
            },
            {
                "id": 13464895,
                "identity": "1a95404f-2a30-40ac-9a8b-49a921943e04",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1376236,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/2ca1a488-86ce-4ed1-93de-18301f3381f8.pdf"
            },
            {
                "id": 2609417,
                "identity": "4fad1384-28d9-4a30-97c7-427b6975791c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 81743,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Trobleshooting   Common problems and solution thereof.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4721/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "super-resolution, dSTORM, GSDIM,  actin, fixation, sample preparation",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Super-resolution microscopy \\(SRM) is a vital tool for the analysis of the architecture of actin cytoskeleton and detailed mapping localization of actin-binding proteins in cells. However, optimal sample preparation and imaging conditions for SRM have remained rather anecdotal, making SRM-based imaging of the actin cytoskeleton and associated proteins technically challenging and poorly reproducible.\r\n\n\nHere we describe a protocol for high-resolution SRM imaging of the actin cytoskeleton and actin-binding proteins that preserves the architecture of actin-based protrusions, using as a fixative paraformaldehyde. This procedure is compatible with the analysis of both endogenous and genetically encoded fluorescent proteins thereby expanding the options for antibody labeling. \r\n\n\nThis straightforward protocol allows to obtain artifact-free  super-resolution images of the actin cytoskeleton and actin-binding proteins in only three days.",
        "manuscriptTitle": "Tips and tricks for artifact-free PFA-based fixation of the actin cytoskeleton and its regulatory proteins for single molecule localization super-resolution microscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-07-14 15:15:26",
                "doi": "10.1038/protex.2016.042",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b0550d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 14th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3589,
                "name": "Cell biology"
            },
            {
                "id": 3590,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-07-14 15:15:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}