{
    "identity": "pex-1238",
    "title": "<p>Colour vision deficiency and sputum colour charts in COPD patients: an exploratory mixed methods study</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong><u>Protocol 1</u>: </strong></p><p><strong>Ensuring that use of the sputum colour chart is appropriate for colour blind people</strong></p><p>Alice M Turner and Nicola Gale</p><p><strong>Background</strong></p><p>The post award requirement from the NIHR was that we ensure the intervention used in the main trial is equitable to all, including those who are colour blind. We submitted a response to the NIHR detailing how we would address this, part of which was to conduct 2 focus groups including people who are colour blind, or are at risk of impaired colour vision. This protocol described the agreed add on work which is not part of the formal process evaluation or other work packages within the trial.</p><p><br></p><p>There are 3 main forms of colour blindness - deuteranopia, tritanopia and protanopia (the 3 common forms of colour blindness). We have contacted a colour blindness not-for-profit association/patient support group (Colour Blind Awareness), and they have modelled the appearance of the chart and actual sputum samples to colour blind people. This indicates that the key colour difference between light yellow and green is likely to be detectable by sufferers. Even those with protanopia should be able to perceive differences, even if the colour is not actually green in appearance.</p><p><br></p><p>Colour Blind Awareness also informed us that there are a significant number of older people, in particular those with co-morbid diabetes, glaucoma or cataracts, who develop a degree of colour blindness and suggested it would be useful to test the chart with these individuals too. Age related macular degeneration may also cause such colour vision problems(1), and is more common in smokers(2), thus likely to be present in some of the Colour COPD participants. However they explained that many colour blind people will be unaware of their form of colour blindness, and that any study looking to examine the functionality of the chart should independently confirm the type of colour blindness participants have.</p><p><br></p><p><strong><u>Protocol 2</u>: </strong></p><p><strong>Estimating Prevalence of Colour Vision Deficiency (CVD) using THIN</strong></p><p>Alice M Turner and Mark Quinn</p><p><strong>Background</strong></p><p>Normal human colour vision is trichromatic due to three types of cone photoreceptors located in specific regions of the retina. Each cone contains different photopigments of different spectral sensitivities [1]. The three classes of cone photo-pigment neural cells correspond to short-wavelength(S), medium-wavelength(M) and long-wavelength (L) of light; this is also referred to as blue (S), green (M) and red (L) cones [2]. Since each photopigment absorbs light from different areas of the spectrum, each cone can only signal the rate at which light is absorbed. Consequently, the output of a single cone cannot specify the wavelength or intensity of light. Cones also have the inability to distinguish the spectral characteristics of an object from those of its illuminant. The visual system derives trichromatic colour vision by comparing the response of S, L and M cones. Each cone type has different peak sensitivities at certain wavelengths, however they each respond to light over a large range of wavelengths[1,2]. This causes a great degree of overlap between these three spectra of absorption, enabling the brain to distinguish colour on the basis of wavelength; thereby providing comparisons of photon absorptions of each class of cone. If any visual pigment from the three types of cone is absent or loses functionality then only part of the visible spectrum will be visible to these individuals, compared to others with normal vision capability [3].</p><p><br></p><p>COPD is one of the most common chronic respiratory conditions. It affects 2 million people in the UK, but it is preventable and treatable [4]. The disease is characterised by persistent respiratory symptoms and airflow limitation caused by airway or alveolar abnormalities from significant exposure to noxious gas or particles. A feature of COPD is the limited state of chronic airflow which is characterised by a combination of small airways disease (e.g. obstructive bronchiolitis) and parenchymal destruction (emphysema). There is considerable heterogeneity amongst symptoms, progression and the functional outcomes between sufferers [6]. Dyspnoea, cough and altered sputum purulence and volume are the cardinal symptoms associated with COPD. COPD may also be disrupted by periods of acute worsening of respiratory symptoms called exacerbations. Exacerbations are symptoms that stray from normal everyday life and usually lead to a change in a sufferer’s medication [5]. Exacerbations can be further graded using the Anthonisen classification system which is based on the occurrence of one of more cardinal symptoms. Anthonisen and his colleagues graded exacerbations into Type 1 (all three symptoms), Type 2 (two cardinal symptoms) and type 3 which involves a cardinal symptom and another associated feature such as upper respiratory tract infection, fever, increased cough or an elevated heart rate 16 by 20% compared to baseline recordings [5,6]. In addition, the airways are narrowed through a series of mechanisms which causes small reductions in peak expiratory flow (PEF), forced expiratory volume in one second (FEV1) and forced vital capacity (FVC) during exacerbations. These conditions may worsen over time and arterial blood gases and oxygen saturation may also be affected [7].</p><p>&nbsp;</p><p>NIHR recently funded a clinical trial&nbsp;on use of sputum colour chart as part of a self-management intervention. When funding the study, NIHR suggested a complementary work on the prevalence of colour blindness in respiratory patients to ensure that the intervention did not disadvantage colour blind people.</p><p><strong><em>&nbsp;</em></strong></p><p><br></p><p>&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Protocol 1\n:\nMethods\nWe plan to run approximately 2 focus groups, one for people who are colour blind (n~10), one for people at risk of developing colour blindness with age (n~20) in which the charts will be reviewed. This will enable us to determine if colour blind patients who do not have a regular carer/person able to help them with the colour chart can use a colour chart safely. At focus groups we will show the chart to participants and ask them to discuss how it appears to them, and whether they can tell the difference between shades shown. We will use a topic guide to ensure that questions are structured, and responses during the group will be recorded for subsequent analysis using the framework method(3).\nEach participant will also be asked to provide basic demographic information, such as age and medical history, and will have their colour vision tested using a computer graphics based system which has been appropriately validated in clinical conditions known to impair colour vision(1) and against older methods of diagnosing colour vision defects such as the Fransworth Munsall 100 Hue chart(4). In brief the technique involves looking at a computer screen and counting dots seen of various colours and intensities, after which a report is generated detailing vision along the protan and tritan axes. Importantly the system is sensitive enough to diagnose all major types of colour defect, is simple to use, and the equipment is available free of charge locally, having been funded by a previous grant. This will enable us to assess: (i) whether perceptions of the utility of the chart vary with colour blindness type (ii) whether the degree of undiagnosed colour blindness in at risk groups is likely to be significant enough to impair use in daily practice.\nParticipants will be recruited via Colour Blind Awareness and advertisements to patient groups locally, such as the Clinical Research Ambassadors Group (CRAG) at University Hospitals Birmingham, as well as to the public at the University. We anticipate that the majority of our known colour blind subjects will be recruited from the University student population and/or Colour Blind Awareness, whilst the ‘at risk’ subjects will be via patient groups.\nProtocol 2\n:\nMethods\nStudy Design\nA retrospective population based, cross sectional study on February 2, 2020 to calculate the prevalence of Colour Vision Deficiency (CVD).\nData source\nDataset for this study will be extracted from The Health Improvement Network (THIN), a nationally representative electronic primary care records database that contains anonymized medical records of over 15 million patients from 787 practices in the UK. In early 2020, around 2 million patients are registered to a THIN practice at a cross-sectional time point. Diagnoses of morbidities, symptoms observed, surgical procedures performed and referrals made are systematically recorded in primary care using a hierarchical coding system called Read Codes.\nPopulation\nPatients of all groups eligible for inclusion as of February 2, 2020 will be included. Inclusion will be restricted to eligible patients flagged with up to standard data quality. Participant eligibility commences one year after the latest date of 1) participant registration with practice, 2) practice showing acceptable mortality recording and 3) practice initiating use of VISION system for documenting electronic medical records.\nExposure\nDocumentation of any of the following codes will be considered to determine the prevalence of CVD.\nCode Description\nF485100 Colour blind – deutan effect\nF485200 Colour blind – tritan effect\nF485000 Colour blind – protan effect\n2B9.11 O/E – colour blindness\n2B9Z.00 O/E – colour blindness NOS\n2B92.00 O/E – red/green colour blindness\nF485300 Colour blind – monochromatism\nF485400 Acquired colour blindness\nF485.11 Colour blind\nF485.00 Colour vision deficiency\nF485z00 Colour blindness NOS\nStatistical Analysis Plan\nAll statistical analysis to be carried out using R. Prevalence will be calculated by dividing the number of diagnosed patients with CVD by the total number of eligible patients from data extract. Prevalence estimates will be stratified by pre-determined demographic variables including sex, ethnicity, 10-year age groups, . Furthermore, prevalence will be estimated in subgroups of patients with conditions that cause CVD such as diabetes, glaucoma, age-related macular degeneration and multiple sclerosis. Finally, the prevalence of CVD will be estimated in a cohort of patients with COPD. Summary statistics for numerical values related to demographic or clinical characteristics will be reported as the median (IQR). Data visualisation to include histogram showing frequency distribution of CVD patients across age and bar chart showing proportion of CVD causing condition among age categories."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p><strong><u>Protocol 1</u>: </strong></p><p><strong>References</strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arden GB, Wolf JE. Colour vision testing as an aid to diagnosis and management of age related</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maculopathy. Br J Ophthalmol. 488(9), 1180-5 (2004).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mitchell P, Liew G, Gopinath B, Wong TY. Age-related macular degeneration. Lancet.&nbsp;</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;392 (10153), 1147-59 (2018).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gale NK, Heath G, Cameron E, Rashid S, Redwood S. Using the framework method for the</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;analysis of qualitative data in multi-disciplinary health research. BMC medical research</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;methodology. 13, 117 (2013).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arden G, Gunduz K, Perry S. Color vision testing with a computer graphics system:</p><p>              preliminary results. Doc Ophthalmol. 69(2), 167-74 (1988)</p><p><br></p><p><strong><u>Protocol 2</u>: </strong></p><p><strong>﻿References</strong></p><p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Simunovic, M. Colour vision deficiency. <em>Eye</em>. 24, 747–755 (2010).</p><p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hunt R. The Reproduction of Colour. LH005 Wiley and Sons, Ltd.; Hoboken, NJ, USA: <em>Colour Standards </em></p><p><em>        and Calculations; </em>pp. 92–125&nbsp;(2005).</p><p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Simunovic MP. Acquired color vision deficiency. <em>Surv Ophthalmol</em>. 61, 132– 155 (2016).</p><p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;British lung Foundation. The battle for breath – the impact of lung diseases in the UK. London. (2016)</p><p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atsjournals.org. 2020. Global Strategy For The Diagnosis, Management, And Prevention Of Chronic</p><p>       Obstructive Pulmonary Disease | GOLD Executive Summary | American Journal Of Respiratory And</p><p>       Critical Care Medicine. [online] Available at: [Accessed 25 February 2020].</p><p>6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anthonisen, N.R, et al. Antibiotic therapy in exacerbations of chronic obstructive pulmonary disease. <em>Ann </em></p><p><em>       Intern Med</em>. 106, 196–204. (1987)</p><p>7)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Seemungal, T.A., Donaldson, G.C, Bhowmik, A, et al.&nbsp;Time course and recovery of exacerbations in</p><p>        patients with chronic obstructive pulmonary disease. <em>Am J Respir Crit Care Med</em>. 161(5), 1608–13 (2000)</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41533-021-00225-z",
                "date": "2021-03-04 11:03:59",
                "title": "Colour vision deficiency and sputum colour charts in COPD patients: an exploratory mixed-method study",
                "authors": [
                    "Sunita Channa",
                    "Nicola Gale",
                    "Emma Lai",
                    "Lara Hall",
                    "Mark Quinn",
                    "Alice M. Turner"
                ],
                "journal": "npj Primary Care Respiratory Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9112480,
                "identity": "230a983d-3f4b-49a2-9abb-45a8895140d4",
                "order_by": 0,
                "name": "Professor Alice M Turner",
                "email": "A.M.Turner@bham.ac.uk",
                "orcid": "",
                "institution": "University of Birmingham",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Professor",
                "middleName": "Alice M",
                "lastName": "Turner",
                "suffix": ""
            },
            {
                "id": 9112481,
                "identity": "bce321fa-4ff0-498f-8aed-d70124258068",
                "order_by": 1,
                "name": "Dr. Nicola Gale",
                "email": "",
                "orcid": "",
                "institution": "University of Birmingham",
                "correspondingAuthor": false,
                "prefix": "Dr.",
                "firstName": "Nicola",
                "middleName": "",
                "lastName": "Gale",
                "suffix": ""
            },
            {
                "id": 9112482,
                "identity": "4111a62f-399c-4b3a-a499-70c05eed71aa",
                "order_by": 2,
                "name": "Mark Quinn",
                "email": "",
                "orcid": "",
                "institution": "University of Birmingham",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Quinn",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-10-21 15:54:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1238/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1238/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13677860,
                "identity": "714c4e25-d173-42a7-a493-47c31e377a83",
                "added_by": "auto",
                "created_at": "2021-09-17 11:36:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 235294,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1238/v1/f044ad97-5c56-4b4d-9555-9612dd86f569.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Chronic Obstructive Pulmonary Disease, Colour Vision Deficiency, Sputum, Colour Blind, Mixed method",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This exploratory mixed method sub-study aimed to establish the impact of colour vision deficiency (CVD) on the usability of sputum colour charts in chronic obstructive pulmonary disease (COPD) patients. Participants with CVD and those with at risk of acquiring CVD were recruited for the study. Colour vision was tested using Chroma Test, which is a software program that analyses the tritan and protan colour contrast thresholds. Qualitative interviews (individual and focus groups) comprised of participants with COPD assessed for undiagnosed CVD, as well as a group with known CVD (with or without COPD). Interviews were analysed using the framework method. Refer to Protocol 1.</p><p>In addition, a cross sectional study was conducted to determine the prevalence of CVD in The Health Improvement Network (THIN) using colour blind diagnostic read codes. A limitation of this could be failure of general practitioners to record CVD causing underreporting.&nbsp;Refer to Protocol 2.&nbsp;</p>",
        "manuscriptTitle": "Colour vision deficiency and sputum colour charts in COPD patients: an exploratory mixed methods study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-03-10 08:26:47",
                "doi": "10.21203/rs.3.pex-1238/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "bc51e8a6-2f4d-4db0-b9e1-8f74bccdde2d",
        "owner": [],
        "postedDate": "March 10th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2101106,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-03-10 08:26:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}