{
    "identity": "nprot-3949",
    "title": "Directed differentiation of stomach tissue from mouse embryonic stem cells.",
    "content": [
        {
            "header": "Introduction",
            "content": "Successful differentiation methods have been established in endodermal lineages, such as liver hepatocytes, pancreatic β cells, and intestinal cells from embryonic stem cells \\(ES cells) and induced pluripotent stem cells \\(iPS cells). In addition, recent researches have also demonstrated the successful specification of anterior foregut endoderm derivatives including thyroid follicular cells, lung and airway progenitors, pharynx cells, and antrum/pylorus cells in stomach. However, the protocol for the whole region of stomach, including corpus, from ES cells has not been reported. \r\n\n\n\r\n\n\nIn this regards, we have established the method for differentiation of the whole region of stomach, including both stomach corpus and antrum, from ES cells. We speculated that _in vitro_ stomach lineage specification from ES cells is the requirement of mesenchymal Barx1, and is essential for stomach epithelial cells identity during early stomach development _in vivo_<sup>1</sup>. Disruption of mesenchymal Barx1 expression results in intestinalization by expansion of intestinal Cdx2 expression in the stomach epithelium, and ectopic mesenchymal Barx1 expression causes gastrulation with mirroring gastric Sox2 expression in the region of the intestinal epithelium. For this reason, we have focused on _in vitro_ induction of mesenchymal Barx1 with gut endoderm for differentiation of the whole stomach lineages from ES cells by mimicking the conditions of _in vivo_ stomach-intestine specification. \r\n\n\n\r\n\n\nWe describe the method for differentiation of stomach tissue cells from ES cells<sup>2</sup>. We have developed embryoid-body \\(EB) -based culture method for stomach differentiation from ES cells by inducing mesenchymal Barx1, an essential gene for _in vivo_ stomach specification from gut endoderm. Barx1-inducing culture conditions generated stomach primordium-like spheroids, which differentiated into mature stomach tissue cells in both corpus and antrum by three-dimensional \\(3D) culture. This protocol could be useful for the researches of stomach developmental biology or regenerative medicine."
        },
        {
            "header": "Reagents",
            "content": "・Mouse embryonic fibroblast cells \\(Prepared from ICR mouse; see Procedure).\r\n\n\n・E14 mouse ES cells \\(American Type Culture Collection; Manassas, VA). \r\n\n\n・Dulbecco’s Phosphate Buffered Saline \\(PBS; Sigma-Aldrich, cat.no. D5652-10L)\r\n\n\n・DMEM containing high glucose \\(4500.00mg/L), L-gultamine \\(584.00mg/L), Sodium pyruvate \\(110.00mg/L). \\(Wako; Osaka, Japan, cat.no. 043-30085)  \r\n\n\n・DMEM containing low glucose \\(1000.00mg/L), L-gultamine \\(584.00mg/L), Sodium pyruvate\\(110.00mg/L). \\(Wako, cat.no. 041-29775) \r\n\n\n・0.25% Tripsin-EDTA solution \\(Wako, cat.no. 201-16945)\r\n\n\n・Fatal Bovine Serum \\(FBS; Nichirei Bioscience; Tokyo, Japan, cat.no. 171012 lot.no. 7G0031)\r\n\n\n・Knock-out Serum Replacement \\(KSR; Life Technologies; Carlsbad, CA, USA, cat.no. 10828-028)\r\n\n\n・Nonessential amino acid solution \\(NEAA; Sigma-Aldrich, cat.no. M7145-100ML)\r\n\n\n・β-Mercaptoethanol \\(Sigma-Aldrich, cat.no. M6250-100ML)\r\n\n\n・Penicillin/streptomycin \\(Wako, cat.no. 168-23191)\r\n\n\n・Milli-Q water \\(Merck; Darmstadt, Germany, cat.no. TANKPE060)\r\n\n\n・N2 supplement \\(Wako, cat.no. 17502048)\r\n\n\n・B27 supplement \\(Invitrogen, cat.no. 17504044)\r\n\n\n・Cell Banker 1 \\(Takara Bio; Shiga, Japan, cat.no. CB011)\r\n\n\n・Stem Cell Banker \\(Takara Bio, cat.no. CB041)\r\n\n\n・Mitomycin C \\(Kyowa Kirin; Toyko, Japan, cat.no. 4231400D2038; see Reagent set up)\r\n\n\n・Human recombinant FGF10 \\(R&D Systems; Minneapolis, MN, cat.no. 345-FG-025)\r\n\n\n・Human recombinant WNT3A \\(R&D Systems, cat.no. 5036-WN-010)\r\n\n\n・Human recombinant NOGGIN \\(R&D Systems, cat.no. 6057-NG-025)\r\n\n\n・Human recombinant R-SPONDIN1 \\(R&D Systems, cat.no. 4645-RS-025/CF)\r\n\n\n・Human recombinant SHH \\(R&D Systems, cat.no. 1314-SH-025/CF)\r\n\n\n・Human recombinant DKK \\(R&D Systems, cat.no. 5439-DK-010/CF)\r\n\n\n・Human recombinant EGF \\(Peprotech; Rocky Hill, NJ, cat.no. AF-100-15)\r\n\n\n・Matrigel Growth Factor Reduced \\(BD Biosciences; San Jose, CA, cat.no. 354230; see Reagent set up)\r\n\n\n・Dispase \\(BD Biosciences, cat.no. 354235)\r\n\n\n・Gelatin \\(Sigma-Aldrich) \\(see Reagent set up)\r\n\n\n・ES medium \\(see Reagent set up )\r\n\n\n・MEF medium \\(see Reagent set up)\r\n\n\n・EB medium \\(see Reagent set up )\r\n\n\n・KSR medium \\(See Reagent set up)\r\n\n\n・DS medium \\(See Reagent set up)\r\n\n\n・FGF-based Medium \\(See Reagent set up)\r\n\n\n\r\n\n\n**Reagent set up**\r\n\n\n・Mitomycin C \\(MMC) solution stock Dissolve 2 mg MMC in 1 mL PBS, and mix gently to dissolve MMC completely. Store at -80°C for 6 months with protection from light.\r\n\n\n\r\n\n\n・Matrigel Thaw the whole Matrigel solution in a vial at 4°C overnight. After thawing, dispense 100 μL Matrigel to each autoclaved 1.5 mL tube on ice. Store at - 30°C as a frozen stock for a month. When you use Matrigel, thaw each Matrigel solution in 1.5 mL tube at 4°C overnight. \r\n\n\n\r\n\n\n・Gelatin Prepare 0.1w/v% Geraitn solution with Milli-Q water, and sterilize by autoclave. Store at room temperature for a month.\r\n\n\n\r\n\n\n・ MEF Medium DMEM low glucose \\(Wako) containing 15% FBS \\(Nichirei Bioscience), and 0.1mg/mL penicillin/streptomycin \\(Wako). To prepare 500 mL of the medium, mix 50 mL of FBS, and 5 mL penicillin/streptomycin from x 100 concentrated stock. Store at 4 °C for a month.\r\n\n\n\r\n\n\n・ES medium DMEM high glucose \\(Wako) containing 15% FBS \\(Nichirei Bioscience), 0.1 mM NEAA, 0.1 mM β-mercaptoethanol \\(Sigma Aldrich), and 0.1 mg/mL penicillin/streptomycin \\(Wako), supplemented with 1000 U/mL human recombinant LIF \\(Wako). To prepare 500 mL of the medium, mix 75 mL of FBS, 5 mL penicillin/streptomycin from x 100 concentrated stock, 5 mL NEAA from x 100 concentrated stock, 3.6 µL β-mercaptoethanol, and 500 µL of human recombinant LIF. Store at 4 °C for a month.\r\n\n\n\r\n\n\n・EB medium DMEM high glucose \\(Wako) containing 15% FBS \\(Nichirei Bioscience), 0.1 mM NEAA, 0.1 mM β-mercaptoethanol \\(Sigma Aldrich), and 0.1mg/mL penicillin/streptomycin \\(Wako). Do not add any human recombinant LIF. To prepare 500 mL of the medium, mix 75 mL of FBS, 5 mL penicillin/streptomycin from x100 concentrated stock, 5 mL NEAA from x 100 concentrated stock, 3.6 µL β-mercaptoethanol. Store at 4 °C for a month.\r\n\n\n\r\n\n\n・KSR medium DMEM high glucose \\(Wako) containing 15% KSR \\(Life Technologies), 0.1 mM NEAA, and 0.1mg/mL penicillin/streptomycin \\(Wako). To prepare 500 mL of the medium, mix 75 mL of KSR, 5 mL penicillin/streptomycin from x 100 concentrated stock, and 5 mL NEAA from x 100 concentrated stock. Store at 4 °C for a month.\r\n\n\n\r\n\n\n・ DS medium KSR medium containing 500 ng/mL recombinant human SHH, 500 ng/mL DKK1 \\(All from R&D Systems). You can store DS medium containing growth factors at 4 °C for a week, however, we recommend to add all growth factors just before use.\r\n\n\n\r\n\n\n・FGF-based medium DMEM/F12 \\(Wako) containing 1% KSR \\(Life Technologies), 0.1 mM NEAA , 100 ng/mL recombinant human FGF10, 100 ng/mL WNT3A, 100 ng/mL NOGGIN, 250 ng/mL R-SPONDIN1 \\(All from R&D Systems), and 50 ng/mL EGF \\(Peprotech) supplemented with N2 \\(Wako)/ B27 \\(Invitrogen). To prepare 500 mL of the medium, mix 5 mL of KSR, 5 mL NEAA from x 100 concentrated stock, 5 mL of N2 supplement, 10 mL of B27 supplement, and each growth factors. You can store FGF-based medium containing growth factors at 4 °C for a week, however, we recommend to add all growth factors just before use."
        },
        {
            "header": "Equipment",
            "content": "・150-mm Tissue culture dish \\(TPP; Trasadingen, Switzerland, cat. no. 93150)\r\n\n\n・100-mm Tissue culture dish \\(TPP, cat. no. 93100)\r\n\n\n・60-mm Tissue culture dish \\(TPP, cat. no. 93060)\r\n\n\n・6-Well tissue culture plate \\(TPP, cat. no. 92406)\r\n\n\n・24-Well tissue culture plate \\(TPP, cat. no. 92424)\r\n\n\n・Ultra low attachment 96-Well culture plate \\(Thermo; Waltham, MA, USA, cat. no. 145399)\r\n\n\n・5-mL Plastic disposable pipette \\(AS ONE; Osaka, Japan, cat. no. 1-2247-03)\r\n\n\n・10-mL Plastic disposable pipette \\(AS ONE, cat. no. 1-2247-04)\r\n\n\n・25-mL Plastic disposable pipette \\(AS ONE, cat. no. 1-2247-05)\r\n\n\n・100 µm Cell strainer \\(BD; Franklin Lakes, NJ, USA, cat. No. 352360)\r\n\n\n・CryoELITETM Cryogenic vials \\(WHEATON science products; Millville, NJ, USA, cat.no. W985863)\r\n\n\n・200 µL ultra-low attachment filter chip \\(MBP; San Diego, CA, USA, cat.no. 2069-05)\r\n\n\n・1.5 ml tube \\(Eppendorf; Hamburg, Germany, cat.no. 95160)\r\n\n\n・50 mL centrifuge tube \\(TPP, cat.no. 91050)\r\n\n\n・15 ml centrifuge tube \\(IWAKI; Shizuoka, Japan, cat.no. 2325-015)\r\n\n\n・50mL Reagent Reservoir \\(Corning; NY, USA, cat.no. 4871)\r\n\n\n・Dissecting forceps Caution; Sterilize by autoclave.\r\n\n\n・Dissecting Scissors Caution; Sterilize by autoclave.\r\n\n\n・CO2 incubator \\(SANYO; Osaka, Japan, cat.no. MCO-18AIC)\r\n\n\n・Centrifuge \\(TOMY; Tokyo, Japan, cat.no. LC220)\r\n\n\n・Microscope \\(Carl Zeiss; Jena, Germany, cat.no. 415510-1100-000)\r\n\n\n・Deep freezer \\(SANYO, cat.no. MDF-U331)\r\n\n\n・Refrigerator \\(NIHON FREEZER; Tokyo, Japan, cat.no. KGT-4056HC)\r\n\n\n・Thermostat bath \\(TAITEC; Saitama, Japan, cat.no. SDmini)"
        },
        {
            "header": "Procedure",
            "content": "**A. Preparation of mouse embryonic fibroblast feeder cells. Timing: 8 d~**\r\n\n\n1. Add 0.1v/w% Gelatin solution to 100 mm-culture dish, and incubate for 2 hr to overnight \\(Geratin coat). \r\n  \r\n\n\n2. Harvest embryonic day 13.5 mouse embryos from pregnant female mice. Wash with PBS briefly.\r\n  \r\n\n\n3. Separate embryos from placenta with forceps. Carefully remove the head, visceral tissues and gonads from isolated embryos, and harvest remained embryos. Wash embryos with PBS at least twice.\r\n   \r\n\n\n4. Transfer embryos to a 50 mL centrifuge tube containing PBS, and mince embryos into small tissue fragment by using a pair of scissors.\r\n   \r\n\n\n5. After dissection of mouse embryos, centrifuge 50 mL tube containing embryos at 1,000 rpm for 5 min.\r\n   \r\n\n\n6. Aspirate supernatant, and re-suspend the pellet in 0.25w/v% trypsin solution, and pipette vigorously. Incubate at 37 °C for 15 min.\r\n   \r\n\n\n7. After trypsin digestion, add 10 mL MEF medium, and repeat pipetting 5-10 times. Transfer this solution containing digested tissue to 100 µm Cell strainer to remove small debris.\r\n  Optional; if the solution contains a sticky water, you can add DNase I solution \\(Takara Bio) to digest genomic DNA. DNase digestion helps the solution to go through the Cell Strainer well.\r\n\n\n \r\n\n\n8. Collect the solution passed through the strainer. Centrifuge at 1,000 rpm for 5 min, aspirate supernatant, and re-suspend the pellet in fresh MEF medium.\r\n  \r\n\n\n9. Transfer the cell suspension to 100-mm culture dish \\(1 embryo per 100-mm culture dish.), and culture at 37°C with 5% CO\n2\novernight.\r\n   \r\n\n\n10. The next day, aspirate medium and change with fresh MEF medium. After 3-4 d culture, the MEF cells will become confluent. Passage to new Gelatin-coated 150-mm culture dish at 1:4 dilution with 0.25w/v% trypsin digestion. Continue to culture and passage the MEF cells 2-3 times.\r\n  \r\n\n\nOptional; you can stop cell culture at each passage point. Then, digest with 0.25w/v% trypsin and harvest cells in 50 mL tube, centrifuge at 1,000 rpm for 5 min, and re-suspend in Cell Banker 1 \\(Takara Bio). You can store MEF cells with Cell banker 1 solution at -80°C for 6 months.  \r\n\n\n\r\n\n\n11. After passaging 2-3 times, culture the MEF cells again until the cells become confluent. Then, change with fresh 12.5 mL MEF medium in addition to 70 μL of 2 mg/mL MMC solution. Incubate at 37°C with 5% CO\n2\nfor 2.5 to 3 hr. \r\n  \r\n\n\n12. After MMC treatment, wash out MMC solution with fresh PBS twice, and digest the MEF cells with 0.25w/v% trypsin at 37°C for 5 min. After the digestion, add fresh MEF medium to stop trypsin activity, harvest the MMC-treated MEF cells, and centrifuge at 1,000 rpm for 5 min. Re-suspend in the MEF medium and transfer the MMC-treated MEF cells to Geratin-treated 60-mm culture dish \\(Generally, we obtain total 60-mm dish confluent MEF cells from 150-mm dish confluent MEF cells after MMC treatment). Then, culture the MMC-treated MEF cells overnight. \r\n  \r\n\n\nOptional; If you want to store feeder cells as frozen stocks, you may re-suspend the cells in Cell banker 1 \\(Takara Bio) instead of the MEF medium after the centrifugation of MMC-treated MEF cells. After the aspiration of supernatant from centrifuged MMC-treated MEF cells suspension, and gently re-suspend the MMC-treated MEF pellet in 1 mL Cell banker 1 solution, dispense 1 mL Cell banker 1 solution to a vial, and transfer to -80°C. You can store these frozen stocks for 1 months. When you need the MMC-treated MEF cells as feeder cells, transfer frozen stock of the MMC-treated MEF cells from -80°C and incubate at 37°C until a half of frozen solution thaw, and transfer to 10mL pre-warmed MEF medium in 15 mL tube. Centrifuge at 1,000 rpm for 5 min, aspirate supernatant, re-suspend in MEF medium, and transfer to Geratin-coated culture dish. Go on to Procedure A.13. \r\n\n\n\r\n\n\n13. The next day, change with fresh MEF medium, you can use these MMC-treated MEF cells as feeder cells for ES cells culture. You may store the MMC-treated MEF cells for 2-3 d, but we recommend you to use it as feeder cells immediately.\r\n  \r\n\n\n**B. ES cells culture for differentiation. Timing: 7 d~**\r\n\n\n 1. Prepare the feeder cells \\(MMC-treated MEF cells cultured on 60-mm dish; see Procedure A. 1) before starting ES cells culture. Prepare 10 mL pre-warmed ES medium in 15 mL centrifuge tube.  \r\n\n\n\r\n\n\n2. Transfer frozen stock of E14 ES cells from -80°C and incubate at 37°C until a half of frozen solution thaw, and suspend the cells in 10 mL pre-warmed ES medium. On the bottom of vial may contain small ES cells pellet, so that you should repeat pipetting 3-5 times in fresh ES medium to harvest remained ES cells. \r\n  \r\n\n\n3. After transferring ES cells to 15 mL tube, Centrifuge at 1,000 rpm for 5 min. During the centrifugation, aspirate the MEF medium from feeder cells culture dish. Aspirate the supernatant from 15 mL tube, re-suspend the pellet in 5 mL fresh ES medium by pipetting 7-10 times to dissociate the pellet, and transfer on feeder cells. Culture ES cells at 37°C with 5% CO\n2\novernight. \r\n  \r\n\n\n4. The next day, aspirate old ES medium from 60-mm culture dish, and change with fresh ES medium. Continue to culture ES cells at 37°C with 5% CO\n2\nfor another 2 d without changing medium. \r\n  \r\n\n\n5. After 2 d culture, change fresh medium again. You will obtain several ES cell colonies on feeder cells. Culture ES cells at 37°C with 5% CO\n2\nfor another 1 d. Also, you should prepare another feeder cells from frozen stock \\(See Procedure A) for the following ES cells passage. After 1 d culture of feeder cells, change medium of feeder cells with ES medium \\(NOT MEF medium) in advance to passage ES cells. \r\n  \r\n\n\n6. The next day, wash the ES cells with PBS twice, add 500 μL 0.25w/v% trypsin solution directly to the ES cells, incubate at 37°C for 5 min to digest ES cell colonies, and add 5 mL fresh ES medium to stop digestion. Then, repeat pipetting 7-10 times vigorously to dissociate small ES cells pellet to single cell. Harvest only 50 μL of single ES cells suspension, and transfer to feeder cells containing ES medium. Culture ES cells at 37°C with 5% CO\n2\novernight. \r\n  \r\n\n\nCritical step; you should dissociate ES cells pellet to single cell for ES cells culture in good condition. \r\n\n\n\r\n\n\n7. The next day, change with fresh ES medium. Continue to culture ES cells at 37°C with 5% CO\n2\nfor another 2 d without changing medium. \r\n  \r\n\n\nOptional; you may stop ES cells culture instead of going to next differentiation steps. Then wash with PBS twice, and digest the ES cells 0.25w/v% trypsin at 37°C for 5 min. After digestion, add fresh ES medium to stop trypsin digestion, harvest the ES cells, and centrifuge at 1,000 rpm for 5 min. Aspirate supernatant and gently re-suspend the ES cells pellet in the Stem Cell banker solution \\(Takara Bio), dispense this solution to vial, and transfer it to -80°C. You can store these frozen stocks at -80°C for 1 month, or in liquid nitrogen for 6 months to 1 year. \r\n\n\n\r\n\n\n**C. Differentiation of EBs with both endoderm and mesoderm. Timing: 6 d**\r\n\n\n1. Prepare Geratin-coated 100-mm dish \\(See Procedure A). After the incubation, aspirate Geratin solution before you start EB formation. \r\n  \r\n\n\n2. After 2 d culture, wash with fresh PBS twice, add 0.25w/v% trypsin solution, incubate 37°C for 5 min, add 5 mL fresh EB medium \\(DO NOT add ES medium) to stop trypsin activity, and repeat pipetting 7-10 times vigorously to dissociate ES cells pellet to single cell. Transfer these ES cells suspension to fresh 10 mL EB medium in 15 mL tube, and centrifuge at 1, 000 rpm for 5 min. After the centrifugation, aspirate supernatant, add 5 mL EB medium to dissolve ES cells pellet to single cell, and transfer it to Geratin coated 100-mm dish. Incubate at 37°C for 45 min to remove feeder cells. \r\n  \r\n\n\nCritical step: DO NOT add ES medium when you harvest ES cells. Remaining LIF in ES medium inhibits the differentiation of ES cells, and results in poor EB formation.  \r\n\n\n\r\n\n\n3. After 45 min incubation, you can see huge amount of MEF cells attached on dish, but not small ES cells. Harvest supernatant containing only ES cells, transfer to 15 mL tube, and centrifuge at 1,000 rpm for 5 min. Aspirate supernatant, re-suspend the pellet in fresh EB medium, count the number of cells, and estimate the volume of suspension containing 5.0 x 10\n4\nES cells. The number of starting cells is important for better EB formation, please see Troubleshooting. 1. Transfer these suspension containing 5 x 10\n4\nES cells to 10 mL EB medium in Reservoir \\(Corning). Dispense 100 μL ES cells suspension to each ultra-low attachment 96 well \\(Generally, each well contains 500 ES cells). Culture 37°C with 5% CO\n2\nfor 6 d \\(We term this starting day as d 0). \r\n  \r\n\n\nCritical step: DO NOT change the medium for 6 d during EB formation. EBs self-form both mesoderm and endoderm by autocrine growth factors. \r\n\n\n\r\n\n\n4. d 1, Check the EB formation by microscopy. \r\n  \r\n\n\n5. d 5, Prepare Geratin-coated 6 well plate \\(See Procedure A. 1). \r\n  \r\n\n\n6. d 6, Harvest EBs from 96 well. First, prepare 5 mL fresh KSR medium in 15 mL tube. Second, harvest EB one by one from each 96 well by using 200 μL ultra-low attachment filter chip \\(MBP). Harvest total 10 EBs, and transfer 10 EBs to 15 mL tube. Incubate at room temperature for 5 min to let EBs go down to the bottom of centrifuge tube \\(wash 1). Aspirate medium gently, and add 5 mL fresh KSR medium. Gently rock 15 mL tube to wash out remaining EB medium from EBs \\(wash 2; also see Troubleshooting. 2). Incubate at room temperature for 5 min again to let EBs go down to the bottom of centrifuge tube. Aspirate the medium gently, add 2 mL DS medium, and re-suspend EBs. Transfer DS medium containing EBs to Geratin-coated 6 well dish. Culture at 37°C with 5% CO\n2\novernight.\r\n  \r\n\n\n**D. Differentiation of stomach primordium from EBs. Timing: 12 d**\r\n\n\n7. d 7, The next day, confirm all EBs attached on the dish, and then change with fresh DS medium. Culture at 37°C with 5% CO\n2\nfor 3 d.\r\n  \r\n\n\n8. d 10, Change with fresh DS medium. Culture at 37°C with 5% CO\n2\nfor 3 d.\r\n  \r\n\n\n9. d 13, Change with fresh DS medium. You may see small dome structure differentiated from EBs. Culture at 37°C with 5% CO\n2\nfor 3 d.\r\n  \r\n\n\n10. d 16, Change with fresh DS medium. Culture at 37°C with 5% CO\n2\nfor 3 d.\r\n  \r\n\n\n11. d 19, Change with fresh KSR medium. Culture at 37°C with 5% CO\n2\nfor 3 d. You can see small dome structure differentiated into huge spheroids, and show motility \\(See ref. 2). Culture at 37°C with 5% CO\n2\nfor 3 d.\r\n  \r\n\n\nOptional; if you want to check stomach primordium-like structure in culture, you can stop culture by adding 4% PFA solution \\(Wako) and incubate at 4°C overnight to fix the cells. Then stain the cells against Sox2, Barx1 \\(Chemicon), and EpCAM antibodies \\(See ref. 2).\r\n\n\n\r\n\n\n**E. Differentiation of stomach tissue from primordium. Timing: 6 d + 14 d**\r\n\n\n12. d 22, Change with fresh KSR medium. Culture at 37°C with 5% CO\n2\nfor 3 d. \r\n  \r\n\n\n13. d 25, Change with fresh KSR medium. Culture at 37°C with 5% CO\n2\nfor 3 d.\r\n  \r\n\n\n14. d 27, Prepare Matrigel solution \\(See Reagent set up). \r\n  \r\n\n\n15. d 28, Harvest stomach-like spheroids. First, add the growth factor cocktail including 100 ng/mL FGF10, 100 ng/mL WNT3A, 100 ng/mL NOGGIN, and 250 ng/mL R-SPONDIN1 \\(All from R&D Systems) to 75-100 μL liquid Matrigel, and gently mix by pipetting. Matrigel solution should be stored on ice until you use. Next, wash the culture spheroids with PBS twice, and transfer this culture dish under the microscopy. Dissect and harvest only spheroids carefully by autoclaved-forceps. For better harvesting, please see Troubleshooting. 3. After harvesting spheroids, transfer spheroids to 75-100 μL liquid Matrigel containing growth factors on ice, and mix gently. Immediately, transfer these Matrigel containing spheroids to 12 well culture plate, and make a droplet. Incubate at 37°C for 30 min for polymerization of Matrigel. During the incubation of Matrigel, prepare FGF-based medium \\(add growth factor cocktail; see Reagent set up). After the incubation, add FGF-based medium gently on Matrigel droplet. Culture at 37°C with 5% CO\n2\nfor 14 d, and change FGF medium every 4 d \\(so-called 3D culture). You will obtain more huge organoids after 14 d culture, and we called this huge spheroids as e-ST \\(see ref. 2).\r\n  \r\n\n\n16. d 42, Harvest e-ST from 3D culture. First, wash the e-ST with fresh PBS, and add dispase solution \\(BD Biosciences) to digest Matrigel for at 37°C for 15 min. After digestion, add 10 mL of FGF medium or PBS, and gently wash 3 times, then pick up e-ST by sterilized forceps. You can examine Muc5ac \\(Santacruz), Pgc \\(Abcam), and H+/K+ATPase \\(Abcam) expression by immunofluorescence staining \\(see ref. 2). \r\n  \r\n\n\nOptional; after 42 d culture with FGF-based medium, you may continue to culture FGF medium from d 46 to d 60. You can see more developed e-ST with deep grand morphology \\(see ref. 2)."
        },
        {
            "header": "Troubleshooting",
            "content": "1: Calculate the number of starting cells exactly \\(500 cells per 1 well in 96 well plate). If the number of starting cells is in excess, waste from cells will accumulate and fail to obtain good condition of EBs during 6 d EB formation. \r\n\n\n\r\n\n\n2: Wash with KSR medium for at least twice, if not remove EB medium completely, stomach lineage specification will be inhibited by remaining FBS in EB medium.\r\n\n\n\r\n\n\n3: Try to pick up stomach spheroids carefully from culture, and avoid contamination of other differentiated cells."
        },
        {
            "header": "Anticipated Results",
            "content": "When the procedure goes well, over the 50 percentage of spheroids express Sox2 and Barx1, and differentiate into mature stomach tissue cells in 3D culture."
        },
        {
            "header": "References",
            "content": "1. Kim, B. M. et al. The stomach mesenchymal transcription factors Barx1 specifies gastric epithelial identity through inhibition of transient Wnt signalling. Dev. Cell. 8, 611-622 \\(2006).\r\n  2. Noguchi, T. K. et al. Generation of stomach tissue from mouse embryonic stem cells. Nat. Cell Biol. \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank E. Kobayashi for kindly providing technical help with electric microscopy. This work was supported in part by a Grant-in-Aid for Scientific Research from the Japan Society for the Promotion of Science \\(JSPS; No. 21241048, M.A. and A.K.) and for JSPS Fellows \\(T.N.)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3200",
                "date": "2015-07-22 17:19:31",
                "title": "Generation of stomach tissue from mouse embryonic stem cells",
                "authors": [
                    "Taka-aki K. Noguchi",
                    "Naoto Ninomiya",
                    "Mari Sekine",
                    "Shinji Komazaki",
                    "Pi-Chao Wang",
                    "Makoto Asashima",
                    "and Akira Kurisaki"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13398,
                "identity": "a060e7c5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Taka-aki K. Noguchi",
                "email": "s1330302@u.tsukuba.ac.jp",
                "orcid": "",
                "institution": "The University of Tsukuba",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Taka-aki",
                "middleName": "K.",
                "lastName": "Noguchi",
                "suffix": ""
            },
            {
                "id": 13402,
                "identity": "a060f768-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Akira Kurisaki",
                "email": "a-kurisaki@aist.go.jp",
                "orcid": "",
                "institution": "Advanced Industrial Sciences and Technology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Akira",
                "middleName": "",
                "lastName": "Kurisaki",
                "suffix": ""
            },
            {
                "id": 13399,
                "identity": "a060ed92-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Naoto  Ninomiya",
                "email": "",
                "orcid": "",
                "institution": "Advanced Industrial Sciences and Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naoto",
                "middleName": "",
                "lastName": "Ninomiya",
                "suffix": ""
            },
            {
                "id": 13400,
                "identity": "a060f198-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuko Kokubu",
                "email": "",
                "orcid": "",
                "institution": "Advanced Industrial Sciences and Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuko",
                "middleName": "",
                "lastName": "Kokubu",
                "suffix": ""
            },
            {
                "id": 13401,
                "identity": "a060f508-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Taito Ito",
                "email": "",
                "orcid": "",
                "institution": "Advanced Industrial Sciences and Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Taito",
                "middleName": "",
                "lastName": "Ito",
                "suffix": ""
            },
            {
                "id": 13403,
                "identity": "a060f8dd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pi-Chao Wang",
                "email": "",
                "orcid": "",
                "institution": "The University of Tsukuba",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pi-Chao",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-05-26 11:21:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.046",
        "doiUrl": "https://doi.org/10.1038/protex.2015.046",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465092,
                "identity": "146017dd-e717-4b6a-b6c9-d5df9cbd7578",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 180447,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3949/v1/bed0e24c-7aa8-4003-920b-e8637cb81e56.pdf"
            },
            {
                "id": 2609184,
                "identity": "8cd9affd-68aa-4d96-bbb2-1d91b27dd68e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "html",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 98884,
                "visible": true,
                "origin": "",
                "legend": "Version 1 of Protocol   Version 1 of Protocol   Reagents edited\r\n- Ashleigh Carver, Editorial Assistant, Nature Protocols, 30/08/2016",
                "description": "",
                "filename": "supplement0.html",
                "url": "https://assets.researchsquare.com/files/nprot-3949/v1/supplement_0.html"
            }
        ],
        "financialInterests": "No conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Embryonic stem cells",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes the method for differentiation of stomach tissue cells from mouse embryonic stem cells \\(ES cells) culture. We have developed embryoid-body \\(EB) -based culture method for stomach differentiation from ES cells by inducing mesenchymal Barx1, an essential gene for _in vivo_ stomach specification from gut endoderm. Barx1-inducing culture conditions generated stomach primordium-like spheroids, which differentiated into mature stomach tissue cells in both corpus and antrum by three-dimensional \\(3D) culture. This protocol could be useful for the researches of stomach developmental biology and regenerative medicine.\r\n\n\n\r\n\n\n-----------------\r\n\n\nCOMMENTS\r\n\n\nReagents edited \r\n\n\n- Ashleigh Carver, Editorial Assistant, Nature Protocols, 30/08/2016",
        "manuscriptTitle": "Directed differentiation of stomach tissue from mouse embryonic stem cells.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-07-22 17:18:54",
                "doi": "10.1038/protex.2015.046",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0609514-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 22nd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3362,
                "name": "Cell biology"
            },
            {
                "id": 3363,
                "name": "Biological techniques"
            },
            {
                "id": 3364,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-07-22 17:18:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}