{
    "identity": "nprot-5151",
    "title": "Polypropylene meshes in wounds inoculated with E. Coli; Pilot Study in New Zealand White Rabbit",
    "content": [
        {
            "header": "Introduction",
            "content": "Definitions: \r\n\n\nDefinition of surgical site infection \\(SSI): is the infection that occurs within 30 days after surgery or within one year when an implant prostheses or graft is placed. Affects skin and subcutaneous tissue \\(superficial incisional SSI) or deep soft tissues of the incision \\(deep incisional SSIs) , and / or any organ or space manipulated during surgery \\( SSI organs and spaces) .7\r\n\n\nClassification of wounds: \r\n\n\nClean wound when the tissue has no evidence of inflammation, and does not involve any mucosa. Clean-contaminated wound: when the procedure involves hollow viscera without spilling any content. \r\n\n\nContaminated Wound: when some gut engages spilling its contents except large intestine. \r\n\n\nDirty wound: pus, perforated viscera or any exposed wound for more than 4 hours. 8\r\n\n\n\r\n\n\nBackground:\r\n\n\nThe use of prosthetic material represents an important advance in medicine.  Ten years ago Luijendik et al demonstrated that mesh repair exceeded suture primary repair. \\(1) Especially in treating defects of the abdominal wall. Ideally polypropylene meshes are used in clean wounds, and are absolutely contraindicated in wounds contaminated by their high risk of SSI. Recent studies with biologic meshes question this dogmatic statement. There are still non solved issues regarding the use of biological prostheses in contaminated wounds.\r\n\n\nThe traditional approach in the repair of ventral hernias with contaminated wound is repaired in two stages. Solving the infection and then repair the hernia with synthetic material.\\(2)\r\n\n\nIn 2013, K.C. Hart et al, raised surveys to assess whether there is a consensus on the use of biological mesh in contaminated wounds. They found that 64% of respondents would venture to use a biological prosthesis in a contaminated wound.\\(2) Proving that the investigation line is open to new data.\r\n\n\nThe absolute contraindication to use prosthetic material in contaminated wounds may underestimate the use of them, or their use may be poorly supported.\r\n\n\nUntil 2013 four clinical review and one systematic review, studied biological meshes and contaminated wounds were reported. The four Grey et al \\(3) reviews Bachman et al \\(4) Breuning et al \\(5) and Sahnkaran et al \\(6) recommend the use of biological meshes especially in contaminated wounds. In all revisions main complication was SSI represents from 0-60% of complications in all revisions.\r\n\n\nOn the other hand Primus et al reviewed these studies finding multiple reasons why its findings may overestimate the use of them. Argues that this studies are case series or case reports that have low level of evidence. Also, how the information reported is inconsistent, no standardized studies were used in the review. It argues that it is impossible to compare those studies and draw conclusions. He even found that not all the classification used Disease Control and Prevention \\(CDC) to unify the definition of contaminated wound.1\r\n\n\nDarehzereshki in 2014, made a meta-analysis reviewing literature from 1990 to 2012 finding that the biological material has fewer SSIs with high statistical value. 10 Concludes that biological mesh should be used whenever it is against indicated synthetic mesh. 10\r\n\n\nThere are multiple series of cases that have placed polypropylene mesh in contaminated wounds. For example Kelly and Behrman in 2002 reported their experience in 24 cases of inguinal hernias and parastomal hernia clean-contaminated or contaminated wounds, repaired with polypropylene meshes. Reporting wound morbidity in a follow up of 18% from in 6 months to 3 years. 11.12 Geisler et al. repaired 30 parastomal elective hernias placing the mesh onlay or sublay, found morbidity of 7% with one case that required mesh removal. 13 Suggesting the relative safe use of polypropylene meshes in contaminated wounds. \r\n\n\n\r\n\n\nProblem Statement: There is no consensus on the use of synthetic mesh in contaminated wounds. The last existing evidence overestimates use them.  Is necessary to define whether they are safe in this type of injury. The reviewed studies are not comparable because the difference between integrated variables. The sample size and the conditions of each case are very different, and no meta-analysis is available.  We propose an animal model to determine objectively whether they represent a risk for surgical site infection \\(SSI).\r\n\n\nObjectives: To propose an animal model to study polypropylene meshes in infected wounds with E. coli."
        },
        {
            "header": "Reagents",
            "content": "• Ketamine\r\n\n\n• Acepromazine\r\n\n\n• Lidocaine\r\n\n\n• Diclofenac \r\n\n\n• Acetaminophen \r\n\n\n• Gentamicin"
        },
        {
            "header": "Equipment",
            "content": "• Polypropyleno USP 3-0\r\n\n\n• Polypropylene mesh 15x15\r\n\n\n• # 15 scalpel blades.\r\n\n\n• Lighting lamps.\r\n\n\n• Surgical instruments.\r\n\n\no Scalpel handle\r\n\n\no Mayo Scissors straight\r\n\n\no Metzenbaum scissors\r\n\n\no Dissection with teeth and toothless \r\n\n\no Tweezers E. Kelly x5 \r\n\n\no Allys pliers 5 F.\r\n\n\n• G. straight Mosco 5\r\n\n\n• H. curved Mosco 5\r\n\n\n• Porta needles\r\n\n\n• Farabeuf Separator"
        },
        {
            "header": "Procedure",
            "content": "Procedures:\r\n\n\nThis protocol is designed following the lineaments of NOM- 062- ZOO- 199 and the International Council for Laboratory Animals \\(ICLAS).  And following health standards for disposal of biological products. According to the Animal Protection Act of laboratories D.F. 2002 Legislature IV section XII, and the consensus of Helsinki 1995.\r\n\n\n\r\n\n\nPreoperative care:\r\n\n\nPreoperative fasting for 8 hours.\r\n\n\nTransoperative :\r\n\n\nAnesthesia: intramuscular dose ketamine 10mg / kg + Acetopromacina 1 mg / kg . He is to infiltrate the wound with lidocaine 20 mg / ml total dose of 3 ml .\r\n\n\n\r\n\n\nProcedure:\r\n\n\nWith the subject lying prone, proceed to place an IV in the ear vein of the left ear. Anesthesia is induced the latency time is respected. It is placed in the supine position and then proceeds to trichotomy of the abdomen of the subject. Place supine on the operating table. Subsequently antisepsis with iodine is performed in the abdominal region. Twenty seconds later place sterile fields in surgical area. Anesthesia is tested corroborating that subject doesn’t deserves an extra dose of anesthetic. Proceed to make an incision in mid line of approximately 6 cm skin and subcutaneous tissue. \\(Figure 1 and 3). Dissect an area approximately of 5x6 cm subsequently to leave room for the prosthetic material.  Proceed to measure the polypropylene mesh 5x4.8 cm in length. \\(Figure2.) The surgical site is inoculated with E. coli inoculate \\(previously prepared) in order to infest the wound solution. Wait for 3 minutes. \\(Figure.5.) Proceed to place the polypropylene supraponeurotic mesh \\(Figure6.). Place simple points to the aponeurosis with 2-0 polypropylene USP, four cardinal points in order to maintain in place de polypropylene mesh. \\(Figure 7). Later close the skin with simple suture with Prolene 3-0 USP. \\(Figure 8). Finally place an Elizabethan collar. \r\n\n\n\r\n\n\nPostoperative care: \r\n\n\nMonitor for complications such as; Seroma, abscess, dehiscence, sepsis and even death. All subjects will undergo autopsies. Cultivation of surgical site in two weeks \\(positive cultures when > 100x106 UFC).\r\n\n\nDocument daily with analysis sheets that includes all the variables and photographs.\r\n\n\nEvery 24 hours the wounds are reviewed for indicators of SSI. Culture must be taken in function fo the degree of infection."
        },
        {
            "header": "References",
            "content": "References: \r\n\n\n1. Primus F.E. Harris H.W. A critical review of biologic mesh use in ventral hernia repairs under contaminated conditions. Hernia 2013;17: 21-30. \r\n  2. Harth K,C, Krpata D,M, Blantik J,A, Halaweishi I et all. Biologic mesh use practice patterns in abdominal wall reconstruction: a lack of consensus among surgeons. Hernia 2013;17: 13-20. \r\n  3. Gray SH, Hawn MT, Itani KM. Surgical progress in inguinal and ventral incisional hernia repair. Surg Clin N Am 2008, 88; \\(1) 17-25.\r\n  4. Bachman S, Ramshaw B. Prosthetic material in ventral hernia repair. 2008, 88; \\(1): 101-112, ix.doi: 10,1016/j.suc.2007.11.001\r\n  5. Breuing K, Butiler CE, Ferzoco S, Franz M, Hultman CS et all. Incisional ventral hernias: review of the literature and recommendentions regarding the grading and technique of repair. Surgery 2010 148\\(3): 544-558. doi:10.1016/j.surg.2010.01.008. \r\n  6. Shankaran V, Weber DJ, Reed RL II, Luchette FA. A review of available prosthetics for ventral hernia repair. Ann Surg 253\\(1): 16-26. doi:10.1097/SLA.0b013e3181f9b6e6. \r\n  7. Vilar Compte D, Garcia Pineda B, Sandoval Hernandez S, Castillejos A. Infeccion de sitio quirúrgico de la patogénesis a la prevención. Enf Inf Microbiol 2008: 28\\(1):24-34. \r\n  8. Santalla A, López-Criado M.S. Ruiz M.D. Fernández-Parra J. Gallo J.L. Montoya F. Infección de la herida quirúrgica. Prevención  y tratamiento. Clin Invest Gin Obst 2007; 34\\(5): 189-196. \r\n  9. Mead R, Gilmour G, Mead A. Statistical Principles for the Design of Experiments. Application to real experiments. Cambridge University Press 1988. \r\n  10. Darehzereshki A, Goldfarb M, Zehetner J, Moazzez A, Lipham J,C. Biologic Versus nonbiologic Mesh in Ventral Hernia Repair: A systematic Review and Meta-analysis. World j Surg \\(2014) 38: 40-50. \r\n  11. Carbonell A M, Cob WS. Safety of Proshetic Mesh Hernia Repair in Contaminated Fields. Surg Clin N Am 93 \\(2013) 1227-1239. \r\n  12. Kelly ME, Behrman SW. The safety and efficacy of prosthetic hernia repair in clean contaminated and contaminated wounds. Am Surg 2002;68:524–528.\r\n  13. Geisler DJ, Reilly JC, Vaughan SG, et al. Safety and outcome of use of nonabsorbable mesh for repair of fascial defects in the presence of open bowel. Dis Colon Rectum 2003;46:1118–23."
        },
        {
            "header": "Acknowledgements",
            "content": "Special recognition for Dr. Javier Rojero Vallejo Chief in Experimental Surgery Division, on behalf of the entire surgical team."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 14099,
                "identity": "a0c86365-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marco Aurelio  Rendón Medina ",
                "email": "dr.rendon1989@gmail.com",
                "orcid": "",
                "institution": "Hospital General de México, Surgery resident´s experimental protocols. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "Aurelio  Rendón",
                "lastName": "Medina",
                "suffix": ""
            },
            {
                "id": 14100,
                "identity": "a0c86724-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "José Manuel Fonseca Jiménez",
                "email": "",
                "orcid": "",
                "institution": "Hospital General de México, Division Plastic Surgery Resident. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "José",
                "middleName": "Manuel Fonseca",
                "lastName": "Jiménez",
                "suffix": ""
            },
            {
                "id": 14101,
                "identity": "a0c86900-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Luis Daniel López Fragoso",
                "email": "",
                "orcid": "",
                "institution": "Hospital General de México, General Surgery Resident",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Luis",
                "middleName": "Daniel López",
                "lastName": "Fragoso",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-02-20 16:13:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.025",
        "doiUrl": "https://doi.org/10.1038/protex.2018.025",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609542,
                "identity": "7fdf7823-eeaa-4b4f-bb1c-9444f33e4ccf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13508,
                "visible": true,
                "origin": "",
                "legend": "Image 1   Incision & Dissection.    Dissect an area approximately of 5x6 cm subsequently to leave room for the prosthetic material.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5151/v1/figure_1.jpg"
            },
            {
                "id": 2609543,
                "identity": "4eada9b9-36c7-4288-9a1a-e93a92b5300f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7640,
                "visible": true,
                "origin": "",
                "legend": "Image 2   Polypropylene mesh    Proceed to measure the polypropylene mesh 5x4.8 cm in length.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5151/v1/figure_2.jpg"
            },
            {
                "id": 2609544,
                "identity": "ed479c45-9eca-428c-a006-a7fbcbf37efb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 21243,
                "visible": true,
                "origin": "",
                "legend": "Image 3   Mesh in position 6 Cardinal Points    Place simple points to the aponeurosis with 2-0 polypropylene USP, four cardinal points in order to maintain in place de polypropylene mesh.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5151/v1/figure_3.jpg"
            },
            {
                "id": 2609545,
                "identity": "b9229aa8-ecbd-4b78-8bc4-898c60951a26",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:00",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39226,
                "visible": true,
                "origin": "",
                "legend": "Image 4   Follow up.    Monitor for complications such as; Seroma, abscess, dehiscence, sepsis and even death. All subjects will undergo autopsies. Cultivation of surgical site in two weeks (positive cultures when > 100x106 UFC). ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5151/v1/figure_4.jpg"
            },
            {
                "id": 13465767,
                "identity": "3beb6ac9-74d0-449e-b050-ad191719a2a1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 197293,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5151/v1/5d0df78d-1851-4fbc-8984-724e289448d7.pdf"
            }
        ],
        "financialInterests": "The authors declare no conflicting finantial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Surgical Site Infection, Polypropylene Mesh, Hernia. ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Abstract: \r\n\n\nProblem Statement: There is no consensus on the use of synthetic mesh in contaminated wounds. The last existing evidence overestimates use them.  Is necessary to define whether they are safe in this type of injury. The reviewed studies are not comparable because the difference between integrated variables. The sample size and the conditions of each case are very different, and no meta-analysis is available.  We propose an animal model to determine objectively whether they represent a risk for surgical site infection \\(SSI).\r\n\n\nObjectives: To propose an animal model to study polypropylene meshes in infected wounds with E. coli.",
        "manuscriptTitle": "Polypropylene meshes in wounds inoculated with E. Coli; Pilot Study in New Zealand White Rabbit",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-04-09 10:10:07",
                "doi": "10.1038/protex.2018.025",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0c7ca84-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 9th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3690,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-04-09 10:10:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}