{
    "identity": "nprot-2064",
    "title": "A method for labeling polyacrylamide gels",
    "content": [
        {
            "header": "Introduction",
            "content": "Both native and denatured protein samples are assessed by polyacrylamide gel electrophoresis \\(PAGE). This requires the protein samples to be loaded onto polyacrylamide gels. In brief, a polyacrylamide gel, sandwiched between two glass plates \\(named short and long), is placed in an electrophoresis apparatus, filled with the appropriate gel running buffer, loaded with protein samples and then connected to a power source where an electric field is applied across the gel, causing the negatively-charged proteins to migrate across the gel towards the positive electrode \\(anode). Once the protein samples have migrated, the gel is stained to fix the protein bands and then de-stained to remove non-specific staining of the gel \\(background staining). These steps are essential for the analysis of protein samples.\r\n\n\nIn the current world of scientific research, the need to use high throughput technologies is ever growing. Analysis of protein samples does not stand apart from this need and requires researchers to analyse many samples all at once. To date, the polyacrylamide gels used in standard laboratories only take up 10 to 15 samples allowing sufficient amount of protein sample to be loaded and analysed. This means more and more gels need to be used to assess as many samples as relevant to the research at hand. The problem then arises with regards to knowing which gel was used for loading which set of samples. One could make some sort of distinction between two gels by running the protein marker in different lanes but this complicates things when you have more and more gels. Also, different percentage gels are used for proteins of varying molecular weight. How would you distinguish which gel was which and at what percentage when you are dealing with a number of gels at once? \r\n\n\nThe method presented here is ideal for high throughput labs and any other laboratory which runs with precision and wants to operate with an ease of mind with regards to data obtained, eliminating ambiguity or doubt about tracking results obtained by gel electrophoresis."
        },
        {
            "header": "Reagents",
            "content": "Standard solutions to make polyacrylamide gels; including Resolving and Stacking gel solutions, etc."
        },
        {
            "header": "Equipment",
            "content": "short plate, long plate, gel holder, gel tank apparatus, power pack, permanent marker pen"
        },
        {
            "header": "Procedure",
            "content": "1. Take the short plate and label on the side of the plate facing the long plate, using a laboratory permanent marker. You can write down the percentage of the gel for example 10% or 12%, followed by a numbering system such as #1 \\(Figure 1a).\r\n  \r\n\n\n2. To be able to read the label well and to avoid labeling over the protein band observable after staining and de-staining steps, the label should be placed on the bottom corner of the short plate which will be facing inwards towards the long plate \\(Figure 1a).\r\n  \r\n\n\n3. Then the plates should be sandwiched as normal \\(Figure 1b) and the resolving and stacking solutions poured in between the plates to make the gel.\r\n  \r\n\n\n4. After the gel is made and post electrophoresis, what will become apparent is that the label gets transferred to the gel permanently, which is neither affected by staining nor de-staining procedures \\(Figure 1c) and can even be transferred onto blotting paper such as nictrocellulose paper depending on how strong the labeling was on the gel in the first instance and yet be retained on the gel used for blotting \\(Figure 1d)."
        },
        {
            "header": "Timing",
            "content": "Not a great deal of additional time is added to making the gel except for a few seconds to write on the short plate."
        },
        {
            "header": "Anticipated Results",
            "content": "Using this novel method of polyacrylamide gel labeling will make life easier for scientists dealing with many protein samples on a day to day basis and will enhance the accuracy of results by eliminating any ambiguity in recognition of the correct gel used to analyse a set of protein samples."
        },
        {
            "header": "Acknowledgements",
            "content": "I would like to thank my father, Mr Ebrahim Seyedarabi, for his most useful discussions and suggestions for improving this method."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11733,
                "identity": "9f9c2eb1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Arefeh Seyedarabi",
                "email": "a.seyedarabi@ucl.ac.uk",
                "orcid": "",
                "institution": "Department of Structural and Molecular Biology, University College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Arefeh",
                "middleName": "",
                "lastName": "Seyedarabi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-03-22 16:01:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.222",
        "doiUrl": "https://doi.org/10.1038/protex.2011.222",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608260,
                "identity": "a48fddbc-7513-4d1d-be91-0d187c78cbb2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:04",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 74944,
                "visible": true,
                "origin": "",
                "legend": "A polyacrylamide gel labeling method never seen before   A new labeling method for polyacrylamide gels. (a) A label such as 10% #1 is hand written (on the bottom right corner) on the side of the short plate to be facing the long plate. (b) The long and short plates are sandwiched together. (c) An example of a gel post staining and de-staining showing the label of 10% #1. (d) An example of a gel post staining, de-staining and blotting having retained the label of #2 12%.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2064/v1/figure_1.png"
            },
            {
                "id": 13465248,
                "identity": "26156aee-4aa2-45c2-8fe0-d3188fa3a8dc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 188868,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2064/v1/11ee8ae1-0821-4bfe-a9b2-d7b835d8cbf9.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Labeling, polyacrylamide gels, identification",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Have you ever struggled with the identification of your polyacrylamide gels after running a few of them at once? Here is a new method for labeling gels which is easy, free and does not interfere with your protein samples. You will be intrigued once you learn how you can add a label to your laboratory-made gels and will have no problem identifying your gels any more.",
        "manuscriptTitle": "A method for labeling polyacrylamide gels",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-03-24 08:58:42",
                "doi": "10.1038/protex.2011.222",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9bb3b8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 24th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2556,
                "name": "Biochemistry"
            },
            {
                "id": 2557,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-03-24 08:58:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}