{
    "identity": "pex-1431",
    "title": "<p>Chemically Defined and Xeno-free Culturing Protocol for Human Extended Pluripotent Stem Cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>EPS cells provide new tools to study the regulation of developmental potency<sup>1</sup>, which have promising applicative potentials in basic and translational research<sup>2, 3, 4, 5</sup>. Our recent study has shown that directed differentiation of human EPS cells can generate functional human hepatocytes<sup>6</sup>, which was achieved by pretreating human EPS cells before applying a hepatic differentiation protocol for conventional human pluripotent cells. This strategy could be generally applied to generate other lineages from human EPS cells by simply adapting differentiation protocols for conventional human pluripotent cells. The therapeutic translation of EPS cell-derived cell types requires xeno-free culturing of human EPS cells. We have established a chemically defined and xeno-free culture system that can support derivation and long-term stable propagation of human EPS cells in vitro.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Human EPS cells and Human fetal fibroblast (HFF)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LN521 (Stem cell technologies, 77004)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;xeno-free KSR (ThermoFisher Scientific, 12618013)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DMEM/F12 (Thermo Fisher Scientific, 11330-032)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Neurobasal (Thermo Fisher Scientific, 21103-049)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;human insulin (Sigma, 91077C)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;apo-Transferrin(Sigma, T1147)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L-ascorbic acid-2-phosphate (Sigma, A8960)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Activin A (Stemimmune LLC, HST-A-1000)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ethanolamine (Sigma, 398136)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sodium selenite (Sigma, S5261)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;human catalase (Sigma, C3556 )</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;recombinant human LIF (Peprotech, 300-05)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CHIR 99021 (Selleck, S1263)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(S)-(+)-Dimethindene maleate (Tocris, 1425)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Minocycline hydrochloride (Santa Curz, sc-203339)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Y-27632 (Selleck, S1049)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IWR-endo-1 (Selleck, S7086; optional)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DPBS with calcium and magnesium (Thermo Fisher Scientific, 2069089)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TrypLE Select (ThermoFisher Scientific, 12563029)</p><p>-       CytoTuneTM-iPS 2.0 Sendai Reprogramming Kit (Thermo Fisher Scientific, A16517)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Tissue culture incubator capable of maintaining 37 °C, 20% O<sub>2</sub> and 5% CO2 (Thermo Fisher Scientific)</p><p>Cell culture plates and flasks (BD Falcon)</p><p>Pipet tips (Axygen)</p><p>Centrifuge tubes (BD Falcon)</p><p>Centrifuge</p>"
        },
        {
            "header": "Procedure",
            "content": "Preparation of stock solution\n1. Dissolve the reagents according to manual instructions. The concentrations of stock solutions and their final concentration in the medium are shown below:\nInsulin 10 mg/ml (final concentration 10 μg/ml), Apo-transferrin 55 mg/ml (final concentration 5.5 μg/ml), Sodium selenite 10 μg/ml (final concentration 1 ng/ml), L-Ascorbic acid 2-phosphate 50 mg/ml (final concentration 100 μg/ml), Activin A 100 μg/ml (final concentration 5-40 ng/ml), Human LIF 100 μg/ml (final concentration 10 ng/ml), CHIR99021 10 mM (final concentration 1 μM), (S)-(+)-Dimethindene maleate\n20 mM (final concentration 2 μM), Minocycline Hydrochloride 20 mM (final concentration 2 μM), Y-27632 100 mM (final concentration 5 μM), IWR-1-endo (optional) 5 mM (final concentration 0.5 μM).\n2. Store the cytokines in a refrigerator at - 80°C, except that insulin is stored at 4°C. Store other dissolved reagents in a refrigerator at - 20°C. Reagents are stored in small quantity to avoid repeated freezing and thawing. The thawed reagents can be stored at 4°C for no more than 2 weeks.\nPreparation of xeno-free human EPS cell medium\n1. Thaw packed stock solutions at room temperature.\n2. For preparing 50 ml xeno-free human EPS cell culturing medium, add the reagents according to the information shown below:\nDMEM/F12 (liquid) 25 ml, Neurobasal (liquid) 25 ml, Insulin 50 μl, Apo-transferrin 5.5 μl, Sodium selenite\n5 μl, L-Ascorbic acid 2-phosphate 100 μl, Activin A 10 μl (20 ng/ml), Human LIF 5 μl, CHIR99021 5 μl, (S)-(+)-Dimethindene maleate 5 μl, Minocycline Hydrochloride 5 μl, Y-27632 2.5 μl, Ethanolamine (liquid) 2.5 μl, Catalase (liquid) 10 μl.\n3. Prepared xeno-free hEPS medium could be kept at 4°C for up to 1 week.\nPreparation of LN-521 coated plates\nThaw 1 vial of LN-521 (100 μg/ml) at 4°C. Prepare the LN-521 solution (1:40) in DPBS with calcium and magnesium. Add the solution into the wells (for a 24-well plate: 350 μl per well; for a 12-well plate: 700 μl per well). Incubate the coated plates 37°C for at least 2 hours. Alternatively, the coated plates could be placed at 4°C overnight. Do not allow the culture surface to dry as the matrix will become inactivated. The coated plates should be used as soon as possible and stored at 4°C for no more than one week.\nCulture and passaging of xeno-free human EPS cells\n1. Warm the xeno-free hEPS medium at room temperature and TrypLE Select at 37°C.\n2. Dilute TrypLE Select with DPBS with a 1:1 ratio. Keep the diluted TrypLE Select warm at 37°C.\n3. Change the culture medium every 2-3 days. To change the medium, remove the supernatant and add fresh xeno-free human EPS cell culturing medium. Passage xeno-free human EPS cells every 3-4 days.\n4. Cell passaging is conducted when xeno-free human EPS cells reach 85%-95% of confluence. Wash xeno-free human EPS cells with DPBS without calcium and magnesium for once. After aspirating the DPBS solution, add 0.5X TrypLE Select solution (for a 12-well plate: about 500 μl per well) and incubate the cells at 37°C for 3 min in the incubator.\n5. Remove the 0.5X TrypLE Select solution and add xeno-free human EPS cell culturing medium into the well (for a 12-well plate: 1 ml per well). Pipet the digested cells into single cells and centrifuge at room temperature. Aspirate the suspension and resuspend the cells using xeno-free human EPS cell culturing medium.\n6. Remove the LN-521 solution from the LN-521 coated plate and add xeno-free human EPS cell culturing medium (for a 12-well plate, 1 ml culturing medium). Seed the cells into the new wells at the density of 20,000-30,000 cells/cm\n2\n.\n7. Change the culturing medium the next day. When the density of the seeded cells exceeds 50,000 cells/cm2, the medium needs to be changed every day.\nAdaptation of feeder-cultured human EPS cells to xeno-free culture system\n1. Warm the medium and TrypLE Select at room temperature.\n2. Remove the supernatant of feeder-cultured human EPS cells, wash once with DPBS, dissociate the cells with 0.5X TrypLE Select.\n3. Centrifuge the cells and resuspend them with N2B27-LCDM medium (culturing medium for feeder cultured human EPS cells), and seed the cells onto the LN-521 coated plates at desired densities. The ratio is usually from 1:6 to 1:10.\n4. Replace the medium with xeno-free hEPS medium 24 hours later.\n5. For the first 3-5 passages, lower the split ratio (1:3) so that cell viability could be improved. The density of the seeded cells is about 40,000 cells/cm\n2\n. In addition, 1%-5% of xeno-free KSR is recommended to be added during the adaptation so that cell viability and proliferation could be improved.\n6. After 5-7 passages, the cells could proliferate well in xeno-free human EPS cell culturing medium.\nDeriving xeno-free human EPS cells from Human fetal fibroblast (HFF)\n1. Perform sendai virus transduction (CytoTuneTM-iPS 2.0 Sendai Reprogramming Kit ) according to the user’s manual.\n2. 5-7 days post transduction, replate the infected HFFs onto LN-521 coated 6-well plates at the density of 1*10\n5\n/cm\n2\n.\n3. Replace the cultured medium with xeno-free human EPS cell culturing medium plus 5% xeno-free KSR. Change the medium every 3 days.\n4. 14 days post transduction, human EPS cell-like colonies emerge. Picked up the colonies. Dissociate the colonies into single cell using TrypLE Select.\n5. After 4-7 days, colonies could be visually observed. After 3-5 passages, xeno-free human EPS cell lines can be stably maintained in xeno-free human EPS cell culturing medium without KSR."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1. For some EPS cell lines, there may be some differentiated cells during culturing, the addition of 0.5 μM IWR-endo-1 is recommended.</p><p>2. Accutase (Millipore, SCR005) could be used to replace TrypLE Select. If it is not necessary to make the medium be fully xeno-free, catalase from the bovine source (Sigma, C1345) can be used to replace the catalase from the human source, Trypsin-EDTA (Thermo Fisher Scientific, 25300-062) could also be used to replace TrypLE Select.</p><p>3. For specific cell lines that have difficulties in adaptation, 1%-5% of xeno-free KSR is recommended to be added during the adaptation. For some cell lines, there may be some differentiated cells, the addition of 0.5 μM IWR-endo-1 is recommended during the adaptation and culturing of xeno-free human EPS cells.</p><p>4. To improve the survival rate of cells during the generation of xeno-free human EPS cells from HFFs, mechanical digestion is recommended to be used to passage the picked colonies during the first three passages. 5% of xeno-free KSR is also recommended to be added during the first 3-5 passages.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>1. 5-7 passages are required to adapt feeder-cultured human EPS cells to the xeno-free culturing system.</p><p>2. To generate xeno-free human EPS cells, 17-19 days are needed to induce human EPS cell-like colonies. After picking up these colonies, 3-5 passages of these colonies are needed to establish xeno-free human EPS cell lines.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>It is anticipated that xeno-free human EPS cells can be established and cultured using this protocol.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang Y<em>, et al.</em> Derivation of Pluripotent Stem Cells with In Vivo Embryonic and Extraembryonic Potency. <em>Cell</em> <strong>169</strong>, 243-257.e225 (2017).</p><p>&nbsp;2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Du Y<em>, et al.</em> Efficient derivation of extended pluripotent stem cells from NOD-scid Il2rg(-/-) mice. <em>Protein &amp; cell</em> <strong>10</strong>, 31-42 (2019).</p><p>&nbsp;3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li H<em>, et al.</em> Rapid generation of gene-targeted EPS-derived mouse models through tetraploid complementation. <em>Protein &amp; cell</em> <strong>10</strong>, 20-30 (2019).</p><p>&nbsp;4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sozen B<em>, et al.</em> Self-Organization of Mouse Stem Cells into an Extended Potential Blastoid. <em>Developmental cell</em> <strong>51</strong>, 698-712.e698 (2019).</p><p>&nbsp;5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li R<em>, et al.</em> Generation of Blastocyst-like Structures from Mouse Embryonic and Adult Cell Cultures. <em>Cell</em> <strong>179</strong>, 687-702.e618 (2019).</p><p>&nbsp;6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang Q<em>, et al.</em> Generation of human hepatocytes from extended pluripotent stem cells. <em>Cell Res</em> <strong>30</strong>, 810-813 (2020).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank X. Zhang and Q.Z. Feng for technical assistance. We thank J.Y. Guan, Y. Fu and Y.Q. Li for discussions in the course of the preparation of this manuscript. We thank the flow cytometry and confocal microscopy Core at National Center for Protein Sciences at Peking University, particularly H.X. Lyu. and H.Y. for technical help. This work was supported by National Key Research and Development Program of China (2017YFA0103000, 2016YFA0100103), the National Natural Science Foundation of China (31521004, 31730059) and the grants from the Beijing Municipal Science and Technology Commission (D171100000517004).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-23320-8",
                "date": "2021-05-21 10:02:50",
                "title": "Chemically defined and xeno-free culture condition for human extended pluripotent stem cells",
                "authors": [
                    "Bei Liu",
                    "Shi Chen",
                    "Yaxing Xu",
                    "Yulin Lyu",
                    "Jinlin Wang",
                    "Yuanyuan Du",
                    "Yongcheng Sun",
                    "Heming Liu",
                    "Haoying Zhou",
                    "Weifeng Lai",
                    "Anqi Xue",
                    "Ming Yin",
                    "Cheng Li",
                    "Yun Bai",
                    "Jun Xu",
                    "Hongkui Deng"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 18449977,
                "identity": "289f6052-d973-46e1-8e57-eb1049ad1550",
                "order_by": 0,
                "name": "Bei Liu",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell Biology, School of Basic Medical Sciences, Peking University Stem Cell Research Center, State Key Laboratory of Natural and Biomimetic Drugs, Peking University Health Science Center, and the MOE Key Laboratory of Cell Proliferation and Differentiation, College of Life Sciences, Peking-Tsinghua Center for Life Sciences, Peking University, Beijing 100191, China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bei",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 18449978,
                "identity": "4c0e0445-4c38-433c-a01f-5a8af733596f",
                "order_by": 1,
                "name": "Shi Chen",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell Biology, School of Basic Medical Sciences, Peking University Stem Cell Research Center, State Key Laboratory of Natural and Biomimetic Drugs, Peking University Health Science Center, and the MOE Key Laboratory of Cell Proliferation and Differentiation, College of Life Sciences, Peking-Tsinghua Center for Life Sciences, Peking University, Beijing 100191, China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shi",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 18449979,
                "identity": "c576f111-8689-4345-afbb-0bb5af8bc173",
                "order_by": 2,
                "name": "Yaxing Xu",
                "email": "",
                "orcid": "",
                "institution": "Department of Cell Biology, School of Basic Medical Sciences, Peking University Stem Cell Research Center, State Key Laboratory of Natural and Biomimetic Drugs, Peking University Health Science Center, and the MOE Key Laboratory of Cell Proliferation and Differentiation, College of Life Sciences, Peking-Tsinghua Center for Life Sciences, Peking University, Beijing 100191, China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yaxing",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            },
            {
                "id": 18449980,
                "identity": "6abe6a1e-bbf0-4f30-8e79-b6548b0567a1",
                "order_by": 3,
                "name": "Yulin Lyu",
                "email": "",
                "orcid": "",
                "institution": "School of Life Sciences, Center for Bioinformatics, Center for Statistical Science, Peking University, 100871 Beijing, China.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yulin",
                "middleName": "",
                "lastName": "Lyu",
                "suffix": ""
            },
            {
                "id": 18449981,
                "identity": "82846ff8-9079-463b-95f7-c74fa7d40b27",
                "order_by": 4,
                "name": "Yun Bai",
                "email": "baiyun@bjmu.edu.cn",
                "orcid": "",
                "institution": "Department of Cell Biology, School of Basic Medical Sciences, Peking University Stem Cell Research Center, Peking University Health Science Center, Peking University, Beijing 100191, China.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yun",
                "middleName": "",
                "lastName": "Bai",
                "suffix": ""
            },
            {
                "id": 18449982,
                "identity": "b7c37286-19a3-4e11-b3ef-d127fc971fb8",
                "order_by": 5,
                "name": "Jun Xu",
                "email": "jun_xu@bjmu.edu.cn",
                "orcid": "",
                "institution": "Department of Cell Biology, School of Basic Medical Sciences, Peking University Stem Cell Research Center, Peking University Health Science Center, Peking University, Beijing 100191, China.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            },
            {
                "id": 18449983,
                "identity": "05b41389-17ef-46a0-b6de-58fdc17878ee",
                "order_by": 6,
                "name": "Hongkui Deng",
                "email": "hongkui_deng@pku.edu.cn",
                "orcid": "",
                "institution": "Department of Cell Biology, School of Basic Medical Sciences, Peking University Stem Cell Research Center, State Key Laboratory of Natural and Biomimetic Drugs, Peking University Health Science Center, and the MOE Key Laboratory of Cell Proliferation and Differentiation, College of Life Sciences, Peking-Tsinghua Center for Life Sciences, Peking University, Beijing 100191, China.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hongkui",
                "middleName": "",
                "lastName": "Deng",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-25 15:09:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1431/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1431/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695084,
                "identity": "eaa2b960-c3e5-47ca-816e-250814fe188d",
                "added_by": "auto",
                "created_at": "2021-09-17 12:55:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 171688,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1431/v1/3463baa3-2132-426e-a48d-b2644fc36b1b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human extended pluripotent stem cells, Xeno-free, Chemically defined medium",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Human extended pluripotent stem (EPS) cells have shown great applicative potentials in basic and translational research. One prerequisite for the wide applications of EPS cells is the development of a xeno-free culture system for maintain these cells in vitro. Here we report a protocol for culturing and generating human EPS cells using a chemically defined and xeno-free culture system.</p>",
        "manuscriptTitle": "Chemically Defined and Xeno-free Culturing Protocol for Human Extended Pluripotent Stem Cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 11:03:21",
                "doi": "10.21203/rs.3.pex-1431/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "e3f25cc5-1b68-46d7-9834-19f665db832c",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3221260,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 11:03:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}