{
    "identity": "pex-1489",
    "title": "<p>Effect of muscle energy technique Versus Motor control Exercise adjunct to conventional therapy on Pain, Range of motion and functional disability in patient with chronic neck pain </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The neck is the body part between the head and the shoulder, and it also attaches the head to the body. The placement of the neck and the bottom of the head and shoulders is at greater risk where people stay in almost the same spot for a long period of time as there is a substantial increase in time in the subsequent tasks, such as learning, writing or using a laptop. </p><p>The cervical and neck anatomy consists of different muscle groups. The sternocleidomastoid muscle as an oblique band that crosses&nbsp;&nbsp;the side of the neck from the sternoclavicular joint to the mastoid process of the skull. Categorizes the neck into the anterior triangle and the posterior triangle. Provenance of manubrium streni and medial third of the calvical and insert into the mastoid process of the temporal and occipital bones. Spinal part of the accessory nerve, C2 and C3. Two acts together for the extension of the head and the flexion of the neck, and one help to rotate the opposite side. Scalenus anterior originates from the transverse processes of the 3rd, 4th, 5th and 6th cervical vertebrae and is inserted into the 1st rib. The muscle is supplied by the spinal nerves C4, C5 and C6. Elevates the 1st rib; laterally flexes and rotates the cervix. The longus cervical muscle extends from the atlas to the third vertebra, with the upper and lower part and the middle vertical part supplied by the ventral rami&nbsp;nerve C3-C8. It allows the neck to flex, lateral flexion through the oblique part, and the opposite side through the oblique lower part. The longus capitis nerves&nbsp;helps in the flexion of head supplied by vetral rami of C1-C3 nerves and assists in the flexion of head. The rectus capitis lateral hel to flex head laterally and is a short flat muscle supplies by ventral rami. The anterolateral flexion, rotation to the opposite side of the cervical spine, is conducted by the anterior muscle of the scalnus, which again is supplied by the C3-C ventral rami. The role of the scalenus medius and posterior, which is supplied by the ventral rami of the C3-C8 ventral rami nerves, helps to flex the cervical laterally. Sub-occipital nerve that supplies rectus capitis posterior minor and major predominantly helps in posture, moves the chin to the same side and extends the head. The obliquus&nbsp;capitis superior and inferior to the dorsal branch of the C1 action is to extend the head and flex it laterally.</p><p>Neck pain exists in a range of forms. Neck pain can be defined in a variety of ways, including severity, aetiology/structure, and form of pain (acute, 6 weeks; sub acute, 3 months; chronic, &gt;3 months) (mechanical vs neuropathic). Neck pain is defined as mechanical, neuropathic, or secondary to another disorder (e.g., referred pain from the heart or vascular pathology). Mechanical pain occurs when the spine or its surrounding structures, such as ligaments and muscles. </p><p>There are three types of potential causes for neck pain: medical effects, severe or non-threatening causes, usual and rare conditions, and genuine and invalid causes. Inflammatory arthropathies have a lower incidence. The relevance of these diseases as a source of neck pain is evident, as the condition can be detected by evaluation, and they are believed to cause joint pain when they affect the appendicular skeleton's joints. Patients of neck pain and obvious radiograph variations are likely to be diagnosed with spondylosis or osteoarthritis. </p><p>Neck pain concerns more than a billion people worldwide and is the most major source of severe, long-term pain and impairment. The point prevalence of neck pain is 2.9% (95% CI 2.21–8.87). </p><p>Neck pain should be treated medically as per the severity of the symptoms. Nonsteroidal anti-inflammatory drugs (NSAIDs) seem to be the most common conservative therapies for severe neck pain without severe pathology (NSAIDs). Individuals with serious neck problems and may not have significant pathology can be treated with NSAIDs, acetaminophen, and opioids. A variety of physiotherapy treatments are used to relieve neck pain. Exercise, physiotherapy, and superficial heat are the favoured conservative treatment strategies for serious neck pain with no severe pathology. Exercise, meditation, behavioural therapy, acupuncture, biofeedback, gradual relaxation, massage, manual therapy, and interdisciplinary rehabilitation seem to be the most common treatments for chronic neck pain without significant pathology.</p><p>This study will be conducted to analyze the Effect of muscle energy technique Versus Motor control Exercise adjunct to conventional therapy on Pain, Range of motion and functional disability in patient with chronic neck pain.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>Universal Goniometer.</p>"
        },
        {
            "header": "Procedure",
            "content": "1.Recruit Subjects(N=50): They will be randomly allocated equally i.e. 25 each (into each group) by using sampling formula in Group A and Group B.\n2. Subjects will be screened by inclusion and exclusion criteria, informed consent & medical history will be obtained from subjects.\n3.Pre-test Pain , Range of Motion and strength will be assessed.\n4. Both the Group will receive hot fermentation for 10 mins.\n5. Group A :-MET group will receive 3-5 repetitions of post-isometric relaxation with 30-50 percent isometric contraction of the muscle to be stretched for 7-10 seconds, followed by a rest period of 5 seconds, followed by a stretch of 10-60 seconds. 5 sessions a week for 4 weeks.\n6. Group B:-The subject will be given  static stretching and motor control exercise. With each stretch being sustained around 15-30 seconds and repeated 2-4 times. The subject will be managed for 5 sessions a week for 4 weeks. Motor control exercise will be 5 sessions/week for 4 weeks. Each session will be 30 minutes in duration.\n7. Post 4 weeks Pain , Range of Motion,  Muscle Strength and Functional Disability will be assessed."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>4 Weeks</p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Naser SSA, ALmursheidi SH. A Knowledge Based System for Neck Pain Diagnosis. :7. </p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Clinical Anatomy by Regions. :766. </p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cohen SP. Epidemiology, Diagnosis, and Treatment of Neck Pain. Mayo Clin Proc. 2015 Feb;90(2):284–99. </p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bogduk N. The Anatomy and Pathophysiology of Neck Pain. Phys Med Rehabil Clin N Am. 2011 Aug;22(3):367–82. </p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mullerpatan R, Nahar S, Singh Y, Cote P, Nordin M. Burden of spine pain among rural and tribal populations in Raigad District of Maharashtra State of India. Eur Spine J [Internet]. 2020 Sep 10 [cited 2021 Mar 9]; Available from: http://link.springer.com/10.1007/s00586-020-06585-3</p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chou R, Côté P, Randhawa K, Torres P, Yu H, Nordin M, et al. The Global Spine Care Initiative: applying evidence-based guidelines on the non-invasive management of back and neck pain to low- and middle-income communities. Eur Spine J. 2018 Sep;27(S6):851–60. </p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Osama M, Rehman S. Effects of static stretching as compared to autogenic and reciprocal inhibition muscle energy techniques in the management of mechanical neck pain: A randomized controlled trial. J Pak Med Assoc. 2020;(0):1. </p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;satrianugraha2020.pdf. </p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1-s2.0-S2468781220300862.pdf. </p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;martin-gomez2019.pdf. </p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BMR-171107.pdf. </p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jalal Y, Ahmad A, Rahman AU, Daud M. Effectiveness of muscle energy technique on cervical range of motion and pain. 2018;68(5):3. </p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Young IA, Dunning J, Butts R, Mourad F, Cleland JA. Reliability, construct validity, and responsiveness of the neck disability index and numeric pain rating scale in patients with mechanical neck pain without upper extremity symptoms. Physiother Theory Pract. 2019 Dec 2;35(12):1328–35. </p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phadke A, Bedekar N, Shyam A, Sancheti P. Effect of muscle energy technique and static stretching on pain and functional disability in patients with mechanical neck pain: A randomized controlled trial. Hong Kong Physiother J. 2016 Dec;35:5–11. </p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tunwattanapong P, Kongkasuwan R, Kuptniratsaikul V. The effectiveness of a neck and shoulder stretching exercise program among office workers with neck pain: a randomized controlled trial. Clin Rehabil. 2016 Jan;30(1):64–72. </p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Page P. CURRENT CONCEPTS IN MUSCLE STRETCHING FOR EXERCISE AND REHABILITATION. :11. </p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mahajan R, Kataria C, Bansal K. Comparative Effectiveness of Muscle Energy Technique and Static Stretching for Treatment of Subacute Mechanical Neck Pain. Int J Health Rehabil Sci IJHRS. 2012;1(1):16. </p><p>18. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hanney WJ, Kolber MJ, Cleland JA. Motor control exercise for persistent nonspecific neck pain. Phys Ther Rev. 2010 Apr;15(2):84–91. </p><p>19. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Boonstra AM, Schiphorst Preuper HR, Reneman MF, Posthumus JB, Stewart RE. Reliability and validity of the visual analogue scale for disability in patients with chronic musculoskeletal pain. Int J Rehabil Res. 2008 Jun;31(2):165–9.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 23030442,
                "identity": "a58ed569-f4a2-43ea-8ced-96090d3c8876",
                "order_by": 0,
                "name": "Deepak Jain",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-6767-278X",
                "institution": "Datta Meghe Institute of Medical Technology ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepak",
                "middleName": "",
                "lastName": "Jain",
                "suffix": ""
            },
            {
                "id": 23030443,
                "identity": "1ee74bcf-ba1d-42e5-a369-d6124f8eea4f",
                "order_by": 1,
                "name": "Deepali Patil",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8547-3338",
                "institution": "Datta Meghe Institute of Medical Technology ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepali",
                "middleName": "",
                "lastName": "Patil",
                "suffix": ""
            },
            {
                "id": 23030452,
                "identity": "6b699595-8c5c-4fd8-83e4-22c7433b65a0",
                "order_by": 2,
                "name": "Pratik Phansopkar",
                "email": "drpratik77@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3635-8840",
                "institution": "Datta Meghe Institute of Medical Technology ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pratik",
                "middleName": "",
                "lastName": "Phansopkar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-24 03:50:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1489/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1489/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13696694,
                "identity": "dd38ce16-566a-462d-a1dd-7b23c1176028",
                "added_by": "auto",
                "created_at": "2021-09-17 13:05:21",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 159922,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1489/v1/8e78bc49-5b6b-4e11-90a0-26c813bd3947.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chronic neck pain, motor control exercise , muscle energy technique.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Background: - Neck pain is defined as mechanical, neuropathic or secondary to any other disorder and it can be acute, 6 weeks; sub acute, 3 months; chronic, &gt;3 months. types of potential causes for neck pain: medical effects, severe or non-threatening causes, usual and rare conditions, and genuine and invalid causes. Motor control was defined as motor relearning program with emphasis on coordination and holding capabilities of specific neck flexor, extensor, and shoulder girdle muscles. MET is a method of treatment that involves the voluntary contraction of a Patients muscle in a precisely controlled direction, against a counterforce provided by the therapist.</p><p>Methodology: - In the study 50 chronic neck pain patients will be enrolled. And will be divided into 25 in each group. One group will receive Muscle Energy Technique and the other group will receive Motor Control Exercise as well as conventional therapy for 4 weeks. Pain, ROM and strength will be evaluated using the standard technique.</p><p>&nbsp;Discussion: - The goal of this Interventional study is to examine the impact of MET versus MCE with conventional therapy on patients with chronic neck pain. This research will help in identifying rapid and long term effects of MET versus MCE with conventional therapy on patients with chronic neck pain. The clinical trial registry-India(CTRI) registration number for this trial is CTRI/2021/05/033497.</p><p>&nbsp;</p>",
        "manuscriptTitle": "Effect of muscle energy technique Versus Motor control Exercise adjunct to conventional therapy on Pain, Range of motion and functional disability in patient with chronic neck pain",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 08:35:27",
                "doi": "10.21203/rs.3.pex-1489/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "6fa81a7e-8739-4e2c-b01a-a8ee92a38c0f",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3869384,
                "name": "Anatomy"
            },
            {
                "id": 3869385,
                "name": "Physiology"
            },
            {
                "id": 3869386,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 08:35:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}