{
    "identity": "nprot-1907",
    "title": "Preparative-scale synthesis of ZL006 and its derivatives",
    "content": [
        {
            "header": "Introduction",
            "content": "Stroke is an important public health problem leading to high rates of death and disability in adults\\[1-2] Excessive stimulation of N-methyl-D-aspartate receptors \\(NMDARs) and consequential neuronal nitric oxide synthase \\(nNOS) activation are critical for neuronal injury after stroke insult\\[3-7]. However, directly inhibiting NMDARs or nNOS can cause severe side effects because they have important physiological functions in the CNS\\[5, 8-12].\r\n\n\n    Postsynaptic density 95 \\(PSD95) is a scaffolding protein that binds both NMDARs and nNOS at excitatory synapses and assembles them into a macromolecular signaling complex\\[13-14]. Activation of nNOS depends on its association with PSD95 and NMDARs-mediated calcium influx \\[6]. Disrupt the nNOS–PSD95 interaction could selectively inhibit the NMDARS–PSD95–nNOS signalling pathway, without blocking NMDARs function and catalytic activity of nNOS, thereby sparing unwanted effects on many other important physiological processes mediated by the NMDARs and nNOS\\[13-14]. \r\n\n\nIn this paper, 4-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(1), a nNOS-PSD95 interrupter, and its derivatives \\(Table 1) were synthesized. We prepared compound 1 by condensation of 3,5-dichlorosalicylaldehyde and 4-aminosalicylic acid, and reduction of the condensation production with sodium borohydride. The derivatives of compound 1, compounds 2-7, were synthesized by similar means \\(Fig 1).  Compound 8, methyl 4-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoate was prepared by esterification of 4-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid with methanol \\(Fig 2). Compound 9, 4-\\(3,5-dichloro-2-hydroxyphenethylamino)-2-hydroxybenzoic acid was prepared by condensation of  2-chloro-1-\\(3,5-dichloro-2-hydroxyphenyl)ethanone and 4-aminosalicylic acid, and reduction of the condensation product with zinc powder \\(Fig 3). Compound 10, 4-\\(3-\\(3,5-dichloro-2-hydroxyphenyl)propylamino)-2-hydroxylbenzoicacid, was prepared by condensation of 3-\\(3,5-dichloro-2-methoxyphenyl) acrylaldehyde and 4-aminosalicylic acid, reduction of the condensation product with sodium borohydride, and then hydrogenation with hydrogen in the presence of 5% Pt/C, removal the methyl in the R1 with boron tribromide \\(Fig 4 )."
        },
        {
            "header": "Reagents",
            "content": " 3,5-Dichlorosalicylaldehyde, 98 % \\(Alfa Aesar, cat. no. B20941-25 G)\r\n\n\n Ethanol, ≥99.5% \\(Sigma-Aldrich, cat. no. 459844-500 ML)\r\n\n\n 4-Aminosalicylic acid, 99 % \\(Sigma-Aldrich, cat. no. A79604-100 G)\r\n\n\n Sodium borohydride, ≥98.0% \\(Sigma-Aldrich, cat. no. 452882-100 G)\r\n\n\n Petroleum ether 60/80 \\(Alfa Aesar, cat. no. L13734-1L) \r\n\n\n Ethyl acetate-anhydrous, 99.8 % \\(Sigma-Aldrich, cat. no. 270989-1 L)\r\n\n\n Hydrochloric acid, 36.5-38.0 % \\(Sigma-Aldrich, cat. no. H1758-500 ML)\r\n\n\n 5-Aminosalicylic acid, ≥99% \\(Sigma-Aldrich, cat. no. A3537-100 G)\r\n\n\n 3, 5-Dibromosalicylaldehyde, 98% \\(Sigma-Aldrich, cat. no. 122130-10 G)\r\n\n\n Methanol, 99.8% \\(Sigma-Aldrich, cat. no. 322415-1 L)\r\n\n\n Sodium hydroxide ≥98% \\(Sigma-Aldrich, cat. no. S8045-500 G)\r\n\n\n Zinc powder ≥99.5% \\(Acros, cat. no. 19450-50 G)\r\n\n\n Toluene, 99.8% \\(Sigma-Aldrich, cat. no. 244511-1 L)\r\n\n\n Sodium sulfate, ≥99.9% \\(Sigma-Aldrich, cat. no. 204447-100 G)\r\n\n\n Acetaldehyde, 99.5% \\(Acros, cat. no. 14951-250 ML)\r\n\n\n Pt/C, 5% \\(Sigma-Aldrich, cat. no. THS08112-6 EA)\r\n\n\n 3,5-Dichloro-2-Methoxybenzaldehyde, 98% \\(Sigma-Aldriche, cat. no. 109622-100 G)\r\n\n\n Boron tribromide, ≥99.9% \\(Strem, cat. no.93-0514-100 G)"
        },
        {
            "header": "Equipment",
            "content": " IKA RCT Basic IKAMAG Safety Control Magnetic Hotplate Stirrer \\(Fisher Scientific, cat. no. 14-211-244)  \r\n\n\n Mettler Toledo Excellence XS Series Precision Balances \\(Fisher Scientific, cat. no. 01-910-402)\r\n\n\n Heidolph Brinkmann Hei-VAP Advantage Efficient Rotary Evaporation Systems with Vacuum Pump \\(Fisher Scientific, cat. no. 13-878-550)\r\n\n\n Far infra-red drying cabinet \\(Cany Precision Instruments Co., Ltd, cat. no. YHG400BS) \r\n\n\n Fisher-Johns Melting Point Apparatus \\(Fisher Scientific, cat. no. 12-144Q )\r\n\n\n Nuclear Magnetic Resonance \\(Bruker, AVANCE AV-300)\r\n\n\n Agilent 6410B Triple Quadrupole LC/MS Electrospray System Bundle \\(Agilent,cat. no. G6410BA)\r\n\n\n IR spectra \\(Bruker Vector-22 )"
        },
        {
            "header": "Procedure",
            "content": "Preparative scale synthesis of 4-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(1).\r\n\n\n\r\n\n\n Timing ~ 30-31 h\r\n\n\n1. Weigh out 1.91 g \\(10 mmol) of 3,5-dichlorosalicylaldehyde and put it into a 50 ml of round bottom flask. \r\n  2. Transfer 20 ml of ethanol into the round bottom flask and dissolve the compound completely by stirring them on the Magnetic Hotplate Stirrer. \r\n  3. Weigh out 1.53 g \\(10 mmol) of 4-aminosalicylic acid and put it into a 100 ml of round bottom flask.\r\n  4. Transfer 40 ml of ethanol and 5 ml of deionized water into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer.\r\n  5. Transfer the 3,5-dichlorosalicylaldehyde solution described in steps 2 carefully into the 4-aminosalicylic acid solution described in steps 4 slowly.\r\n  \\! CAUTION Rinse the 50 ml round bottom flask with 10 ml ethanol and transfer the rinsing solution into the reaction mixture. \r\n\n\n6. Reflux the reaction mixture for 0.5 h and cool to room temperature. \r\n  7. Standing the reaction mixture for 6 h at room temperature. \r\n  8. Filter the solid which is precipitated from the mixture described in steps 7 and dry them with far infra-red drying cabinet for 12 h. \r\n  9. Add the solid described in steps 8 into a 50 ml of round bottom flask and transfer 20 ml of ethanol into the flask, stirring for 15min on the Magnetic Hotplate Stirrer.\r\n  10. Add 1.5 g \\(40 mmol) of sodium borohydride into the round bottom flask described in steps 9 and stirring for 30 min at 0~5 ˚C. \r\n  11. Stir the mixture for 30 min at 0~5 ˚C and reflux the mixture for 30 min.\r\n  12. Adjust the pH value of reaction mixture to 6~7 with hydrochloric acid and filter the mixture and collect the filtrate.\r\n  13. Transfer the filtrate into a 250 ml of round bottom flask.\r\n  14. Adjust the pH value of the filtrate to 3~4 with hydrochloric acid.\r\n  15. Add 100 ml of deionized water into the round bottom flask described in steps 13, stir for 30 min on the Magnetic Hotplate Stirrer. \r\n  16. Filter the solid which is precipitated from the mixture described in steps 15 and dry them with far infra-red drying cabinet for 8h to obtain the target compound. \r\n  \r\n\n\nPurification and characterize of 4-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(1)\r\n\n\n Timing  ~ 12-13 h\r\n\n\n\r\n\n\n17. Weigh out 2.00 g of the compound described in steps 16 and put it into a 50 ml round bottom flask. \r\n  18. Transfer 20 ml of ethanol into the round bottom flask. \r\n  19. Weigh out 0.10 g of activated charcoal and put it into the round bottom flask.\r\n  20. Reflux the mixture for 0.5 h and filter the activated charcoal. \r\n  21. Transfer the filtrate into a 50 ml of round bottom flask and transfer 2 ml of deionized water into a the round bottom flask\r\n  22. Cool the mixture to room temperature and standing the reaction mixture for 6 h at room temperature. \r\n  23. Filter the solid which is precipitated from the mixture described in steps 23 and dry them with far infra-red drying cabinet for 4 h. \r\n  24. Characterize the product using 1H-NMR, 13C-NMR; MS and IR.  \r\n  \r\n\n\n TIMING\r\n\n\nSteps 1-5: 0.5 h\r\n\n\nSteps 6: 0.5 h\r\n\n\nSteps 7: 6 h\r\n\n\nSteps 8: 12 h\r\n\n\nSteps 9-10: 1 h\r\n\n\nSteps 10: 0.5 h\r\n\n\nSteps 11: 1 h\r\n\n\nSteps 12-15: 1 h\r\n\n\nSteps 16: 8 h\r\n\n\nSteps 17-19: 0.5 h\r\n\n\nSteps 20: 1h\r\n\n\nSteps 21: 15 min\r\n\n\nSteps 22: 7 h\r\n\n\nSteps 23: 4 h\r\n\n\n\r\n\n\n\r\n\n\n5-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(2), 4-\\(5-bromo-2-hydroxylbenzylamino)-2-hydroxybenzoic acid \\(3), 5-\\(5-bromo-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(4), 4-\\(5-fluoro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(5), 4-\\(5-chloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(6) and  4-\\(3,5-dichloro-2-methoxybenzylamino)-2-hydroxy benzoic acid \\(7) were synthesized by procedure similar to compound \\(1).\r\n\n\n\r\n\n\nPreparative scale synthesis of methyl 4-\\(3,5-dichloro-2-hydroxy benzylamino)-2-hydroxybenzoate\\(8).\r\n\n\n\r\n\n\n Timing ~ 36 h\r\n\n\n25. Weigh out 1.64 g \\(5 mmol) of 4-\\(3,5-dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid and put it into a 100 ml of round bottom flask. \r\n  26. Transfer 50 ml of methanol into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer. \r\n  27. Transfer 6 ml of concentrated sulfuric acid into the round bottom flask. \r\n  28. Reflux the reaction mixture for 24 h and cool to room temperature.\r\n  29. Transfer 200 ml of ice water into a 500 ml of round bottom flask.\r\n  30. Transfer the reaction mixture described in steps 28 into the round bottom flask described in steps 29.\r\n  31. Adjust the pH value of reaction mixture to 4 with saturated solution of sodium hydrogen carbonate.\r\n  32. Filter the solid which is precipitated from the mixture described in steps 31and dry them with far infra-red drying cabinet for 8 h to obtain target compound.\r\n  33. Characterize the product using 1H-NMR. \r\n  \r\n\n\n TIMING  \r\n\n\nSteps 25-27: 0.5 h\r\n\n\nSteps 28: 25 h\r\n\n\nSteps 29-30: 0.5h\r\n\n\nSteps 31: 0.5h\r\n\n\nSteps 32: 9h\r\n\n\n\r\n\n\nPreparative scale synthesis of Preparative scale synthesis of 4-\\(3,5-dichloro-2-hydroxyphenethylamino)-2-hydroxybenzoic acid \\(9).\r\n\n\n\r\n\n\n Timing ~ 36 h\r\n\n\n34. Weigh out 1.36 g \\(10 mmol) of 1-\\(2-hydroxyphenyl)ethanone and put it into a 100 ml of round bottom flask. \r\n  35. Transfer 30 ml of acetic acid into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer. \r\n  36. Inhalans Cl2 into the round bottom flask antil the weight of round bottom flask added for 2.34g \\(11 mmol). \r\n  37. Stir the mixture for 1.5 h at  25 ==\n== 30 ˚C and stir the mixture for 3h at 75 ==\n== 80 ˚C.\r\n  38. Cool to room temperature.\r\n  39. Filter the solid which is precipitated from the mixture described in steps 38 and dry them with far infra-red drying cabinet for 8 h to obtain a buff solid.\r\n  40. Weigh out 1.19 g \\(5 mmol) of the solid described in steps 39 and put it into a 50 ml of round bottom flask. \r\n  41. Weigh out 0.84 g \\(5.5 mmol) of 4-aminosalicylic acid and put it into the 50 ml of round bottom flask described in steps 41.\r\n  42. Transfer 20 ml of ethanol into the round bottom flask and dissolve the compound completely by stirring them on the Magnetic Hotplate Stirrer and stir the mixture for 12h at 75~80 ˚C.\r\n  43. Evaporat the reaction mixture and cool to room temperature.\r\n  44. Filter the solid which is precipitated from the mixture described in steps 43 and dry them with far infra-red drying cabinet for 8 h to obtain a buff solid.\r\n  45. Weigh out 0.82 g \\(5mmol) of zinc powder and put it into the 50 ml of round bottom flask .\r\n  46. Transfer 2 ml of water and 0.1 ml of 5% Mercuric chloride, 0.2 ml of concentrated hydrochloric acid, stirring them on the Magnetic Hotplate Stirrer .\r\n  47. Filter the solid which is precipitated from the mixture described in steps 46.\r\n  48. Weigh out 1.07 g of the buff solid described in steps 44 put it into the 50 ml of round bottom flask .\r\n  49. Put the solid described in steps 47, Transfer 3 ml of water and 2 ml of concentrated hydrochloric acid, stirring them on the Magnetic Hotplate Stirrer .\r\n  50. Reflux the reaction mixture for 10h and cool to room temperature.\r\n  51. Filter the solid which is precipitated from the mixture described in steps 50 and dry them with far infra-red drying cabinet for 8 h to obtain target compound.\r\n  52. Characterize the product using 1H-NMR. \r\n  \r\n\n\n TIMING  \r\n\n\nSteps 34-36: 1 h\r\n\n\nSteps 37: 5 h\r\n\n\nSteps 38-39: 9 h\r\n\n\nSteps 40-42: 13 h\r\n\n\nSteps 43-44: 9 h\r\n\n\nSteps 45-49: 1 h\r\n\n\nSteps 50: 12 h\r\n\n\nSteps 51: 9 h\r\n\n\n\r\n\n\nPreparative scale synthesis of 4-\\(3-\\(3,5-dichloro-2-hydroxyphenyl)propylamino)-2-hydroxyl benzoic acid \\(10)\r\n\n\n\r\n\n\n3-\\(3,5-Dichloro-2-methoxyphenyl)acrylaldehyde\r\n\n\n\r\n\n\n Timing ~ 20 h\r\n\n\n\r\n\n\n53. Weigh out 3.00 g \\(15 mmol) of 3,5-dichloro-2-methoxybenzaldehyde into a 250 ml of round bottom flask. \r\n  54. Transfer 70 ml of toluene into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer. \r\n  55. Transfer 50 ml of 15% sodium hydroxide into the round bottom flask. \r\n  56. Dropping 3 ml of 37% formaldehyde into the round bottom flask at 28~30 ˚C.\r\n  57. Stir the mixture for 10 h at 28~32 ˚C\r\n  58. Transfer the reaction mixture into a 250 ml of separating funnel, separate toluene layer.\r\n  59. Wash the toluene layer described in steps 49 with of 50 ml of water \r\n  60. Transfer 5 g anhydrous sodium sulfate into the toluene layer\r\n  61. Stir the mixture described in steps 51 for 2 h and filter the solid.\r\n  62. Evaporat the toluene solution, and obtain product. \r\n  63. Characterize the products using 1H NMR.  \r\n  \r\n\n\n TIMING  \r\n\n\nSteps 53-55: 0.5 h\r\n\n\nSteps 56: 0.5 h\r\n\n\nSteps 57: 10 h\r\n\n\nSteps 58-59: 1 h\r\n\n\nSteps 60-61: 3 h\r\n\n\nSteps 62: 4 h\r\n\n\n\r\n\n\n\r\n\n\n4-\\(3-\\(3,5-dichloro-2-methoxyphenyl)allylamino)-2-hydroxybenzoic acid \r\n\n\n\r\n\n\n Timing ~ 22 h\r\n\n\n64. Weigh out 0.73 g \\(3.2 mmol) of 3-\\(3,5-dichloro-2-methoxyphenyl)acrylaldehyde into a 25 ml of round bottom flask.\r\n  65. Transfer 5 ml of ethanol into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer. \r\n  66. Weigh out 0.51 g \\(3.2 mmol) of 4-aminosalicylic acid into another 25 ml of round bottom flask. \r\n  67. Transfer 5 ml of ethanol into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer.\r\n  68. Transfer the 3-\\(3,5-dichloro-2-methoxyphenyl)acrylaldehyde solution described in steps 55 into the 4-aminosalicylic acid solution described in steps 66 slowly.\r\n  \\! CAUTION Rinse the 25 ml round bottom flask described in step 64 with 5 ml ethanol and carefully transfer the rinsing solution into the reaction mixture. \r\n\n\n69. Reflux the reaction mixture for 0.5 h and cool to room temperature.\r\n  70. Standing the reaction mixture for 6 h at room temperature. \r\n  71. Filter the solid which is precipitated from the mixture described in steps 70 and add the solid into a 25 ml round bottom flask and transfer 10 ml ethanol into the flask, stirring for 15 min on the Magnetic Hotplate Stirrer.\r\n  72. Add 0.5 g \\(13 mmol) of sodium borohydride into the round bottom flask \r\n  73. Stir the mixture for 30 min at 0~5 ˚C and reflux the mixture for 30 min and cool to room temperature.\r\n  74. Adjust the pH value of reaction to 1~2 with hydrochloric acid filter the mixture.\r\n  75. Add the filtrate solution described in steps 65 into a 50 ml of round bottom flask and add 20 ml of deionized water into the round bottom flask, stir for 30 min on the Magnetic Hotplate Stirrer. \r\n  76. Filter the solid which is precipitated from the mixture described in steps 75 and dry them with far infra-red drying cabinet for 8 h to obtain product.. \r\n  77. Characterize the product using 1H NMR.\r\n  \r\n\n\n\r\n\n\n TIMING  \r\n\n\nSteps 64-68: 0.5 h\r\n\n\nSteps 69: 0.5 h\r\n\n\nSteps 70: 6 h\r\n\n\nSteps 71-72: 0.5 h\r\n\n\nSteps 73: 0.5 h\r\n\n\nSteps 74: 0.5 h\r\n\n\nSteps 75: 0.5 h\r\n\n\nSteps 76: 8 h\r\n\n\n\r\n\n\n\r\n\n\n4-\\(3-\\(3,5-Dichloro-2-hydroxyphenyl)propylamino)-2-hydroxyl benzoic acid\\(10)\r\n\n\n78. Weigh out 0.30 g \\(0.81 mmol) of 4-\\(3-\\(3,5-dichloro-2-methoxyphenyl)allylamino)-2-hydroxybenzoic acid into a 50 ml of round bottom flask.\r\n  79. Transfer 15 ml of ethanol into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer.\r\n  80. Weigh out 0.10 g of 5% Pt/C into the round bottom flask.\r\n  81. Evacuate the air in the flask with vacuum pump and inhalans in hydrogen.\r\n  82. Repeat the operation described in steps 82 three times.\r\n  83. Stir the mixture on the Magnetic Hotplate Stirrer for 8h at room temperature and filter the solid.\r\n  84. Evaporat the filtrate solution, and transfer 15 ml of dichloromethane into the round bottom flask and dissolve the compounds completely by the stirring on the Magnetic Hotplate Stirrer.\r\n  85. Cool the mixture to -10˚C by a cryohydrate bathe.\r\n  86. Dropping 0.6 ml of boron tribromide into the round bottom flask at -10˚C.\r\n  87. Stir the mixture for 2 h at -5 ˚C and for 30 min at room temperature.\r\n  88. Transfer 100 ml of ice water into a 500 ml of round bottom flask.\r\n  89. Transfer the reaction mixture described in steps 88 into the round bottom and stir the mixture on the Magnetic Hotplate Stirrer.\r\n  90. Transfer the mixture described in steps 90 into a 250 ml of separating funnel, separate dichloromethane layer.\r\n  91. Extract the water layer described in steps 91 with 50 ml of acetoacetate three times.\r\n  92. Combine the acetoacetate and dichloromethane. \r\n  93. Transfer 10 g anhydrous sodium sulfate into the mixture  and stir the mixture described in steps 93 for 10 h and filter the solid.\r\n  94. Evaporat the solution, and obtain product. \r\n  95. Characterize the products using 1H NMR.  \r\n  \r\n\n\n\r\n\n\n TIMING  \r\n\n\nSteps 78-82: 1 h\r\n\n\nSteps 83: 8 h\r\n\n\nSteps 84: 0.5 h\r\n\n\nSteps 85: 0.5 h\r\n\n\nSteps 86: 1 h\r\n\n\nSteps 87: 2 h\r\n\n\nSteps 88-92: 2 h\r\n\n\nSteps 93: 10 h\r\n\n\nSteps 94: 2 h"
        },
        {
            "header": "Anticipated Results",
            "content": "4-\\(3,5-Dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid\\(1)\r\n\n\nm.p. 159.5-160.5.\r\n\n\nLC-ESI-MS \\(m/z): 327.9 \\(M+H)+.\r\n\n\n1H NMR \\(δ, ppm, DMSO-d6): 4.29 \\(s, 2H),5.90 \\(d, 1H, J = 1.8 Hz),6.17 \\(dd,  1H, J = 9.0 Hz, J = 2.1 Hz),7.10 \\(d, 1H, J = 2.2 Hz),7.38 \\(d, 1H, J = 2.7 Hz),7.46 \\(d, 1H, J = 8.7 Hz).\r\n\n\n13C NMR \\(δ, ppm, DMSO-d6): 40.99, 96.81, 100.77, 105.48, 121.87, 123.47, 126.35, 127.33, 130.37, 131.36, 149.58, 154.62, 163.55, 172.11.\r\n\n\nIR\\(KBr,cm-1): 3510, 3410, 3078, 2561, 1661, 1632, 1584, 1530, 1465\\(νc=c,-pH), 1301, 908, 853, 827, 770, 770\r\n\n\nElemental Analysis: C, 51.02; H, 3.40; Cl, 21.47; N, 4.22 C14H11Cl2NO4C, 51.24; H, 3.38; Cl, 21.61; N, 4.27\r\n\n\n\r\n\n\n\r\n\n\n5-\\(3,5-Dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(2)\r\n\n\n1H NMR \\(δ, ppm, DMSO-d6): 4.44 \\(s, 2H),6.89 \\(d, 1H, J = 8.7Hz),7.33 \\(dd, 1H, J = 8.7 Hz, J = 2.4 Hz),7.45 \\(d, 1H, J = 2.6 Hz),7.51 \\(d, 1H, J = 2.6 Hz),7.57 \\(s, 1H). \r\n\n\n\r\n\n\n 4-\\(5-Bromo-2-hydroxylbenzylamino)-2-hydroxybenzoic acid \\(3) \r\n\n\n1H NMR\\(δ, ppm, DMSO-d): 4.18 \\(s, 2H), 5.90 \\(d, 1H, J = 1.8 Hz),6.16 \\(dd, 1H, J = 8.6 Hz, J=2.1 Hz), 6.77 \\(d, 1H, J = 8.4 Hz), 7.20 \\(m, 2H), 7.43 \\(d, 1H, J = 8.9 Hz). \r\n\n\n\r\n\n\n5-\\(5-Bromo-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(4) \r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 4.14 \\(s, 2H), 6.76 \\(m, 2H), 6.88 \\(m, 1H), 6.97 \\(s, 1H), 7.20 \\(dd, 1H, J = 8.5Hz, J = 0.7 Hz), 7.30 \\(d, 1H, J = 2.2 Hz).\r\n\n\n\r\n\n\n4-\\(5-Fluoro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(5)\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 4.21 \\(s,2 H), 5.92 \\(d, 1H, J = 2.1Hz), 6.18 \\(dd, 1H, J = 8.7 Hz, J = 2.3 Hz), 6.83 \\(m, 3H), 7.45 \\(d, 1H, J=8.7 Hz).\r\n\n\n\r\n\n\n4-\\(5-Chloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid \\(6)\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 4.21 \\(s, 2H), 5.92 \\(d, 1H, J=2.0 Hz), 6.18 \\(dd, 1H, J=8.8 Hz, J=2.3 Hz), 7.10 \\(m, 2H), 7.51 \\(d, 1H, J = 8.8 Hz). \r\n\n\n\r\n\n\n4-\\(3,5-Dichloro-2-methoxybenzylamino)-2-hydroxy benzoic acid \\(7)\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 3.82 \\(s, 3H), 4.36 \\(s, 2H), 5.98 \\(s, 1H), 6.20 \\(m, 1H), 7.26 \\(s, 1H), 7.48 \\(m, 1H).\r\n\n\n\r\n\n\nMethyl 4-\\(3,5-dichloro- 2-hydroxybenzylamino) -2-hydroxybenzoate\\(8)\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 3.91 \\(s, 3H), 4.36 \\(s, 2H), 6.95 \\(d, 1H, J = 8.9 Hz), 7.18 \\(d, 1H, J = 8.9 Hz), 7.32 \\(d, 1H, J = 2.4 Hz), 7.35 \\(s, 1H), 7.47 \\(s, 1H, J =2.3 Hz).\r\n\n\n\r\n\n\n4-\\(\\(3,5-Dichloro-2-hydroxybenzyl)methyl)amino)-2-hydroxyl benzoic acid \\(9)\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 3.24\\(m, 2H), 3.52 \\(m, 2H), 5.96 \\(d, 1H, J = 2.0 Hz), 6.22 \\(dd, 1H, J = 8.9 Hz, J = 2.1 Hz), 7.27 \\(d, 1H, J = 2.3 Hz), 7.49 \\(d, 1H, J = 8.9 Hz), 7.61 \\(d, 1H, J = 2.5 Hz).\r\n\n\n\r\n\n\n3-\\(3,5-Dichloro-2-methoxyphenyl)acrylaldehyde\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 3.85 \\(s, 3H), 7.01 \\(m, 1H), 7.74-7.78 \\(m, 1H), 7.85 \\(s, 1H, ph-H), 9.75 \\(d, 1H, J = 7.6 Hz)\r\n\n\n\r\n\n\n4-\\(3-\\(3,5-dichloro-2-methoxyphenyl)allylamino)-2-hydroxybenzoic acid\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 3.65 \\(s, 3H), 3.96 \\(d, 2H,J = 4.3 Hz), 6.02 \\(d, 1H, J = 2.10 Hz), 6.21 \\(dd, 1H, J = 8.7, J =2.1 Hz), 6.53 \\(m, 1H), 6.71 \\(d, 1H J = 6.1 Hz) , 7.53-7.45 \\(m, 2H), 7.64 \\(d, 1H, J = 2.5 Hz) \r\n\n\n\r\n\n\n4-\\(3-\\(3,5-Dichloro-2-hydroxyphenyl)propylamino)-2-hydroxyl benzoic acid \\(10)\r\n\n\n1H NMR\\(δ, ppm, DMSO-d6): 1.77 \\(m, 2H), 2.67 \\(m, 2H), 3.05 \\(m, 2H ), 6.14 \\(d, 1H, J = 9.0 Hz), 6.60 \\(s, 1H), 7.17 \\(s, 1H), 7.32 \\(s, 1H), 7.43-7.46 \\(d, 1H , J = 9.0 Hz )."
        },
        {
            "header": "References",
            "content": "1. Flynn, R.W., MacWalter, R.S. & Doney, A.S. The cost of cerebral ischaemia. Neuropharmacology 55, 250–256 \\(2008).\r\n  2. Gállego, J., Muñoz, R. & Martínez-Vila, E. Emergent cerebrovascular disease risk factor weighting: is transient ischemic attack an imminent threat? Cerebrovasc. Dis. 27 Suppl 1, 88–96 \\(2009). \r\n  3. Lee, J.M., Zipfel, G.J. & Choi, D.W. The changing landscape of ischaemic brain injury mechanisms. Nature 399, A7–14 \\(1999). \r\n  4. Arundine, M. & Tymianski, M. Molecular mechanisms of glutamate-dependent neurodegeneration in ischemia and traumatic brain injury. Cell Mol. Life Sci. 61, 657–668 \\(2004). \r\n  5. Lipton, S.A. Pathologically activated therapeutics for neuroprotection. Nat. Rev. Neurosci. 8, 803–808 \\(2007).\r\n  6. Sattler, R., Xiong, Z., Lu,W.Y. et al. Specific coupling of NMDA receptor activation to nitric oxide neurotoxicity by PSD-95 protein. Science 284, 1845–1848 \\(1999).\r\n  7. Dawson, V.L., Kizushi, V.M., Huang, P.L., et al. Resistance to neurotoxicity in cortical cultures from neuronal nitric oxide synthase-deficient mice. J. Neurosci. 16, 2479–2487 \\(1996).\r\n  8. Smith, P.F. Therapeutic N-methyl-D-aspartate receptor antagonists: will reality meet expectation? Curr. Opin. Investig. Drugs. 4, 826–832 \\(2003).\r\n  9. Muir, K.W. Glutamate-based therapeutic approaches: clinical trials with NMDA antagonists. Curr. Opin. Pharmacol. 6, 53–60 \\(2006). \r\n  10. Lipton, S.A. Paradigm shift in neuroprotection by NMDA receptor blockade: memantine and beyond. Nat. Rev. Drug Discov. 5, 160–170 \\(2006). \r\n  11. Kelley, J.B., Balda, M.A., Anderson, K.L. & Itzhak, Y. Impairments in fear conditioning in mice lacking the nNOS gene. Learn. Mem. 16, 71–378 \\(2009). \r\n  12. Zhou, L, & Zhu, D.Y. Neuronal nitric oxide synthase: structure, subcellular localization, regulation, and clinical implications. Nitric Oxide 20, 223–230 \\(2009).\r\n  13. Aarts M, Liu Y, Liu L, Besshoh S, et al. Treatment of ischemic brain damage by perturbing NMDA receptor-PSD-95 protein interactions. Science 298, 846–850 \\(2002).\r\n  14. Cao J, Viholainen JI, Dart C, et al. The PSD95-nNOS interface: a target for inhibition of excitotoxic p38 stress-activated protein kinase activation and cell death. J. Cell Biol. 168, 117–126 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from National Natural Science Foundation of China \\[\\(30971021, 81030023) \\(D.Y.Z) and \\(30901550) \\(C.X.L)]. We thank GH Xu and J Xia for technical assistances."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.2245",
                "date": "2010-12-29 07:24:08",
                "title": "Treatment of cerebral ischemia by disrupting ischemia-induced interaction of nNOS with PSD-95",
                "authors": [
                    "Li Zhou",
                    "Fei Li",
                    "Hai-Bing Xu",
                    "Chun-Xia Luo",
                    "Hai-Yin Wu",
                    "Ming-Mei Zhu",
                    "Wei Lu",
                    "Xing Ji",
                    "Qi-Gang Zhou",
                    "and Dong-Ya Zhu"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11551,
                "identity": "9f865021-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Dong-Ya Zhu",
                "email": "dyzhu@njmu.edu.cn",
                "orcid": "",
                "institution": "Laboratory of Cerebrovascular Disease, Nanjing Medical University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Dong-Ya",
                "middleName": "",
                "lastName": "Zhu",
                "suffix": ""
            },
            {
                "id": 11548,
                "identity": "9f864995-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fei Li",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicinal Chemistry, School of Pharmacy, Nanjing Medical University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fei",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11549,
                "identity": "9f864cc4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chun-Xia Luo",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Cerebrovascular Disease, Nanjing Medical University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chun-Xia",
                "middleName": "",
                "lastName": "Luo",
                "suffix": ""
            },
            {
                "id": 11550,
                "identity": "9f864e99-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xing Ji",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicinal Chemistry, School of Pharmacy, Nanjing Medical University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xing",
                "middleName": "",
                "lastName": "Ji",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-30 00:50:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.213",
        "doiUrl": "https://doi.org/10.1038/protex.2011.213",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608162,
                "identity": "d0b44452-9b73-4f0a-a1b4-3c224d0dac30",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1728092,
                "visible": true,
                "origin": "",
                "legend": "Synthesis route of compounds 1-7",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1907/v1/figure_1.tif"
            },
            {
                "id": 2608164,
                "identity": "2e620c34-cef7-4949-ba41-111a6d6a85e1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2079128,
                "visible": true,
                "origin": "",
                "legend": "Synthesis route of compound 8",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1907/v1/figure_2.tif"
            },
            {
                "id": 2608165,
                "identity": "36bc060e-04dc-41d6-821a-b512aff85e00",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1520952,
                "visible": true,
                "origin": "",
                "legend": "Synthesis route of compound 9",
                "description": "",
                "filename": "figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1907/v1/figure_3.tif"
            },
            {
                "id": 2608166,
                "identity": "430e0ed7-d7eb-4196-abca-2dd9e71a5a85",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6450068,
                "visible": true,
                "origin": "",
                "legend": "Synthesis route of compound 10",
                "description": "",
                "filename": "figure4.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1907/v1/figure_4.tif"
            },
            {
                "id": 2608168,
                "identity": "60adf178-760d-42e2-aceb-39554616c200",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 837316,
                "visible": true,
                "origin": "",
                "legend": "Table 1   The structure of PSD95/nNOS interrupters",
                "description": "",
                "filename": "figure5.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1907/v1/figure_5.tif"
            },
            {
                "id": 13464632,
                "identity": "92efc7fe-486c-4c77-bd4b-1ae00482c7d4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 592438,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1907/v1/64e45643-237f-48f9-9b08-b5ba719beb5a.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cerebral ischemic damage, ZL006, N-methyl-D-aspartate receptors, nNOS-PSD95 interaction",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Disrupting the nNOS–PSD95 interaction could selectively inhibit the NMDARs-nNOS signal pathway, without blocking NMDARs function and catalytic activity of nNOS, thereby sparing unwanted effects on many other important physiological processes mediated by the NMDARs and nNOS. In this protocol, 4-\\(3,5-Dichloro-2-hydroxybenzylamino)-2-hydroxybenzoic acid, a nNOS-PSD95 interrupter, we named it ZL006, was prepared by the condensation of 3,5-dichlorosalicylaldehyde and 4-aminosalicylic acid, and the reduction of the condensation production with sodium borohydride. We synthesized the derivatives of ZL006 also.",
        "manuscriptTitle": "Preparative-scale synthesis of ZL006 and its derivatives",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-01-06 09:51:57",
                "doi": "10.1038/protex.2011.213",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f85f2f4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 6th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2469,
                "name": "Chemical biology"
            },
            {
                "id": 2470,
                "name": "Drug discovery"
            },
            {
                "id": 2471,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-01-06 09:51:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}