{
    "identity": "nprot-2749",
    "title": "A Transient Gene Expression Protocol for Subcellular Protein Localization and Protein Secretion Analyses in Rice",
    "content": [
        {
            "header": "Introduction",
            "content": "Rice is a vital food source, providing nourishment for more than 50% of the world's population. However, this crop plant, like other cultivated plants, is vulnerable to adverse environmental factors such as abiotic and biotic stresses that occasionally and severely affect rice production and yield. When rice is stressed, self-defense mechanisms, including expression of genes, proteins, and metabolites used to lessen the effects of the particular stress, are activated. Among these molecular responses, proteins constitute a critical and functional line of defense toward protecting rice plant growth and development. The role of these proteins, including proteins secreted into the extracellular environment, is of great interest to biologists focused on understanding stress responses.\r\n\n\nIn this context, transient protein expression is a useful technique for investigating protein localization and functional analysis of stress responses in rice plants. Currently, the most widely-used _in planta_ transient protein expression techniques use three different methods, including _Agrobacterium_-mediated transformation, protoplast transformation using polyethylene glycol \\(PEG) or electroporation, and biolistic bombardment expression <sup>1-5</sup>. _Agrobacterium_-mediated transformation has been well established using various rice tissues, such as shoot apex, embryonic callus, and scutellum tissue<sup>2,3</sup>. However, the production of transgenic plants takes approximately 3 to 4 months, a significant amount of time in the fast-paced research environment. In the case of PEG or electroporation-mediated transformation, protoplast tissues have been widely used5. This method is advantageous in that it is rapid. However, the loss of cell wall structure makes it difficult to detect proteins accumulating outside of the membrane. For this reason, a new biolistic bombardment method was established in which high-pressure gas is used to deliver foreign DNA into cells. Biolistic bombardment is a time-honored technique that has been used with many plants, and provides an efficient method for subcellular localization, cell-to-cell movement, and protein-protein interaction studies<sup>6-9</sup>. However, biolistic bombardment is not well suited for rice, as the leaf epidermis consists of irregular cell layers and produces strong auto-fluorescence<sup>10</sup>. Nevertheless, biolistic bombardment has been used for generating transgenic plants and for confirming protein secretion, but it has not been used for transient protein expression studies to date<sup>7-9</sup>.\r\n\n\nWe developed a protocol that uses biolistic bombardment to analyze gene expression and subcellular localization in rice. Evenly-sliced leaf sheath tissue, a clear cell structure with little auto-fluorescence, was used for the biolistic bombardment assay. Expression efficiencies of nearly 30%, which were similar to levels in previously-published Arabidopsis and rice callus systems<sup>6,11</sup>, were observed using a mCherry reporter gene expressed under the maize ubiquitin promoter. Our protocol provides a rapid and efficient way to analyze expression and subcellular localization of proteins of interest in rice cells. \r\n\n\nThis biolistic bombardment protocol is also an appropriate tool for analyzing protein secretion. Protein secretion is an important mechanism for plant growth and regulation under normal and abnormal \\(abiotic and biotic stress) environmental conditions<sup>12-17</sup>. For example, during the very early time periods of host-pathogen interactions when penetration by the invader occurs, both the host and the pathogen secrete large amounts of proteins into the host’s apoplastic region, a space between the cell wall and the plasma membrane<sup>18-22</sup>. The secreted proteins from the host and pathogen interact with each other in this apoplastic region<sup>23</sup>. Thus, the analysis of protein secretion and protein interactions between the host and pathogen proteins in the extracellular space is critical to understanding plant-pathogen interactions. To study the functions of pathogen-secreted effectors, transgenic _Magnaporthe oryzae_ \\(rice blast fungus) mutants carrying target genes fused with fluorescent reporters have been generated and expressed _in planta_<sup>21,24,25</sup>. However, functional analysis of secreted effectors is difficult due to the low-efficiency and time-consuming process of fungal mutant generation. Therefore, the application of transient expression is sufficient for the study on plant-microbe interaction.\r\n\n\nIn our study, secreted proteins were analyzed in rice leaf sheaths using florescent reporters. Proteins localized outside the membrane were strongly expressed, suggesting that our protocol is suitable for _in planta_ secretion analyses in rice. Effector proteins fused with fluorescent reporters were directly expressed in host cells. The interactions between host and pathogen proteins were observed within 24-48 h after bombardment. Therefore, our protocol provides a direct _in planta_ expression method for rice that reduces the number of steps necessary for fungal mutant generation for analyzing the fungal secretome. A successful activation of defense reporter has been reported after transient expression of _M. oryzae_ secretory proteins in rice sheath cells, suggesting this protocol makes possible large screens of pathogen effectors in rice<sup>26,27</sup>. \r\n\n\nTo demonstrate the further utility and specificity of our approach, we compared the localization of the secreted proteins in rice with their localization in commonly studied onion epidermis. Differential expression of the two proteins in the rice and onion systems suggested that protein secretion mechanisms vary between host and non-host plants. Therefore, setting up a rice transient expression system is essential for _in planta_ functional analyses in rice.\r\n\n\n\r\n\n\n**Advantages and limitations of the protocol**  \r\n\n\nThis protocol can be widely applied for protein expression, subcellular localization, and protein-protein interaction analyses. Rice transient expression is also a valuable tool for rice-pathogen interaction research. Furthermore, this protocol can be adapted for transient gene expression in other monocotyledon plants with minor modifications for sheath preparation, particle delivery pressure, or incubation times for signal detection. \r\n\n\nThis protocol clearly describes a rapid method for developing rice _in planta_ transient expression and protein secretion. However, a few disadvantages still remain in the protocol. Setting up a biolistic particle delivery system and confocal fluorescent microscopy can be costly. As with other techniques for the study of rice, nearly 5 weeks is required to grow the rice for sheath sample preparation prior to the experiment. As preparation of the sheaths and sectioning can be difficult, practice is required.\r\n\n\n\r\n\n\n**Experimental design**\r\n\n\nThe following points should be considered before beginning an experiment.\r\n\n\n**Selection of microcarrier.** Tungsten M-17 particles \\(1.1 μm) were used for gene delivery in our protocol rather than gold particles. Tungsten particles are approximately the same size as gold particles, but the surfaces are a bit rougher compared with that of gold particles. Even so, tungsten particles still showed high delivery efficiencies in our experiments with reduced experimental cost. \r\n\n\n**Rice and sheath preparation.** Rice plants at the four- to six-leaf stage were grown in a greenhouse and used for sheath preparation. At this stage, the sheath tissue has less lignifications, but a sufficient thickness for slicing. Furthermore, biochemical activities are functional to express genes transformed at this age.\r\n\n\n**Set of controls.** A positive control to confirm the efficiency of transient expression should always be included in the experimental design. Fluorescent reporter genes under a constitutively-expressing promoter can be used for the protein subcellular localization analyses, and any rice signal peptides, such as glucanase, can be used as protein-secretion controls. Transgenic plants carrying GFP or YFP reporters can be used as positive controls in which the target protein and mCherry reporters could be co-expressed."
        },
        {
            "header": "Reagents",
            "content": "Calcium chloride dihydrate \\(Sigma-Aldrich, cat. no. C3881)\r\n\n\nSpermidine \\(Sigma, cat. no. S0266)\r\n\n\nMurashige & Skoog \\(MS) medium, basal salt mixture \\(Duchefa Biochemie, cat. no. P04427.04)\r\n\n\nSucrose \\(Sigma, cat. no. S0389)\r\n\n\nPhytagel, plant cell culture tested \\(Sigma, cat. no. P8169)\r\n\n\nEthyl alcohol \\(Burdich & Jackson, cat. no. RP090-1)\r\n\n\nTungsten M-17 Microcarrier \\(Bio-Rad, cat. no. 165-2267)\r\n\n\nSterile nuclease-free water \\(Amresco, cat. no. E476-100ML)\r\n\n\nSodium hypochlorite \\(Junsei Chemical, cat. no. 8F4040)"
        },
        {
            "header": "Equipment",
            "content": "Biolistic PDS-1000/He particle delivery system \\(Bio-Rad, cat. no. 165-2257)\r\n\n\nMacrocarrier holder \\(Bio-Rad, cat. no. 165-2322);\r\n\n\nRupture disks, 1100 psi \\(Bio-Rad, cat. no. 165-2329)\r\n\n\nMacrocarrier disk \\(Bio-Rad, cat. no. 165-2335)\r\n\n\nStopping screens \\(Bio-Rad, cat. no. 165-2336)\r\n\n\nMicroscope cover glasses \\(20-40 mm) \\(Marienfeld, cat. no. 0101122)\r\n\n\nPre-cleaned microscope slides \\(Chase Scientific Glass, cat. no. 631-50)\r\n\n\nLight microscope \\(Olympus Co. Ltd., SZX12)\r\n\n\nConfocal laser scanning microscope \\(Olympus Co. Ltd., OLS1100)\r\n\n\nGrade No. 2 filter paper \\(Whatman, cat. no. 1002-042)\r\n\n\nDNA-spinTM plasmid DNA purification kit \\(iNtRON, cat. no. 17093)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**3% Sodium hypochlorite** Make fresh 3% \\(wt/v) sodium hypochlorite before use in washes.\r\n\n\n**2.5 M CaCl <sub>2</sub> solution** The 2.5 M CaCl<sub>2</sub> stock solution can be stored at 4°C for up to 1 month. For long-term storage, aliquot and store at -20°C.\r\n\n\n**0.1 M spermidine solution** The 0.1 M spermidine stock solution can be stored at 4°C for up to 2 weeks. For long-term storage, aliquot and store at -20°C for 1 year.\r\n\n\n**Half-strength MS medium plates** Dissolve 4.4 g MS medium, 30 g sucrose, and 1 g Phytagel in 1 L of deionized water, and adjust to pH 5.8 with 1 N NaOH. Pour medium supplemented with 50 µg/ml carbenicillin into Petri dishes and dry on a clean bench. Plates should be made fresh before each experiment.\r\n\n\n**Plasmid DNA preparation** Purify and quantify the plasmid DNA to be used for transfection. Here, plasmid DNA from _E. coli_ cells was extracted with a DNA-spin<sup>TM</sup> plasmid DNA purification kit. The plasmid DNA concentration was measured with a spectrophotometer. \r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n**Sheath section blade** \r\n\n\nA razor blade was cut in half, and then re-combined with small pieces of grade No. 2 filter paper fixed with tape between the blades at both edges \\(Fig. 1c). The distance between the two blades was approximately 400 μm, which was measured by light microscopy \\(Fig. 1c bottom). This double-layered blade was used for sectioning the sheath.\r\n\n\n▲Critical step Section blade construction is important for sheath section quality. Blades must be securely fixed and placed in parallel. Be sure to use only new blades."
        },
        {
            "header": "Procedure",
            "content": "**Rice plant growth ● TIMING 5-7 weeks**\r\n\n\n**1|** Sterilize de-hulled rice seeds \\(Oryza sativa L. cv. Dongjin) in 70% \\(v/v) ethanol for 5 min, wash once with sterile water, once in 3% \\(wt/v) sodium hypochlorite for 20 min, and three times with sterile water. Imbibe sterilized seeds under dark conditions at 4°C for 1 day, then grow seeds on 1% \\(wt/v) Phytagel\n®\nin a 28°C chamber \\(16 h light per day). Transplant 1-week-old seedlings into field soil and allow for growth up to the 4-6 leaf stage.\r\n\n\n**▲Critical step** The quality of leaf sheaths strongly influences the experimental results. Ensure healthy plant growth.\r\n\n\n\r\n\n\n**Preparation of tungsten M-17 particles ● TIMING 30 min \\(prior to bombardment)**\r\n\n\n**2|** Wash 60 mg of tungsten particles with 1 ml of 95% \\(v/v) ethanol by vortexing for 5 min and incubating at room temperature for 15 min. Collect the particles with a quick spin for 10 sec at 14,000×g and remove supernatant by pipetting. Wash the particulate pellet three times with 1 ml of nuclease-free water by vortexing followed by a quick spin. Add 1 ml of nuclease-free water and aliquot 100 μl volumes into microfuge tubes.\r\n\n\n**■ PAUSE POINT** Prepared particles can be stored at -20°C for up to 6 months.\r\n\n\n\r\n\n\n**Preparation of bombardment disks ● TIMING 3 h \\(prior to bombardment)**\r\n\n\n**3|** Immerse macrocarrier holder, rupture disks, macrocarrier disk, and stopping screens in 100% ethanol for 2 h to prevent contamination. Air-dry on a clean bench for 30 min and place the macrocarrier disk into the macrocarrier holder using tweezers.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Preparation of leaf sheaths for bombardment ● TIMING 3 h**\r\n\n\n**4|** Cut the leaf sheaths and stems from 4-6-leaf stage rice plants \\(Fig. 1a). Cut the leaf sheath near the flag leaf auricle to a length of 2-3 cm, using a razor blade on a slide \\(Fig. 1b). Softly catch the side of the sheath and slice the sheath in parallel with the sheath section blade \\(Fig. 1c). The distance between the two blades should be 0.3-0.5 mm \\(Fig. 1d). Select leaf sheaths with smooth surfaces and trim \\(Fig. 1e). Hold the sheath by its edges with tweezers and slowly place it on to a half-strength MS plate. \r\n\n\n**▲Critical step** The quality of the leaf sheaths is essential for optimal sheath sectioning. Leaf sheaths with limited lignification and sufficient thickness are best suited for this technique \\(Fig. 1b). The slicing process will strongly influence the subsequent bombardment and microscopic detection. Smooth sections give the best results.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**5|** Gently place 6-8 sliced sheaths onto the medium of a half-strength MS plate and incubate at 28°C for 1-2 h in the dark.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Preparation of DNA-coated microcarriers ● TIMING 20 min**\r\n\n\n**6|** Vortex the microcarriers for 10 min to disrupt agglomeration. Transfer 20 μl of the suspended microcarriers into a new microfuge tube. \r\n\n\n\r\n\n\n**7|** Add to the 20 μl of tungsten microcarriers, in this order: 2 μg of plasmid DNA \\(1 μg/μl), 20 μl of 2.5 M CaCl\n2\n, and 8 μl of 0.1 M spermidine. Vortex for 2 min.\r\n\n\n\r\n\n\n**8|** Centrifuge the samples at 14,000×g for 10 sec and discard the supernatant. \r\n\n\n\r\n\n\n**9|** Without suspending the pellet, gently wash the pellet with 250 μl and 100 μl of 95% ethanol in series. Suspend the pellet in 20 μl 95% ethanol, transfer to the center of the macrocarrier, and air dry.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Micro-bombardment ● TIMING 10 min**\r\n\n\n**10|** Set up the bombardment equipment as per the manufacturer’s instructions and bombard the sheaths at 1,100 psi.\r\n\n\n\r\n\n\n**11|** Incubate the bombarded sheaths at 28°C for 1-2 days under darkness until expression of the delivered transgene is confirmed.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Fluorescent microscopic identification of the expressed gene ● TIMING 1-2 h**\r\n\n\n**12|** Mount a sheath in a drop of sterile, distilled water on a glass slide and cover with a cover glass. For mCherry signals, images can be generated using a laser scanning microscope with an excitation wavelength of 543 nm and the signal \\(emitted fluorescence) can be measured at 587-625 nm."
        },
        {
            "header": "Timing",
            "content": "Step 1: Plant growth: 5-7 weeks.\r\n\n\nSteps 2-11: Particle preparation, leaf sheath sectioning, and micro-bombardment: 6 h \\(day 1). \r\n\n\nStep 12: Fluorescent signal detection by microscopy: 1-2 h \\(days 2 and/or 3)."
        },
        {
            "header": "Anticipated Results",
            "content": "This transient expression protocol for rice sheaths is similar to those for other plants. However, the conditions used for gene delivery and sheath preparation strongly affect the delivery efficiency. The optimum pressure for the biolistic bombardment was confirmed using various rupture disks with 650, 900, and 1,100 psi, followed by incubation at 28°C in a dark chamber for 24 and 48 h after bombardment \\(hab). Equal amounts \\(2 μg) of DNA and macrocarriers were bombarded onto the sheaths with different delivery pressures. The efficiencies of mCherry signal expression are summarized in Table 2. Few signals were detected at delivery pressures of 650 and 900 psi, suggesting that these pressures are not suitable for gene delivery into rice epidermis. Average expression efficiencies of 10.8% and 31.3% were detected at 1,100 psi on sheaths with mCherry signals at 24 and 48 hab, respectively. Our transient expression protocol resulted in similar transient gene expression efficiencies, as did previous studies in _Arabidopsis_ and rice callus<sup>6,11</sup>. These data indicated that 1100 psi is the optimum DNA delivery pressure for rice sheath cells and that mCherry expression is higher after 48 hab than after 24 hab \\(Fig. S1). \r\n\n\nThe subcellular localization of marker proteins from Arabidopsis has been performed in rice leaf sheaths. The mCherry signals from mCherry-fused nuclear localization signals \\(NLS), H<sup>+</sup>-ATPase, and ACA11 were specifically detected in nuclei, plasma membranes, and vacuole membranes, respectively, by fluorescent microscopy, correlating with previous reports on Arabidopsis protein localization<sup>26-31</sup>. Protein secretion was examined using the mCherry reporter fused with or without the signal peptide \\(SP) from the rice glucanase1 gene \\(OsGlu1). The OsGlu1 SP predicted by the SignalP 3.0 program \\(http://www.cbs.dtu.dk/services/SignalP/) consists of 20 amino acids \\(Table S1). mCherry fused genes were constructed under a maize ubiquitin \\(_ZmUbi_) promoter region that drives high–level, constitutive protein expression in rice \\(Fig. 2a) <sup>31,32</sup>. mCherry without the SP was detected in the whole cell at 48 hab \\(Fig. 2b top). However, when mCherry was fused with the SP, it was detected as a secreted protein outside the membrane \\(Fig. 2b bottom). These data highlight the fact that the rice biolistic bombardment protocol presented here is appropriate for _in planta _subcellular localization and protein secretion analyses in rice.\r\n\n\nTo investigate whether this _in planta_ secretion technique is able to confirm host-pathogen interactions, genes from _M. oryzae_, were selected for in-host secretion analysis. All of these proteins contained a signal peptide at the N-terminal region that was predicted by the SignalP 3.0 program \\(Table S1). Four M. oryzae genes \\(MGG_02340, MGG_06834, MGG_06843, and MGG_08331) with their predicted SPs were cloned, fused with the mCherry reporter, and constructed to be under the control of the _ZmUbi_ promoter \\(Fig. 3a). The _in planta_ secretion of these proteins was performed in rice leaf sheaths, and all proteins accumulated in the apoplastic region at high levels. These proteins were also secreted into neighboring cells, indicating that pathogen SPs can be used for in-host protein secretion analyses \\(Fig. 3b). We then performed a comparative analysis of protein secretion in the commonly-used onion epidermis, which is not a natural host for M. oryzae. The four _M. oryzae_ proteins were transiently expressed in onion cells. However, only two proteins \\(MGG_06834 and MGG_08331) were secreted, while the other two proteins \\(MGG_02340 and MGG_06843) were enriched in membrane \\(Fig. 3c). The activation of rice defense promoter by secreted fungal proteins using this particle bombardment method has been shown in previously researches<sup>26,27</sup>. These results imply that even though protein secretion systems commonly exist in plants, there are plant-specific differences. \r\n\n\nTogether, these data indicate that the development of this transient expression protocol for rice is necessary for _in planta_ expression analyses. Furthermore, this technique is essential for the study of protein subcellular localization and protein-protein interactions between host and pathogen secreted proteins."
        },
        {
            "header": "References",
            "content": "1. Hiei, Y., Ohta, S., Komari, T. & Kumashiro, T. Efficient transformation of rice \\(Oryza sativa L.) mediated by Agrobacterium and sequence analysis of the boundaries of the T-DNA. Plant J. 6, 271-282 \\(1994). \r\n  2. Nishimura, A., Aichi, I. & Matsuoka, M. A protocol for Agrobacterium-mediated transformation in rice. Nat. Protoc. 1, 2796-2802 \\(2006). \r\n  3. Toki, S. et al. Early infection of scutellum tissue with Agrobacterium allows high-speed transformation of rice. Plant J. 47, 969-976 \\(2006). \r\n  4. Chen, S. et al. A highly efficient transient protoplast system for analyzing defence gene expression and protein-protein interactions in rice. Mol Plant Pathol. 7, 417-427 \\(2006).\r\n  5. Tsugawa, H., Otsuki, Y. & Suzuki M. Efficient transformation of rice protoplasts mediated by a synthetic polycationic amino polymer. Theor Appl Genet. 97, 1019-1026 \\(1998).\r\n  6. Ueki, S., Lacroix, B., Krichevsky, A., Lazarowitz, S. G. & Citovsky, V. Functional transient genetic transformation of Arabidopsis leaves by biolistic bombardment. Nat. Protoc. 4, 71-77 \\(2009).\r\n  7. Taylor, N. J. & Fauquet, C. M. Microparticle bombardment as a tool in plant science and agricultural biotechnology. DNA Cell Biol. 21, 963-977 \\(2002). \r\n  8. Godon, C., Caboche, M. & Daniel-Vedele, F. Transient plant gene expression: a simple and reproducible method based on flowing particle gun. Biochimie. 75, 591-595 \\(1993). \r\n  9. Vain, P., De Buyser, J., Bui Trang, V., Haicour, R. & Henry, Y. Foreign gene delivery into monocotyledonous species. Biotechnol. Adv. 13, 653-671 \\(1995).\r\n  10. Krause, G.H., & Weis, E. Chlorophyll fluorescence and photosynthesis: The basics. Ann. Rev. Plant Physiol. 42, 313 -349. \\(1991).\r\n  11. Carsono, N. & Yoshida, T. Transient expression of green fluorescent protein in rice calluses: optimization of parameters for helios gene gun device. Plant Prod. Sic. 11, 88-95 \\(2008).\r\n  12. Oh, I. S. et al. Secretome analysis reveals an Arabidopsis lipase involved in defense against Alternaria brassicicola. Plant Cell 17, 2832-2847 \\(2005). \r\n  13. Chivasa, S., Simon, W. J., Yu, X. L., Yalpani, N. & Slabas, A. R. Pathogen elicitor-induced changes in the maize extracellular matrix proteome. Proteomics 5, 4894-4904 \\(2005). \r\n  14. Ndimba, B. K., Chivasa, S., Hamilton, J. M., Simon, W. J. & Slabas, A. R. Proteomic analysis of changes in the extracellular matrix of Arabidopsis cell suspension cultures induced by fungal elicitors. Proteomics 3, 1047-1059 \\(2003).\r\n  15. Cho, W. K. & Kim, J. Y. Integrated analyses of the rice secretome. Plant. Signal. Behav. 4, 345-347 \\(2009). \r\n  16. Jung, Y. H. et al. Systematic secretome analyses of rice leaf and seed callus suspension-cultured cells: workflow development and establishment of high-density two-dimensional gel reference maps. J. Proteome Res. 7, 5187-5210 \\(2008).\r\n  17. Kim, S. T. et al. Secretome analysis of differentially induced proteins in rice suspension-cultured cells triggered by rice blast fungus and elicitor. Proteomics 9, 1302-1313 \\(2009). \r\n  18. Casasoli, M. et al. Identification by 2-D DIGE of apoplastic proteins regulated by oligogalacturonides in Arabidopsis thaliana. Proteomics 8, 1042-1054 \\(2008). \r\n  19. Kankanala, P., Czymmek, K. & Valent, B. Roles for rice membrane dynamics and plasmodesmata during biotrophic invasion by the blast fungus. Plant Cell 9, 706-724 \\(2007). \r\n  20. Khang, C.H. et al. Translocation of Magnaporthe oryzae effectors into rice cells and their subsequent cell-to-cell movement. Plant Cell 22, 1388–1403 \\(2010).\r\n  21. Mosquera, G., Giraldo, M.C., Khang, C.H., Coughlan, S. & Valent, B. Interaction transcriptome analysis identifies Magnaporthe oryzae BAS1-4 as biotrophy-associated secreted proteins in rice blast disease. Plant Cell 21, 1273-1290 \\(2009).\r\n  22. Agrawal, G.K., Jwa, N.S., Lebrun, M.H., Job, D. & Rakwal, R. Plant secretome: unlocking secrets of the secreted proteins. Proteomics 10, 799–827 \\(2010).\r\n  23. Lodish, H. et al. Molecular Cell Biology, 4th edn. \\(W. H. Freeman, New York, 2000).\r\n  24. Orbach, M.J., Farrall, L., Sweigard, J.A., Chumley, F.G. & Valent, B. The fungal avirulence gene AVR-Pita determines efficacy for the rice blast resistance gene Pi-ta. Plant Cell 12, 2019-2032 \\(2000). \r\n  25. Kang, S., Sweigard, J.A. & Valent, B. The PWL host specificity gene family in the blast fungus Magnaporthe grisea. Mol Plant Microbe Interact. 8, 939-948 \\(1995).\r\n  26. Kim, S.G. et al., In-depth insight into in vivo apoplastic secretome of rice-Magnaporthe oryzae interaction. J. Proteomics 78, 58-71 \\(2013).\r\n  27. Wang, Y. et al., Secretome analysis of the rice bacterium Xanthomonas oryzae \\(Xoo) using in vitro and in planta systems. Proteomics \\(2013). \\[Epub ahead of print]\r\n  28. Lee, S.M. et al. Identification of a calmodulin-regulated autoinhibited Ca2+-ATPase \\(ACA11) that is localized to vacuole membranes in Arabidopsis. FEBS Lett. 581, 3943-3949 \\(2007).\r\n  29. Chytilova, E., Macas, J., & Galbraith, D.W. Green fluorescent protein targeted to the nucleus, a transgenic phenotype useful for studies in plant biology. Ann. Bot. 83, 645–654 \\(1999).\r\n  30. DeWitt, N.D., Hong, B., Sussman, M.R., & Harper, J.F. Targeting of two Arabidopsis H\\(+)-ATPase isoforms to the plasma membrane. Plant Physiol. 112, 833–844 \\(1996).\r\n  31. Toki, S. et al. Expression of a maize ubiquitin gene promoter-bar chimeric gene in transgenic rice plants. Plant Physiol. 100, 1503–1507 \\(1992).\r\n  32. Takesawa, T., Ito, M., Kanzaki, H., Kameya, N. & Nkamura, I. Over-expression of glutathione S-transferase in transgenic rice enhances germination and growth at low temperature. Molecular Breeding 9, 93-101 \\(2002)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. Woo Sik Chung for supplying the NLS::RFP, H+-ATPase::RFP, and ACA11::RFP plasmids, and Dr. Jae-Yean Kim for supplying the mCherry vector. We thank Dr. Randeep Rakwal for reviewing and commenting on the manuscript. This work was supported by Basic Science Research Program through the National Research Foundation of Korea \\(NRF) funded by the Ministry of Education, Science, and Technology \\(2012-0005112 and NRF-2012R1A1A2040584), and Next-Generation BioGreen 21 Program \\(Plant Molecular Breeding Center, PJ008021), Rural Development Administration, Republic of Korea."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.jprot.2012.10.029",
                "date": "2013-06-27 23:27:23",
                "title": "In-depth insight into in vivo apoplastic secretome of rice-Magnaporthe oryzae interaction",
                "authors": [
                    "Sang Gon Kim",
                    "Yiming Wang",
                    "Kyung Hee Lee",
                    "Zee-Yong Park",
                    "Jongsun Park",
                    "Jingni Wu",
                    "Soon Jae Kwon",
                    "Yong-Hwan Lee",
                    "Ganesh Kumar Agrawal",
                    "Randeep Rakwal",
                    "Sun Tae Kim",
                    "and Kyu Young Kang"
                ],
                "journal": "Journal Of Proteomics",
                "logo": ""
            },
            {
                "doi": "10.1002/pmic.201200454",
                "date": "2013-06-27 23:27:51",
                "title": "\r\n              Secretome analysis of the rice bacterium\r\n              Xanthomonas oryzae\r\n              (\r\n              Xoo\r\n              ) using in vitro and in planta systems\r\n            ",
                "authors": [
                    "Yiming Wang",
                    "Sang Gon Kim",
                    "Jingni Wu",
                    "Hyun-Hye Huh",
                    "Su-Ji Lee",
                    "Randeep Rakwal",
                    "Ganesh Kumar Agrawal",
                    "Zee-Yong Park",
                    "Kyu Young Kang",
                    "and Sun Tae Kim"
                ],
                "journal": "PROTEOMICS",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12578,
                "identity": "a00b9bfb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kyu Young Kang",
                "email": "kykang@gnu.ac.kr",
                "orcid": "",
                "institution": "Kang's Lab, Gyeongsang National University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kyu",
                "middleName": "Young",
                "lastName": "Kang",
                "suffix": ""
            },
            {
                "id": 12574,
                "identity": "a00b907c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yiming Wang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yiming",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 12575,
                "identity": "a00b93d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jingni Wu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jingni",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 12576,
                "identity": "a00b98c7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sang Gon Kim",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sang",
                "middleName": "Gon",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 12577,
                "identity": "a00b9a78-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sun Tae Kim",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sun",
                "middleName": "Tae",
                "lastName": "Kim",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-06-27 23:50:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.064",
        "doiUrl": "https://doi.org/10.1038/protex.2013.064",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608784,
                "identity": "30c15223-9aaf-4e4d-9dcf-ee89f8f7981a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 455114,
                "visible": true,
                "origin": "",
                "legend": "Preparation of rice leaf sheaths for particle bombardment.    (a) Sheaths from 4-6-leaf stage rice plants were used in this experiment. (b) Rice sheaths were collected for sheath sectioning. (c) Schematic picture of sheath section blade (top); a prepared section blade (middle); enlarged view of the distance between blade edges (bottom). (d) A sheath section of approximately 400 μm was cross-sliced next to the stem. The dotted line indicates the cutting sites. (e) A thin section of leaf sheath was placed on half-strength MS medium. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/figure_1.jpg"
            },
            {
                "id": 2608785,
                "identity": "b840470b-076b-458d-be33-2472049fb0e5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 406550,
                "visible": true,
                "origin": "",
                "legend": "Secretion assay in rice sheath cells after bombardment.    (a) Schematic diagram of constructed vectors. ZmUbi pro, maize ubiquitin promoter; Glu1 SP, rice glucanase 1 gene signal peptide; LB, left bound; RB, right bound. (b) Light, mCherry-filtered, and merged microscopic images of bombarded rice sheaths at 48 hab. Bars = 100 μm.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/figure_2.jpg"
            },
            {
                "id": 2608795,
                "identity": "6a562a58-3875-4f4e-8729-283327803739",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 595425,
                "visible": true,
                "origin": "",
                "legend": "Transient expression of rice blast fungal secretion proteins in rice leaf sheaths and onion epidermis.   (a) Schematic diagram of the transient expression vector. (b) mCherry signals in rice leaf sheaths were detected at 48 hab. Bars = 100 μm. (c) mCherry signals in onion epidermis were detected at 24 hab. Bars = 200 μm.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/figure_3.jpg"
            },
            {
                "id": 13464718,
                "identity": "447987c7-4495-4af3-a6d3-e177d62f09fa",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 423831,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/4749359c-0d62-4521-850b-0b1db3ae7939.pdf"
            },
            {
                "id": 2608786,
                "identity": "38b7262a-ea82-4523-a2de-536e22d01bb7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 16518,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/supplement_0.docx"
            },
            {
                "id": 2608787,
                "identity": "1895a2a9-9e17-47c8-b087-6fb6cca7cc76",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 141084,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 1   Bombardment efficiency test.    Rice sheath cells were bombarded with tungsten particles carrying ZmUbipro::mCherry, and signals were detected 48 hab. Total cell numbers and mCherry-expressing cells were counted. Bars = 200 μm.",
                "description": "",
                "filename": "supplement0.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/supplement_0.jpg"
            },
            {
                "id": 2608788,
                "identity": "d2b3f5ad-f101-4dc1-805a-bfb86766e572",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14979,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Efficiency of particle bombardment at different pressure conditions at 24 and 48 hab. ",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/supplement_0.docx"
            },
            {
                "id": 2608789,
                "identity": "49368580-608b-4f91-9e6e-a831147a565d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15254,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Table 1   Prediction of signal peptides for genes used in the transient expression assay. ",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2749/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "particle bombardment, subcellular localization, protein secretion, plant-microbe interactions",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We developed a protocol for _in planta_ gene expression analyses in sliced rice sheath cells by modifying and optimizing biolistic particle bombardment techniques. By obtaining thin sections \\(400 um) of rice sheath cells, auto-fluorescence tissues from chlorophyll were eliminated. This system was validated through the localization of marker genes specifically expressed in nuclei, plasma membranes, and vacuolar membranes. Additionally, high transformation efficiencies of approximately 30% were achieved. Therefore, this protocol provides a new and rapid method for transient gene expression assays in rice. Protein secretion was examined in rice sheath cells using predicted secretory proteins from rice blast fungus, indicating that this method is practical for host plant-microbe interaction studies. The transient expression protocol established here is well suited for protein localization, secretion, and host-pathogen protein interaction studies in rice. A typical experiment can be completed in 3 days.",
        "manuscriptTitle": "A Transient Gene Expression Protocol for Subcellular Protein Localization and Protein Secretion Analyses in Rice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-06-28 09:36:35",
                "doi": "10.1038/protex.2013.064",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00b20ab-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 28th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3026,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-06-28 09:36:35",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}