{
    "identity": "nprot-3083",
    "title": "A highly-sensitive sandwich ELISA procedure based on one-step antibody immobilization for potential _in vitro_ diagnostics",
    "content": [
        {
            "header": "Introduction",
            "content": "With high-throughput and precision, excellent reproducibility, and high sensitivity, ELISA serves a gold standard for _in vitro_ diagnostics \\(IVD) in healthcare, industry and other diversified analytical settings. In the last 50 years, over 300,000 peer-reviewed articles related to ELISA have been published, attesting its unmatched analytical performance. There are numerous advanced and improved ELISA formats for IVD, which employ improved immobilization chemistry, signal enhancement strategy, lab-on-a-chip technology, biosensing and new immunoassay formats. Regardless of the platform, the performance of such analytical platforms is dependent upon the selection of an appropriate Ab immobilization strategy<sup>1-3</sup>. To date, various immobilization schemes have been considered and tested:  physical adsorption, oriented binding, covalent binding, click chemistry, site-directed immobilization and non-covalent binding<sup>4-10</sup>. In general, such immobilization protocols involve a complex, multi-step procedure with costly reagents and additional instruments. \r\n\n\nThis protocol is a highly-simplified one-step Ab immobilization-based sandwich ELISA procedure<sup>11</sup> towards the development of rapid, cost-effective and highly-sensitive IVD kits. The dilution of capture Ab in APTES forms a stable APTES-polymer/Ab complex that is sorbed onto the MTP for the detection of HFA. HFA serves as a model analyte because all the sandwich immunoassay components are commercially-available in the form of a kit. The reduced amount of HFA is a specific biomarker for acute infectious and inflammatory diseases<sup>12</sup>. In contrast, an elevated level of HFA correlates with adiposity<sup>13</sup>, metabolic disease<sup>14</sup>, cardiovascular dysfunction<sup>15</sup>, atherosclerosis \\(related to vascular calcification with increased vascular stiffness)<sup>16</sup>, diabetes<sup>17</sup>, metabolic syndrome<sup>18,19</sup>, arthritis<sup>20</sup> and malaria<sup>21</sup>. The determination of HFA is also highly relevant in hepatocellular carcinoma<sup>22</sup>, breast cancer<sup>23</sup> and neurological diseases including multiple sclerosis<sup>24</sup>. The results obtained by the new immobilization format \\(NIF) were superior to the commercial conventional immobilization format \\(CIF) and our previously-developed covalent immobilization format \\(CovIF)-based ELISA procedures<sup>25</sup>. Its applicability for the detection of HFA in PBS and HFA spiked in diluted human whole blood and plasma compared favorably with the conventional and covalent crosslinking-based ELISA procedure<sup>25</sup>. Excellent storage stability of anti-HFA Ab-bound MTPs at 4°C in 0.1 M PBS, pH 7.4 is also demonstrated, illustrating the potential application of this novel immobilization strategy."
        },
        {
            "header": "Reagents",
            "content": "• Human fetuin A ELISA kit \\(R & D Systems, cat. no. DY1184e) **\\!CAUTION** Store reconstituted Ab and antigen at 4°C, if they are to be used within a month. Otherwise, aliquot out and stored at -80°C for up to 6 months. The kit comprises of\r\n\n\n\r\n\n\n• Mouse anti-HFA capture Ab \\(720 μg mL<sup>-1</sup>) \r\n\n\n• HFA \\(20 ng mL<sup>-1</sup>)\r\n\n\n• Biotin-labeled goat anti-HFA detection Ab \r\n\n\n• HRP-conjugated streptavidin **\\!CAUTION** Store in the dark as streptavidin is light-sensitive.\r\n\n\n\r\n\n\n• Blocker BSA in PBS \\(10X), pH 7.4, 10% \\(w/v) \\(Thermo Scientific, cat. no. 37525)  **CRITICAL** To avoid microbial contamination in BSA, filter prior to use. \r\n\n\n• Sulfuric acid \\(Aldrich, cat. no. 339741) **\\!CAUTION** Avoid skin contact as it is a strongly corrosive agent and an irritant. Use personal protective equipment \\(PPE) such as chemical safety glasses, chemical-resistant shoes and lab coats, for handling. Handle only in a fume cabinet. In case of skin contact, wash immediately with acid neutralizers and seek medical advice as soon as possible.\r\n\n\n• 3-Aminopropyltriethoxysilane \\(APTES) \\(Sigma Aldrich, cat. no. A3684) **\\!CAUTION** Higher concentrations are potentially toxic. It is a skin and eye irritant. Avoid contact with skin and eyes. Handle inside a fume cabinet.  **CRITICAL** Prepare in autoclaved DIW \\(18Ω), see REAGENT SETUP.\r\n\n\n• BupH Phosphate Buffered Saline Packs \\(0.1 M sodium phosphate, 0.15 M sodium chloride, pH 7.2) \\(Thermo Scientific, cat. no. 18372) **\\!CAUTION** Avoid inhalation.  **CRITICAL** Prepare in autoclaved DIW \\(18Ω), see REAGENT SETUP.\r\n\n\n• TMB substrate kit \\(Thermo Scientific, cat. no. 34021)\r\n\n\n\r\n\n\n• TMB solution \\(0.4 g L<sup>-1</sup>) **\\!CAUTION** Skin, eye and lung irritant. In case of skin contact, wash with plenty of water. **CRITICAL** TMB to peroxide ratio is critical for color development. Maintain the ratio 1:1. \r\n\n\n• Peroxide solution \\(containing 0.02 % \\(v/v) H<sub>2</sub>O<sub>2</sub> in citric acid buffer). **\\!CAUTION** Strong oxidizing agent. Harmful if swallowed. Severe risk of damage to eyes. Rinse immediately with plenty of water in case of contact and seek medical attention. Wear suitable protection and work in safety     cabinet or fume cupboard. \r\n\n\n\r\n\n\n• Deionized water \\(18Ω, DIW). \\(Direct-Q® 3Water Purification System, Millipore) \r\n\n\n• Nunc microwell 96-well polystyrene plates, flat bottom \\(non-treated), sterile \\(Sigma Aldrich, cat. no. P7491)\r\n\n\n• Eppendorf microtubes \\(1.5 mL; Sigma Aldrich, cat. no. Z 606340)\r\n\n\n• Sigmaplot software version 11.2 from Systat \r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**PBS** Add a BupH phosphate buffered saline pack to 100 mL of autoclaved DIW, dissolve well and make the volume up to 500 mL using autoclaved DIW. Each pack makes 500 mL of PBS at pH 7.2, which can be stored at room temperature \\(RT) for a week and at 4ºC for up to four weeks. \r\n\n\n**APTES** The procured APTES solution has a purity of 99%. Reconstitute in autoclaved DIW to make 1% \\(v/v) APTES just before mixing with capture anti-HFA Ab."
        },
        {
            "header": "Equipment",
            "content": "• -70°C Freezer \\(operating range -60 to -80°C) \\(New Brunswick)\r\n\n\n• 2-8°C Refrigerator \\(Future)\r\n\n\n• Direct-Q<sup>®</sup>3Water Purification System \\(Millipore) \r\n\n\n• Tecan Infinite M200 Pro microplate reader \\(Tecan)\r\n\n\n• Mini incubator \\(Labnet Inc.)\r\n\n\n• PVC fume cupboard Chemflow range \\(CSC Ltd.)"
        },
        {
            "header": "Procedure",
            "content": "**Ab immobilization and BSA blocking   TIMING 1 h**\r\n\n\n1. Mix anti-HFA capture Ab \\(8 µg mL\n-1\n) with 1% \\(v/v) APTES in the ratio of 1:1 \\(v/v). Incubate each of the desired wells of a 96-well MTP with 100 μL of the freshly prepared anti-HFA capture Ab solution, with a final concentration of 4 µg mL\n-1\nin 0.5% APTES, for 30 min at RT. Wash five times with 300 μL of 0.1M PBS, pH 7.4. Washing can also be performed with an automatic plate washer. \r\n  2. Block the Ab-bound wells with 300 µL of 1% \\(w/v) BSA for 30 min at 37°C followed by extensive PBS washing \\(as mentioned in step 1).  **CRITICAL STEP** Use filtered BSA to remove any microbial or other contaminants. **?TROUBLESHOOTING**\r\n  \r\n\n\n**HFA sandwich ELISA    TIMING 2 h 45 min**\r\n\n\n3. Add 100 µL of varying HFA concentrations \\(4.9 pg mL\n-1\n-20 ng mL\n-1\n) to different BSA-blocked wells. Incubate for 1 h at 37°C and wash extensively with PBS \\(as stated in step 1).\r\n  4. Add 100 µL of biotinylated anti-HFA Ab \\(200 ng mL\n-1\n) in each of the HFA-captured wells. Incubate for 1 h at 37 °C and wash extensively with PBS \\(as mentioned in step 1).\r\n  5. Add 100 µL of streptavidin-HRP conjugate \\(diluted 1:200) to the biotinylated anti-HFA Ab treated wells. Incubate for 20 min at 37°C and wash extensively with PBS \\(as mentioned in step 1). **?TROUBLESHOOTING** \r\n  6. Add 100 µL of TMB-H\n2\nO\n2\nmixture to each of these wells and incubate at RT to develop color for 20 min. **?TROUBLESHOOTING**\r\n  7. Stop the enzyme-substrate reaction by adding 50 µL of 1 N H\n2\nSO\n4\nto each well.\r\n  8. Determine the absorbance at a primary wavelength of 450 nm taking 540 nm as the reference wavelength in the Tecan Infinite M200 Pro microplate reader.  **CRITICAL STEP** Determine the absorbance within 10 min of stopping the enzyme substrate reaction."
        },
        {
            "header": "Timing",
            "content": "Steps 1-2, Ab immobilization and BSA blocking: 1 h\r\n\n\nSteps 3-8, HFA sandwich ELISA: 2 h 45 min"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice is provided in **Table 1**."
        },
        {
            "header": "Anticipated Results",
            "content": "The NIF shown in Figure 1 detected HFA in the range of 4.9 pg mL<sup>-1</sup> - 20 ng mL<sup>-1</sup> with linearity from 1.6 - 20 ng mL<sup>-1</sup> \\(Figure 2a). The estimated limit of detection \\(LOD) and analytical sensitivity<sup>6,25-27</sup> were 7 and 10 pg mL<sup>-1</sup>, respectively. Various experimental process controls were investigated to determine the efficiency of BSA blocking; non-specific interaction of BSA with HFA, biotinylated anti-HFA Ab and SA-HRP; and, non-specific interaction of capture anti-HFA Ab with biotinylated anti-HFA Ab. In general, the detection was highly specific for HFA without any interference of immunological reagents \\(Figure 2b). The intra- and inter-day variability ranged from 1.2 - 8.5 % and 2.1 - 10.2 %, respectively, with a half-effective concentration \\(EC50) of 2.6 ng mL<sup>-1</sup>. The intra- and inter-day variability was calculated from five assay repeats \\(in triplicate) on a single and five different days, respectively. \r\n\n\nA comparison of the NIF versus the commercial CIF and CovIF-based sandwich ELISAs is presented in Table 2. The NIF significantly decreased the overall assay time from 20 h to ~4 h. Its analytical sensitivity is 10 pg mL<sup>-1</sup>, i.e., 51-fold lower than the commercial CIF \\(510 pg mL<sup>-1</sup>). It also enabled 28-fold faster Ab immobilization than CIF. Moreover, it has a better LOD and analytical sensitivity in comparison to the HFA sandwich ELISA<sup>6,25</sup> based on heterobifunctional crosslinking of Ab to APTES-functionalized platforms, and surface plasmon resonance \\(SPR)-based immunoassay formats<sup>1,28</sup>. All the ELISA formats were performed under the same conditions with the same assay components to minimize experimental variability. The higher sensitivity of the NIF is mainly due to the higher Ab immobilization density via APTES-assisted physical adsorption, where APTES serves as a diluting and binding agent for anti-HFA capture Ab apart from a surface functionalization agent. \r\n\n\nThe detection of HFA spiked in diluted human whole blood and plasma \\(Figure 2c) using the NIF exhibited similar precision as the commercial kit, showing its applicability for the determination of HFA in clinical and bioanalytical settings. The NIF is the most sensitive immunoassay format in comparison to the CIF and CovIF for HFA. The stability of Ab immobilized on MTPs was excellent after two months of storage at 4 ºC in 0.1 M PBS \\(pH 7.4). No significant decrease in the Ab functional activity was observed after eight weeks \\(Figure 2d), evincing the leach-proof Ab immobilization. The preparation is very rapid \\(1 h for Ab immobilization and blocking), therefore, it might obviate the preparation of Ab-bound MTPs _in priori_ considering most antibodies are only good within two weeks of storage."
        },
        {
            "header": "References",
            "content": "1. Vashist, S. K., Dixit, C. K., MacCraith, B. D. & O'Kennedy, R. Effect of antibody immobilization strategies on the analytical performance of a surface plasmon resonance-based immunoassay. _Analyst_ **136**, 4431-4436 \\(2011).\r\n  2. Vashist, S. K., Saraswat, M. & Holthöfer, H. Development of a rapid sandwich enzyme linked immunoassay procedure for the highly sensitive detection of human Lipocalin-2/NGAL. _Procedia Chem._ **6**, 141-148 \\(2012).\r\n  3. Kausaite-Minkstimiene, A., Ramanaviciene, A., Kirlyte, J. & Ramanavicius, A. Comparative study of random and oriented antibody immobilization techniques on the binding capacity of immunosensor. _Anal. Chem._ **82**, 6401-6408 \\(2010).\r\n  4. Wong, L. S., Khan, F. & Micklefield, J. Selective covalent protein immobilization: strategies and applications. _Chem. Rev._ **109**, 4025-4053 \\(2009).\r\n  5. Jung, Y. _et al._ Photoactivable antibody binding protein: site-selective and covalent coupling of antibody. _Anal. Chem._ **81**, 936-942 \\(2009).\r\n  6. Dixit, C. K., Vashist, S. K., MacCraith, B. D. & O'Kennedy, R. Multisubstrate-compatible ELISA procedures for rapid and high-sensitivity immunoassays. _Nat. Protoc._ **6**, 439-445 \\(2011).\r\n  7. Lu, B., Smyth, M. R. & O'Kennedy, R. Tutorial review. Oriented immobilization of antibodies and its applications in immunoassays and immunosensors. _Analyst_ **121**, 29R-32R \\(1996).\r\n  8. Shriver-Lake, L. C. _et al._ Antibody immobilization using heterobifunctional crosslinkers. _Biosens. Bioelectron._ **12**, 1101-1106 \\(1997).\r\n  9. Vashist, S. K., Saraswat, M. & Holthöfer, H. Comparative study of the developed chemiluminescent, ELISA and SPR immunoassay formats for the highly sensitive detection of human albumin. _Procedia Chem._ **6**, 184-193 \\(2012).\r\n  10. Vashist, S. _et al._ A multi-well plate for biological assays. WO 2010044083 A2 \\(2010).\r\n  11. Vashist, S. K., Schneider, E. M., Lam, E., Hrapovic, S. & Luong, J. H. T. One-step antibody immobilization-based rapid and highly-sensitive sandwich ELISA procedure for potential _in vitro_ diagnostics. _Sci. Rep._ **4: 4407**, doi:10.1038/srep04407 \\(2014).\r\n  12. Wang, H. & Sama, A. E. Anti-inflammatory role of fetuin-A in injury and infection. _Curr. Mol. Med._ 12, 625-633 \\(2012)\r\n  13. Reinehr, T. & Roth, C. L. Fetuin-A and its relation to metabolic syndrome and fatty liver disease in obese children before and after weight loss. _J. Clin. Endocrinol. Metab._ **93**, 4479-4485. \\(2008)\r\n  14. Goustin, A. S. & Abou-Samra, A.B. The \"thrifty\" gene encoding Ahsg/fetuin-A meets the insulin receptor: Insights into the mechanism of insulin resistance. _Cell. Signal._ **23**, 980-990 \\(2011).\r\n  15. Weikert, C. _et al._ Plasma fetuin-A levels and the risk of myocardial infarction and ischemic stroke. _Circulation_ **118**, 2555-2562 \\(2008)\r\n  16. Lim, P. _et al._ Fetuin-A is an independent predictor of death after ST-elevation myocardial infarction. _Clin. Chem._ **53**, 1835-1840 \\(2007).\r\n  17. Srinivas, P. _et al._ Serum alpha 2-HS-glycoprotein is an inhibitor of the human insulin receptor at the tyrosine kinase level. _Mol. Endocrinol._ **7**, 1445-1455 \\(1993).\r\n  18. Ix, J. H. _et al._ Association between human fetuin-A and the metabolic syndrome data from the heart and soul study. _Circulation_ **113**, 1760-1767 \\(2006).\r\n  19. Huddam, B., Azak, A., Kocak, G., Bayraktar, N. & Sezer, S. The relationship between serum fetuin-A, cystatin-C levels, and microalbuminuria in patients with metabolic syndrome. _J. Clin. Lab. Anal._ **27**, 317-322 \\(2013).\r\n  20. Sato, H. _et al._ Decreased levels of circulating α2-Heremans-Schmid glycoprotein/fetuin-A \\(AHSG) in patients with rheumatoid arthritis. _Intern. Med._ **46**, 1685-1692 \\(2007).\r\n  21. Jethwaney, D. _et al._ Fetuin-A, a hepatocyte-specific protein that binds Plasmodium berghei thrombospondin-related adhesive protein: a potential role in infectivity. _Infect. Immun._ **73**, 5883-5891 \\(2005).\r\n  22. Drake, R. R. _et al._ Lectin capture strategies combined with mass spectrometry for the discovery of serum glycoprotein biomarkers. _Mol. Cell. Proteomics_ **5**, 1957-1967 \\(2006).\r\n  23. Sakwe, A.M., Koumangoye, R., Goodwin, S.J. & Ochieng, J. Fetuin-A \\(\\{alpha}2HS-glycoprotein) is a major serum adhesive protein that mediates growth signaling in breast tumor cells. _J. Biol. Chem._ **285**, 41827-41835 \\(2010).\r\n  24. Harris, V. K. _et al._ Cerebrospinal fluid fetuin-A is a biomarker of active multiple sclerosis. _Mult. Scler. J._ **19**, 1462-1472 \\(2013).\r\n  25. Dixit, C. K. _et al._ Development of a high sensitivity rapid sandwich ELISA procedure and its comparison with the conventional approach. _Anal. Chem._ **82**, 7049-7052 \\(2010).\r\n  26. Vashist, S. K. A sub-picogram sensitive rapid chemiluminescent immunoassay for the detection of human fetuin A. _Biosens. Bioelectron._ **40**, 297-302 \\(2013).\r\n  27. Vashist, S. K. Graphene-based immunoassay for human lipocalin-2. _Anal. Biochem._ **446**, 96-101 \\(2014).\r\n  28. Vashist, S. K., Schneider, E. M. & Luong, J.H.T. Surface plasmon resonance-based immunoassay for human fetuin A. _Analyst_, doi:10.1039/c4an00149d \\(2014)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep04407",
                "date": "2014-03-18 21:44:32",
                "title": "One-step antibody immobilization-based rapid and highly-sensitive sandwich ELISA procedure for potential in vitro diagnostics",
                "authors": [
                    "Sandeep Kumar Vashist",
                    "E. Marion Schneider",
                    "Edmond Lam",
                    "Sabahudin Hrapovic",
                    "and John H. T. Luong"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12932,
                "identity": "a02aee85-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sandeep Kumar Vashist",
                "email": "sandeep.vashist@yahoo.com",
                "orcid": "",
                "institution": "Laboratory for MEMS Applications, Department of Microsystems Engineering -IMTEK, University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany; HSG-IMIT - Institut für Mikro- und Informationstechnik, Georges-Koehler-Allee 103, 79110 Freiburg,",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sandeep",
                "middleName": "Kumar",
                "lastName": "Vashist",
                "suffix": ""
            },
            {
                "id": 12933,
                "identity": "a02af205-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "E. Marion  Schneider ",
                "email": "",
                "orcid": "",
                "institution": "Sektion Experimentelle Anaesthesiologie, University Hospital Ulm, Albert Einstein Allee 23; 89081 Ulm, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "E.",
                "middleName": "Marion",
                "lastName": "Schneider",
                "suffix": ""
            },
            {
                "id": 12934,
                "identity": "a02af3d1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Edmond  Lam ",
                "email": "",
                "orcid": "",
                "institution": "National Research Council Canada, Montreal, Quebec, Canada H4P 2R2",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Edmond",
                "middleName": "",
                "lastName": "Lam",
                "suffix": ""
            },
            {
                "id": 12935,
                "identity": "a02af5b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sabahudin  Hrapovic ",
                "email": "",
                "orcid": "",
                "institution": "National Research Council Canada, Montreal, Quebec, Canada H4P 2R2",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sabahudin",
                "middleName": "",
                "lastName": "Hrapovic",
                "suffix": ""
            },
            {
                "id": 12936,
                "identity": "a02af727-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John  H.T. Luong ",
                "email": "",
                "orcid": "",
                "institution": "Innovative Chromatography Group, Irish Separation Science Cluster (ISSC), Department of Chemistry and Analytical, Biological Chemistry Research Facility (ABCRF), University College Cork, Cork, Ireland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "H.T.",
                "lastName": "Luong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-03-19 07:56:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.011",
        "doiUrl": "https://doi.org/10.1038/protex.2014.011",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608959,
                "identity": "cfe0ff91-17a3-406d-8545-441d44d2a2e6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3922566,
                "visible": true,
                "origin": "",
                "legend": "One-step antibody immobilization-based sandwich ELISA procedure for the detection of human fetuin A (HFA)^11^.",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3083/v1/figure_1.bmp"
            },
            {
                "id": 2608958,
                "identity": "ef526026-5228-4b25-86b3-6898332f0914",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "bmp",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4834566,
                "visible": true,
                "origin": "",
                "legend": "Bioanalytical performance of the developed sandwich ELISA procedure   (a) Detection of HFA by the new immobilization format (NIF)^11^, conventional immobilization format (CIF) and covalent immobilization format (CovIF)^6^ based sandwich ELISA procedures. (b) Specific HFA detection with respect to various experimental process controls. (c) Detection of HFA spiked in various sample matrices: PBS (0.1 M, pH 7.4), diluted human whole blood and diluted human plasma. (d) Assessment of stability of anti-HFA Ab-bound MTPs stored in 0.1 M PBS, pH 7.4 at 4°C for 8 weeks in terms of HFA detection. All experiments were done in triplicate, while the error bars represent the standard deviation.",
                "description": "",
                "filename": "figure2.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3083/v1/figure_2.bmp"
            },
            {
                "id": 2608960,
                "identity": "e80bd5f3-a9b6-4111-bd3a-029fd3e5175b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "bmp",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 450950,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "figure3.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3083/v1/figure_3.bmp"
            },
            {
                "id": 2608961,
                "identity": "fe16119b-4c8b-44cc-8a96-dabc01be693e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "bmp",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 870842,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Analytical comparison of the new immobilization format (NIF)^11^ with the conventional immobilization format (CIF) and covalent immobilization format (CovIF)^6^ based sandwich ELISAs for the detection of HFA",
                "description": "",
                "filename": "figure4.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3083/v1/figure_4.bmp"
            },
            {
                "id": 13464710,
                "identity": "67294bdd-5b6e-40a6-ac0b-4e0000dcfddd",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 447000,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3083/v1/48cec9be-dcac-43b0-b0c0-5faa9dc55f48.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ELISA, human fetuin A, 3-aminopropyltriethoxysilane (APTES), one-step antibody immobilization, in vitro diagnostics. ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A highly-sensitive sandwich enzyme-linked immunosorbent \\(ELISA) procedure was developed for detecting human fetuin A \\(HFA), a specific biomarker for a plethora of various infection and inflammation associated diseases. In this one-step antibody \\(Ab) immobilization, the capture anti-HFA Ab formed a stable complex with 3-aminopropyltriethoxysilane \\(APTES), via ionic and hydrophobic interactions. The complex adsorbed on a microtiter plate \\(MTP) as an ELISA platform for HFA, and exhibited linearity from 4.9 pg mL<sup>-1</sup> to 20 ng mL<sup>-1</sup>, a limit of detection of 7 pg mL<sup>-1</sup> and an analytical sensitivity of 10 pg mL<sup>-1</sup>, i.e. 51-fold more sensitive than the commercial sandwich ELISA kit. The precision obtained by this procedure for the detection of HFA spiked in human whole blood and plasma was in agreement with the commercial kit. The anti-HFA Ab-bound MTPs stored at 4°C in 0.1 M phosphate-buffered saline, pH 7.4 displayed no significant decrease in original activities after two months.",
        "manuscriptTitle": "A highly-sensitive sandwich ELISA procedure based on one-step antibody immobilization for potential in vitro diagnostics",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-03-20 09:34:18",
                "doi": "10.1038/protex.2014.011",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9faf3426-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 20th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3123,
                "name": "Chemistry"
            },
            {
                "id": 3124,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-03-20 09:34:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}