{
    "identity": "nprot-95",
    "title": "Removal of <span class=\"caps\">CCR5</span> ligands and induction of pro-resolving lipid mediators by apoptotic neutrophils during resolution",
    "content": [
        {
            "header": "Introduction",
            "content": "During the resolution phase of inflammation the elimination of chemokines from the inflammatory milieu is accompanied by nonphlogistic clearance of corpses of apoptotic leukocytes by macrophages. Here, a method that determines the role of these apoptotic  leukocytes in the termination of pro-inflammatory chemokines, like CCL3 and CCL5 was established. The zymosan A-initiated murine peritonitis, a self resolving sterile inflammation model, was utilized and sorted apoptotic neutrophils from Ccr5 minus/minus or wild type mice to Ccr5 minus/minus recipients were transferred. Following a scavenging period the peritoneal exudates were recovered, and it was determined that the levels of CCR5 ligands in the exudates of Ccr5 minus/minus recipients were increased over the levels of these mediators in wild type recipients. Application of lipid extraction from peritoneal exudates, in tandem with lipid mediator informatics can be used to determine the role of apoptotic neutrophils in the generation of resolution phase lipid mediators. This neutrophil transfer system allows the determination of the direct impact of apoptotic leukocytes in the resolution of inflammation."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Mice; C57BL/6, male and female, 6-8 weeks old, 20-25 g in weight \\(Charles river, Laboratories).\r\n\n\n&#x2022; Isoflurane \\(100 ml, NDC 0074-3292-01, Abbott Laboratories).\r\n\n\n&#x2022; Sterile Saline \\(10 ml, NDC 0074-4888-10, Abbott Laboratories).\r\n\n\n&#x2022; Zymosan A \\(1 mg/mouse, cat. no. Z-4250, Sigma). \r\n\n\n\\! CAUTION Store at 4&#x2DA;C in desiccant between experiments. \r\n\n\n&#x2022; Dulbecco&#x2019;s Phosphate Buffered Saline \\(DPBS); with and without Ca and Mg. \\(500 ml, BioWhittakerTM, cat. no. 17-512F, Cambrex Bio Science Walkersville, Inc.).\r\n\n\n&#x2022; Syringes: 5 ml Becton Dickinson, cat. no.  309603, 25G11/2; 1 ml Becton Dickinson, cat. no.  309623, 27G1/2 0.4 mm x 13mm; use with BD needles, cat. no.  305127, 25G1/2.\r\n\n\n&#x2022; Syringe with needle for i.p. injections: 1 ml Becton Dickinson, cat. no.  329424, 28G1/2 0.36 mm x 13 mm.\r\n\n\n&#x2022; 1 pair sharp tweezers and scissors.\r\n\n\n&#x2022; Trypan Blue Stain 0.4% \\(100 ml, cat. no. 17-942E,  BioWhittaker)\r\n\n\n&#x2022; Glass slides; Superfrost Microscope slides precleaned \\(25x75x1.0 mm, cat. no. 12-550-14, Fisher Scientific).\r\n\n\n&#x2022; Wright-Giemsa stain \\(Accustain, 500 ml, 0.04% w/v, buffered at pH 6.8, cat. no. WG-16, Sigma Diagnostics).\r\n\n\n&#x2022; Bovine Serum Albumin \\(BSA; 96%, cat. no. A2153, Sigma).\r\n\n\n&#x2022; Fetal Bovine Serum \\(FBS; heat inactivated, cat. no. 14-503F, BioWhittaker).\r\n\n\n&#x2022; Sodium azide.\r\n\n\n&#x2022; RPMI-1640 media \\(500 ml, cat. no. 12-167F, Cambrex Bio Science Walkersville, Inc.).\r\n\n\n&#x2022; L-Glutamine \\(200 mM, cat. no. 17-605E, BioWhittaker).\r\n\n\n&#x2022; Penicillin/streptomycin solution \\(200 ml, 5000 units/ml and 5000 mg/ml, respectively, cat. no. 17-603E. Cambrex Bio Science Walkersville, Inc.).\r\n\n\n&#x2022; Assay kit for TNF, IL-1&#x3B2;, CCL2-5 \\(Biosource, Camarillo, CA). The content of the kits would typically include the following:\r\n\n\n&gt; Beads\r\n\n\n&gt; Monoclonal antibody\r\n\n\n&gt; Standards\r\n\n\n&gt; Assay diluent\r\n\n\n&gt; Biotin-conjugated secondary antibody\r\n\n\n&gt; Biotin diluent\r\n\n\n&gt; Streptavidin conjugated to the fluorescent protein, R-phycoerythrin \\(streptavidin-RPE)\r\n\n\n&gt; Streptavidin-RPE diluent\r\n\n\n&gt; Washing buffer concentrate \r\n\n\n&gt; Incubation buffer concentrate\r\n\n\n&gt; 96-well filter plate \\(cat. no.MSBVN-1250, Millipore, Billerica, MA)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Microscope; CHT model, OLYMPUS.\r\n\n\n&#x2022; Cytofuge; CytoSpin, CytoSpin Technologies.\r\n\n\n&#x2022; Hemocytometer; cat. no. 3520, HAUSSER SCIENTIFIC\r\n\n\n&#x2022; 6 well cell culture cluster, flat bottom, COSTAR 3516, corning.\r\n\n\n&#x2022; Centrifuge; Model no. 5662, Thermo. \r\n\n\n&#x2022; FACSaria flow-sorter \\(BD), or an equivalent machine.\r\n\n\n&#x2022; Luminex 100 system \\(Luminex).\r\n\n\n&#x2022; Luminex 100 IS \\(MiraiBio).\r\n\n\n&#x2022; Vacuum manifold \\(cat. no. MAVM-0960R, Millipore).\r\n\n\n&#x2022; Vortex mixer \\(VortexGenie2, Scientific Industries).\r\n\n\n&#x2022; Orbital shaker \\(IKA Werke).\r\n\n\n&#x2022; Calibrated, adjustable, precision pipettes \\(Rainin Instrument LLC).\r\n\n\nAnalysis software \\(MASTER PLEX QT v 2.0, MiraiBio)."
        },
        {
            "header": "Procedure",
            "content": "**Zymosan A-initiated peritonitis \\(Day 1, 9:00 a.m.)**\r\n\n\n1│ Procure WT and Ccr5 minus/minus mice from animal facility. Label mice on tail and weigh them.\r\n\n\n▲CRITICAL STEP It is important that the mice from different experimental groups will be of appropriate genetic background, 6-8 weeks old and have similar weights. Differences in genetic background, age, and weight can affect the rate of inflammation and resolution and result in differences in cell types collected and scavenging capacity.\r\n\n\n\r\n\n\n2│ Prepare chart to record animal number, weight, treatment, time of zymosan A injection, time of sacrifice, and volume of lavage fluid collected.\r\n\n\n\r\n\n\n3│ Anesthetize mice with isoflurane in prepared chamber \\(beaker with kimwipes moderately soaked with anesthetic under piece of filter paper, covered with aluminum foil lid).  Alternatively, a few kimwipes can be wet and placed in a 50ml falcon tube, while the mouse’s head is held in the tube.\r\n\n\n\r\n\n\n4│ Inject 1 ml of zymosan A i.p. to each mouse.\r\n\n\n\\! CAUTION Take excess volume to avoid loss of material injected due to dead volume of the syringe.\r\n\n\n\r\n\n\n5│ Return the animals to their container for 4 hr.  For time points greater than 4 hours, secure a cage in order to prevent stress induced due to lack of water or food.\r\n\n\n?TROUBLESHOOTING\r\n\n\n\r\n\n\n**Collection of peritoneal exudate cells \\(Day 1, 1 PM)**\r\n\n\n6│ After 4 hours, sacrifice animals using a lethal dose of isoflurane \\(same technique as for anesthesia, but use a higher dose of liquid anesthetic).  After the mice are sacrificed, test their reflexes by gently pinching their hands and feet with tweezers to make sure that they are dead. Place the mouse face-up on a Styrofoam surface and secure them by pinning down their hands and feet with needles.\r\n\n\n\r\n\n\n7│ Incise a small bit of skin over the anterior abdominal wall using forceps and scissors \\(to see where to inject the skin i.p. and avoid puncturing a blood vessel). Inject 5 ml DPBS minus/minus i.p. to the exposed peritoneum. “Massage Shake” the abdomen so a good dispersion of cells can be obtained and the lavage fluid is well mixed.  \r\n\n\n\r\n\n\n\r\n\n\n8│ Cut away a skin flap and raise and extend it superiorly, inferiorly and laterally. collect as much of the lavage as possible with the same 5 ml syringe, collect from both sides of the lateral abdomen if more fluid is desired, and tilt the mouse’s side downward for better collection aided by gravity. \r\n\n\n\\! CAUTION Note the volume and clarity of the solution; if it is obvious that bleeding occurred, be mindful about errors in cell counts and red blood cells in differentials, or if necessary, discard the sample. Place the fluid in 15 ml plastic tubes, and keep on ice.\r\n\n\n\r\n\n\n**Total Leukocyte Counts**\r\n\n\n9│ Rinse Hemocytometer and cover slip in ethanol and water.  Prepare a small Eppendorf tube per sample with the appropriate dilution of trypan blue stain and sample:\r\n\n\nDilution guidelines:\r\n\n\n2hr → 2x dilution \\(20μl of sample plus 20μl of trypan blue stain)\r\n\n\n4hr → 5x dilution \\(10μl sample plus 40μl of trypan blue stain)\r\n\n\n12, 24, 28hr → 10x dilution \\(10 μl sample plus 90μl of trypan blue stain)\r\n\n\n\r\n\n\nLightly mix cells and add to trypan blue stain in tube, and gently mix up and down with pipette tip. Load 10ul of solution onto each side of hemocytometer\r\n\n\nCount the 4 corner squares of the hemocytometer under light microscope, on 10x magnification \\(40x can be used if necessary, in order to examine granulation and better distinguish between white and red blood cells if they are expected).  Repeat for other side of hemocytometer. Rinse hemocytometer with ethanol and water before moving to the next sample. Examples of expected cell numbers are indicated in ANTICIPATED RESULTS.\r\n\n\n\r\n\n\n**Differential Leukocyte Counts**\r\n\n\n10│ Prepare one slide for each mouse.  Place each labeled slide into a black spinning holder with a plastic well and rubber gasket, and clip apparatus together at both ends.  \r\n\n\n\r\n\n\n11│ Mix cell samples again. Add 100μl sample + 300μl 15% BSA.  Place slides in cytospin, screw on the lid, and spin at 1600 rpm for 4 minutes.\r\n\n\n\r\n\n\n\r\n\n\n12│ Extract excess fluid and carefully remove slides. Let dry overnight.\r\n\n\n\r\n\n\n\r\n\n\n13│ Stain slides by placing them sequentially in 50 ml falcon tubes filled with 30 ml each of Wright-Giemsa stain \\(30 sec), Sodium Phosphate Buffer \\(50 mM, pH 7.2; 2 min), and de-ionized water \\(10 sec). \r\n\n\n\\! CAUTION Only use a tube of Sodium Phosphate Buffer or distilled water for 4 slides, as stain and other particles begin to accumulate in the fluid. Wright-Giemsa stain can be reused for multiple experiments, but should be changed occasionally. \r\n\n\n\r\n\n\n14│ Let dry for at least 2 hours.\r\n\n\n\r\n\n\n■ PAUSE POINT Slides could be counted at your convenience. \r\n\n\n\r\n\n\n15│ Using light microscope count 100 total cells while assigning to cell categories \\(e.g. PMN, monocyte, lymphocyte \\(and/or basophil & eosinophil if applicable)).  Repeat count in a different area 1-2x for a total of 200-300 cells counted per slide.\r\n\n\n\r\n\n\n**Cell staining \\(concomitant with total and differential leukocyte counts)**\r\n\n\n16│ Spin down \\(1300 RPM, 5 min) cells from exudates and aspirate liquid. If several mice were used for each experimental point the cells can be pooled. \r\n\n\n\r\n\n\n17│ Dispense the pellet in 300 μl of FACS buffer containing FITC-conjugated anti-Ly-6G \\(1:100) and PE-conjugated anti-F4/80 \\(1:200) antibodies, and incubate for 20 min over ice. \r\n\n\n\r\n\n\n18│ Wash the cells with 500 μl of FACS buffer and spin down. Resuspend in 5 ml FACS buffer and move to FACS tubes.\r\n\n\n\r\n\n\n**PMN flow-sorting**\r\n\n\n19│ Take the cells for flow-sorting and prepare the settings of the FACS machine \\(see CRITICAL STEP below). Place the tube in the FACS machine and start the sorting.\r\n\n\n▲ CRITICAL STEP The actual flow-sorting procedure should be performed by an experienced operator who prepares the settings of the FACS machine for flow-sorting and running of the FACS machine.\r\n\n\n\r\n\n\n20│ After the sorting is completed analyze the acquired cells to determine the PMN purity.\r\n\n\n\r\n\n\n21│ Count the cells and calculate the total number of cells.\r\n\n\n\r\n\n\n22│ Spin down the cells and resuspend them in culture medium at a concentration of 1x10\n6\n/ml.\r\n\n\n\r\n\n\n23│ Incubate overnight at incubator in culture plates to promote apoptosis of PMN.\r\n\n\n\r\n\n\n**Initiation of zymosan A-induced peritonitis in recipient mice \\(Day 1, 9 PM)**\r\n\n\n24│ Repeat steps 1-4 with Ccr5-/- mice. Return the mice to their cage for 12 hr.\r\n\n\n\r\n\n\n**Transfer of apoptotic PMN to recipient mice \\(Day 2, 9 AM)**\r\n\n\n25│ Collect PMN from culture plates, count them, and spin down the cells.\r\n\n\n\r\n\n\n26│ Resuspend the cells \\(2.5x10\n6\n/mouse in 1 ml of saline) and inject them i.p. to recipient mice. Return mice to container for 1 hr.\r\n\n\n\r\n\n\n27│ Repeat steps 6-8. Take a sample for cell counting and to verify the quality of the exudate recovery \\(no bleeding). Spin down the cells, and collect the supernatants.\r\n\n\n■ PAUSE POINT Supernatants can be frozen and kept at -20°C.\r\n\n\n\\! CAUTION Aliquot the samples to avoid repeated freeze-thaw cycles.\r\n\n\n\r\n\n\n**Lipid mediator extraction and identification**\r\n\n\n28│ Cell-free exudates can be used for lipid mediator extraction as described in the Serhan laboratory web site:\r\n\n\nhttp://etherweb.bwh.harvard.edu/research/overview/media/lipoxin.pdf\r\n\n\n\\! CAUTION Avoid repeat freeze-thaw cycles and exposure to light since most lipid mediators are susceptible to oxidation, dehydrogenation, and isomerization.\r\n\n\n\r\n\n\n29│ The resulting lipid extracts can be analyzed using HPLC-MS-MS lipidomic analysis and identified based on their physical properties and characteristic fragmentation ions. Detailed analysis with expected results for the lipoxin series of products can be found at:\r\n\n\nhttp://etherweb.bwh.harvard.edu/research/overview/media/lipoxin.pdf\r\n\n\nDetailed analysis with expected results for the resolvins and protectins series of products, as well as theoretical expected fragments for previously unidentified products can be found at:\r\n\n\nhttp://etherweb.bwh.harvard.edu/research/overview/media/LMInformatics.pdf\r\n\n\n\r\n\n\n**Luminex analysis**\r\n\n\n30│ Prepare the working wash solution as a 1:20 dilution in deionized water.\r\n\n\n\r\n\n\n31│ Prepare protein standard within one hour of beginning the assay. To prepare, reconstitute standard in 1 ml of a standard diluent \\(50 % assay diluent and 50% PBS). Let sit for at least 10 minutes. This is Standard 1.\r\n\n\n▲ CRITICAL STEP The working wash solution and standards should be freshly made. \r\n\n\n32│ Add 300 μl of standard diluent to 7 Eppendorf tubes. Perform a 1:3 serial dilution from Standard 1 to create Standards 2- 7, leaving Standard 8 as a blank.\r\n\n\n\r\n\n\n33│ Thaw samples.\r\n\n\n\r\n\n\n34│ Prepare antibody conjugated beads. First vortex for 30 seconds then sonicate for 30 seconds before dispensing to re-suspend beads.\r\n\n\n\r\n\n\n35│ To prepare beads for a 5-analyte multiplex assay, mix 250 µl of each analyte bead solution with 1.25 ml wash solution in an aluminum foil-wrapped test tube. \r\n\n\n \\! CAUTION Analyte beads should be covered because the beads are light-sensitive. \r\n\n\n\r\n\n\n36│ Pre-wet 96-well filter-bottomed plate by pipetting 0.2 ml wash solution into each well. Assemble vacuum manifold and calibrate the pressure to -5 in Hg. To wash filter plate, let wash solution soak in wells for 15 to 30 seconds, then aspirate liquid with vacuum manifold. Blot bottom of filter plate on clean paper towel then with kimwipes to rid of any excess liquid. \r\n\n\n37│  Vortex bead solution briefly, then pipette 25 µl of it into each well. Keep plate and beads shielded from light using an aluminum foil-wrapped plate cover. \r\n\n\n38│ Repeat wash step as stated in Step 36 twice.\r\n\n\n39│ Pipette 50 µl of incubation buffer in each well.\r\n\n\n40│ Pipette 50 µl assay diluent into rows 3 – 12 to prepare for the samples. Add 50 µl of sample in designated wells.\r\n\n\n41│  Pipette 100 µl of standards into designated wells in rows 1 – 2 to create the standard curve. \r\n\n\n\r\n\n\n42│ Cover plate and incubate for 2 hours at room temperature on an orbital shaker set to 300 rpm in order to keep beads suspended. \r\n\n\n\r\n\n\n43│ During this incubation step, prepare the biotinylated detector antibody. To prepare for a 5-analyte multiplex assay, mix 1 ml of each analyte biotinylated secondary antibody with 5 ml biotin diluent.     \r\n\n\n\r\n\n\n44│ Repeat wash step as stated in Step 36 twice. \r\n\n\n\r\n\n\n45│ Pipette 100 µl of diluted biotinylated detector antibody into each well. \r\n\n\n\r\n\n\n46│ Cover plate and incubate for 1 hour at room temperature on an orbital shaker set to 300 rpm. \r\n\n\n\r\n\n\n47│ 10 minutes before 1 hour incubation period is complete, prepare the Streptavidin – RPE conjugate. Dilute 1.0 ml Streptavidin – RPE concentrate in an aluminum foil-wrapped test tube with 9.0 ml Streptavidin Diluent. \r\n\n\n\r\n\n\n48│ Repeat wash step as stated in Step 36 twice. \r\n\n\n\r\n\n\n49│ Pipette 100 µl of diluted Streptavidin – RPE solution into each well.\r\n\n\n\r\n\n\n50│ Cover plate and incubate for 30 minutes at room temperature on an orbital shaker set to 300 rpm.  \r\n\n\n\r\n\n\n51│ During this incubation step, prepare the Luminex 100 system \\(Luminex, Austin, TX). Turn on the Luminex 100 instrument then open the Luminex 100 data collection software. Prime the system 3 times. Then eject the XY platform and fill the reservoir half full with ethanol, retract platform. Wash reservoir 2 times with water. Then indicate the instrument to warm up.\r\n\n\n\r\n\n\n52│ Calibrate instrument with calibration beads. Select wells for both the classification beads and reporter beads in the Setup XY menu. Then enter the Lot # for each set of calibration beads. Put 5 drops of each bead solution into its designated well. Insert plate into the XY platform and click Start to calibrate. \r\n\n\n\r\n\n\n53│ Wash reservoir 6 times with deionized water. Then begin a new session in the software and adjust the settings to the following:\r\n\n\nEvents: 100 \r\n\n\nBead Region Count: 96  \r\n\n\nSample Size: 50 µl\r\n\n\nGate Low: 7800\r\n\n\nGate High: 15200\r\n\n\n      \r\n\n\n54│ Set up template in software and enter bead regions from Information Sheets into Bead Set menu. Enter standard concentrations.\r\n\n\n■ PAUSE POINT If the reading cannot be made at this time, plate can be kept at 4°C overnight and processed the next day.\r\n\n\n\r\n\n\n55│ Repeat wash step as stated in Step 34 three times. \r\n\n\n\r\n\n\n56│ Pipette 100 µl wash solution into wells and set on orbital shaker for at least 1 minute prior to analysis. \r\n\n\n\r\n\n\n57│ Insert uncovered plate into the XY Platform of the Luminex 100. Click “Apply” and “OK” in the software to begin analysis.  \r\n\n\n\r\n\n\n58│ Create a standard curve in the data analysis software. Determine the concentration of samples from this curve, then, multiply the values by 2 to correct the 1:2 dilution in Step 38."
        },
        {
            "header": "Timing",
            "content": "See Fig. 1 for the timeline for inflammatory PMN isolation, induction of apoptosis, transfer to recipient mice, and recovery of exudates. Exudate cell staining: Steps 16-18; 1 hr. PMN sorting: Steps 19-23; 2-4 hr \\(depending on the recovered cell number). Luminex analysis: Steps 30-58; 4-5 hr."
        },
        {
            "header": "Critical Steps",
            "content": "\\(listed in the procedures)"
        },
        {
            "header": "Troubleshooting",
            "content": "**Problem:** Small number of PMN recovered from donors.\r\n\n\n**Possible reason:** Genetic background, Quality of zymosan A.\r\n\n\n**Solution:** Increase peritonitis time up to 12 hr.\r\n\n\n\r\n\n\n**Problem:** No significant change in chemokine content between WT and Ccr5-/- PMN recipients.\r\n\n\n**Possible Reason:** Not enough cells transferred for efficient removal of chemokines.\r\n\n\n**Solution:** Increase transferred PMN numbers.Increase scavenging time to 2 hr."
        },
        {
            "header": "Anticipated Results",
            "content": "**Exudate cells recovery**\r\n\n\nThe number of leukocytes that infiltrate into the peritoneum of zymosan A-treated C57BL/6 mice increases with time and reach maximal numbers by 12 hr \\(37.9 &#xB1; 3.9 x106 and 91.8 &#xB1; 27.2 x106 cells/mouse for 4 and 12 hr, respectively), whereas the percentage of PMN reaches maximal levels after 4 hr and then declines \\(80.3 &#xB1; 0.2%, and 61.1 &#xB1; 7.2% of leukocytes for 4 and 12 hr, respectively). Therefore the number of PMN and macrophages increase in the exudates from 4 to 12 hr. PMN could be recovered from any time point in that interval, pending on the number and purity needed, and then the PMN should undergo apoptosis until 24 hr from zymosan A injection \\(Fig. 1). \r\n\n\n\r\n\n\n**PMN sorting**\r\n\n\nThe inflammatory exudates from murine peritonitis contain both apoptotic PMN and macrophages that engulf these apoptotic PMN. Since both cell populations express CCR5 on their surface, it is critical to transfer highly purified PMN to establish their role in CCR5 ligands removal during resolution. The sorting of Ly-6G positive cells allows the depletion of macrophages \\(F4/80+Ly-6G- cells) and PMN/macrophage conjugates \\(F4/80+Ly-6G+ species). The later ones would not be depleted by a positive selection method, like magnetic beads. The results in Figure 2 show that the sorting procedure enriched the F4/80-Ly-6G+ cell population resulting in a highly purified PMN culture \\(60% and 96.6% of cells for exudate cells \\(Fig 2a) and sorted PMN \\(Fig 2b) populations, respectively).\r\n\n\n\r\n\n\n**Luminex analysis**\r\n\n\nIn a typical multiplexing assay, to ensure that several antibody beads are compatible, the bead region of each analyte should be verified since these regions are unique. Furthermore, in-house controls are necessary to check the control values are falling inside the pre-established ranges and the accuracy of the assay. Each analyte&#x2019;s standard curve should be evaluated in slope, equation, and range. The data should not be extrapolated beyond the highest standard point since the curve is not linear beyond this region. Likewise, data falling below the lowest standard point is not reliable. In case the data is higher than the highest standard, further dilutions of the sample may be necessary with appropriate dilution factor while low detection of an analyte requires either further concentration of the protein content or sometimes extending the lower dilutions of the standards by 2-3 fold. However, our experience has shown that neither of these methods is efficient in acquiring data from low detection samples, and therefore detection of these low levels better be done with high-sensitivity ELISA when available. Figure 3 shows the results for the standard curves used in this study, and represents typical standard curves.\r\n\n\n\r\n\n\n**Chemokine removal by apoptotic PMN**\r\n\n\nLate apoptotic leukocytes express high levels of CCR5 on their surface. In addition, CCL3 and CCL5 persist during the resolution of zymosan A-initiated peritonitis in Ccr5 minus/minus  mice<sup>21</sup>. To establish the role of apoptotic PMN in the removal of CCL3 and CCL5 during resolution we transferred PMN from inflammatory exudates of WT or Ccr5 minus/minus mice to the peritoneum of Ccr5 minus/minus mice 12 hr post peritonitis. Exudates were collected 1 hr later and the levels of relevant chemokines and cytokines were determined using the Luminex technology. As expected, we found \\(Fig. 4) that the levels of CCR5 ligands CCL3 and CCL5 were higher in the exudates of Ccr5 minus/minus PMN recipients than in the exudates of WT PMN recipients, indicating that CCR5 expressed on apoptotic PMN is mediating the removal of its ligands from the inflammatory milieu. The levels of chemokines and cytokines that are not CCR5 ligands, like CCL2, TNF, and IL-1&#x3B2;, in Ccr5 minus/minus recipients were not statistically different than their levels in WT recipients, indicating that removal of chemokines was specific to CCR5 ligands."
        },
        {
            "header": "References",
            "content": "1. Majno. G &amp; Joris. I. Cells, Tissues, and Disease: Principles of General Pathology, \\(Oxford University Press, New York, 2004).\r\n  2. Serhan, C.N. Lipoxins and novel aspirin-triggered 15-epi-lipoxins \\(ATL): a jungle of cell-cell interactions or a therapeutic opportunity? _Prostaglandins_ **53**, 107-37 \\(1997).\r\n  3. Rossi, A.G. &amp; Haslett, C. Inflammation, cell injury, and apoptosis. in pro-inflammatory and anti-inflammatory peptides, Vol. 117 \\(ed. Said. S, I.) pp 9-24 \\(1998).\r\n  4. Savill, J., Dransfield, I., Gregory, C. &amp; Haslett, C. A blast from the past: clearance of apoptotic cells regulates immune responses. _Nat Rev Immunol_ **2**, 965-75 \\(2002).\r\n  5. Gilroy, D.W. &amp; Perretti, M. Aspirin and steroids: new mechanistic findings and avenues for drug discovery. _Curr Opin Pharmacol_ **5**, 405-11 \\(2005).\r\n  6. Bannenberg, G.L. _et al._ Molecular Circuits of Resolution: Formation and Actions of Resolvins and Protectins. _J Immunol_ **174**, 4345-4355 \\(2005).\r\n  7. Winyard, P.G. &amp; Willoughby, D.A. \\(eds.). Inflammation Protocols, 378 \\(Humana, Totowa, NJ, 2003).\r\n  8. Huynh, M.L., Fadok, V.A. &amp; Henson, P.M. Phosphatidylserine-dependent ingestion of apoptotic cells promotes TGF-beta1 secretion and the resolution of inflammation. _J Clin Invest_ **109**, 41-50 \\(2002).\r\n  9. Hanayama, R. _et al._ Identification of a factor that links apoptotic cells to phagocytes. _Nature_ **417**, 182-7 \\(2002).\r\n  10. Scott, R.S. _et al._ Phagocytosis and clearance of apoptotic cells is mediated by MER. _Nature_ **411**, 207-11 \\(2001).\r\n  11. Mitchell, S. _et al._ Lipoxins, aspirin-triggered epi-lipoxins, lipoxin stable analogues, and the resolution of inflammation: stimulation of macrophage phagocytosis of apoptotic neutrophils in vivo. _J Am Soc Nephrol_ **13**, 2497-507 \\(2002).\r\n  12. Serhan, C.N. A search for endogenous mechanisms of anti-inflammation uncovers novel chemical mediators: missing links to resolution. _Histochem Cell Biol_ **122**, 305-21 \\(2004).\r\n  13. Serhan, C.N. _et al._ Novel functional sets of lipid-derived mediators with antiinflammatory actions generated from omega-3 fatty acids via cyclooxygenase 2-nonsteroidal antiinflammatory drugs and transcellular processing. _J Exp Med_ **192**, 1197-204 \\(2000).\r\n  14. Levy, B.D., Clish, C.B., Schmidt, B., Gronert, K. &amp; Serhan, C.N. Lipid mediator class switching during acute inflammation: signals in resolution. _Nat Immunol_ **2**, 612-9 \\(2001).\r\n  15. Hong, S., Gronert, K., Devchand, P.R., Moussignac, R.L. &amp; Serhan, C.N. Novel docosatrienes and 17S-resolvins generated from docosahexaenoic acid in murine brain, human blood, and glial cells. Autacoids in anti-inflammation. _J Biol Chem_ **278**, 14677-87 \\(2003).\r\n  16. Brezinski, D.A. &amp; Serhan, C.N. Characterization of lipoxins by combined gas chromatography and electron-capture negative ion chemical ionization mass spectrometry: formation of lipoxin A4 by stimulated human whole blood. _Biol Mass Spectrom_ **20**, 45-52 \\(1991).\r\n  17. Arita, M. _et al._ Stereochemical assignment, antiinflammatory properties, and receptor for the omega-3 lipid mediator resolvin E1. _J Exp Med_ **201**, 713-22 \\(2005).\r\n  18. Serhan, C.N. _et al._ Resolvins: a family of bioactive products of omega-3 fatty acid transformation circuits initiated by aspirin treatment that counter proinflammation signals. _J Exp Med_ **196**, 1025-37 \\(2002).\r\n  19. Ariel, A. _et al._ The Docosatriene Protectin D1 Is Produced by TH2 Skewing and Promotes Human T Cell Apoptosis via Lipid Raft Clustering. _J Biol Chem_ **280**, 43079-86 \\(2005).\r\n  20. Vignali, D.A. Multiplexed particle-based flow cytometric assays. _J Immunol Methods_ **243**, 243-55 \\(2000).\r\n  21. Ariel, A. _et al._ Apoptotic neutrophils and T cells sequester chemokines during immune response resolution via modulation of CCR5 expression. _Nat Immunol_, In press \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Mary Halm Small for assistance in manuscript preparation and Jennifer Deady \\(Boston University) for expert technical assistance. A.A. is the 2003 recipient of the McDuffie postdoctoral fellowship award from the Arthritis Foundation. This work was supported in part by grants no. GM38765 \\(C.N.S.), DK-074448 \\(C.N.S.), P50-DE016191 \\(C.N.S.) and DK-074449 \\(A.D.L.) from the National Institutes of Health."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1392",
                "date": "2006-09-15 17:07:45",
                "title": "Apoptotic neutrophils and T cells sequester chemokines during immune response resolution through modulation of CCR5 expression",
                "authors": [
                    "Ariel",
                    "A. et al."
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9917,
                "identity": "9ea50b2e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Charles N. Serhan",
                "email": "",
                "orcid": "",
                "institution": "Center for Experimental Therapeutics and Reperfusion Injury, Department of Anesthesiology, Perioperative and Pain Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Charles",
                "middleName": "N.",
                "lastName": "Serhan",
                "suffix": ""
            },
            {
                "id": 9918,
                "identity": "9ea50e93-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Amiram Ariel",
                "email": "",
                "orcid": "",
                "institution": "Center for Experimental Therapeutics and Reperfusion Injury, Department of Anesthesiology, Perioperative and Pain Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amiram",
                "middleName": "",
                "lastName": "Ariel",
                "suffix": ""
            },
            {
                "id": 9919,
                "identity": "9ea510c4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gabrielle Fredman",
                "email": "",
                "orcid": "",
                "institution": "Center for Experimental Therapeutics and Reperfusion Injury, Department of Anesthesiology, Perioperative and Pain Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gabrielle",
                "middleName": "",
                "lastName": "Fredman",
                "suffix": ""
            },
            {
                "id": 9920,
                "identity": "9ea51314-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yee-Ping Sun",
                "email": "",
                "orcid": "",
                "institution": "Center for Experimental Therapeutics and Reperfusion Injury, Department of Anesthesiology, Perioperative and Pain Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts 02115, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yee-Ping",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 9921,
                "identity": "9ea514c0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alpdogan Kantarci",
                "email": "",
                "orcid": "",
                "institution": "Department of Periodontology and Oral Biology, Goldman School of Dental Medicine, Boston University, Boston, Massachusetts, 02118, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alpdogan",
                "middleName": "",
                "lastName": "Kantarci",
                "suffix": ""
            },
            {
                "id": 9922,
                "identity": "9ea51636-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas E. Van Dyke",
                "email": "",
                "orcid": "",
                "institution": "Department of Periodontology and Oral Biology, Goldman School of Dental Medicine, Boston University, Boston, Massachusetts, 02118, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "E. Van",
                "lastName": "Dyke",
                "suffix": ""
            },
            {
                "id": 9923,
                "identity": "9ea51786-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew D. Luster",
                "email": "",
                "orcid": "",
                "institution": "Center for Immunology and Inflammatory Diseases, Division of Rheumatology, Allergy and Immunology, Massachusetts General Hospital, Harvard Medical School, Charlestown, Massachusetts 02129, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "D.",
                "lastName": "Luster",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-10 08:59:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.295",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.295",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464312,
                "identity": "5d72bc65-d64d-4f2a-9d79-2ba29ef4df30",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 191303,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-95/v1/8a424ddd-872d-4164-bf0e-9ee712a5cdcf.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "inflammation, chemokines, apoptosis, peritonitis, leukocyte transfer",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Removal of CCR5 ligands and induction of pro-resolving lipid mediators by apoptotic neutrophils during resolution",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-10-02 08:46:00",
                "doi": "10.1038/nprot.2006.295",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea4be5e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 2nd, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1410,
                "name": "Biochemistry"
            },
            {
                "id": 1411,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1412,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-10-02 08:46:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}