{
    "identity": "pex-930",
    "title": "<p>Point-of-care serological assays for SARS-CoV-2 in a UK hospital population: potential for enhanced case finding </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Following the spread of SARS-CoV-2 to cause a global pandemic in early 2020, several serological tests have been developed for the detection of SARS-CoV-2 antibody. Rapid diagnostic tests (RDT) for SARS-CoV-2 are typically small plastic cassettes to which is added patient whole blood or serum followed by buffer solution and qualitative results made available via a chromotographic lateral flow assay. Positive tests from different manufacturers are designed to be read as either a total antibody reaction (single line) or as an IgM, IgG split antibody reaction (two separate lines). In addition, a control line must be apparent to ensure validity of result read.&nbsp;</p><p><br></p><p>This protocol provides instruction to carry out rapid diagnostic, point-of-care (POC) serology testing for coronavirus disease-19 (COVID-19) caused by the pathogen Severe Acute Respiratory Syndrome coronavirus-2 (SARS-CoV-2). It aims to enable evaluation of point-of-care (POC) antibody test kits against the current gold-standard of PCR. Where this has been conducted specifically in a UK based-inpatient cohort, results are therefore not intended for extrapolation to the general population.</p><p><br></p><p>This study was deemed a verification of a CE marked in vitro diagnostic test by the Research and Development Office at Chelsea &amp; Westminster Hospital NHS Foundation Trust, United Kingdom.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><em>Test kits</em></p><p><br></p><p>Product inserts must be read prior to using any RDT. Storage instructions are provided on instruction leaflets. </p><p><br></p><p>Test kits used: </p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;Encode: Split IgM/IgG rapid antibody test. LOT number/date of expiry: 2003181/20220317</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Core tests®: Split IgM/IgG rapid antibody test. LOT number/Date of expiry: 20200309/20210308</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Wantai: Total antibody detection test. LOT number/Date of expiry: JNB20200301/20210302</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;OrientGene: Split IgM/IgG rapid antibody test. LOT number/Date of expiry: 2003290/202203</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;VivaDiag™: Split IgM/IgG rapid antibody test. LOT number/Date of expiry: E2003002/20210309</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><em>Materials required</em></p><p><u>&nbsp;</u></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;SARS-CoV-2 CE marked split IgM/IgG Rapid Test Devices<strong>, </strong>disposable plastic pipettes (as per individual instruction sheet). </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Product buffer solution </p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Biohazard waste container</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Digital timer</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Hard clinical surface suitable for sterilising afterwards using Clinell or chlorine impregnated wipes or equivalent </p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Centrifuge (if plan is to run using serum samples rather than whole blood)</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Appropriate PPE<sup>4</sup></p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Patient selection\nConsecutive inpatients presenting to hospital and requiring admission, that subsequently test positive with real-time PCR for SARS-CoV-2 (AusDiagnostics®, Australia), will be selected for testing and stratified based on duration of symptoms. All samples will be tested using patient whole blood by the same dedicated research team. Product inserts report whole blood, serum or plasma as suitable samples for testing.\nInclusion criteria\nTo be included in the study patients will have been admitted to hospital with symptoms matching the PHE case definition for testing,\n2\nand have an accurate history recorded of at least 5 days of symptoms.\nExclusion criteria\nThe following patients will not be eligible to be included in the study: 1) all patients under 16 years old; 2) mild infection not requiring admittance to hospital; 3) patients who are unable to provide an accurate history of PHE case definition symptoms or those with vague onset of symptom duration.\nInitial study (n=15)\nFor each patient identified a unique identifier, general demographics (including age, sex), symptoms reported at presentation, days since symptom onset, day of PCR testing, result of PCR test, and day of POC testing are all to be recorded.\n15 SARS-CoV-2 CE marked split IgM/IgG antibody tests (Core tests®) will be paired alongside 15 SARS-CoV-2 CE marked total antibody rapid tests (Wantai), 15 COVID-19 CE marked split IgM/IgG Rapid Tests (VivaDiag), 15 COVID-19 CE marked split IgG/IgM Rapid Test Cassettes (OrientGene), and 15 SARS-CoV-2 CE marked split IgM/IgG One Step Rapid Test Devices (Encode).\n10 PCR positive that meet inclusion criteria are to be selected. Each POC kit will be run on the same blood sample at the same time, taken on the day of testing. Positive cases will be selected to reflect an array of times since symptom onset from 5-14 days in order to inform as a screen for a minimum time point at which reaction POC testing in known PCR positive patients appears to become concordant. False positive reactivity will be evaluated by testing true negative patients (estimate 5) using all available kits in the same manner.\nThe same research team will test each patient, as per each product protocol. Test kits will be read at the designated time period as per individual protocol and both the appearance of a control line and the presence or absence of antibody test reactivity lines will be recorded. All test readings will be verified independently by two of the researchers.\nFurther study (n=200)\nA larger study is to then be conducted utilising a single test kit. In this case the COVID-19 CE marked split IgG/IgM Rapid Test Cassettes (OrientGene) is to be used. Patients are to be stratified based on consecutive PCR positive results to one of three time interval groups since symptom onset: days 5-9, 10-14, and more than 14 days (150). A further 50 patients are to be tested that are considered negative for SARS-CoV-2 infection, either secondary to negative PCR testing or radiological imaging demonstrating no signs indicative of COVID-19 and an alternative primary febrile diagnosis.\nFive test cassettes will be used to pilot and evaluate possible anticipated end-user difficulties. Three test cassettes will be used to retest a patient with a positive result to comment on reproducibility. One test cassette will be completed with too little blood, failing to fill the pipette to the indicated line and one test cassette will be completed with too much blood, by over-filling the well.\nPrevalence calculations have been estimated in the general population for the UK during the same testing period.\n3\nHospital inpatient prevalence should be calculated for the appropriate time period and used as a marker of prevalence for the testing cohort across the same period of testing. Prevalence calculations are to be used to inform positive and negative predictive values in the general population and when utilised in specific patient populations.\nSample collection\nEach of the kits in this protocol can be performed using whole blood (including EDTA, sodium citrate or heparin samples), serum or plasma specimens.\n1.    Testing should be performed immediately following collection if possible.\n2.    Samples can be stored for a limited period of time (Encode, Core tests® 2-8\no\nC for 5 days or long term storage at -20\no\nC; Wantai 2-8\no\nC for 7 days or long term storage at -15\no\nC; OrientGene 2-8\no\nC for 3 days or for long term storage at less than -20\no\nC VivaDiag™ no comment made).\n3.    If delayed testing is conducted, samples should be brought back to room temperature for 15 minutes prior to testing.\nPreparing the Test\nEach manufacturer instructions must be followed for the individual test kit used. The overall technique remains the same regardless of manufacturer.\n1.    Ensure you are wearing the correct PPE for carrying out the test in the extraction hood in the laboratory.\n2.    Gather the materials required\n3.    Double check the name, hospital number, and date of birth for each patient included in the study.\n4.    Cross check the blood sample bottle with the day since symptom onset data for each patient to ensure the sample is the correct date.\n5.    Ensure the test kit is within date and not damaged, record LOT number and date of expiry for each test used.\n6.    Remove the test cassette from the packaging and label it with serial number of the patient.\n7.    Place horizontally on a flat surface.\nPerforming the Test\nFamiliarise yourself with the manufacturers guidelines for the brand of RDT being used. Test read time is specific for each cassette but typically ranges from 10-15 minutes. The following details that are particular to each RDT used in this study.\nGeneral instructions:\n1.    Each RDT has its own plastic pipette for transferring sample (whole blood/plasma/serum) from the collection vial to the specimen well. Use the RDT specific cassette for each test.\n2.    Having completed your preparations, remove the cap from the identified collection vial.\n3.    Using the RDT specific pipette, transfer the requisite amount of sample from the vial to the designated specimen window. Place cap back on vial and return to storage rack. Discard plastic pipette into a biohazard waste container.\n4.    Immediately add the requisite amount of buffer solution to the appropriate well (see RDT specific instructions/RDT instruction leaflet) from a vertical position above the well.\n5.    Start the timer.\n6.    Read and record the result (serial number recorded on the cassette).\n7.    Discard the cassette into a biohazard waste container.\n8.    Do not read cassettes beyond the designated time period."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>RDT specific instructions: </p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;Encode: This is a single well cassette requiring the placement of 10µl of sample into the well followed by the immediate addition of 1-2 drops (70-100µl) of Encode buffer solution. Read time for Encode cassette results is at 15 minutes after the buffer solution is added to the specimen well. </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Wantai: This is a single specimen well (labelled ‘S’) cassette requiring the placement of 10µl of sample into the well followed by the immediate addition of 2 drops of Wantai-provided buffer solution. Read time for Wantai cassette results is at 15 minutes after the buffer solution is added to the specimen well. </p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VivaDiag: This is single specimen well cassette requiring the placement of 10µl of sample into the well followed by the immediate addition of 2 drops (specified as 60-80µl) of VivaDiag supplied buffer solution. Read time for VivaDiag cassette results is at 15 minutes after the buffer solution is added to the specimen well. </p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;OrientGene: This is dual specimen well cassette requiring the placement of 5µl of sample into the specimen well (labelled ‘S’). The specimen well is located closest to the chromatography paper. After the sample is loaded, 2 drops (up to 80µl) of OrientGene supplied buffer solution is to be added to the lower buffer well (labelled ‘B). Read time for OrientGene cassette results is set at 10-15 minutes after the buffer solution is added to the specimen well. Instructions note that if sample is clearly visible within the specimen well at 2 minutes, the operator is to add an additional drop of buffer solution. </p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Core tests: This is single specimen well cassette requiring the placement of 10µl of sample into the well followed by the immediate addition of 2 drops of (80-100µl) of Core tests supplied buffer solution. Read time for Core tests cassette results is at 15 minutes after the buffer solution is added to the specimen well.</p><p><strong>Anticipated Results</strong></p><p><br></p><p>Results are qualitative and the number of test lines are particular to the manufacturer design. Refer to the test instruction leaflet for full details on interpretation of results. Example interpretation of tests that employ detection of separate IgM and IgG lines is shown in Figure 1. &nbsp;</p><p><br></p><p>Results are recorded at 15 minutes and entered on to the data collection sheet. Comparison will be made against day since symptom onset and PCR result. Failed tests will be repeated with a new cassette. </p><p><br></p><p><br></p><p><strong>Trouble shooting</strong></p><p><br></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;Failed tests. Failure to demonstrate a control line constitutes a failed test. Failed test cassettes should be discarded and a new cassette arranged for testing with the same sample. </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Sample/buffer added to the wrong well: Incorrect application of sample and buffer to the designated wells can result in test failure, or where positive, weaker observed results. If sample and/or buffer is incorrectly added then the cassette should be discarded and the test repeated with a new cassette.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Failure of buffer/sample solution to progress. Some RDTs were found to routinely require additional buffer solution to cause an advance of the buffer/sample solution. The OrientGene in particular often required a 3 drops. &nbsp;of buffer solution as standard. The kit provides suitable volume of buffer to expend 3 drops per cassette.&nbsp;</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Insufficient sample: If insufficient sample has been collected then the cassette should not be run with this sample. A further sample collection must be made prior to testing.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Each individual test should take a total of 25 minutes. 10 minutes is given for preparation of materials, checking of patient details on sample and recording of results. 15 minutes is the maximum designated time taken to await result as per manufacturer instruction leaflets and tests should not be examined after this time period.&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>Anticipated Results</strong></p><p><br></p><p>Results are qualitative and the number of test lines are particular to the manufacturer design. Refer to the test instruction leaflet for full details on interpretation of results. Example interpretation of tests that employ detection of separate IgM and IgG lines is shown in Figure 1.&nbsp;</p><p><br></p><p>Results are recorded at 15 minutes and entered on to the data collection sheet. Comparison will be made against day since symptom onset and PCR result. Failed tests will be repeated with a new cassette.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;World Health Organisation Situation Report – 108. <a href=\"https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200507covid-19-sitrep-108.pdf?sfvrsn=44cc8ed8_2\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200507covid-19-sitrep-108.pdf?sfvrsn=44cc8ed8_2</a> Accessed on 7 May 2020. </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;PHE. COVID-19: investigation and initial clinical management of possible cases. Accessed 23/03/2020. Available from: <a href=\"https://www.gov.uk/government/publications/wuhan-novel-coronavirus-initial-investigation-of-possible-cases/investigation-and-initial-clinical-management-of-possible-cases-of-wuhan-novel-coronavirus-wn-cov-infection#criteria\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.gov.uk/government/publications/wuhan-novel-coronavirus-initial-investigation-of-possible-cases/investigation-and-initial-clinical-management-of-possible-cases-of-wuhan-novel-coronavirus-wn-cov-infection#criteria</a></p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Flaxman S, Mishra S, Gandy A <em>et al</em>. Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries. Imperial College London (30-03-2020) doi: https://doi.org/10.25561/77731. Accessed on 08 Apr 2020. </p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;PHE. Coronavirus (COVID-19): Table 1. Recommended PPE for healthcare workers by secondary care clinical context. Accessed 08/04/2020. Available from: <a href=\"https://www.gov.uk/government/publications/wuhan-novel-coronavirus-infection-prevention-and-control\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.gov.uk/government/publications/wuhan-novel-coronavirus-infection-prevention-and-control</a></p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>LSPM acknowledges support from the National Institute of Health Research (NIHR) Imperial Biomedical Research Centre (BRC) and the National Institute for Health Research Health Protection Research Unit (HPRU) in Healthcare Associated Infection and Antimicrobial Resistance at Imperial College London in partnership with Public Health England. The views expressed in this publication are those of the authors and not necessarily those of the NHS, the National Institute for Health Research, or the UK Department of Health. We thank North-west London Pathology services for performing the diagnostic PCR tests as part of routine clinical care.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 556056,
                "identity": "e116860c-8cae-48a3-b1bb-2464d00262ca",
                "order_by": 1,
                "name": "Scott Pallett",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-9465-5299",
                "institution": "Centre of Defence Pathology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Scott",
                "middleName": "",
                "lastName": "Pallett",
                "suffix": ""
            },
            {
                "id": 556060,
                "identity": "90ba5876-8ff3-41b6-b2e6-1be8b74bafc4",
                "order_by": 2,
                "name": "Aatish Patel",
                "email": "",
                "orcid": "",
                "institution": "Chelsea & Westminster NHS Foundation Trust",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aatish",
                "middleName": "",
                "lastName": "Patel",
                "suffix": ""
            },
            {
                "id": 556068,
                "identity": "e073a9a7-6002-4b32-862f-56d96168d945",
                "order_by": 3,
                "name": "Gary Davies",
                "email": "",
                "orcid": "",
                "institution": "Chelsea & Westminster NHS Foundation Trust",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gary",
                "middleName": "",
                "lastName": "Davies",
                "suffix": ""
            },
            {
                "id": 556051,
                "identity": "d44913bf-be26-405e-b693-2ddde0361fa8",
                "order_by": 4,
                "name": "Luke Moore",
                "email": "l.moore@imperial.ac.uk",
                "orcid": "https://orcid.org/0000-0001-7095-7922",
                "institution": "Imperial College London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Luke",
                "middleName": "",
                "lastName": "Moore",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-08 08:23:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-930/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-930/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1232342,
                "identity": "b4fda5e7-ae7d-49f8-b1f9-1f1b77caec74",
                "added_by": "auto",
                "created_at": "2020-06-02 17:26:36",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 49408,
                "visible": true,
                "origin": "",
                "legend": "Figure 1. Visual depiction of RDT results to assist with interpretation. Colourmetric development of reactivity lines on RDT kits may vary and verification of suspected weak reactive results should be verified by at least 2 trained operators.",
                "description": "",
                "filename": "Figure1POCCOVID19serology.png",
                "url": "https://assets.researchsquare.com/files/pex-930/v1/Figure1POCCOVID19serology.png"
            },
            {
                "id": 13535018,
                "identity": "975da767-7298-4a63-b31f-479052492741",
                "added_by": "auto",
                "created_at": "2021-09-17 01:26:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 239343,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-930/v1/7aecba6c-4d7d-44df-b12e-f5ea5d8ef23d.pdf"
            }
        ],
        "financialInterests": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Assays were received with philanthropic support; we are grateful to Future Planet, Michelle Chan, Mr Gordon Buchanan and Effective Giving for their support during this pandemic.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "COVID-19, Diagnostics, Coronavirus, Serology, Point of care",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2) has become a global pandemic, causing over 3,600,000 reported cases and 250,000 deaths worldwide.<sup>1</sup> Case identification has predominantly been made by real-time polymerase chain reaction (PCR) during the acute phase and largely restricted to healthcare laboratories. Serological assays are emerging but independent validation is urgently required to assess their utility. </p><p><br></p><p>Where a plurality of point-of-care (POC) SARS-CoV-2 antibody test kits have become available, we will therefore aim to evaluate a range of kits against the current available gold-standard diagnostic test of PCR in an initial, exploratory study. We will then proceed to carry out testing with 200 hospital inpatients using the OrientGene COVID-19 IgG/IgM Rapid Test Cassette against PCR in order to undergo a preliminary evaluation of POC serological test performance characteristics within a hospital inpatient cohort.</p>",
        "manuscriptTitle": "Point-of-care serological assays for SARS-CoV-2 in a UK hospital population: potential for enhanced case finding",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-06-02 17:26:36",
                "doi": "10.21203/rs.3.pex-930/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "4335e47b-5f78-461c-b76c-141af976d5ca",
        "owner": [],
        "postedDate": "June 2nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 96206,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-06-02 17:26:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}