{
    "identity": "nprot-411",
    "title": "A method for quantifying phonotaxis in the concave-eared torrent frog",
    "content": [
        {
            "header": "Introduction",
            "content": "The protocol describes quantitative analysis of males&#x2019; phonotaxis induced by female calls. This protocol is used to demonstrate that the ultrasonic concave-eared torrent frogs _Odorrana tormota_ inhabiting noise habitats, as a model of acoustic communicating animals, show hyperacute phonotaxis to the female&#x2019;s courtship calls <sup>1</sup>. The acoustic recording and playback systems used have several advantages over the more widely used call or song detection methods: 1) the systems allow continuously recording diverse types of calling with a sampling rate \\(96-480 kHz); 2) calls can be simultaneously analyzed and displayed using SELENA software; 3) recorded calls can be easily saved into electronic data files and chosen as stimuli, and 4) the stimuli are varied according to experimental need and stably presented through the playback device for auditory electrophysiological or ethological study. The method for quantitative analysis of phonotaxis includes that 1) the scaled traces of acoustic evoked phonotactic paths are based on the videotaped record of the experiment; 2) five parameters are measured: latency and pattern of antiphonal response, distance of a hop, azimuthal angle and index of straightness<sup>2</sup> relative to the broadcasting loudspeaker based on unambiguous phonotactic behaviors, and 3) all data are statistically tested."
        },
        {
            "header": "Reagents",
            "content": "Frog &#x25B2; CRITICAL  Female frogs of _Odorrana tormota_, formerly _Amolops tormotus_, are caught alongside streams and vegetation in mountains and hills at elevations around 650 m during reproduction season 3, and then kept individually in an open-top plastic container with a gauze cover."
        },
        {
            "header": "Equipment",
            "content": "1. a custom-built PC-based recording device \\(PC Tape) and a custom-made ultrasonic microphone \\(Department of Animal Physiology, University of Tubingen, Germany) for picking up high-frequency calls 4 ; frequency response curve : 3 -150 kHz; data can be saved as wave files\r\n  2. SELENA software for analyzing \\(FFT, 1024) and displaying data\r\n  3. a Play 2005 Unit. The WAV files of recorded calls are stored on the flash memory of the Unit for broadcasting through an audible loudspeaker \\(Visaton DSM25FFL; pass band 2&#x2013;22 kHz; or Fostex FE87E; pass band 0.1&#x2013;40 kHz), or an ultrasonic loudspeaker \\(Polaroid; pass band 22&#x2013;120 kHz) or both, at various playback levels\r\n  4. an MP3 player with a power amplifier and a broadband speaker \\(Fostex FE87E, Japan) to broadcast acoustic stimuli\r\n  5. a digital audio recorder \\(e.g., Sound Devices, model 702, USA) with a 1/4&#x201D; wide-band condenser microphone \\(G.R.A.S. 40BE) \\(frequency range: 10 Hz - 96 kHz)\r\n  6. a condenser microphone \\(Bruel &amp; Kjaer 4135) and a precision measuring amplifier \\(Bruel &amp; Kjaer 2610) to measure sound pressure level\r\n  7. a calibrator \\(Bruel &amp; Kjaer 4231) that produces a 1 kHz tone at 94 dB SPL\r\n  8. an infrared videorecorder \\(e.g., Sony DCR-TRV30E, or other models)"
        },
        {
            "header": "Procedure",
            "content": "**Call recordings and sound analysis** \r\n\n\n1. ▲ CRITICAL STEP Catch females of O. tormota at night, kept individually in an open-top plastic container with a gauze cover. \r\n  2. Use an ultrasonic microphone and PC Tape system and/or a digital audio recorder with a microphone for picking up calls. \r\n   \\! CAUTION It is difficult to record rare vocalizations from female frogs.\r\n\n\n3. Save call records as wave files, analyze and display using the SELENA software, and determine which calls are produced by males or females.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n**Acoustic playback experiments**\r\n\n\n1. ▲ CRITICAL STEP Select a recorded female call and store it on the flash memory of a Play unit for indoor study, or an MP3 player for field tests. \r\n  2. Broadcast the female call through a Play unit with audible and ultrasonic loudspeakers, or MP3 player with a speaker \\(FE87E) positioned 1 m away from a frog in the field or on an indoor arena at the level of ~80-90 dB SPL.\r\n  3. According to experimental need, digitally filter the call \\(low- or high-pass with a cutoff frequency of 20 kHz; slope 100 dB per octave), and then broadcast filtered calls through either an audible or ultrasonic loudspeaker or both at various playback levels.\r\n  4. ▲ CRITICAL STEP Carry out acoustic playback experiments at night in field, or in a quiet and darkened indoor room, ~1 km from the frog’s natural habitat. Present playback stimuli at the rate of 1 call/15 s over a 5-minute period. Indoor playback experiments are made under dim infrared illumination.\r\n  \r\n\n\n**Audio/video recording and data analysis** \r\n\n\n1. Place an isolated male frog on an indoor arena \\(3.5 x 4.5 m; i.e., the release site) under a removable glass cover \\(inside diameter: 8.5 cm), 1 m in front of the loudspeaker.\r\n  2. Use the PC Tape system or a digital audio recorder with a microphone mounted on a tripod and placed 10 cm from the loudspeaker to record frog’s vocalizations and stimuli. \r\n  3. Use an infrared videorecorder under infrared illumination to record males’ phonotactic movements and vocalizations. Only receptive males show high accurate phonotaxis. ? TROUBLESHOOTING\r\n  4. Playback the videotaped record of the experiment and extract audio signals from video files using a software \\(e.g., Cool Edit Pro 2.0). \r\n  5. Depict scaled tracings of each male frog from videotaped records. \r\n  6. ▲ CRITICAL STEP Measure the frog hop distance \\(D, in cm) and azimuthal angle \\(alpha, in degrees); the latter was calculated using the formula alpha = arcsin d/D, where d is the vertical length from the hop landing site to the line between the hop start site and the center of loudspeaker in cm. Calculate the index of straightness for males’ phonotactic movements. \r\n  7. All data on latency of antiphonal responses, distance of a hop, azimuthal angle and index of straightness are statistically tested to quantify unambiguous phonotactic behaviors. \r\n  ? TROUBLESHOOTING"
        },
        {
            "header": "Critical Steps",
            "content": "1. Catch females of _O. tormota_ at night, kept individually in an open-top plastic container with a gauze cover.\r\n  2. Use an ultrasonic microphone and PC Tape system and/or a digital audio recorder with a microphone for picking up calls. It is difficult to record rare vocalizations from female frogs.\r\n  3. Select a recorded female call and store it on the flash memory of a Play unit for indoor study, or an MP3 player for field tests.\r\n  4. Carry out acoustic playback experiments at night in field, or in a quiet and darkened indoor room, ~1 km from the frog&#x2019;s natural habitat. Present playback stimuli at the rate of 1 call/15 s over a 5-minute period. Indoor playback experiments are made under dim infrared illumination.\r\n  5. Use an infrared videorecorder under infrared illumination to record males&#x2019; phonotactic movements and vocalizations. Only receptive males show high accurate phonotaxis.\r\n  6. Measure the frog hop distance \\(D, in cm) and azimuthal angle \\(alpha, in degrees); the latter was calculated using the formula alpha = arcsin d/D, where d is the vertical length from the hop landing site to the line between the hop start site and the center of loudspeaker in cm. Calculate the index of straightness for males&#x2019; phonotactic movements."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Save call records as wave files, analyze and display using the SELENA software, and determine which calls are produced by males or females.\r\n  2. Use an infrared videorecorder under infrared illumination to record males&#x2019; phonotactic movements and vocalizations. Only receptive males show high accurate phonotaxis.\r\n  3. All data on latency of antiphonal responses, distance of a hop, azimuthal angle and index of straightness are statistically tested to quantify unambiguous phonotactic behaviors."
        },
        {
            "header": "Anticipated Results",
            "content": "It should be possible to obtain following results if the protocol described above is carried out by competent researchers.\r\n\n\n 1. Basic characteristics of calls produced by females of the frog O. tormota, which are distinct from males&#x2019; calls in the fundamental frequency, multiple harmonic components, frequency-modulation patterns, and call duration, etc. \r\n\n\n2. The latency of antiphonal vocalizations and call patterns produced by receptive males under the stimulation of female calls, each call pattern likely representing different ethological implications during courtship.\r\n  3. The azimuthal angles and index of straightness. If attracted males show greater hop distances, smaller azimuthal angles relative to the loudspeaker, and the index of the path straightness close to one, it indicates that these animals exhibit hyperacute phonotaxis toward the female&#x2019;s courtship calls. \r\n  Afterwards, it may infer that the concave-eared torrent frogs Odorrana tormota have evolved the ability of high frequency call production and hearing, which should be the adaptation to intense low-frequency background noise."
        },
        {
            "header": "References",
            "content": "1. Shen, J.-X., Feng, A. S., Xu, Z.-M., Yu, Z.-L., Arch V. S., Yu X.-J., Narins, P. M. Ultrasonic frogs show hyperacute phonotaxis to the female&#x2019;s courtship calls. Nature \\(in press). \r\n  2. Shen, J.-X., Xu, Z.-M. &amp; Hankes, E. Direct homing behaviour in the ant Tetramorium caespitum \\(Formicidae, Myrmicinae). _Anim. Behav_., **55**, 1443-1450 \\(1998).\r\n  3. Feng, A. S., Narins, P. M. &amp; Xu, C. H. Vocal acrobatics in a Chinese frog, _Amolops tormotus_. _Naturwissenschaften_ **89**, 352-356 \\(2002).\r\n  4. Siemers, B. M. &amp; Schnitzler, H.-U. Echolocation signals reflect niche differentiation in five sympatric congeneric bat species. _Nature_ **429**, 657-661 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "The preparation of this protocol was supported by the National Natural Science Foundation of China to J.X.S. The author thanks collaborators in this study."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature06719",
                "date": "2008-01-24 03:12:06",
                "title": "Ultrasonic frogs show hyperacute phonotaxis to female courtship calls",
                "authors": [
                    "Jun-Xian Shen",
                    "Albert S. Feng",
                    "Zhi-Min Xu",
                    "Zu-Lin Yu",
                    "Victoria S. Arch",
                    "Xin-Jian Yu & Peter M. Narins"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10846,
                "identity": "9f25b027-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun-Xian Shen",
                "email": "",
                "orcid": "",
                "institution": "State Key Laboratory of Brain and Cognitive Science,Institute of Biophysics, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun-Xian",
                "middleName": "",
                "lastName": "Shen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 14:00:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.90",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.90",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464400,
                "identity": "6db916c4-cad6-44fc-988b-3fc5f4f36434",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 132454,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-411/v1/f8bdcbb5-c27a-4543-ae10-f79876d08da1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "phonotaxis, call recognition, sound localization, female frog call, concave-eared torrent frog, Odorrana tormota, Amolops tormotus",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "A method for quantifying phonotaxis in the concave-eared torrent frog",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-05-15 09:01:07",
                "doi": "10.1038/nprot.2008.90",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f254a9d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 15th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2057,
                "name": "Biological techniques"
            },
            {
                "id": 2058,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-05-15 09:01:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}