{
    "identity": "nprot-2785",
    "title": "High throughput HIV-1 microneutralization assay",
    "content": [
        {
            "header": "Introduction",
            "content": "Introduction\r\n\n\nThe neutralizing antibody response to HIV-1 is an area of intense focus. In particular, the study of monoclonal antibodies \\(mAb) isolated from HIV-1-infected donors can yield insights for immunogen design. Early work on neutralizing mAbs was constrained by limitations in both mAb isolation and screening techniques. Recent advances in the isolation, culture, and expansion of human B cells and recovery of immunoglobulin genes are providing large numbers of human antibodies for use in diagnostics, therapeutics, and probing the humoral immune response <sup>1-5</sup>.  This increased ability to recover human antibodies has been accompanied by a need for robust high throughput binding and neutralization assays. In the case of HIV-1, antibody binding to soluble HIV-1 Env proteins often does not predict viral neutralization<sup>5,6</sup>. Therefore, accurate neutralization assays are needed. High-throughput B cell culture and related methods yield tens of thousands of small volume samples, which cannot be handled by current neutralization screening methods.\r\n\n\n\r\n\n\nTo meet this need, we adapted a standard 96-well cell-line based neutralization assay to a small-volume \"microneutralization\" format. Specifically, we have optimized this assay for the 384-well format. This is a modification of the standard TZM-bl neutralization protocols described in publications from the Montefiori<sup>7</sup> and Mascola<sup>8</sup> laboratories. In these assays, antibodies are mixed with pseudoviruses, which are generated by co-tranfection of the env gene of interest with an env-deficient HIV-1 backbone. These Env-pseudoviruses are entry competent, but do not further replicate.  TZM-bl cells are then added; these are HeLa-derived cells that stably express the HIV receptor CD4 and coreceptors CCR5 and CXCR4, and also express luciferase and beta-galactosidase under the control of the HIV tat protein. Thus the cells are highly susceptible to infection by R5- and X4- using HIV strains as well as HIV-2 and SIV, and express reporter genes only upon infection by HIV-1<sup>9,10</sup>.  After 48 hours the cells are lysed and luciferase or beta-galactosidase activity is measured. Neutralization is calculated as a reduction in reporter activity \\(eg, RLUs for luciferase) compared to virus-only wells. In the standard neutralization format, multiple dilutions are evaluated to determine a dose response curve and ID50 and/or ID80 values. \r\n\n\n\r\n\n\nIn the application detailed here, we have sought to maximize the sensitivity of the assay for small sample volumes and low concentrations, by minimizing the volume of sample needed. Specifically, while the standard assay is run in 96-well plates in a total volume of 200 ul, here we use 384-well plates in a total of 60 ul. While the standard assay typically uses an input dilution of at least 1:5, here the input dilution is only 1:2. Furthermore, the samples are run at a single dilution, which decreases by 25% the amount of input needed compared to assays with serial dilutions.\r\n\n\n\r\n\n\nThis assay was designed to be compatible with the B-cell culture method described in Huang et al, 2013, Nature Protocols<sup>2</sup>.  Specifically, supernatants from 384-well plates of cultured B cells can be directly transferred to the assay plates for microneutralization."
        },
        {
            "header": "Reagents",
            "content": "DMEM \\(Invitrogen, cat. no. 11995-073)\r\n\n\nFetal bovine serum \\(Hyclone, cat no. SH30071)\r\n\n\n1M HEPES\\(Invitrogen, cat no. 15630-130)\r\n\n\nGentamicin \\(Sigma cat. no. G1272)\r\n\n\n0.25% Trypsin-EDTA \\(Invitrogen, cat. no. 25300-054)\r\n\n\nDEAE-dextran \\(sigma, cat. no. D9885)\r\n\n\nBritelite Plus substrate \\(Perkin Elmer, cat. no. 6016769)\r\n\n\n\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nComplete DMEM medium Add 50 ml of heat inactivatied FBS \\(10% final concentration), 12.5 ml of HEPES buffer \\(25mM final), and 2.5 ml of gentimicin \\(50 μg/ml final) into 450 ml of DMEM and filter with sterile cup filter unit. Store at 4 °C for up to 2 weeks."
        },
        {
            "header": "Equipment",
            "content": "384-well black plates \\(Nunc, cat. no. 164564) \r\n\n\nT-75 culture flask \\(Thermo Scientific, cat. no. EW-01930-49),\r\n\n\nMolecular Devices Paradigm luminometer \\(Molecular Devices, Model 33270)\r\n\n\nLiquid handling system \\(Beckman Biomek)"
        },
        {
            "header": "Procedure",
            "content": "**Optimal multiplicity of infection \\(MOI) determination for each pseudotype virus**  TIMING 1.0 h, then 48-54 hours\r\n\n\n1| Select the two strains that are most potently neutralized by the donor’s serum, or alternatively easy-to-neutralize strains, such as HIV-1-BaL and HIV-1-MN. \r\n\n\n2| Titer pseudovirus stock in a mock neutralization assay, using medium as a substitute for antibody. In a 384-well plate prepare 11 2-fold and 11 5-fold serial dilutions of each virus in the presence or absence of DEAE-dextran which may facilitate viral entry.  Each lot should be optimized typically approximately 7.5 mgs ml-1. Choose a dilution that gives a 40,000 to 100,000 RLU signal that is 50-100 fold above background. See steps 3-13 below.\r\n\n\n\r\n\n\n**Incubation of B cell culture supernatant with virus**● TIMING 1-2 h\r\n\n\n3| Thaw supernatants and dilute virus in complete DMEM using the concentration titered in step 2. A total of 2 viruses are tested one on each of the 2 harvested plates.  \r\n\n\n4| Robotics: transfer 20 μl virus to each of the 2 plates harvested at step 48 each of which contains 20 μl of supernatant. \\(one of each pair of plates for each virus).  \r\n\n\n**CRITICAL STEP:** when designing the plate plan, set up at least 8 wells with medium instead of antibody \\(virus-only) and 8 wells with medium instead of antibody and medium instead of virus \\(cells-only). When using supernatants from B cell culture, all of these wells should use supernatants from culture plate wells that received feeders and cytokines but no B cells.\r\n\n\n5| Incubate at 37oC for 45-90 minutes.\r\n\n\n\r\n\n\n**Incubation with TZM-bl cells** ● TIMING 48-54 h\r\n\n\n6| During the incubation, discard the TZM-bl culture media and remove the adherent cells by slowly adding 5 ml of 0.25% Trypsin-EDTA.\r\n\n\n7| Incubate at 37°C for 10 minutes.  \r\n\n\n8| Add 10 ml of complete DMEM and suspend the cells by gentle pipet action.  \r\n\n\n9| Transfer the suspension to a 50 ml conical tube.\r\n\n\n10| Spin, resuspend in complete DMEM, and count the cells. \r\n\n\n11| Dilute TZM-bl cells in complete DMEM to a concentration of 1.5 x 105. Add DEAE–dextran to the cell suspension at a lot optimized concentration of approximately 7.5 µg ml-1. Dispense cells to each well of the assay plate at a total of 3x103 cells to each well.\r\n\n\n12| Incubate for 48-54 hours at 37°C .\r\n\n\n\r\n\n\n**Plate Harvest and Result Evaluation**● TIMING 0.5 h\r\n\n\n13| Remove 30 μl from each assay well. Lyse the cells with the addition of 30 µl of Britelite Plus substrate. \r\n\n\n**CRITICAL STEP:** Read in a luminometer that is capable of accurately reading 384- well plates. Some models will read 384-well plates but have an unacceptably high level of cross-talk between wells due to the detector configuration. We use a Molecular Devices Paradigm luminometer.\r\n\n\n14| To calculate neutralization, first subtract the average signal from the cells-only wells from all wells. Next, average the signal from wells with feeders but no B cells. For each well with antibodies, % neutralization = 100*\\(Vo-Vn)/Vo where Vn is the RLU in the virus plus antibody wells and V0 is the RLU in the virus only wells."
        },
        {
            "header": "Anticipated Results",
            "content": "Anticipated results\r\n\n\nWhen using this assay in conjunction with high-throughput B cell culture, we set a cutoff of 50% neutralization for wells that we use for IgG cloning. If samples are derived from B cell culture plates, and water was NOT placed in outermost wells of the culture plates, then we expect evaporation which leads to false-positive results. Priority for cloning is given to wells not on a plate edge, and that are positive for both test viruses and/or have 65% neutralization or higher."
        },
        {
            "header": "References",
            "content": "1 Bonsignori, M. et al. Analysis of a clonal lineage of HIV-1 envelope V2/V3 conformational epitope-specific broadly neutralizing antibodies and their inferred unmutated common ancestors. Journal of virology 85, 9998-10009, doi:10.1128/JVI.05045-11 \\(2011).\r\n\n\n2 Huang, J. et al. Isolation of human monoclonal antibodies from peripheral blood B cells. Nature Protocols \\(2013).\r\n\n\n3 Huang, J. et al. Broad and potent neutralization of HIV-1 by a gp41-specific human antibody. Nature 491, 406-412, doi:10.1038/nature11544 \\(2012).\r\n\n\n4 Traggiai, E. et al. An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus. Nature medicine 10, 871-875, doi:10.1038/nm1080 \\[pii] \\(2004).\r\n\n\n5 Walker, L. M. et al. Broad and potent neutralizing antibodies from an African donor reveal a new HIV-1 vaccine target. Science 326, 285-289, doi:1178746 \\[pii]\r\n\n\n10.1126/science.1178746 \\(2009).\r\n\n\n6 Walker, L. M. et al. Broad neutralization coverage of HIV by multiple highly potent antibodies. Nature 477, 466-470, doi:10.1038/nature10373 \\(2011).\r\n\n\n7 Montefiori, D. C. Measuring HIV neutralization in a luciferase reporter gene assay. Methods Mol Biol 485, 395-405, doi:10.1007/978-1-59745-170-3_26 \\(2009).\r\n\n\n8 Shu, Y. et al. Efficient protein boosting after plasmid DNA or recombinant adenovirus immunization with HIV-1 vaccine constructs. Vaccine 25, 1398-1408 \\(2007).\r\n\n\n9 Wei, X. et al. Emergence of resistant human immunodeficiency virus type 1 in patients receiving fusion inhibitor \\(T-20) monotherapy. Antimicrobial agents and chemotherapy 46, 1896-1905 \\(2002).\r\n\n\n10 Platt, E. J., Wehrly, K., Kuhmann, S. E., Chesebro, B. & Kabat, D. Effects of CCR5 and CD4 cell surface concentrations on infections by macrophagetropic isolates of human immunodeficiency virus type 1. Journal of virology 72, 2855-2864 \\(1998)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank David Montefiori, Marcella Sarzotti-Kelsoe, Kelli M Greene, and Hongmei Gao for valuable discussions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature11544",
                "date": "2013-08-21 21:19:32",
                "title": "Broad and potent neutralization of HIV-1 by a gp41-specific human antibody",
                "authors": [
                    "Jinghe Huang",
                    "Gilad Ofek",
                    "Leo Laub",
                    "Mark K. Louder",
                    "Nicole A. Doria-Rose",
                    "Nancy S. Longo",
                    "Hiromi Imamichi",
                    "Robert T. Bailer",
                    "Bimal Chakrabarti",
                    "Shailendra K. Sharma",
                    "S. Munir Alam",
                    "Tao Wang",
                    "Yongping Yang",
                    "Baoshan Zhang",
                    "Stephen A. Migueles",
                    "Richard Wyatt"
                ],
                "journal": "Nature",
                "logo": ""
            },
            {
                "doi": "10.1038/nprot.2013.120",
                "date": "2013-08-21 22:24:14",
                "title": "Large-scale identification of ubiquitination sites by mass spectrometry",
                "authors": [
                    "Namrata D Udeshi",
                    "Philipp Mertins",
                    "Tanya Svinkina",
                    "and Steven A Carr"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            },
            {
                "doi": "10.1038/nprot.2013.117",
                "date": "2013-08-21 21:22:20",
                "title": "Isolation of human monoclonal antibodies from peripheral blood B cells",
                "authors": [
                    "Jinghe Huang",
                    "Nicole A Doria-Rose",
                    "Nancy S Longo",
                    "Leo Laub",
                    "Chien-Li Lin",
                    "Ellen Turk",
                    "Byong H Kang",
                    "Stephen A Migueles",
                    "Robert T Bailer",
                    "John R Mascola",
                    "and Mark Connors"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12620,
                "identity": "a00fa949-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nicole Doria-Rose",
                "email": "nicole.doriarose@nih.gov",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nicole",
                "middleName": "",
                "lastName": "Doria-Rose",
                "suffix": ""
            },
            {
                "id": 12621,
                "identity": "a00fac90-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Robert Bailer",
                "email": "",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "Bailer",
                "suffix": ""
            },
            {
                "id": 12622,
                "identity": "a00fb02c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Louder",
                "email": "",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Louder",
                "suffix": ""
            },
            {
                "id": 12623,
                "identity": "a00fb29c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chien-Li Lin",
                "email": "",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chien-Li",
                "middleName": "",
                "lastName": "Lin",
                "suffix": ""
            },
            {
                "id": 12624,
                "identity": "a00fb437-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ellen Turk",
                "email": "",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ellen",
                "middleName": "",
                "lastName": "Turk",
                "suffix": ""
            },
            {
                "id": 12625,
                "identity": "a00fb598-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Leo Laub",
                "email": "",
                "orcid": "",
                "institution": "NIAID, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leo",
                "middleName": "",
                "lastName": "Laub",
                "suffix": ""
            },
            {
                "id": 12626,
                "identity": "a00fb711-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nancy Longo",
                "email": "",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nancy",
                "middleName": "",
                "lastName": "Longo",
                "suffix": ""
            },
            {
                "id": 12627,
                "identity": "a00fb86b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Connors",
                "email": "",
                "orcid": "",
                "institution": "NIAID, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Connors",
                "suffix": ""
            },
            {
                "id": 12628,
                "identity": "a00fb9d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John Mascola",
                "email": "",
                "orcid": "",
                "institution": "Vaccine Research Center, National Institutes of Health, Bethesda, MD USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "Mascola",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-21 21:37:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.069",
        "doiUrl": "https://doi.org/10.1038/protex.2013.069",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608804,
                "identity": "c1f31f81-e694-4195-801c-e1ffc9bf72a3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54648,
                "visible": true,
                "origin": "",
                "legend": "Example of a plate layout   Sample plate plan for 384 well assay plate.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2785/v1/figure_1.jpg"
            },
            {
                "id": 13464776,
                "identity": "c4c6b959-1326-4e86-b2e1-021ff6fb6369",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 208717,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2785/v1/bb020034-9d6c-4037-878e-721f324f3bf2.pdf"
            },
            {
                "id": 2608802,
                "identity": "eed913dd-9b4a-4d6a-9598-6ab890b1f5fd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 58489,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting table   Troubleshooting",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2785/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "neutralization, HIV-1, antibody, luciferase",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Antibodies directed against the HIV-1 Envelope glycoprotein are routinely assessed for in vitro viral neutralization. The most commonly used assay is based on infection of a cell line that expresses luciferase upon infection by HIV-1. Recently, several groups have published techniques for single-cell culture of B cells in 384-well plates. The standard 96 well neutralization assay format is not suitable for screening the large number of low-volume samples produced in such cultures. Therefore, we adapted the assays to a \"microneutralization\" format, which allows the use of 20 ul of undiluted antibody sample and permits an assessment of the relative potency of each sample. The method can be adapted for assays by hand or using robotic pipetting devices.",
        "manuscriptTitle": "High throughput HIV-1 microneutralization assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-09-13 13:52:12",
                "doi": "10.1038/protex.2013.069",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00f3dc3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 13th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3041,
                "name": "Biological techniques"
            },
            {
                "id": 3042,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-09-13 13:52:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}