{
    "identity": "nprot-3525",
    "title": "A protocol for in vivo magnetisation of mice colon and application of physiological mechanical deformations to study mechanotransduction in tumour growth pressure",
    "content": [
        {
            "header": "Introduction",
            "content": "Our understanding of the mechanisms responsible for tumour progression has considerably advanced as a result of intensive biochemical and genetic studies of the pathways and regulatory genes involved in the deregulation of tissue homeostasis\\[1, 2]. Recent increasing interest has focused on the role of the microenvironment in tumour progression and invasion, including fibrotic stiffness mechanical microenvironment \\[3-8]. The fibrotic rigidity of late tumour environment has been shown to positively influence tumour progression, through the activation of mechanotransduction pathways via the integrins linked to extra-cellular matrix\\[4-8]. In addition, a potential regulatory role for the pressure applied on the tumour through confinement by the surrounding tissue has been proposed\\[9, 10]. We have found that oncogene expression could also be mechanically triggered ex vivo in non-tumorous colon explants in response to mechanical stress of 0.8 kPa \\(equivalent to the pressure exerted by tumour growth in vivo) through the activation of the β-catenin \\(β-cat) pathway in normal epithelial cells \\[11]. Consistently, the Wnt/β-cat pathway was shown to be activated in response to the 2kPa increase in stiffness upon acto-myosin contractibility in mouse adenocarcinomas \\[12]. Thus, tumour microenvironment, in terms of fibrotic stiffness or mechanical pressure developed by hyperproliferative cells confinement, is thought to influence tumour progression\\[13, 14]. Conversely, the tumorogenic potential of the mechanical pressure exerted by the tumour growth onto non-tumorous adjacent epithelium has been unexplored _in vivo_.\r\n\n\n\r\n\n\nThe original method described here allows to load the colon connective tissue with stable magnetic vesicles on a month time scale, to mimic the mechanical stress induced by tumour growth pressure, _in vivo_. Using this technique we have found that in the early stage of mouse colon tumour development, the tumour growth pressure stress caused by hyperproliferative malignant cells activates the tumorogenic and mechanosensitive β-catenin pathway involved in tumour development and spreading, in non-tumorous epithelial cells. This innovative method was on purpose developed to study mechanical pressure in vivo, by subcutaneously inserting a dorsal magnet close to the mouse colon. The implanted magnet generated a magnetic force on ultra-magnetic liposomes \\(UML), stabilized in the mesenchymal cells connective tissue surrounding colonic crypts after intravenous injection."
        },
        {
            "header": "Reagents",
            "content": "- Anaesthesia Unit UNIVENTOR /400 - PHYMEP  Ref. 8233001 \r\n\n\n- Cylindrical magnet of 0.12T NEO 50 nickel-plated \\(3x2mm) - AIMANTS CALAMIT \r\n\n\n- Syringes of precision dosage InjektR-F SOLO - VWR Ref. 720-2561\r\n\n\n- Wound clip applicator for 9 mm clip size - Fine Science Tools Ref. 12031-09\r\n\n\n\r\n\n\nUltra-magnetic particle \\(UML) preparation\r\n\n\n\r\n\n\nSynthesis of magnetic nanoparticles. The aqueous suspension of magnetic nanoparticles was prepared using alkaline co-precipitation of FeCl2 \\(0.9mol) and FeCl3 \\(1.5mol) salts, according to Massart’s procedure \\[15]. Superparamagnetic maghemite grains \\(γ-Fe2O3) were obtained by oxidizing 1.3mol of magnetite with 1.3 mol of iron nitrate \\(boiling solution). After magnetic decantation, 2L of distilled water and 360mL of HNO3 20% were added to the solution and the mixture was stirred for 10 min. Prepared maghemite nanoparticles were washed several times with acetone \\(3×1L) and ether \\(2×500 mL) and suspended in water. Size sorting was performed by adding HNO3 \\(0.45M) to the suspension followed by magnetic decantation. This operation was repeated with the deposit until suitable particle size was obtained. Sodium citrate \\(nFe/nCit = 0.13, molar ratio) was added to the nanoparticles and the mixture was heated at 80°C for 30 min to promote absorption of citrate anions onto their surface. Citrated nanoparticles were precipitated in acetone and suspended in water. The volume fraction and average size of the maghemite grains were determined by ﬁtting the magnetization curve of nanoparticles using Langevin’s Law. Particles of 9 nm diameter \\(standard deviation σ = 0.35, volume fraction of nanoparticles in the suspension φ = 1.9%, speciﬁc susceptibility χ/ϕ of 15.5) were obtained. For UML preparation, the aqueous medium was removed using a Macrosep centrifugal device 30 kDa \\(PALL) and nanoparticles were suspended again in a buffer \\(0.108M NaCl, 0.02M sodium citrate and 0.01M HEPES, pH = 7.4).\r\n\n\n\r\n\n\nPreparation of Magnetoliposomes. Solutions of 1,2-dipalmitoyl-sn-glycero-3-phosphocholine \\(DPPC), 1,2-distearoyl-sn-glycero-3-phosphocholine \\(DSPC), 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-n-\\[\\(carboxy\\(polyethyleneglycol)2000]\\(ammonium salt) \\(DSPE-PEG2000) and L-α-phosphatidylethanolamine-N-\\(lissamine rhodamine sulfonyl B) \\(ammonium salt) \\(Rhod-PE) in chloroform were purchased from Avanti Polar lipids, Inc. UML were prepared by the reverse phase evaporation method established by Skoza et al. \\[16] and modified according to a protocol previously described \\[17]. Briefly, a mixture of DPPC/DSPC/Rhod-PE/DSPE-PEG2000 \\(84/10/1/5 mol %, 315μL) was dissolved in 3mL of diethyl ether \\(VWR) and 900µL of chloroform \\(Carlo Erba reagents). Thereafter, 1mL of citrated magnetic nanoparticles dispersed in the buﬀer was introduced before sonication at room temperature for 20min to produce a water-in-oil emulsion. Organic solvent was evaporated with a rotavapor R-210 \\(Buchi) at 25°C until the gel phase disappeared. Liposomes were ﬁltrated through a 450nm ﬁlter and purified from nonencapsulated magnetic nanoparticles by magnetic sorting using a strong magnet \\(Calamit Fe−Nd−B 150×100×25 mm). The operation was repeated three times every 2h and liposomes were ﬁnally separated from the supernatant and recovered."
        },
        {
            "header": "Equipment",
            "content": "Acoustic analysis\r\n\n\n\r\n\n\nUltrasound \\(US) images, so called B-mode and elasticity images were acquired using a high frequency US probe \\(15 MHz, 256 elements, Vermon, Tours-France) driven by an ultrafast imaging device \\(Aixplorer, Supersonic Imagine, Aix en Provence, France) \\[18]. Shear Wave Elastography, i.e. Young’s modulus \\(E) quantitative imaging, was performed by using the Supersonic Shear Wave Imaging \\(SSI) technique ex vivo and in vivo\\[19, 20]."
        },
        {
            "header": "Procedure",
            "content": "1. Magnetisation of the mouse colon and in vivo mechanical deformation \\(Fig.1)\r\n  \r\n\n\n1.1. Anesthetise mice with isofluorane \\(2% for maintenance and 1.5% for induction in oxygen).\r\n\n\n\r\n\n\n1.2. Place a strong magnet of 0.12T \\(3mm diameter) stapled on the back of the mice in front of the colon \\(the magnet is 7+/-1mm distant from the distal colon).\r\n\n\n\r\n\n\n1.3. Dilute the Rhodamine fluorescently labelled Ultra-Magnetic Liposomes \\(UMLs) in a 10mM Hepes pH 7.4, 20mM Na3Citrate, 108mM NaCl buffer solution to a final concentration of 0.1M and inject them intravenously \\(in the lateral caudal veins of the tail) in mice of 3-4 months-age \\(the stabilisation of UML in the circulation is allowed by surface PEGylation, and the confinement maintenance of superparamagnetic nanocrystals of maghemite \\(γFe2O3) after extravasation in the colon tissue is ensured by liposomes encapsulation). \r\n\n\n\r\n\n\n1.4. Leave mice recover from the anesthesia and take care of them until sacrifice to remove colon.\r\n\n\n\r\n\n\n2. Acoustic analysis\r\n  \r\n\n\nMeasure the strain, as well as the Young's modulus of the colon, ex-vivo using acoustic strain imaging \\[21] and SWE\\[ 19], respectively.\r\n\n\n\r\n\n\nAcoustic strain imaging\r\n\n\n2.1. Embed a distal colon explant in an agar-gelatin phantom \\(2%A-5%G). Fix the ultrasonic probe on one side of the phantom and approach a small magnet axially towards the colon by a support \\(Extended Data Fig.2a, f). To measure the axial deformation \\(along y-direction), acquire an ultrasonic image a) before and b) after the magnet is displaced \\(strain imaging). The magnetic force induces tissue strain and this is measured by estimating local tissue displacement along y-direction from the first acquisition to the second one. The strain applied to the colon was systematically deduced from the strain measured in the colon in agar, subtracted by the strain applied to the agar alone.\r\n\n\n\r\n\n\nApproach the magnet slowly at a 1cm distance from the colon within the imaged area. Then, move the magnet from 1 cm to 7 mm from the colon by 500μm steps. Observed fluctuations reflect local strain heterogeneities, showing the existence of 100μm acoustic resolution domains of strain ranging from 2.2% to 6.4% \\(Fig. 1b). \r\n\n\n\r\n\n\nYoung's modulus \\(E) quantitative imaging \r\n\n\n2.2. To image quantitative tissue stiffness use shear wave elastography \\(SWE) as follows: a) induce a remote and tiny palpation \\(tens of µm) by the acoustic radiation force of an initial focused ultrasonic beam; b) this radiation force generates a shear wave propagating along x-direction \\(Extended Data Fig.2e). Map tissue displacements induced by this shear wave by performing ultrafast ultrasonic imaging. The local shear wave speed is linked to stiffness."
        },
        {
            "header": "Timing",
            "content": "1. Magnetisation of the mouse colon and in vivo mechanical deformation: the surgery procedure can take 30min in total and the mechanical deformation depends on the time we are interested to analyse, mice can be sacrifice to analyse the colon from 1 week to 3 months after magnet implantation and UMLs injection.\r\n  \r\n\n\n2. Ultrasound acoustic analysis: mouse sacrifice and colon explant preparation in the agar-gelatine phantom take about 30min and complete acoustic analysis between 30min and 1h for each sample to analyse. Results interpretation to obtain data will take one or two full days."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Magnetisation of the mouse colon and in vivo mechanical deformation\r\n  \r\n\n\nThe essential prerequisite of the experiments was to develop a methodology for introducing magnetic particles into the mesenchymal tissue of the colon at the intracellular level and at concentrations sufficiently high to allow subsequent magnetic manipulation. Furthermore, the mode of delivery of the magnetic material must preserve the tissue from any other stress, which would become competitive with the mechanic constraint generated magnetically. Thus the delivery must be realized through an indirect route of administration. Systemic delivery via intravenous injection performed outside the region of the colon ranks among the best ways provided that the pharmacokinetics of the magnetic particles is optimized to reduce first-pass hepatic clearance and permit observable distribution in the colon tissue. In this respect, we use submicron liposomes sterically stabilized by poly\\(ethylene glycol) \\(PEG) coating as bioavailibity-enhancing carrier of the magnetic particles. Indeed, PEGylated magnetic-fluid-loaded liposomes not exceeding 200nm in diameter have reliably been proved to be long-circulating systems as intact vesicle structures without leakage of their inner content, therefore aptly averting dilution of the magnetic material\\[22-24]. Moreover they have shown to diffuse from the vasculature into the interstitial tissues without loss of structure integrity and at the intracellular level as well\\[25, 26]. Said otherwise, the containment of the magnetic particles required for magnetic manipulation and beforehand adjusted within the liposomes is totally conserved during their passage through the vascular endothelium towards the surrounding tissues and upon cellular uptake.\r\n\n\n\r\n\n\nThe only rare side-effect of injection is a small hematoma that disappeares in two to three days later. Magnet implantation causes only local skin inflammation that is treated with antiseptics and disappeares in three to four days. No effect on intestinal transit is detected nor dysfunction of the colon, which is largely isolated from skin.\r\n\n\n\r\n\n\n2. Ultrasound analysis\r\n  \r\n\n\nThe SSI technique is based on the ultrafast ultrasound imaging of a shear wave induced by the radiation force of an initial focused ultrasonic beam acting as a remote palpation in tissues \\(Extended data Fig. 2e). Under the assumption of a i) a local constant density d, ii) a locally incompressible and iii) isotropic elastic medium, the propagation speed vs of the tracked shear wave is directly linked to the Young's modulus E \\(in kPa) characterizing the local stiffness via the relationship: E = 3 d.vs2.\r\n\n\n\r\n\n\ni) The assumption of constant density of in vivo soft biological tissues is here valid. Indeed, in biological soft tissues, the density is almost constant d~1000 kg/m3 due to the very high water content of soft tissues. However, small density variations exist as shown in extensive past studies\\[27, 28]. From these studies, the mean density \\(among connective tissues, muscle, fat, blood cells, plasma, cornea, spinal cord, spleen, testis) is 1052 kg/m3 +/- 47 kg/m3. Thus, the normalized standard deviation in soft tissues is 4.7 %. \r\n\n\n\r\n\n\nii) Also, due to their high fluid content, many soft biological tissues and gels exhibit nearly incompressible behavior under physiological loading: they are constrained to undergo essentially volume-preserving deformations and motions. Thus, it is commonly accepted in the field of tissue elasticity measurements that the Poisson’s ratio of tissue has a value between 0.49 and 0.4999, meaning that tissue is nearly incompressible\\[29, 30]. Of course, this incompressible behavior is only ensured provided that the conditions of interest do not allow the water to diffuse into or out of the tissue during the period of interest. This is the case in the Shear Wave Elastography approach, due to the very small \\(micrometric) displacements induced by the shear wave used to probe local elasticity. Such tiny displacements do not induce water diffusion outside of the organ.\r\n\n\n\r\n\n\niii) Although the assumption of local isotropy has to be done to derive the Young's modulus from the shear wave speed measurements, it is not possible today to prove in vivo its validity. In particular tissue such as muscles, an elastic anisotropy was even already proved in vivo\\[31, 32]. However, the in vivo assessment of such anisotropic elasticity was only made possible in particular configurations such as the human biceps because the structural organization and orientation of the muscular fiber bundles in the human biceps muscle is highly identical over a large region of interest. \r\n\n\nOther tissues like breast, arteries, liver are today assumed as isotropic in the field of Elastography. Even if a local anisotropy could potentially exist in these tissues, it is postulated here that it should remain quite small. Indeed, it was recently shown that the anisotropy of shear modulus in the in vivo kidney was quite small with a fractional anisotropy of cortex and medulla < 20 % \\(see figure 3. of ref \\[33]) despite a more important tissue organization in the kidney \\(due to the alignment of the pyramids) than in the other tissues. \r\n\n\n\r\n\n\nExtensive calibration experiments were performed in the past to demonstrate the ability of Shear Wave Elastography to quantify the Young's modulus of tissues. The standard deviation of Young’s modulus quantification was demonstrated to be lower than 5% on calibrated phantoms mimicking biological tissue properties\\[34, 35]. A small magnet \\(3 mm in diameter) was axially approached towards the colon by steps of 0.5 mm until completing 3 mm of absolute axial displacement. For each position of the magnet, strain images were calculated by comparing raw frequency ultrasound images acquired at two consecutive steps \\[36]. Cumulative one-dimensional strain along y-direction was obtained by summing all strain images \\(Extended data Fig. 2f). Although the magnet could induce some stress in the full volume in the three directions of space, it is here considered that the strain in the lateral \\(x) and elevational \\(z) directions remain small compared to the measured axial \\(y) strain. Under this assumption of a force that is in majority in the axial z-direction, the quantitative stress σ applied by the magnetic field acting on ferrofluids trapped in colon tissues was retrieved by calculating the one-dimensional Hooke’s law \\[37]. Using Hooke's law, the standard deviation of σ was experimentally estimated and found to be equal to 0.61 kPa. It is in good agreement with a 0.74 kPa standard deviation of σ derived from equation \\(1) that describes the influence of E and ε uncertainties \\(respectively 35.0 kPa +/- 3.0 kPa and 4.3 % +/- 2.1 %) on the uncertainty of σ.\r\n\n\n\r\n\n\nDuring the experiments, data collection was performed no more than 4 seconds after the compression induced by the magnet motion. Such a small delay ensures that one can avoid any creep behaviour. Indeed, the relaxation time for typical human tissues under compression is of the order of several tens to hundreds of seconds \\[38]."
        },
        {
            "header": "Anticipated Results",
            "content": "This innovative method was on purpose developed to study mechanical pressure in vivo, by subcutaneously inserting a dorsal magnet close to the mouse colon. The implanted magnet generated a magnetic force on ultra-magnetic liposomes \\(UML), stabilized in the mesenchymal cells connective tissue surrounding colonic crypts after intravenous injection. The pressure induced magnetically quantitatively mimicked in vivo the endogenous early tumour growth stress in the order of 1200 Pa without affecting tissue stiffness, as monitored by acoustic strain imaging and shear wave elastography. Thereby mimicking tumour growth pressure in vivo in this way led to rapid Ret activation and downstream phosphorylation of β-catenin on Tyosine 654, which impairs its interaction with the E-cadherin in adherens junctions, and which was followed by β-catenin nuclear translocation after 15 days. As a consequence, elevated expression of myc, axin-2 and zeb-1 tumorogenic target genes was observed at one month, together with crypt enlargement accompanying the formation of early tumorous aberrant crypt foci \\(ACF). Mechanical activation of the tumorogenic β-catenin pathway suggests unexplored modes of tumour propagation, relying on the induction of mechanotransduction pathways in healthy epithelial cells surrounding the tumour."
        },
        {
            "header": "References",
            "content": "1. Barker, N., et al., Crypt stem cells as the cells-of-origin of intestinal cancer. Nature, 2009. 457\\(7229): p. 608-11.\r\n  2. Naveiras, O., et al., Bone-marrow adipocytes as negative regulators of the haematopoietic microenvironment. Nature, 2009. 460\\(7252): p. 259-63.\r\n  3. Hanahan, D. and R.A. Weinberg, Hallmarks of cancer: the next generation. Cell, 2011. 144\\(5): p. 646-74.\r\n  4. Sawada, Y., et al., Force sensing by mechanical extension of the Src family kinase substrate p130Cas. Cell, 2006. 127\\(5): p. 1015-26.\r\n  5. Ghajar, C.M. and M.J. Bissell, Extracellular matrix control of mammary gland morphogenesis and tumorigenesis: insights from imaging. Histochem Cell Biol, 2008. 130\\(6): p. 1105-18.\r\n  6. Wozniak, M. and C.S. Chen, Mechano-tranduction: a growing role for contractibility. Nat Rev Mol Cell Bio, 2009. 10: p. 34-43.\r\n  7. Grashoff, C., et al., Measuring mechanical tension across vinculin reveals regulation of focal adhesion dynamics. Nature, 2010. 466\\(7303): p. 263-6.\r\n  8. Mammoto, A., et al., A mechanosensitive transcriptional mechanism that controls angiogenesis. Nature, 2009. 457\\(7233): p. 1103-8.\r\n  9. Butcher, D.T., T. Alliston, and V.M. Weaver, A tense situation: forcing tumour progression. Nat Rev Cancer, 2009. 9\\(2): p. 108-22.\r\n  10. Delarue, M., et al., Mechanical control of cell flow in multicellular spheroids. Phys Rev Lett, 2013. 110\\(13): p. 138103.\r\n  11. Whitehead, J., et al., Mechanical factors activate beta-catenin-dependent oncogene expression in APC mouse colon. HFSP J, 2008. 2\\(5): p. 286-94.\r\n  12. Samuel, M.S., et al., Actomyosin-mediated cellular tension drives increased tissue stiffness and beta-catenin activation to induce epidermal hyperplasia and tumor growth. Cancer Cell, 2011. 19\\(6): p. 776-91.\r\n  13. Ghajar, C.M. and M.J. Bissell, Extracellular matrix control of mammary gland morphogenesis and tumorigenesis: insights from imaging. Histochemistry and Cell Biology, 2008. 130\\(6): p. 1105-1118.\r\n  14. Butcher, D.T., T. Alliston, and V.M. Weaver, A tense situation: forcing tumour progression. Nature Reviews Cancer, 2009. 9\\(2): p. 108-122.\r\n  15. Massart, R., Preparation of Aqueous Magnetic Liquids in Alkaline and Acidic Media. IEEE Transactions on Magnetics, 1981. 17\\(2): p. 1247-1248.\r\n  16. Skoza, F.C., and Papahadjopoulos, D., , Procedure for preparation of liposomes with large internal aqueous space and high capture by reverse-phase evaporation. Proceedings of the National Academy of Sciences of the United States of America, 1978. 75: p. 4194-4198.\r\n  17. Béalle, G., et al., Ultra Magnetic Liposomes for MR Imaging, Targeting, and Hyperthermia. Langmuir, 2012. 28\\(32): p. 11843-11851.\r\n  18. Chamming's, F., Latorre-Ossa, H., Lefrère-Belda, M.A., Fitoussi, V., Quibel, T., Assayag, F., Marangoni, E., Autret, G., Balvay, L., Pidial, L., Gennisson, J.L., Tanter, M., Cuenod, C.A., Clément, O., Fournier, L. , Shear wave elastography of tumor growth in a human breast cancer model with pathological correlation. Europ. Radiol, 2013.\r\n  19. Bercoff, J., M. Tanter, and M. Fink, Supersonic shear imaging: A new technique for soft tissue elasticity mapping. IEEE Transactions on Ultrasonics Ferroelectrics and Frequency Control, 2004. 51\\(4): p. 396-409.\r\n  20. Sarvazyan, A.P., et al., Shear wave elasticity imaging: A new ultrasonic technology of medical diagnostics. Ultrasound in Medicine and Biology, 1998. 24\\(9): p. 1419-1435.\r\n  21. Ophir, J., et al., Elastography: a quantitative method for imaging the elasticity of biological tissues. Ultrason Imaging, 1991. 13\\(2): p. 111-34.\r\n  22. Martina, M.S., et al., Generation of superparamagnetic liposomes revealed as highly efficient MRI contrast agents for in vivo imaging. J. Am. Chem. Soc., 2005. 127: p. 10676-10685.\r\n  23. Martina, M.S., et al., Magnetic targeting of rhodamine-labeled superparamagnetic liposomes to solid tumors: in vivo tracking by fibered confocal fluorescence microscopy. Mol Imaging, 2007. 6\\(2): p. 140-6.\r\n  24. Plassat, V., et al., Sterically stabilized superparamagnetic liposomes for MR imaging and cancer therapy: Pharmacokinetics and biodistribution. International Journal of Pharmaceutics, 2007. 344\\(1–2): p. 118-127.\r\n  25. Martina, M.-S., C. Wilhelm, and S. Lesieur, The effect of magnetic targeting on the uptake of magnetic-fluid-loaded liposomes by human prostatic adenocarcinoma cells. Biomaterials, 2008. 29\\(30): p. 4137-4145.\r\n  26. Plassat, V., et al., Anti-Estrogen-Loaded Superparamagnetic Liposomes for Intracellular Magnetic Targeting and Treatment of Breast Cancer Tumors. Advanced Functional Materials, 2011. 21\\(1): p. 83-92.\r\n  27. Swanson, C.A., et al., A comparison of diets of blacks and whites in three areas of the United States. Nutr Cancer, 1993. 20\\(2): p. 153-65.\r\n  28. Goss, S.A., R.L. Johnston, and F. Dunn, Comprehensive compilation of empirical ultrasonic properties of mammalian-tissues. Journal of the Acoustical Society of America, 1978. 64\\(2): p. 423-457.\r\n  29. Greenleaf, J.F., M. Fatemi, and M. Insana, Selected methods for imaging elastic properties of biological tissues. Annual Review of Biomedical Engineering, 2003. 5: p. 57-78.\r\n  30. Sarvazyan, A., Biophysical bases of elasticity imaging\", Acoustical Imaging. Acoustical Imaging, 1995. 21.\r\n  31. Gennisson, J.L., et al., Viscoelastic and anisotropic mechanical properties of in vivo muscle tissue assessed by supersonic shear imaging. Ultrasound in Medicine and Biology, 2010. 36\\(5): p. 789-801.\r\n  32. Royer, D., et al., On the elasticity of transverse isotropic soft tissues. Journal of the Acoustical Society of America, 2011. 129\\(5): p. 2757-2760.\r\n  33. Gennisson, J.L., et al., Supersonic shear wave elastography of in vivo pig kidney: influence of blood pressure, urinary pressure and tissue anisotropy. Ultrasound in Medicine and Biology, 2012. 38\\(9): p. 1559-1567.\r\n  34. Bercoff, J., et al., ShearWave \\(TM) Elastography A new real time imaging mode for assessing quantitatively soft tissue viscoelasticity, in 2008 IEEE Ultrasonics Symposium, Vols 1-4 and Appendix. 2008. p. 321-324.\r\n  35. Madsen, E.L., et al., Anthropomorphic breast phantoms for testing elastography systems. Ultrasound in Medicine and Biology, 2006. 32\\(6): p. 857-874.\r\n  36. Ophir, J., et al., Elastography - a Quantitative Method for Imaging the Elasticity of Biological Tissues. Ultrasonic Imaging, 1991. 13\\(2): p. 111-134.\r\n  37. Latorre-Ossa, H., et al., Quantitative Imaging of Nonlinear Shear Modulus by Combining Static Elastography and Shear Wave Elastography. IEEE Transactions on Ultrasonics Ferroelectrics and Frequency Control, 2012. 59\\(4): p. 833-839.\r\n  38. Righetti, R., et al., The feasibility of using poroelastographic techniques for distinguishing between normal and lymphedematous tissues in vivo. Phys Med Biol, 2007. 52\\(21): p. 6525-6541."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the members of the Animal House Facility of Institut Curie, particularly Stéphanie Boissel,\r\n\n\nVirginie Dangles-Marie and Isabelle Grandjean."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13152,
                "identity": "a0453007-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Maria Elena Fernandez-Sanchez",
                "email": "maria-elena.fernandez-sanchez@curie.fr",
                "orcid": "",
                "institution": "Institut Curie - Centre de Recherche, CNRS UMR 168 Physicochimie Curie Mechanics and Genetics of Embryonic and Tumour Development PSL Research Univsersity, INSERM,  FPGDG",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "Elena",
                "lastName": "Fernandez-Sanchez",
                "suffix": ""
            },
            {
                "id": 13163,
                "identity": "a045421f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Emmanuel Farge",
                "email": "emmanuel.farge@curie.fr",
                "orcid": "",
                "institution": "Institut Curie - Centre de Recherche, CNRS UMR 168 Physicochimie Curie Mechanics and Genetics of Embryonic and Tumour Development PSL Research Univsersity, INSERM,  FPGDG",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Emmanuel",
                "middleName": "",
                "lastName": "Farge",
                "suffix": ""
            },
            {
                "id": 13153,
                "identity": "a0453310-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sandrine  Barbier",
                "email": "",
                "orcid": "",
                "institution": "Institut Curie - Centre de Recherche, CNRS UMR 168 Physicochimie Curie Mechanics and Genetics of Embryonic and Tumour Development PSL Research Univsersity, INSERM,  FPGDG",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sandrine",
                "middleName": "",
                "lastName": "Barbier",
                "suffix": ""
            },
            {
                "id": 13154,
                "identity": "a04534b0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Heldmuth Latorre-Ossa",
                "email": "",
                "orcid": "",
                "institution": "Langevin Institut - Waves and Images (Paris)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heldmuth",
                "middleName": "",
                "lastName": "Latorre-Ossa",
                "suffix": ""
            },
            {
                "id": 13155,
                "identity": "a0453612-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hélène Marie",
                "email": "",
                "orcid": "",
                "institution": "CNRS UMR 8612, Laboratoire Physico-Chimie des Systèmes Polyphasés, Institut Galien Paris-Sud, LabEx LERMIT, Faculté de Pharmacie, Université Paris-Sud, 92 296 Châtenay-Malabry, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hélène",
                "middleName": "",
                "lastName": "Marie",
                "suffix": ""
            },
            {
                "id": 13156,
                "identity": "a04537ea-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Colette Rey",
                "email": "",
                "orcid": "",
                "institution": "Sorbonne Universités, UPMC Univ Paris 06",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Colette",
                "middleName": "",
                "lastName": "Rey",
                "suffix": ""
            },
            {
                "id": 13157,
                "identity": "a045394e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laura Fouassier",
                "email": "",
                "orcid": "",
                "institution": "Sorbonne Universités, UPMC Univ Paris 06 ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laura",
                "middleName": "",
                "lastName": "Fouassier",
                "suffix": ""
            },
            {
                "id": 13158,
                "identity": "a0453a93-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Audrey Claperon",
                "email": "",
                "orcid": "",
                "institution": "Sorbonne Universités, UPMC Univ Paris 06 ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Audrey",
                "middleName": "",
                "lastName": "Claperon",
                "suffix": ""
            },
            {
                "id": 13159,
                "identity": "a0453bdb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chantal Housset",
                "email": "",
                "orcid": "",
                "institution": "Sorbonne Universités, UPMC Univ Paris 06 ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chantal",
                "middleName": "",
                "lastName": "Housset",
                "suffix": ""
            },
            {
                "id": 13160,
                "identity": "a0453d1e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sylviane Lesieur",
                "email": "",
                "orcid": "",
                "institution": "CNRS UMR 8612, Laboratoire Physico-Chimie des Systèmes Polyphasés, Institut Galien Paris-Sud, LabEx LERMIT, Faculté de Pharmacie, Université Paris-Sud, 92 296 Châtenay-Malabry, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sylviane",
                "middleName": "",
                "lastName": "Lesieur",
                "suffix": ""
            },
            {
                "id": 13161,
                "identity": "a0453f2e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jean-Luc  Gennisson ",
                "email": "",
                "orcid": "",
                "institution": "Langevin Institut - Waves and Images (Paris)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean-Luc",
                "middleName": "",
                "lastName": "Gennisson",
                "suffix": ""
            },
            {
                "id": 13162,
                "identity": "a0454093-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mickaël Tanter",
                "email": "",
                "orcid": "",
                "institution": "Langevin Institut - Waves and Images (Paris)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mickaël",
                "middleName": "",
                "lastName": "Tanter",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-12-16 09:15:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.052",
        "doiUrl": "https://doi.org/10.1038/protex.2014.052",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609094,
                "identity": "ed8d67af-4e8b-40e2-8970-313cc478633b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3100076,
                "visible": true,
                "origin": "",
                "legend": "Extended data Figure 2e   Schematic representation of the acoustic measurement setup and biomechanical imaging techniques.    (Left) Shear wave elastography. (Right) Strain imaging.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3525/v1/figure_1.tif"
            },
            {
                "id": 2609090,
                "identity": "b4fb9aa0-aaf6-452e-acf4-ede581340a45",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:41",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2022500,
                "visible": true,
                "origin": "",
                "legend": "Acoustic imaging of magnetically induced deformation of the mouse colon.   Representative B-mode acoustic image (right) of a magnetically loaded colon explant and the corresponding displacement map (left) after magnet moved from 10 mm to 7 mm towards the colon. The mean value of displacement within the colon and the rest of the phantom were 35 microns and 16.9 microns respectively. ",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-3525/v1/figure_2.tif"
            },
            {
                "id": 13464870,
                "identity": "9a08c6ee-e63f-44ec-97b7-44b6bcceefe1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 884178,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3525/v1/49ca9d53-97e9-458f-b250-e55bb1cf00a0.pdf"
            }
        ],
        "financialInterests": "MT is co-founder and share-holder of Supersonic Imagine Company and JLG is consultant of\r\n\n\nSupersonic Imagine Company.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "In vivo tissue magnetisation, mechanical deformations, ultrasound stress measurements ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol is an innovative method developed to study mechanical pressure in vivo, by subcutaneously inserting a dorsal magnet close to the mouse colon. The implanted magnet generates a magnetic force on ultra-magnetic liposomes \\(UML), stabilized in the mesenchymal cells of the connective tissue surrounding colonic crypts after intravenous injection. The pressure induced magnetically quantitatively mimics in vivo the endogenous early tumour growth stress in the order of 1200 Pa without affecting tissue stiffness, as monitored by ultrasound strain imaging and shear wave elastography.",
        "manuscriptTitle": "A protocol for in vivo magnetisation of mice colon and application of physiological mechanical deformations to study mechanotransduction in tumour growth pressure",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-12-16 13:04:58",
                "doi": "10.1038/protex.2014.052",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a044b2f2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 16th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3242,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-12-16 13:04:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}