{
    "identity": "nprot-3899",
    "title": "Epiblast grafting and _in vitro_ embryo culture",
    "content": [
        {
            "header": "Introduction",
            "content": "Two temporally distinct pluripotent stem cells \\(PSCs) have been derived in mouse: “naïve” embryonic stem cells \\(ESCs)<sup>1,2</sup> and “primed” epiblast stem cells \\(EpiSCs)<sup>3,4</sup>. They differ from each other in molecular signatures and phenotypic properties<sup>5</sup>.  As embryo development is a dynamic process not only in time but also in space, it remains unknown whether pluripotent states with distinct regional properties may exist. Through optimization of culture parameters using mouse epiblast explants, we derived with high efficiency a novel pluripotent cell type sharing features of the posterior-proximal \\(PP) epiblasts of post-implantation mouse embryos.  We designated this new cell type as region-selective EpiSCs, or rsEpiSCs. Mouse rsEpiSCs have high cloning efficiency and faster growth kinetics and differ from EpiSCs at global transcriptomic, epigenomic and metabolic levels. \r\n\n\n\r\n\n\nConventional human ESCs exist in a primed pluripotent state similar to mouse EpiSCs due to their similar colony morphology, signaling dependency, poor cloning efficiency and epigenetic features. We tested mouse rsEpiSCs-based culture on human ESCs and found human ESCs could self-renew while maintaining karyotypic stability after long-term culture \\(the cells were thus named human rsESCs after treatment). Moreover, human rsESCs share similar molecular characteristics with mouse rsEpiSCs. \r\n\n\n\r\n\n\nWe analyzed the grafting properties of distinct primed pluripotent cells in isolated non-intact and non-viable mouse E7.5 epiblasts.  mEpiSCs were previously reported to efficiently incorporate and differentiate in anterior, posterior as well as distal part of the E7.5 mouse epiblasts<sup>6-8</sup>.  In contrast, mouse rsEpiSCs only selectively colonize and give rise to derivatives of the three embryonic germ layers after being grafted to the posterior pole of isolated non-intact and non-viable E7.5 mouse embryos. Surprisingly, unlike mouse EpiSCs, we found that after grafting conventional human ESCs could hardly survive inside E7.5 mouse epiblasts regardless of the location. Interestingly, just like mouse rsEpiSCs, human rsESCs could efficiently integrate into the posterior region of isolated non-intact and non-viable mouse E7.5 epiblast and differentiated into three embryonic germ lineages after 36 h in vitro embryo culture. These results indicate that we have captured a spatially distinct primed pluripotent state that confers ex-vivo intra- and inter-species chimeric competency.  \r\n\n\n\r\n\n\nThis protocol describes in detail of isolation and preparation of non-intact and non-viable mouse E7.5 embryos for grafting. The epiblast grafting and in vitro embryo culture procedures will also be elaborated."
        },
        {
            "header": "Reagents",
            "content": "**Embryo dissection medium:**\r\n\n\nDMEM \\(Life Technologies, 11995-040), 10% BenchMark Fetal Bovine Serum \\(FBS, GEMINI Bio-Products, 100-106), Penicillin-Streptomycin \\(Life Technologies, 15140-122)\r\n\n\n**Embryo culture medium:** \r\n\n\nTo prepare F12 \\(N2), mix Ham's F12 Nutrient Mix, GlutaMAX Supplement \\(Life Technologies, 31765-035) with N2 Supplement \\(Life Technologies, 17502-048) at a ratio of 100:1. Embryo culture medium is prepared by mixing Rat serum \\(Harlan, B.4520) at a ratio of 1:1 with F12 \\(N2)."
        },
        {
            "header": "Equipment",
            "content": "Forceps, Watchmaker's #5, two pairs\r\n\n\nScissors, fine\r\n\n\nStereomicroscope, Olympus, SZX10\r\n\n\nMicrocaps disposable micropipettes, Drummond 1-000-0500\r\n\n\nPetri dishes\r\n\n\n4 well dish, Nunc N176740 \r\n\n\nTungsten needle"
        },
        {
            "header": "Procedure",
            "content": "**Preparation and isolation of E7.5 mouse embryos**\r\n\n\nAll mice used in this study are housed in a modern, air-conditioned facility and maintained according to NIH guidelines. \r\n\n\n\r\n\n\n1. To obtain post-implantation embryos for epiblast grafting, timed-pregnant female ICR \\(CD-1) mice were prepared by mating with ICR male mice and midday on the day of appearance of a vaginal plug was designated as 0.5 days post coitum \\(dpc). \r\n  2. Pregnant mice were euthanized by cervical dislocation at the appropriate gestation stage \\(midday of day 7 after appearance of a vaginal plug). \r\n  3. After euthanizing the mother, 7.5 dpc \\(E7.5) mouse embryos \\(no allantoic bud \\(OB) - early allantoic bud \\(EB) stage, or OB/EB stage) were removed from decidua following the procedures described in “Manipulating the mouse embryo: a laboratory manual \\(Third Edition)” with minor modifications \\(steps 4-9).\r\n  4. Pinch the skin with a forceps and make a small lateral incision around the midline with regular scissors. Hold the skin above and below the incision and expose the abdomen by pulling the skin toward head and tail. Cut the peritoneum with a watchmaker’s forceps and fine scissors. Push the gut away and locate the two horns of the uterus, the oviducts, and the ovaries. \r\n  5. Grab one of the uterine horns with a watchmaker’s forceps and cut the vaginal end of the uterus with fine scissors. Carefully remove mesometrium and fat along the uterus and then cut the ovarian end with fine scissors. \r\n  6. The embryos appear as “beads on a string” along the entire length of the uterus. Cut into the individual swellings containing the embryo with fine scissors. The muscle layer is removed with a pair of forceps: slide one pair of forceps between muscle layer and decidual tissue and remove muscle layer with second pair of forceps.\r\n  7. Repeat this procedure with the other uterine horn. \r\n  8. Transfer all isolated embryos to a new Petri dish containing pre-warmed embryo dissection media. \r\n  9. To remove embryo from the decidua, first pierce deciduum with forceps and open forceps to tear two sides apart and shell out the embryo with the tips of closed forceps. \r\n  \r\n\n\n**Preparation of non-intact and non-viable mouse embryos for grafting**\r\n\n\n\r\n\n\n10. Insert the closed tips of one pair of watchmaker’s forceps into the yolk sac cavity close to the ectoplacental cone and pin the embryo to the bottom of the Petri dish. \r\n  11. Insert the closed tips of a second pair of watchmaker’s forceps at the same location and slowly remove the tissues containing Reichert’s membrane, parietal endoderm as well as majority of the trophoblast layer which is part of the parietal yolk sac completely from the embryos by moving the second forceps toward the distal part of the cylinder, resulting in a non-intact and non-viable OB/EB stage embryo \\(Figure 1).  The ectoplacental cone region was left intact for better culture outcome. \r\n  \r\n\n\n**Epiblast grafting**\r\n\n\n\r\n\n\n12. Grafting cells into the non-intact and non-viable OB/EB stage embryo epiblast was performed manually with an aspirator tube assembly \\(Drummond) and a hand-pulled glass capillary \\(Drummond, Microcaps, 50 µl). \r\n  13. Before grafting, wash the cells twice with 1x PBS. \r\n  14. Scratch a colony of cells used for grafting off culture plates with a pipette tip mounted to a 20ul micropipette. With a tungsten needle cut the colony into small pieces containing 40–50 cells. \r\n  15. During grafting held the embryo loosely with forceps, and insert the pulled glass capillary into anterior, posterior or distal regions of the epiblast depending on grafting locations. \r\n  16. A small volume of dissection medium was expelled out from the tip of the capillary to make an opening in the epiblast and as a result sections of the epiblast/ectoderm, mesoderm and/or endoderm cells were removed from the embryo to further ensure the embryo is in a non-intact and non-viable status prior to grafting. \r\n  17. For grafting, a small clump of 40-50 cells was gently placed inside the opening and the glass capillary was slowly drawn out of the embryo. \r\n  18. After grafting the non-intact embryos were cultured in embryo culture medium as described previously\n9\nin a Nunc 4 well dish. \r\n  19. 36 hours post-grafting, cultured embryos were washed twice with 1x PBS and fixed in 4% PFA overnight at 4°C and subsequently used for immunohistochemical analysis."
        },
        {
            "header": "Anticipated Results",
            "content": "For mouse, after grafting conventional EpiSCs can be incorporated efficiently in the distal and posterior regions and to a lesser extent the anterior region of E7.5 epiblast, similarly to published reports<sup>6-8</sup>. In contrast, rsEpiSCs only integrated efficiently in the posterior epiblast and they poorly integrated in the anterior region and not in the distal region. After 36 h of embryo culture posteriorly grafted rsEpiSCs could proliferate and differentiate into the three germ layers in chimeric embryos. \r\n\n\n\r\n\n\nFor human, conventional ESCs could not efficiently integrate and proliferate inside mouse epiblasts regardless grafting locations. In contrast, human rsESCs efficiently integrated, proliferated and differentiated into three embryonic germ layers when grafted in the posterior region of the E7.5 mouse epiblasts and cultured _in vitro_ for 36 h, consistent with mouse rsEpiSCs."
        },
        {
            "header": "References",
            "content": "1. Evans, M. J. & Kaufman, M. H. Establishment in culture of pluripotential cells from mouse embryos. Nature 292, 154–156 \\(1981).\r\n  2. Martin, G. R. Isolation of a pluripotent cell line from early mouse embryos cultured in medium conditioned by teratocarcinoma stem cells. Proc. Natl. Acad. Sci. U.S.A. 78, 7634–7638 \\(1981).\r\n  3. Tesar, P. J. et al. New cell lines from mouse epiblast share defining features with human embryonic stem cells. Nature 448, 196–199 \\(2007).\r\n  4. Brons, I. G. M. et al. Derivation of pluripotent epiblast stem cells from mammalian embryos. Nature 448, 191–195 \\(2007).\r\n  5. Nichols, J. & Smith, A. Naive and Primed Pluripotent States. Stem Cell 4, 487–492 \\(2009).\r\n  6. Kojima, Y. et al. The Transcriptional and Functional Properties of Mouse Epiblast Stem Cells Resemble the Anterior Primitive Streak. Cell Stem Cell \\(2013). doi:10.1016/j.stem.2013.09.014\r\n  7. Huang, Y., Osorno, R., Tsakiridis, A. & Wilson, V. In Vivo Differentiation Potential of Epiblast Stem Cells Revealed by Chimeric Embryo Formation. Cell Reports \\(2012). doi:10.1016/j.celrep.2012.10.022\r\n  8. Sumi, T., Oki, S., Kitajima, K. & Meno, C. Epiblast Ground State Is Controlled by Canonical Wnt/β-Catenin Signaling in the Postimplantation Mouse Embryo and Epiblast Stem Cells. PLoS ONE 8, e63378 \\(2013).\r\n  9. Glanville-Jones, H. C., Woo, N.& Arkell, R. M. Successful whole embryo culture with commercially available reagents. Int. J. Dev. Biol. 57, 61–67 \\(2013)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature14413",
                "date": "2015-05-18 15:47:35",
                "title": "An alternative pluripotent state confers interspecies chimaeric competency",
                "authors": [
                    "Jun Wu",
                    "Daiji Okamura",
                    "Mo Li",
                    "Keiichiro Suzuki",
                    "Chongyuan Luo",
                    "Li Ma",
                    "Yupeng He",
                    "Zhongwei Li",
                    "Chris Benner",
                    "Isao Tamura",
                    "Marie N. Krause",
                    "Joseph R. Nery",
                    "Tingting Du",
                    "Zhuzhu Zhang",
                    "Tomoaki Hishida",
                    "Yuta Takahashi",
                    "Emi Aizawa",
                    "Na Young Kim",
                    "Jeronimo Lajara"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13355,
                "identity": "a05bec24-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Juan Carlos  Izpisua Belmonte",
                "email": "belmonte@salk.edu",
                "orcid": "",
                "institution": "The Salk Institute for Biological Studies",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Juan",
                "middleName": "Carlos  Izpisua",
                "lastName": "Belmonte",
                "suffix": ""
            },
            {
                "id": 13353,
                "identity": "a05be614-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun Wu",
                "email": "",
                "orcid": "",
                "institution": "The Salk Institute for Biological Studies",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 13354,
                "identity": "a05be97b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daiji Okamura",
                "email": "",
                "orcid": "",
                "institution": "Kinki University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daiji",
                "middleName": "",
                "lastName": "Okamura",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-05-05 04:19:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.042",
        "doiUrl": "https://doi.org/10.1038/protex.2015.042",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609172,
                "identity": "603ac112-d620-487d-b581-7e82269e4b34",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "tiff",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1557506,
                "visible": true,
                "origin": "",
                "legend": "Grafting PSCs or rsPSCs to non-intact and non-viable E7.5 mouse embryos   Left, an illustration of an intact E7.5 mouse embryo with different embryonic structures indicated; Right, non-intact and non-viable E7.5 mouse embryo prepared before cell injections. A, Anterior; P, Posterior; D, Distal. ",
                "description": "",
                "filename": "figure1.tiff",
                "url": "https://assets.researchsquare.com/files/nprot-3899/v1/figure_1.tiff"
            },
            {
                "id": 13464852,
                "identity": "1b6b8d08-3731-466b-bcb6-6e951ffbaea6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 234423,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3899/v1/735c9a2c-2c54-4095-b1fb-d29a641e9e22.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Epiblast grafting, embryo culture, pluripotent stem cells",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a method to graft conventional primed pluripotent stem cells \\(PSCs) and region-selective PSCs to different locations of post-implantation mouse epiblast followed by _in vitro_ embryo culture. Compared to conventionally used teratoma formation assay, epiblast grafting offers a more relevant _in vivo_ test for evaluating the primed PSCs’ pluripotency and uniquely serves to distinguish different flavors of primed PSCs that harbor distinct spatial properties. Moreover, the observation that grafted human rsESCs could enter into early mouse embryogenesis provides a novel way of studying human development.",
        "manuscriptTitle": "Epiblast grafting and in vitro embryo culture",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-05-18 15:48:31",
                "doi": "10.1038/protex.2015.042",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a05b6e30-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 18th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3341,
                "name": "Cell biology"
            },
            {
                "id": 3342,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-05-18 15:48:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}