{
    "identity": "nprot-67",
    "title": "Northern Blot analysis of mRNA from mammalian polyribosomes",
    "content": [
        {
            "header": "Introduction",
            "content": "Here we describe a protocol that can be used to determine whether specific mammalian mRNAs are associated with polyribosomes. In the referenced Nature paper, this method was used to show that Tap/NXF1 mRNA retaining intron 10 is present in polyribosomes. This method can also be used to determine if mRNAs are differentially associated with the translation machinery under varying conditions. A similar protocol was previously utilized in our laboratory to show that Tap/NXT1 and WT1\\(+KTS) proteins promote translation of CTE-containing RNA with retained introns \\(Jin _et al._, 2003, Bor _et al._, 2006). \r\n\n\n\r\n\n\nThe protocol consists of a method for the generation of cytoplasmic extracts from mammalian cells \\(in this case, 293T cells) without the disruption of polyribosomes, the separation of ribosomal components and polyribosomes by sucrose gradient centrifugation, the isolation of mRNA from these fractions, and detection of mRNA by Northern blot analysis \\(or alternatively, Reverse Transcriptase-Polymerase Chain Reaction, RT-PCR)."
        },
        {
            "header": "Reagents",
            "content": "CAUTION: All glassware and reagents must be RNase-free.\r\n\n\nGlassware: Bake at 120<sup>o</sup>C for 3 h before using.\r\n\n\nSolutions: Prepare solutions in RNase-free glassware using autoclaved DEPC treated water, then autoclave for 50 min.\r\n\n\nWherever possible, use disposable individually wrapped plasticware.\r\n\n\nReagents \\(except where indicated, all chemicals are obtained from Sigma, St. Louis, MO)\r\n\n\n* Diethylpyrocarbonate \\(DEPC)\r\n  * DEPC-treated deionized water\r\n  * Phosphate-buffered saline \\(PBS)\r\n  * 10% and 50% Ultrapure Sucrose \\(Invitrogen, Carlsbad, CA) in10 mM Tris-HCl, pH 7.4, 75 mM KCl, 1.5 mM MgCl<sub>2</sub>\r\n  * Cycloheximide: 100 mg/ml in ethanol\r\n  * RNasin \\(40 U/&#xB5;l, Promega, Madison, WI) \r\n  * 250 mM EDTA, pH 8.0\r\n  * 2X RSB: 20 mM Tris-HCl, pH 7.4, 20 mM NaCl, 3 mM MgCl<sub>2</sub>\r\n  * Polysome extraction buffer: 10 mM Tris-HCl, pH 7.4, 10 mM NaCl, 1.5 mM MgCl<sub>2</sub>, 1% Triton X-100, 1% deoxycholate, 2% Tween 20\r\n  * Proteinase K: 10 mg/ml in 0.2M Tris-HCl, pH 7.5, 0.2 M NaCl, 1.5 mM MgCl<sub>2</sub>\r\n  * RQ1 \\(RNA-Qualified) RNase-free DNase I \\(1U/&#xB5;l, Promega, Madison, WI)\r\n  * Phenol, pH 6.6 \\(Ambion, Austin, TX)/chloroform/isoamyl alcohol \\(25:24:1)\r\n  * Chloroform/isoamyl alcohol \\(49:1)\r\n  * 3 M sodium acetate, pH 5.2\r\n  * 75% and 100% Ethanol\r\n  * 10X MOPS \\(3-\\[N-morpholino]propanesulfonic acid): 0.2 M MOPS, pH 7.0, 50 mM sodium acetate, 1 mM EDTA.\r\n  * Formaldehyde\r\n  * Denhardt&#x2019;s solution: 0.02% polyvinylpyrrolidone, 0.02% Ficoll 400 and 0.02% bovine serum albumin\r\n  * Formamide\r\n  * 10X RNA loading dye: 0.5% bromphenol blue, 0.5% xylene cyanole FF, 1% SDS, 10% Ficoll, 30% glycerol\r\n  * RS: 2 &#xB5;l of 10X MOPS, 3.5 &#xB5;l of 37% formaldehyde, 10 &#xB5;l of deionized formamide\r\n  * Electrophoresis grade agarose \\(Invitrogen, Carlsbad, CA)\r\n  * RediPrime II kit \\(GE Health, Amersham Biosciences, Piscataway, NJ)\r\n  * \\[alpha-<sup>32</sup>P]deoxycytosine triphosphate \\(dCTP), specific activity 3000 Ci/mmol \\(GE Health, Amersham Biosciences, Piscataway, NJ)\r\n  * NICK columns \\(GE Health, Amersham Biosciences, Piscataway, NJ)\r\n  * 10% SDS\r\n  * 20X SSC \\(pH 7.0): 3.0 M NaCl, 0.3 M sodium citrate\r\n  * 20X SSPE \\(pH 7.4): 3.0 M NaCl, 0.2 M NaH<sub>2</sub>PO<sub>4</sub>.H<sub>2</sub>O, 0.02 M EDTA\r\n  * 10 mg/ml yeast tRNA \\(Calbiochem, San Diego, CA or Invitrogen, Carlsbad, CA)\r\n  * 10X Taq DNA polymerase buffer: 200 mM Tris-HCl, pH 8.4, 500 mM KCl\r\n  * Avian myeloblastosis virus reverse transcriptase \\(AMV RT) \\(Roche Diagnostic, Indianapolis, IN)\r\n  * Taq DNA polymerase \\(Invitrogen, Carlsbad, CA)\r\n  \r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\n**Preparation of DEPC-treated water**\r\n\n\nAdd 1 ml of DEPC to 1 liter of water, treat from 6 h to overnight, and autoclave for 20 min.\r\n\n\nCAUTION: DEPC causes irritation to eyes, skin and mucous membranes. It is a suspected carcinogen. Use it in the fume hood and wear gloves. Compounds with primary amine groups \\(e.g., Tris) will react with DEPC. Consequently, Tris buffers should be prepared by dissolving Tris in DEPC-treated and autoclaved water, adjusting the pH, and re-autoclaving to sterilize. Solutions of thermolabile materials \\(e.g., DTT) should be prepared by dissolving the solid in DEPC-treated and autoclaved water and passing the solution through a 0.22 micron filter to sterilize.\r\n\n\n\r\n\n\n**Preparation of 10% and 50 % sucrose solutions \\(50 ml)**\r\n\n\nWeigh 5 g or 25 g of Ultrapure Sucrose \\(for 10% and 50% sucrose, respectively) in a 100 ml bottle, move to a tissue culture hood \\(to minimize the risk for contamination), and add the following components:\r\n\n\n\r\n\n\nComponent/Amount\r\n\n\n1.5 M KCl/2.5 ml\r\n\n\n30 mM MgCl<sub>2</sub>/           2.5 ml\r\n\n\n1 M Tris-HCl, pH 7.4 /     0.5 ml\r\n\n\n\r\n\n\nAdd water to 40 ml, and mix until the sucrose is dissolved. Transfer the bottle to a boiling water bath for 10 min. Cool to room temperature. Transfer solution to a 50 ml Falcon tube, and add water to 50 ml. Filter solution through a 0.45 micron filter cup. Transfer filtered solution to a new 50 ml Falcon tube. Store at &#x2013;20<sup>o</sup>C.\r\n\n\n\r\n\n\n**Preparation of 2X RSB \\(10 ml)**\r\n\n\nComponent/                        Amount\r\n\n\n1 M Tris-HCl, pH 7.4/          0.2 ml\r\n\n\n1 M NaCl/                                 0.2 ml\r\n\n\n30 mM MgCl<sub>2</sub>/              1.0 ml\r\n\n\nDEPC-water/                      8.6 ml\r\n\n\n\r\n\n\n**Preparation of RSB containing RNasin \\(500 &#xB5;l)**\r\n\n\nComponent/ Amount\r\n\n\n2X RSB/ 500 &#xB5;l\r\n\n\nDEPC-water/ 475 &#xB5;l\r\n\n\nRNasin \\(40 U/&#xB5;l)/ 25 &#xB5;l\r\n\n\n\r\n\n\n**Preparation of polysome extraction buffer \\(8 ml)**\r\n\n\n Component/ Amount\r\n\n\n2X RSB/ 5.0 ml\r\n\n\n10% Triton X-100/ 1.0 ml\r\n\n\n10% Tween 20/ 2.0 ml\r\n\n\nStore the solution at 4<sup>o</sup>C.  Add 200 &#xB5;l of 5% deoxycholate to 800 &#xB5;l of polysome extraction buffer just before use since deoxycholate tends to precipitate in the extraction buffer during long time storage.\r\n\n\n\r\n\n\n**Preparation of 1% Formaldehyde-agarose gel \\(150 ml)**\r\n\n\nSolution A\r\n\n\nComponent/ Amount\r\n\n\nAgarose/ 1.5 g\r\n\n\nDEPC-water/ 100 ml\r\n\n\nMicrowave until the agarose is completely dissolved, and incubate in a 55<sup>o</sup>C water bath for 15 min.\r\n\n\nCAUTION: Microwave solutions can become superheated and boil vigorously when moved or swirled. Use caution when handling a hot flask. Wear insulating gloves and eye goggles.\r\n\n\n\r\n\n\n\r\n\n\nSolution B\r\n\n\nComponent/ Amount\r\n\n\n10X MOPS/ 15.0 ml\r\n\n\nFormaldehyde/ 24.3 ml\r\n\n\nDEPC-water/ 10.7 ml\r\n\n\nIncubate in a 55<sup>o</sup>C water bath for 15 min.\r\n\n\nMix solution B with solution A, and pour the mixture into a gel cast.\r\n\n\nCAUTION: Formaldehyde can cause irritation of the skin, eyes, nose, and throat. Cast gel in a fume hood, and wear gloves.\r\n\n\n\r\n\n\n**Preparation of electrophoresis buffer \\(1 L)**\r\n\n\nComponent/ Amount\r\n\n\n10X MOPS/  100 ml\r\n\n\nFormaldehyde/ 80 ml\r\n\n\nDEPC-water/ 820 ml\r\n\n\n\r\n\n\n**Preparation of pre-hybridization solution \\(50 ml)**\r\n\n\nComponent/ Amount\r\n\n\n20X SSPE/ 15.0 ml\r\n\n\nDenhardt&#x2019;s solution/ 5.0 ml\r\n\n\n10% SDS/ 0.5 ml\r\n\n\nDEPC-water/ 29.5 ml\r\n\n\n\r\n\n\n**Preparation of hybridization solution \\(50 ml)**\r\n\n\nComponent/ Amount\r\n\n\nFormamide/ 25.0 ml\r\n\n\n20X SSPE/ 15.0 ml\r\n\n\nDenhardt&#x2019;s solution/ 1.0 ml\r\n\n\n10% SDS/ 0.5 ml\r\n\n\n10 mg/ml tRNA/ 0.5 ml\r\n\n\nDEPC-water/ 8.0 ml\r\n\n\nCAUTION: Formamide can cause irritation of the skin, eyes, and respiratory tract."
        },
        {
            "header": "Equipment",
            "content": "BioComp gradient master model 107ip \\(BioComp Instruments, Inc. New Brunswick, Canada, http://www.biocompinstruments.com, see Fig. 1a)\r\n\n\nUltracentrifuge model Optima L-Series \\(Beckman Coulter, Fullerton, CA)\r\n\n\nSW41Ti rotor and swinging buckets \\(Beckman Coulter, Fullerton, CA)\r\n\n\nOpen top polyclear centrifuge tubes, 14 X 89 mm \\(Seton Scientific, Los Gatos, CA)\r\n\n\nPiston gradient fractionator \\(BioComp Instruments, Inc. New Brunswick, Canada, Fig. 1b)\r\n\n\nMonitor UV-M II \\(GE Health, Amersham Biosciences, Piscataway, NJ)\r\n\n\nFour-channel data acquisition module model DI-154RS \\(DATAQ Instruments, Akron, OH, http://www.dataq.com)\r\n\n\nGel cast apparatus\r\n\n\nGel tank for electrophoresis\r\n\n\nPower supply\r\n\n\nPositively charged nylon membrane BrightStar-Plus \\(Ambion, Austin, TX)\r\n\n\nStratagene UV Stratalinker 2400 \\(Stratagene, La Jolla, CA)\r\n\n\nSealable pouch \\(2.5 mils thick, 1 pint size) \\(Kapak, Minneapolis, MN)\r\n\n\nWater bath\r\n\n\nPhosphorImager System model 425S \\(Molecular Dynamics, Sunnyvale, CA)\r\n\n\nImageQuant Software \\(Molecular Dynamics, Sunnyvale, CA)"
        },
        {
            "header": "Procedure",
            "content": "The following procedure is for a monolayer cell culture grown in a 15-cm tissue culture plate. This protocol can also be adapted to cells transfected using a calcium phosphate protocol \\(Graham and van der Eb, 1973, Jin _et al._, 2003, Bor _et al._, 2006).\r\n\n\n\r\n\n\n**Growing cells TIMING 1-3 d**\r\n\n\n1| Seed 0.8-1.0 X 10\n7\n293T cells onto each 15-cm culture dish 1-3 days before polysome fractionation. At harvest, the cells should be at no more than 70-80% confluency.\r\n\n\nCRITICAL STEP: When cultures approach 100 % confluency, they tend to slow down general protein translation, and polysomes extracted from such cells show a shift from actively translating polysomes to a predominance of monosomes \\(a large 80S peak in the polysome profile). It is therefore important that the number of cells seeded are adjusted as necessary to avoid them reaching stationary phase.\r\n\n\n\r\n\n\n**Polyribosome fractionation TIMING 5-6 h**\r\n\n\n2| 48 h post seeding, add cycloheximide \\(100 mg/ml) to 50 µg/ml final concentration to the growth medium. Incubate at 37\no\nC for 30 min.\r\n\n\nCRITICAL STEP: Cycloheximide is an inhibitor of protein biosynthesis and exerts its effect by interfering with peptidyl transferase on the 60S ribosome, thus blocking translational elongation. Addition of cycloheximide “freezes” the ribosomes on the mRNA, preventing them from completing translation and falling off the RNA during the polysome extraction procedure. However, prolonged exposure to cycloheximide is toxic to the cells and should be avoided.\r\n\n\n \r\n\n\n3| Transfer plate to rest directly on ice in a box or bucket. Aspirate growth medium, and wash cells with 10 ml of ice-cold PBS containing 50 µg/ml of cycloheximide. Aspirate the solution, and repeat the wash step.\r\n\n\nCRITICAL STEP: Keep cells and solutions on ice as cold temperature will slow down translation elongation and RNase activity.\r\n\n\n\r\n\n\n4| Scrape cells with a cell lifter, and transfer to a 1.5 ml microcentrifuge tube. Centrifuge in a refrigerated microcentrifuge at 7000 rpm for 1 min. Aspirate supernatant.\r\n\n\n\r\n\n\n5| Add 250 µl of 2X RSB/RNasin to resuspend cell pellet. Add 250 µl of polyribosome extraction, and mix quickly.\r\n\n\n\r\n\n\n6| Incubate on ice for 10 min. Spin for 10 sec to pellet nuclei. Transfer 500 µl of cytoplasmic extract to a new microcentrifuge tube. Centrifuge at 10,000 X g for 10 min at 4\no\nC.\r\n\n\n\r\n\n\n7| While the cytoplasmic extract is centrifuging, prepare gradients in an ultracentrifuge tube by underlaying 5.5 ml of 10% sucrose solution with 5.5 ml of 50% sucrose solution without disturbing the interface. This is done by gently inserting the tip of a blunt end stainless steel needle to the bottom of the tube and slowly releasing the 50% sucrose solution from the syringe to displace the 10% sucrose solution upwards in the tube. \r\n\n\n\r\n\n\n8| Close the tube with a BioComp cap, and put the capped tubes in the BioComp gradient master \\(Fig 1a). Select the gradient parameter according to the manufacturer’s instructions, and start the run. When the gradient formation is finished, carefully remove the cap, and transfer the tube to an SW41Ti rotor bucket. Carefully layer on top of gradient an additional 500 µl of 10% sucrose.\r\n\n\nCRITICAL STEP: During cap insertion, make sure there are no air bubbles trapped inside the tube, since free-floating bubbles have a deleterious effect on gradient formation. Keep rotor buckets cold throughout the procedure.\r\n\n\n\r\n\n\n9| When the spin is finished, carefully layer 500 µl of the cytoplasmic extract \\(prepared as described in step 6) on top of the sucrose gradient.\r\n\n\n\r\n\n\n\\(Optional) To disrupt polyribosomes in a separate control experiment, add 30 µl of 250 mM EDTA to 470 µl of cleared cytoplasmic extract \\(15 mM final concentration), and layer the extract on top of a second gradient \\(Calzone et al., 1998; Johannes and Sarnow, 1998). This concentration of EDTA does not generally disrupt mRNP complexes. \r\n\n\n\r\n\n\n10| Place the rotor buckets in the SW41Ti rotor, and centrifuge at 36,000 rpm for 2 h at 4\no\nC. When the centrifugation is finished, take off rotor buckets, and keep them in ice until fractions from each tube are collected \\(to minimize potential RNAse activity) .\r\n\n\n\r\n\n\n11| Collect approximately 20 550 µl fractions on ice into 1.5-ml microcentrifuge tubes using the BioComp piston gradient fractionator \\(Fig. 1b) equipped with a UV-M II monitor connected to  the DATAQ DI-154RS data acquisition module. This allows the concomitant measurement of absorbance at 254 nm and converts the analog signal from the UV monitor into a digital format so that it can be viewed and recorded on a PC using WinDaq/100 data acquisition software. \\(see Figure 3 for an example of the UV absorbance profile). Further information about this setup is available from BioComp or the authors. \r\n\n\n\r\n\n\n12| Add 60 µl of 10% SDS and 12 µl of Proteinase K \\(10 mg/ml) to each fraction, mix and incubate for 30 min at 42\no\nC.\r\n\n\nPAUSE POINT: Samples can be stored at –80\no\nC.\r\n\n\n\r\n\n\n**RNA isolation and precipitation  TIMING 2-8 h, depending on number of gradients**\r\n\n\n13| Transfer 300 µl of each Proteinase K-treated fraction to a new microcentrifuge tube, and extract each fraction twice with 300 µl of phenol/chloroform/isoamyl alcohol and once with 300 µl of chloroform/isoamyl alcohol. Keep tubes on ice.\r\n\n\nCAUTION: Phenol is readily absorbed through the skin and can cause severe burns to the eyes and skin. Chloroform is a skin and eye irritant, and it is a suspected human carcinogen and reproductive hazard. Adding chloroform to phenol enhances the ability of phenol to be absorbed by the skin. Wear gloves at all times. Tips and tubes that have contacted these organic solvents should be disposed of appropriately.\r\n\n\n\r\n\n\n14| Transfer each supernatant to a new microcentrifuge tube. Precipitate RNA from each fraction by the addition of 30 µl of 3 M sodium acetate \\(pH 5.2) and 825 µl of 100% ethanol. Mix and store the solution at –80\no\nC for 15 min.\r\n\n\nPAUSE POINT: Fractions can be stored at –80\no\nC.\r\n\n\n\r\n\n\n15| Collect RNA by centrifuging at 13000 rpm for 20 min at 4\no\nC. Wash the RNA pellets with1 ml of 75% ethanol. Carefully aspirate supernatant from each tube, leaving the cap open to allow the RNA pellet to dry.\r\n\n\nCRITICAL STEP: Do not overdry the RNA pellet, because doing so will make the pellet difficult to resuspend.\r\n\n\n\r\n\n\n\\(Optional) DNase I treatment and RT-PCR  TIMING 6-8 h\r\n\n\nFor RNA to be analyzed by RT-PCR, resuspend the RNA in 20 µl of 1X DNase1 buffer and 1 unit of DNase I, and incubate at 37\no\nC for 1 hour. At the end of incubation, add 180 µl of DEPC water to the sample, and extract with 200 µl of phenol/chloroform/isoamyl alcohol twice and 200 µl of chloroform/isoamyl alcohol once. Precipitate RNA by adding 20 µl of 3M sodium acetate \\(pH 5.2) and 550 µl of 100% ethanol, and store the solution at –80\no\nC for 15 min. Collect RNA by Centrifuging at 13000 rpm for 20 min at 4\no\nC. Wash the RNA pellet with 1 ml of 75% ethanol. Carefully aspirate supernatant from tube. Dry the RNA pellet. Resuspend the RNA pellet with 20 µl of DEPC-water.\r\n\n\n\r\n\n\nRT-PCR set up\r\n\n\nComponent/ Amount\r\n\n\nRNA/ 1.0 µl\r\n\n\nDEPC-water/ 11. 55 µl\r\n\n\n10X Taq DNA polymerase buffer/ 2.0 µl\r\n\n\n50 mM MgCl\n2\n/ 0.8 µl\r\n\n\n10 mM dNTP solution/ 0.4 µl\r\n\n\n0.2 M DTT /2.0 ml\r\n\n\nPrimer 1 \\(100 ng/ml)/ 1.0 µl\r\n\n\nPrimer 2 \\(100 ng/ml)/ 1.0 µl\r\n\n\nRNasin \\(40 U/µl) 0.05 µl\r\n\n\nTaq DNA polymerase \\(5 U/µl) 0.1 µl\r\n\n\nAMV RT \\(24 U/µl) 0.1 µl\r\n\n\nPrepare a master mix for multiple reactions to minimize reagent loss and enable accurate pipeting.\r\n\n\n\r\n\n\nIncubate tubes in a themocycler at 48\no\nC for 45 min to synthesize the first-strand cDNA, followed by 95\no\nC for 3 min to inactivate the activity of AMV reverse transcriptase. Perform 15-25 cycles of PCR amplifications as follows:\r\n\n\nDenature at 94\no\nC for 30 sec\r\n\n\nAnneal at 55\no\nC for 30 sec\r\n\n\nExtend at 72\no\nC for 90 sec\r\n\n\nAt the end of PCR cycles, continue incubation for another 7 min at 72\no\nC. Analyze PCR products by agarose gel electrophoresis, and visualize by ethidium bromide staining.\r\n\n\nCAUTION: Ethidium bromide is mutagenic. Wear gloves at all times.\r\n\n\n\r\n\n\n**Formaldehyde gel electrophoresis of RNA from polysome gradient fractions TIMING 5-6 h**\r\n\n\n16| Resuspend the RNA pellet in 4 µl of DEPC-water, and 15.5 µl of RS buffer. Incubate samples at 55\no\nC for 10 min, cool on ice, add 2 µl of 10X RNA loading dye, and load onto a 1% agarose gel containing formaldehyde. Run gel at 120 volts for 3 h with a peristaltic pump that recirculates running buffer between the electrodes.\r\n\n\n\r\n\n\n**Preparation for transfer  TIMING 3 h**\r\n\n\n17| Turn off power supply for electrophoresis. Soak the gel in 250 ml of autoclaved water for 15 min, changing the water 3 times. This step is carried out in a tray with gentle rocking.\r\n\n\n\r\n\n\n18| Denature the gel by completely immersing it in 50 mM NaOH for 20 min.\r\n\n\n\r\n\n\n19| Neutralize the gel in 100 mM Tris-HCl \\(pH 7.0-7.6) for 20 min.\r\n\n\n\r\n\n\n20| Soak the gel in 10X SSC for 15 min.\r\n\n\n\r\n\n\n21| Prepare nylon membrane by cutting to the size of the gel, and soak the membrane in 100 ml of 10X SSC.\r\n\n\n\r\n\n\n**Transfer  TIMING 16 h**\r\n\n\n22| Set up capillary transfer in the following order \\(Fig 2):\r\n\n\nStack at least 3 inches of cut-to-size paper towels in a Pyrex tray.\r\n\n\nSoak 3 pieces of Whatman paper in 10X SSC for 3 min, and lay them on top of paper towels.\r\n\n\nPlace the nylon membrane on top of the Whatman paper.\r\n\n\nLay gel top-side facing upward, and remove bubbles between gel and membrane.\r\n\n\nSoak 3 pieces of Whatman paper in 10X SSC for 3 min, and lay them on top of the gel.\r\n\n\nAdd 20X SSC to two reservoirs, and place one on each side of the Pyrex tray. Soak a long piece of Whatman paper in 20X SSC for use as a wick. Lay the wick on top of the Whatman paper with ends dipping into the reservoirs.\r\n\n\nPlace a plastic or glass plate on top of the wick. Weigh the whole set-up with 4 plastic bottles, each containing 100 ml of water.\r\n\n\nAllow the RNA to transfer overnight.\r\n\n\nCRITICAL STEP: Avoid trapping air bubbles between the filter papers and nylon membrane by rolling a clean plastic pipette across. Any bubbles will lead to uneven or poor transfer. Once it is placed, do not move the membrane as some transfer of RNA may have already taken place. Also, be sure not to allow the wick to collapse and touch the towel stack as this will short out the capillary action and also result in a poor transfer.\r\n\n\n\r\n\n\n\r\n\n\n**Post-transfer processing TIMING 30 min**\r\n\n\n23| At the end of the transfer period, lift the nylon membrane, and rinse it briefly in 10X SSC.\r\n\n\n\r\n\n\n24| Place the nylon membrane on a piece of Whatman paper with the RNA side facing upwards. Cross-link RNA to the nylon membrane using a UV cross-linker at a setting of 120 mjoules/cm\n2\n.\r\n\n\n\r\n\n\n**Blocking and preparation of radioactive probe TIMING 1-4 h**\r\n\n\n25| Put the membrane in a heat-sealable bag. Add pre-hybridization solution to the bag, and seal the bag. Incubate the bag at 43\no\nC for 1-4 h in a slowly shaking water bath.\r\n\n\n\r\n\n\n26| Label the DNA fragment with \\[alpha-\n32\nP]dCTP using the RediPrime II kit according to the manufacturer’s instructions. Purify the radiolabeled probe from unincorporated nucleotide using the NICK column according to the manufacturer’s instructions. Use 1 µl of probe to determine the counts with a scintillation counter. Calculate the total incorporation of \\[alpha-\n32\nP]dCTP and the specific radioactivity of the probe.\r\n\n\nCRITICAL STEP: For a good probe, the specific radioactivity should be around 1 X 10\n9\ncpm/µg of template.\r\n\n\n\r\n\n\n**Hybridization TIMING 16 h**\r\n\n\n27|  Replace the heat-sealable bag with hybridization solution. Denature the probe by placing it in a boiling water bath for 5 min followed by snap cooling on ice. Briefly spin down the probe. Add denatured probe to the bag, and seal it. Continue hybridization overnight at 43\no\nC in a water bath with slow agitation.\r\n\n\n\r\n\n\n**Post-hybridization washing TIMING 2-3 h**\r\n\n\n28| Remove the nylon membrane from the bag to a Rubbermaid container, and rinse it briefly with 6X SSC/0.1%SDS twice. Using the same solution, wash the membrane three times, 15 min each, at room temperature. Then wash the membrane once at 43\no\nC for 15 min.\r\n\n\n\r\n\n\n29| Wash the membrane with 0.1X SSC/0.1% SDS at room temperature, for 15 min each, two or three times.\r\n\n\n\r\n\n\n30| Check the background of the membrane using a Geiger Counter. If the background is high, continue the wash with 0.1X SSC/0.1% SDS at 43\no\nC for 15 min.\r\n\n\nCRITICAL STEP: The needed stringency of the washes depends on several factors \\(e.g., the size of the probe and G/C content). If the washes are too stringent, the signal might be too low. If the washes are not stringent enough, the background might be too high.\r\n\n\n\r\n\n\n**RNA detection TIMING 1 hour to 1 week, depending on hybrid yield and probe specific activity**\r\n\n\n31| Remove the membrane, and wrap it with plastic wrap. Place it onto a PhosphorImager cassette, and flatten it against a PhosphorImager screen.\r\n\n\n\r\n\n\n32| Depending on hybrid yield and specific activity of the probe, scan the screen for the appropriate amount of time. Analyze the data with ImageQuant software."
        },
        {
            "header": "Timing",
            "content": "Growing cells: 1-3 d\r\n\n\nPolyribosome fractionation: 4-6 h\r\n\n\nRNA isolation and precipitation: 2-8 h\r\n\n\n\\(Optional) DNase I treatment and RT-PCR: 6-8 h\r\n\n\nFormaldehyde gel electrophoresis: 5-6 h\r\n\n\nPreparation for transfer: 3 h\r\n\n\nTransfer: 16 h\r\n\n\nPost-transfer processing: 30 min\r\n\n\nBlocking and prepare radioactive probe: 1-4 h\r\n\n\nHybridization: 16 h\r\n\n\nPost-hybridization washing: 2-3 h\r\n\n\nRNA detection: 1 h to 1 week, depending on hybrid yield and probe specific activity"
        },
        {
            "header": "Critical Steps",
            "content": "The CRITICAL STEPS are indicated in the text of the procedure."
        },
        {
            "header": "Troubleshooting",
            "content": "**PROBLEM: Low polyribosome peaks.**\r\n\n\n\r\n\n\nPOSSIBLE REASON 1:  Cells had stopped growing at the time of harvest.\r\n\n\nSOLUTION: Split cells at 1:2 ratio the day before harvesting or seed the plates with less cells.\r\n\n\n\r\n\n\nPOSSIBLE REASON 2: &#x201C;Runoff&#x201D; of ribosomes during harvesting and extraction of the cells. \r\n\n\nSOLUTION: Cool cells as quickly as possible and keep all solutions cold. Also, cycloheximide is included to minimize this problem. \r\n\n\n\r\n\n\n**PROBLEM: The dye fronts on the agarose gels do not run straight, giving the bands the appearance of either a smile or a frown.**\r\n\n\n\r\n\n\nPOSSIBLE REASON: Salt in the RNA pellet. \r\n\n\nSOLUTION: Rinse RNA pellet with sufficient 75% ethanol, and be sure to completely remove the supernatant.\r\n\n\n\r\n\n\n**PROBLEM: Uneven or poor RNA transfer from gel to nylon membrane.**\r\n\n\n\r\n\n\nPOSSIBLE REASON 1: Wick contacts the Whatman paper and paper towel underneath gel.\r\n\n\nSOLUTION: For efficient transfer, the 20X SSC must only pass through the gel and nylon membrane. To avoid &#x201C;short circuiting,&#x201D; cut all materials to the size of the gel, and mask around the gel with strips of parafilm. Make sure that the wick is not touching the paper towel and gel.\r\n\n\n\r\n\n\nPOSSIBLE REASON 2: Air bubbles.\r\n\n\nSOLUTION: When setting up transfer, take care not to introduce bubbles between layers; it is especially important to avoid bubbles between the gel and membrane. As each component is added to the blot, a pipette can be used to gently roll out bubbles.\r\n\n\n\r\n\n\nPOSSIBLE REASON 3: Insufficient time for transfer.\r\n\n\nSOLUTION: Be sure the side of the gel corresponding to the bottom of the wells is against the membrane. This minimizes the distance the RNA must migrate out of the gel to the membrane.\r\n\n\n\r\n\n\n**PROBLEM: Faint or no signal on blot .**\r\n\n\n\r\n\n\nPOSSIBLE REASON 1: The specific activity of the probe is too low.\r\n\n\nSOLUTION: Make sure that the radioactively labelled dNTPs are not too old \\(use within 2-3 weeks). \r\n\n\n\r\n\n\nPOSSIBLE REASON 2: Stringency is too high.\r\n\n\nSOLUTION:  Decrease time or temperature of washes. The hybridization temperature may also be lowered, but this may increase the background.\r\n\n\n\r\n\n\nPOSSIBLE REASON 3: RNA is degraded.\r\n\n\nSOLUTION: Use DEPC-water for all reagents, and keep all plastics and glassware RNase free. Work fast, wear gloves, and keep everything cold where indicated. \r\n\n\n\r\n\n\n**PROBLEM: High background.**\r\n\n\n\r\n\n\nPOSSIBLE REASON 1: Not enough washing, or washes not stringent enough. \r\n\n\nSOLUTION: Increase the number of washes and/or washing times. Temperature may also be increased, but this may result in loss of a specific signal if stringency becomes too high.  \r\n\n\n\r\n\n\nPOSSIBLE REASON 2: Precipitates in washing buffer. The wash buffer contains salts and SDS that may precipitate at room temperature. Accumulation of these precipitates on the membrane can result in increased background.\r\n\n\nSOLUTION: Warm solution to between 37<sup>o</sup>C and 43<sup>o</sup>C to re-dissolve any precipitates before use."
        },
        {
            "header": "Anticipated Results",
            "content": "A typical polyribosome profile obtained from actively growing 293T cells is shown in Fig 3. We have routinely observed that the confluency of cells has a significant effect on the gradient profiles. A decrease in the ratio between heavy polyribosomes and monosomes typically indicates that cells have reached the stationary phase of growth during which the overall rate of protein synthesis has slowed. \r\n\n\n\r\n\n\nIf an mRNA is actively translated, this method should allow detection of the mRNA in the fractions containing polyribosomes. When EDTA is added, the mRNA should shift to lighter fractions. This size of the mRNA will determine its position in the gradient after EDTA treatment. A larger mRNA will usually be detected further down in the gradient than a smaller species \\(depending on the size of the mRNP complex). \r\n\n\n\r\n\n\nAlthough RT-PCR can be used to detect the mRNA extracted from the sucrose gradients, the Northern blot protocol has the advantage that it can give simultaneous information about alternatively spliced mRNAs and size. Also, it allows for more accurate quantification of the mRNA present in the different fractions."
        },
        {
            "header": "References",
            "content": "Graham, F. L., &amp; van der Eb, A, J. A new technique for the assay of infectivity of human adenovirus 5 DNA. _Virology_ **52**, 456-467 \\(1973).\r\n\n\n\r\n\n\nJin, L, Guzik, B, W., Bor, Y. C., Rekosh, D., &amp; Hammarskj&#xF6;ld M. L. Tap and NXT promote translation of unspliced mRNA. _Genes Dev._ **17**, 3075-3086 \\(2003).\r\n\n\n\r\n\n\nBor, Y. _et al._ The Wilms' tumor 1 \\(WT1) gene \\(+KTS isoform) functions with a CTE to enhance translation from an unspliced RNA with a retained intron. _Genes Dev._ **20**, 1597-1608 \\(2006).\r\n\n\n\r\n\n\nCalzone, F. J., Angerer, R. C., &amp; Gorovsky, M. A. Regulation of protein synthesis in Tetrahymena: Isolation and characterization of polysomes by gel filtration and precipitation at pH 5.3. _Nucleic Acids Res._ **10**, 2145-2161 \\(1982).\r\n\n\n\r\n\n\nJohannes, G. &amp; Sarnow, P. Cap-independent polysomal association of natural mRNAs encoding c-myc, BiP, and eIF4G conferred by internal ribosome entry sites. _RNA_ **4**, 1500-1513 \\(1998)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05107",
                "date": "2006-07-27 14:49:13",
                "title": "An intron with a constitutive transport element is retained in a Tap messenger RNA",
                "authors": [
                    "Li",
                    "Y. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9840,
                "identity": "9e9a8373-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marie-Louise Hammarskjold",
                "email": "mh7g@virginia.edu",
                "orcid": "",
                "institution": "University of Virginia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marie-Louise",
                "middleName": "",
                "lastName": "Hammarskjold",
                "suffix": ""
            },
            {
                "id": 9835,
                "identity": "9e9a787e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Y.C. Bor",
                "email": "",
                "orcid": "",
                "institution": "Myles H. Thaler Center, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Y.C.",
                "middleName": "",
                "lastName": "Bor",
                "suffix": ""
            },
            {
                "id": 9836,
                "identity": "9e9a7bb0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "J. Swartz",
                "email": "",
                "orcid": "",
                "institution": "Myles H. Thaler Center, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "J.",
                "middleName": "",
                "lastName": "Swartz",
                "suffix": ""
            },
            {
                "id": 9837,
                "identity": "9e9a7e89-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Y. Li",
                "email": "",
                "orcid": "",
                "institution": "Myles H. Thaler Center, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Y.",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 9838,
                "identity": "9e9a8053-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "J. Coyle",
                "email": "",
                "orcid": "",
                "institution": "Myles H. Thaler Center, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "J.",
                "middleName": "",
                "lastName": "Coyle",
                "suffix": ""
            },
            {
                "id": 9839,
                "identity": "9e9a81d5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "D. Rekosh",
                "email": "",
                "orcid": "",
                "institution": "Myles H. Thaler Center, University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "D.",
                "middleName": "",
                "lastName": "Rekosh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-06 10:46:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.216",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.216",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607603,
                "identity": "74426444-c116-4edd-8356-23557346ec1b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 55738,
                "visible": true,
                "origin": "",
                "legend": "BioComp gradient master (a) and piston gradient fractionator (b).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-67/v1/figure_1.jpg"
            },
            {
                "id": 2607604,
                "identity": "081ec1ad-f8d1-4c8a-9bd9-ada143b2135e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 69087,
                "visible": true,
                "origin": "",
                "legend": "Schematic presentation of transfer set-up.   Filter paper acts as a wick to transfer the 20X SSC from the tray to the gel.  Nylon membrane, gel, and Whatman paper are shown.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-67/v1/figure_2.jpg"
            },
            {
                "id": 2607602,
                "identity": "175a8440-8c7c-407b-8d52-6fb50fee71f2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29495,
                "visible": true,
                "origin": "",
                "legend": "The UV absorbance profile at 254 nm of cytoplasmic extract from 293T cells sedimented through a 10-50% sucrose gradient.   The positions of 40S and 60S ribosomal subunits, 80S monosomes and polyribosomes are shown.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-67/v1/figure_3.jpg"
            },
            {
                "id": 13464294,
                "identity": "2a7530c4-8939-4015-a67d-050697372edf",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 226432,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-67/v1/86dce58f-982d-4af2-9452-1fadc0e788a7.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "polyribosome analysis, mRNA detection, northern, sucrose gradient separation, gene expression \r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Northern Blot analysis of mRNA from mammalian polyribosomes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-09-15 04:09:12",
                "doi": "10.1038/nprot.2006.216",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e9a0586-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 15th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1326,
                "name": "Genetics"
            },
            {
                "id": 1327,
                "name": "Biotechnology"
            },
            {
                "id": 1328,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-09-15 04:09:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}