{
    "identity": "nprot-2018",
    "title": "Crystallization of Cryptophane-A and Cryptophane-A Derivatives with and without Encapsulated Guests",
    "content": [
        {
            "header": "Introduction",
            "content": "A fascinating area of research involves the designed encapsulation of charged or neutral guests within molecular hosts. This leads to applications such as storage devices,<sup>1-2</sup> reaction vessels,<sup>3-5</sup> biosensors,<sup>6-7</sup> new materials and molecular building blocks,<sup>8</sup> logic gates,<sup>9</sup> and electronic components.<sup>10</sup> A prototypal molecular host, cryptophane-A \\(with internal volume of the “open” crown-crown conformation ranging from roughly 80 to 100 Å<sup>3</sup>), binds many different small molecule guests.<sup>11</sup> Cryptophane-A exhibits unusually high affinity towards xenon and can be functionalized with peptide or small-molecule targeting moieties to generate biosensors that exploit the high sensitivity and large NMR chemical shift window of hyperpolarized Xe-129.<sup>6,11</sup> The high-resolution crystal structures of cryptophane-A and its derivatives with various guests inform our understanding of molecular recognition processes in cryptophane molecular host systems. The analysis of these structures provides useful comparisons for studying host-guest interactions in other synthetic as well as natural supramolecular assemblies. \r\n\n\nSingle crystals of many cryptophane-guest complexes can be grown in the neat guest solvent. In these cases, the guest is a liquid at rt and, of course, the solvent molecules must be sufficiently small to be encapsulated by the cryptophane host cavity. \r\n\n\nThe growth of diffraction-quality crystals with an encapsulated gaseous xenon atom presents additional challenges. While the solubility of xenon in organic solvents is generally high \\(~100 mM), it is however necessary to use a solvent that is too large to occupy the cavity of the cryptophane, such that it does not compete with xenon. One consideration is that such solvents are typically unable to dissolve cryptophane at the millimolar concentration needed for crystallization. In this study, fluorobenzene was selected as the solvent for growing most of the cryptophane-xenon crystals as it is too large to occupy the cavity of cryptophane-A and still adequately solubilizes cryptophanes to allow for the growth of single crystals by the vapor diffusion technique.  In one case mesitylene was used, but the low solubility of cryptophane in this solvent resulted in only a single successful single-crystal growth.\r\n\n\nCryptophane-A and derivatives \\(Fig. 1) were crystallized with or without various guests using vapor diffusion or slow evaporation techniques.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/1721/original/Figure_1.jpg?1296831127\">See figure in Figures section.</a> \r\n\n\n\r\n\n\n**Figure 1.** Cryptophane-A, tripropargyl \\(**1**) and triallyl \\(**2**) cryptophane derivatives."
        },
        {
            "header": "Reagents",
            "content": "Cryptophane-A,<sup>13</sup> tripropargyl \\(**1**)<sup>14</sup> and triallyl \\(**2**)<sup>15</sup> cryptophane derivatives were synthesized according to previously reported procedures. Organic solvents for crystal growth were used as purchased: mesitylene \\(99%, _Acros Organics_), chloroform- _d_ \\(CDCl<sub>3</sub>, _Acros Organics_), fluorobenzene \\(99%, _Acros Organics_), methyl alcohol \\(MeOH, HPLC grade, _Fisher_), diethyl ether \\(anhydrous, _Fisher_), _n_ -pentane \\(99%, _Acros Organics_), or hexanes \\(HPLC grade, _Fisher_)."
        },
        {
            "header": "Procedure",
            "content": "**Crystallization methods used for growing cryptophane-guest crystals:\n12\n**\r\n\n\n \r\n\n\n**_Vapor Diffusion_**\r\n\n\nThis method works very well for milligram quantities of cryptophane material. A solution of the cryptophane \\(~1 mM) is prepared using solvent S1 and placed in an open vial V1. A second solvent, S2 \\(precipitating solvent), is placed in a larger vial V2. S2 is chosen such that when mixed with S1 the cryptophane will become less soluble. The vial V1 containing S1 is then placed in vial V2, which is immediately sealed. Slow diffusion of S2 into V1 and S1 out of V1 will cause crystals to form. If S2 is more volatile than S1 the solvent level will increase inside V1 and prevent microcrystalline crusts from forming on the sides of V1. Most of the studied complexes were crystallized using the vapor diffusion method.\r\n\n\n\r\n\n\n**_Slow Evaporation_**\r\n\n\nThis method works best for compounds that are insensitive to ambient conditions in the laboratory, as the vessel must be at least partially open to the surrounding environment to allow evaporation. A nearly saturated solution of the cryptophane \\(approximately 1 mM) is prepared in a suitable solvent. The solution is transferred to a clean crystal growing dish and covered loosely with a lid, such that solvent can slowly evaporate. The container should be placed in a quiet, out of the way place and left at rt for the solvent to evaporate. In the present study, only the cryptophane-CDCl\n3\ncomplex was crystallized by slow evaporation \\(of CDCl\n3\nsolvent).\r\n\n\n\r\n\n\n**Crystal growth conditions:** \r\n\n\n\r\n\n\nIn all cases, a 1 mM cryptophane solution in the specified solvent was used. \r\n\n\n\r\n\n\nTripropargyl cryptophane CC- **1** \\(no guest): Tripropargyl cryptophane **1** was crystallized without guest in the crown-crown conformation. Crystals of **1** were grown from fluorobenzene using hexanes as precipitating solvent for vapor diffusion crystal growth. A small amount of electron density was observed within the cavity, suggesting that trace water or other solvent molecule may have gained access to the cavity. Crystallization of the completely empty cryptophane in crown-crown conformation may require rigorously dry solvents.\r\n\n\n\r\n\n\nTriallyl cryptophane CS- **2** \\(no guest): Triallyl cryptophane **2** was crystallized without any guests in the crown-saddle conformation. Single crystals of triallyl cryptophane **2** were obtained via dissolution in hot mesitylene, cooling to rt, and subjecting to vapor diffusion conditions with _n_ -pentane.\r\n\n\n\r\n\n\nTripropargyl cryptophane **1**-xenon, triallyl cryptophane **2**-xenon, and cryptophane-A-xenon: The fluorobenzene solution of each cryptophane was bubbled with Xe gas. The precipitating solvent, \\(_n_ -pentane for tripropargyl cryptophane **1**, diethyl ether or _n_ -pentane for triallyl cryptophane **2**, and hexanes for cryptophane-A) was also bubbled with Xe and the headspace of the vapor diffusion vial \\(V2) was purged with Xe before it was sealed and left for crystallization.\r\n\n\n\r\n\n\nTriallyl cryptophane **2**-MeOH: Single crystals were obtained via vapor diffusion of diethyl ether into the methanolic cryptophane solution.\r\n\n\n\r\n\n\nTriallyl cryptophane **2**-CDCl\n3\n: Single crystals of the triallyl cryptophane **2**-CDCl\n3\ncomplex were grown in CDCl\n3\nby slow evaporation.\r\n\n\n\r\n\n\nCryptophane-A-H2O: Single-crystal growth of cryptophane-A was attempted by vapor diffusion of hexanes into fluorobenzene solution. Most probably due to wet solvent, water molecules were trapped inside the cryptophane cavity, which gave the cryptophane-A-H2O complex.\r\n\n\n\r\n\n\n**General step-by-step procedure:**\nSee figure in Figures section.\n**Figure 2. Crystal growth of cryptophane-xenon complexes.**  \\(a) Cryptophane is dissolved in solvent S1 and the resulting solution is put into vial V1. \\(b) Precipitating solvent S2 is put into vial V2. \\(c) V1 with cryptophane solution is placed into V2 with the precipitating solvent. \\(d) **OPTIONAL, only for Xe complexes:** Xenon-gas is bubbled through the cryptophane solution \\(S1) and headspace of V2. \\(e) Slow diffusion of the precipitating solvent from V2 \\(sealed with cover, shown in red) into V1 results in cryptophane crystal formation.\r\n\n\n\r\n\n\n**Note:**  For efficient crystal growth, cryptophane solutions \\(~1 mM, 6 mL total) were prepared for multiple crystallization trials. Aliquots \\(2 mL) were put into three different vials, V1. Each V1 with the cryptophane solution was placed into separate V2 vessels containing hexanes, diethyl ether, or _n_ -pentane. For crystallization of cryptophane-A derivatives and their complexes, typically good crystals were obtained with only one of these three precipitating solvents, in an unpredictable fashion.\r\n\n\n\r\n\n\n**1** | Prepare 1 mM solution of cryptophane in chosen solvent \\(S1). In most cases hot solvent must be used to dissolve cryptophane.\r\n\n\n\r\n\n\n**2** | Put 2 mL of this solution \\(S1) into a 5 mL vial \\(V1, Fig. 2a).\r\n\n\n\r\n\n\n**3** | Put 2 mL of the precipitating solvent \\(S2) into a 20 mL vial \\(V2, Fig. 2b).\r\n\n\n\r\n\n\n**4** | Place the smaller vial V1 into the larger vial V2 containing the precipitating solvent S2 \\(Fig. 2c).\r\n\n\n\r\n\n\n**5** | **For complexes with Xe:** Gently bubble the cryptophane solution \\(S1) with Xe gas for 1-2 min \\(Fig. 2d).\r\n\n\n\r\n\n\n**6** | **For complexes with Xe:** Purge the headspace of the larger vapor diffusion vial V2 with Xe \\(Fig. 2d).\r\n\n\n\r\n\n\n**7** | Seal the larger vial V2 \\(Fig. 2e). Place crystallization trials in quiet place at ambient temperature.\r\n\n\n\r\n\n\n**8** | Check for crystals after 5-7 days \\(Fig. 2e)."
        },
        {
            "header": "References",
            "content": "1. Horike, S., Shimomura, S. & Kitagawa, S. Soft porous crystals. Nat. Chem. 1, 695-704 \\(2009).\r\n  2. Shivanyuk, A. & Rebek, J. Isomeric constellations of encapsulation complexes store information on the nanometer scale. Angew. Chem. Int. Edit. 42, 684-686 \\(2003).\r\n  3. Fiedler, D., Leung, D. H., Bergman, R. G. & Raymond, K. N. Selective molecular recognition, C-H bond activation, and catalysis in nanoscale reaction vessels. Acc. Chem. Res. 38, 349-358 \\(2005).\r\n  4. Seeber, G., Tiedemann, B. E. F. & Raymond, K. N. Supramolecular chirality in coordination chemistry. Top. Curr. Chem. 265, 147-183 \\(2006).\r\n  5. Parthasarathy, A., Kaanumalle, L. S. & Ramamurthy, V. Controlling photochemical geometric isomerization of a stilbene and dimerization of a styrene using a confined reaction cavity in water. Org. Lett. 9, 5059-5062 \\(2007).\r\n  6. Brotin, T. & Dutasta, J. P. Cryptophanes and their complexes-present and future. Chem. Rev. 109, 88-130 \\(2009).\r\n  7. Chen, Y. & Liu, Y. Cyclodextrin-based bioactive supramolecular assemblies. Chem. Soc. Rev. 39, 495-505 \\(2010).\r\n  8. Wang, Y., Xu, H. & Zhang, X. Tuning the amphiphilicity of building blocks: controlled self-assembly and disassembly for functional supramolecular materials. Adv. Mater. 21, 2849-2864 \\(2009).\r\n  9. Dube, H., Ams, M. R. & Rebek, J. Supramolecular control of fluorescence through reversible encapsulation. J. Am. Chem. Soc. 132, 9984-9985 \\(2010).\r\n  10. Laeri, F. S., F.;  Simon, U.;  Wark, M. Host-guest systems based on nanoporous crystals. \\(Wiley-VCH, Weinheim, 2003).\r\n  11. Taratula, O. & Dmochowski, I. J. Functionalized Xe-129 contrast agents for magnetic resonance imaging. Curr. Opin. Chem. Biol. 14, 97-104 \\(2010).\r\n  12. Stout, G. H., Jensen, L. H. X-ray structure determination: a practical guide, 2nd edition. \\(John Wiley & Sons, New York, 1989).\r\n  13. Hill, P. A. Synthesis of functionalized cryptophane-A derivatives and assessment of their xenon-binding properties for the construction of hyperpolarized xenon-129 biosensors. University of Pennsylvania, Philadelphia, PA, \\(2008).\r\n  14. Hill, P. A., Wei, Q., Eckenhoff, R. G. & Dmochowski, I. J. Thermodynamics of xenon binding to cryptophane in water and human plasma. J. Am. Chem. Soc. 129, 9262-9263 \\(2007).\r\n  15. Hill, P. A., Wei, Q., Troxler, T. & Dmochowski, I. J. Substituent effects on xenon binding affinity and solution behavior of water-soluble cryptophanes. J. Am. Chem. Soc. 131, 3069-3077 \\(2009)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1151",
                "date": "2011-02-02 15:57:04",
                "title": "Crystallographic observation of 'induced fit' in a cryptophane host–guest model system",
                "authors": [
                    "Olena Taratula",
                    "P. Aru Hill",
                    "Najat S. Khan",
                    "Patrick J. Carroll",
                    "and Ivan J. Dmochowski"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11657,
                "identity": "9f91cafa-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ivan J. Dmochowski",
                "email": "ivandmo@sas.upenn.edu",
                "orcid": "",
                "institution": "Department of Chemistry, University of Pennsylvania, 231 South 34th St., Philadelphia, PA 19104",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ivan",
                "middleName": "J.",
                "lastName": "Dmochowski",
                "suffix": ""
            },
            {
                "id": 11656,
                "identity": "9f91c810-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olena Taratula",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, University of Pennsylvania, 231 South 34th St., Philadelphia, PA 19104",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olena",
                "middleName": "",
                "lastName": "Taratula",
                "suffix": ""
            },
            {
                "id": 11658,
                "identity": "9f91ce3d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "P. Aru  Hill",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, University of Pennsylvania, 231 South 34th St., Philadelphia, PA 19104",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "P.",
                "middleName": "Aru",
                "lastName": "Hill",
                "suffix": ""
            },
            {
                "id": 11659,
                "identity": "9f91cfe8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Patrick J.  Carroll",
                "email": "",
                "orcid": "",
                "institution": "Department of Chemistry, University of Pennsylvania, 231 South 34th St., Philadelphia, PA 19104",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Patrick",
                "middleName": "J.",
                "lastName": "Carroll",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-02-04 15:10:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.210",
        "doiUrl": "https://doi.org/10.1038/protex.2011.210",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608223,
                "identity": "0b2815e1-d07b-49e7-bbf8-12a7337c768e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:01",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 26679,
                "visible": true,
                "origin": "",
                "legend": "Cryptophane-A, tripropargyl (*1*) and triallyl (*2*) cryptophane derivatives.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2018/v1/figure_1.jpg"
            },
            {
                "id": 2608224,
                "identity": "167fa4da-970f-4e5d-bc2b-156049ef516f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:01",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29178,
                "visible": true,
                "origin": "",
                "legend": "Crystal growth of cryptophane-xenon complexes.    (a) Cryptophane is dissolved in solvent S1 and the resulting solution is put into vial V1. (b) Precipitating solvent S2 is put into vial V2. (c) V1 with cryptophane solution is placed into V2 with the precipitating solvent. (d) *OPTIONAL, only for Xe complexes:* Xenon-gas is bubbled through the cryptophane solution (S1) and headspace of V2. (e) Slow diffusion of the precipitating solvent from V2 (sealed with cover, shown in red) into V1 results in cryptophane crystal formation Edit this file \r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2018/v1/figure_2.jpg"
            },
            {
                "id": 13464510,
                "identity": "2736e868-0d18-4baa-bed9-c1d8adbf35a1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 179836,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2018/v1/ea36cdf8-3bf8-4124-b645-25cc34ed4cbd.pdf"
            },
            {
                "id": 2608222,
                "identity": "4bf58c01-3c7e-465f-a908-64ccedc3f74d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 163217,
                "visible": true,
                "origin": "",
                "legend": "Protocol   Crystallization of Cryptophane-A and Cryptophane-A Derivatives",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2018/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "xenon, cryptophane, host-guest chemistry, small molecule X-ray crystallography, organic chemistry, analytical chemistry",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Detailed protocols for crystallizing cryptophane-guest complexes are provided. Cryptophane molecular cages \\(cryptophane-A, also tripropargyl and triallyl derivatives) were crystallized with water, xenon, methanol, or without guest via the vapor diffusion method and with chloroform via slow evaporation. The average time required to grow cryptophane crystals is 1 week.",
        "manuscriptTitle": "Crystallization of Cryptophane-A and Cryptophane-A Derivatives with and without Encapsulated Guests",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-02-04 16:38:44",
                "doi": "10.1038/protex.2011.210",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 4
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9153fe-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 4th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2524,
                "name": "Structural biology"
            },
            {
                "id": 2525,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-02-04 16:38:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}