{
    "identity": "pex-1153",
    "title": "<p>Rapid identification of bacterial viability, culturable and non-culturable stages by using flow cytometry</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Evaluation of &nbsp;microbial viability is necessary in major&nbsp;microbiology sectors spanning from pharmaceutical discovery to global health; medicine and diagnostic to infectious diseases; biotechnology to food industry, water purification, wastewater treatment and downstream processing <sup>1</sup>. Major concerns related to culturing involve the frequent failure to recover intact metabolically active cells following physical, chemical or other environmental challenges including nutrient (starvation, selective deprivation), heat, pressure pH or salinity alterations<sup>2, 3</sup>. These bacteria cell populations are frequently defined as ‘viable but non-culturable’ (VBNC)<sup>4, 5</sup> due to the fact that when placed in the appropriate conditions, the cells can resuscitate to become culturable again<sup>6, 7</sup>. The conventional methods (substrate uptake as well as microbial respiration assays) that are routinely used to determine metabolic activities are insufficient to explicit distinguish alive from dead cells. This distinction is due to the variability of cell activity that can be below the detection threshold or false positive signals from irreversible not reproduced cells with active and detectable metabolic functional activity<sup>6, 8, 9</sup>. Furthermore, the appropriate assessment of cellular activities is a major concern in drug discovery for the designing and testing of different drug molecules towards microorganisms and mammalian cells targeting infections, cancer or other pathologies <sup>9-11</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The detection of microbial indicators and pathogens by conventional culturing process suffers by numerical underestimation as the organisms suffer due to sublethal environmental injury, inefficiency of the microorganisms under investigation to absorb the necessary nutrients in the media, and an array of physiological factors and conditions with a toll in microbial culturability<sup>12, 13</sup>. Other major disadvantages of traditional culture methods include the time consuming nature of the procedures and the failure of the techniques to detect VBNC organisms<sup>4, 5, 14</sup>. Cell counts obtained through microscopic observation are attained relatively fast yet and limited due to the need for concentrate the samples to acquire a sufficient number of target cells, possible operator fatigue, interference from other compounds, and the inability to discriminate living bacteria. Although live/dead staining kits are often used for viability assessment<sup>15</sup>, they are not universally applicable due to the preferential exclusion of SYTO 9 from some bacteria<sup>1, 8</sup>. The variation of Polymerase Chain Reaction (PCR) molecular-based techniques present limitations in the time needed to be completed when compared with the inhibitory effect of various substanes<sup>16-20</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FCM may be a better fit for the broad and specific needs of microbial enumeration by enabling rapid <em>in situ</em> analysis of single cells. FCM coupled with fluorescent coded viability kits (live/dead staining), is more informative as it yields quantitative as well as qualitative data <sup>4, 13, 14</sup>. The optrode has been used to enumerate the live and dead bacterial population where on-site measurement and analysis is required<sup>21</sup>; however, the optrode’s application and robustness are limited compared to that of FCM<sup>22</sup>. While FCM has been extensively used in the field of clinical research, recent adaptations for microbial cell analysis have promoted its applications in bacteriology and microbial ecology<sup>23</sup>. The benefits of FCM include the fact that thousands of cells can be sorted in a matter of seconds and that single cells may be selected based on their signals and sorted into tubes, onto slides, or onto agar plates. Various approaches for cell detection have been developed through the use of FCM, including the use of fluorogenic substrates, which can be lipophillic, nontoxic, uncharged, and nonfluorescent<sup>8</sup>. When taken up by viable cells, such fluorogenic substrates are hydrolyzed by nonspecific esterases to polar fluorescent products, which are then retained by cells with intact membranes<sup>1</sup>. Downsides to this technique are the requirement of highly polar products for retention by cells with intact membranes, and also the possibility that numerous microbial cells could be detected against a background of other bacteria or nonbacterial particles when FCM and specific fluorescently-labeled antibodies or oligonucleotides are combined<sup>24</sup>. Limitations of FCM still include the inability to distinguish between VBNC and viable-culturable (VC) cells<sup>1</sup>.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We have developed a robust method that is both effective and time-conserving to distinguish, identify, and estimate rapidly the proportions of viable, non-viable, viable-culturable, and viable-nonculturable states of four representative Gram-negative bacterial species at different growth and stressed conditions as indicated by membrane integrity. Most of the techniques developed by other investigators also did not provide exact time-line for the assay. We assumed in this assay that cells having intact membranes are viable and those with damaged membranes are dead or theoretically dead. Initially, a protocol for selecting the best probe was developed based on the sensitivity and signals emitted by the four bacterial species with intact membranes. These results were then compared with cells stained with propidium iodide (PI), used to detect the fraction of cells damaged by heat, and compared also to culturable cell numbers. In these cases, the FCM settings were optimized to minimize noise and signals from detritus. Liquid counting reference beads were used to convert the FCM events to the number of cells per unit volume at different physiological conditions.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>REAGENTS</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Escherichia coli</em> 0157:H7: EPA strain 932. <strong>! CAUTION</strong> Toxic; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. Biosafety Level II</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Pseudomonas aeruginosa</em>: strain PA01; provided by M. Franklin (Montana State University).!<strong> CAUTION</strong> Toxin; avoid contact with skin, eyes, or mucous membranes. Biosafety Level II</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Salmonella enterica </em>serovar Typhimurium <em>SL3201</em>: &nbsp;provided by B.A.D. Stocker, Department of Medical Microbiology, Stanford University, Stanford, CA.<strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. Biosafety Level II</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Pseudomonas syringae</em>: strain CC-94; originally isolated from a plant leaf, obtained from INRA, Patologie Vegetale, Montfavet, France.<strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. Biosafety Level II</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DMSO, anhydrous &gt;99% (Sigma, cat. no. 276855). <strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membrane. ▲ <strong>CRITICAL</strong> use DMSO<strong> </strong>to dilute the fluorescent probes if they are originally dissolved in DMSO; otherwise, use the respective liquid growth media to dilute the probes</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Membrane permeable probes to count total cells (live and dead): SYTO 9, SYTO 13, SYTO 17, SYTO 40 (Molecular Probes/Invitrogen, Eugene, OR). <strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. Contained in DMSO. ▲ <strong>CRITICAL</strong> If DMSO is used as a diluent, prepare the probe stocks so that the final concentration of DMSO in each culture tube does not exceed 1%</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Membrane impermeable probes to count membrane permeable (dead) cells: propidium iodide (PI), SYTOX Blue and 7-AAD (Molecular Probes/Invitrogen, Eugene, OR). <strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. ▲ <strong>CRITICAL </strong>If the probes are dissolved in DMSO then use DMSO as a diluent, prepare the probe stock so that the final concentration of DMSO in each culture tube does not exceed 1%</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liquid counting beads (BD Biosciences, CA, USA). Use the liquid counting beads with the bacterial cells. ▲ <strong>CRITICAL </strong>The bead concentration provided by the manufacturer for the lot used in this study was 947 beads/50ml </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cytometer Setup and Tracking (CS&amp;T) beads (catalog # 641319) from BD Biosciences, CA. ▲ <strong>CRITICAL </strong>Store the CS&amp;T beads at 4 <sup>0</sup>C</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PowerBead Tubes from PowerSoil<sup>TM</sup> DNA Isolation Kit (MO BIO Laboratories, Inc., CA). <strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. ▲ <strong>CRITICAL </strong>Follow the instruction of the kit strictly to preserve the reagents</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2% agarose gel solution: 6gm of agarose powder (Agarose Low-EEO/Multi Purpose/ Molecular Biology Grade, Fisher Scientific, IL), in 300 ml of 1x TBE buffer (Invitrogen, Carlsbad, CA); dissolve mixture by heating in the microwave; add 30µL of 10 mg/ml ethidium bromide (Molecular Biology Grade, Fisher Scientific, IL). <strong>! CAUTION</strong> Toxin; avoid inhalation, ingestion, or contact with skin, eyes, or mucous membranes. The ethidium bromide is a hazardous compound, take necessary precautions to avoid cross-contamination</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nanopure (NP) water: autoclaved and then filtered (0.1 mm pore-size, sterilized mixed cellulose ester; Millipore, USA) after bringing it to room temperature. ▲ <strong>CRITICAL </strong>Filter this NP water each time prior to use</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FCM sheath fluid: BD FACS Flow (catalog # 342003), BD Biosciences, CA. ▲ <strong>CRITICAL </strong>Use the BD sheath fluid to avoid any noise in the sheath stream and to maintain consistent sheath pressure in the FCM flow-cell</p><p><strong>&nbsp;</strong></p><p><strong><span class=\"ql-cursor\">﻿</span>REAGENT SETUP</strong></p><p><strong><em>Escherichia coli</em> 0157:H7, <em>Pseudomonas aeruginosa</em> and <em>Salmonella enterica serovar </em>Typhimurium</strong> Grow each strain separately on Luria-Bertani (LB) agar (Fisher Scientific, USA) at 37 °C for 20 hrs; isolate a single colony from the LB agar streak plate and transfer to 50-ml culture tubes (BD Biosciences, CA) containing 10-ml of LB medium; incubate cultures at 180 rpm and 37 °C for 18 hrs (~10<sup>8</sup> cells/ml). </p><p>▲ <strong>CRITICAL </strong>Keep the culture tubes inclined at 45<sup>o</sup> inside the shaking incubator (Fisher Scientific, IL)</p><p><strong><em>Pseudomonas syringae</em></strong> Grow on King’s agar<sup>25</sup> at room temperature for 24 hrs; Using the sterile loop, isolate single colony from King’s agar and transfer to 50-ml culture tube containing 20-ml of King’s broth<sup>25</sup> (King’s medium A without agar; components from Fisher Scientific, Palatine, IL); incubate on a shaker at room temperature for 18 hrs. </p><p>▲ <strong>CRITICAL </strong>Keep the culture tubes inclined at 45<sup>o</sup> inside the shaking incubator</p><p><strong>Cell counting</strong> Use standard liquid counting beads to convert the FCM recorded events of cells into absolute concentrations. These beads are detected by the FCM in a separate region which does not correspond to the cells. </p><p>▲ <strong>CRITICAL</strong> The optimal excitation and emission spectra of counting beads are 488nm and 620±15 nm, respectively</p><p><strong>Probe concentration </strong>The stock concentrations of SYTO 9, SYTO 13, SYTO 17, SYTO 40, and PI probes are 3.34, 5, 5, 5, and 20 mM, respectively. Add 2.5 ml of each probe at the received concentrations separately to individual samples at room temperature (~ 25 °C). </p><p>▲ <strong>CRITICAL</strong> If DMSO is used to dilute the probes, do the dilution just prior to applying to the cells and avoid light</p><p>&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>EQUIPMENT</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Epifluorescence microscope and 60X dry objective lens (Nikon, Eclipse E 800, Japan) with UV light source and with appropriate filter settings compatible with the fluorescent probes of choice to observe stained cells</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flow Cytometer (FCM) (BD FACSAria<sup>TM</sup>, BD Biosciences, CA, USA) with three lasers with excitation wavelengths of 407 nm (violet), 488 nm (blue), and 633 nm (red)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;BD FACSDiva software version 6.1.1</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FluorChem<sup>TM</sup> IS-8800 (Alpha Innotech, CA, USA) for agarose gel imaging</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isotemp (model no. 145D) heat block (Fisher Scientific, IL, USA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2-ml sterilized culture tubes (RNase/Dnase free; Fisher Scientific, IL)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5-ml sterilized culture tubes (RNase/Dnase free; BD Biosciences, CA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sterilized 0.20 mm pore-size and 25-mm-diameter hydrophilic membrane (GE Osmonics PCTE) to filter the stained cells for observation under the microscope.&nbsp;▲ <strong>CRITICAL</strong> To avoid any chance of contamination, place the filter inside a biosafety hood on a clean (by 70% ethanol treated) sheet of aluminum foil, turn on the UV lamp of the hood, and expose the membranes for 1.5 min on each side</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;UV-Visible spectrophotometer (Thermo Fisher Scientific Inc., USA) for the optical density (OD) measurement of pure culture sample</p><p>&nbsp;</p><p><strong>EQUIPMENT SETUP</strong></p><p><strong>Area scaling and flow rate adjustment</strong> Keep the flow rate through the FCM during area scaling adjustment and quality control at 1.0, which is equivalent to 10 ml/min, and the number of events per sec is 120 to 150. </p><p>▲ <strong>CRITICAL</strong> Set the window extensions at 2 ms. Maintain the sheath pressure at high-pressure mode, 70 lb/in<sup>2 </sup>(psi). Set the injection mode at high throughput, which is optimal for the protocols developed and used in this work</p><p><strong>Cytometer cleaning and performance check</strong> Before running the cells in the FCM, ensure that the cytometer is clean and all air is purged from the fluidic filters, fluidic lines, and flow-cell. Then run the performance check using the Cytometer Setup &amp; Tracking software module (BD Biosciences, CA) and CS&amp;T beads according to the protocols provided by BD Biosciences, CA. Conduct FCM adjustments of area scaling to l following the standard protocols as provided by BD Biosciences, CA.</p><p>▲ <strong>CRITICAL</strong> Start BD FACSDiva software prior to injecting the cells with and without liquid counting beads into the FCM</p><p><strong>Cell sorting in aseptic mode</strong> Perform cell sorting at 70 psi using a 70 mm nozzle in the FCM flow-cell in aseptic mode for BSL II organisms. Prior to initiating this procedure, rinse the DI water, umbilical, and cytometer fluid pathways, and back flush the sample line, followed by a soak in 10% bleach (0.5% sodium hypochlorite solution). This is followed by a rinse, back flush, and soak with DI water. Finally, thoroughly flush the system with ethanol to remove any residue. This aseptic sorting procedure ensures that the sorted cell suspensions are free from contamination. <strong>! CAUTION </strong>Confirm drop delay using Accudrop beads (Cat # 345249, BD Biosciences, CA).&nbsp;</p><p>▲ <strong>CRITICAL</strong> Deflection plates during sorting are at high voltage (3000 V), so do not touch the plates and open the sorting chamber when cell sorting is in progress</p><p><strong>Further cleaning the FCM flowlines</strong> First run DI water in between each sample. Then run FACSRinse detergent (catalog # 340346) and finally DI water through the FCM to clean the sampling lines and flow-cell. If the cells are displayed in a scattered manner in the histogram, perform the short-cleaning of the flow-cell using FACSClean solution (catalog # 340345) followed by DI water.</p><p><strong>Emission detectors</strong> SYTO 9-, SYTO 13-, and PI-stained cells are excited by the blue laser (wavelength 488 nm). SYTO 17 and SYTO 40 are excited by red (633 nm) and violet (407 nm) lasers, respectively. The emission detectors for the cells stained with SYTO 9, SYTO 13, SYTO 17, SYTO 40, and PI are 530 ±15, 530±15, 660±10, 450±20, and 576±13 nm, respectively.</p><p>▲ <strong>CRITICAL </strong>The wavelengths mentioned here are optimal, the values next to the ‘±’ indicates the long pass values that indicate the range around the optimal wavelengths </p><p><strong>Heat shock</strong> Fill the Isotemp heat block with nanopure water prior to heating the blocks to the final temperature of 72 <sup>o</sup>C. </p><p>▲ <strong>CRITICAL</strong> Insert 2-ml sterilized culture tubes containing the diluted cell cultures in the pre-heated wells of the heat block with half of tubes immersed in the water</p><p>&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\nAnalysis and selection of optimal probes\n●\nTIMING 70 min\n1ǀ Stain bacterial samples according to the protocol referred to in Step 3 of\n‘\nPreparation of probed samples’\n. Apply 2.5 ml of each membrane permeable probe (SYTO 9, SYTO 13, SYTO 17, and SYTO 40) at received concentrations to the diluted pure cultures separately.\n2ǀ Analyze samples stained with SYTO 9, SYTO 13, SYTO 17, and SYTO 40 by FCM. Use the emission detectors for cells stained by SYTO 9, SYTO 13, SYTO 17, and SYTO 40 as mentioned above.\n▲\nCRITICAL STEP\nThe FCM parameters that should be assessed in order to determine optimal probes for each strain are: the degree of staining, good emission signals, low false signals (from debris), and optimum number of events of cells displayed in FCM histograms.\n3ǀ To confirm that PI is the best choice for detecting dead cells (those with damaged membranes), compare the effectiveness of PI, SYTOX Blue, and 7-AAD. All of these stains are believed to detect cells with damaged membranes. With the same heat-treated samples (discussed below), different numbers of stained cells were observed microscopically and with the FCM (data not shown) with the four stains.\n▲\nCRITICAL STEP\nPI was ultimately chosen to identify and enumerate the dead cells because it consistently gave the highest cell counts (data not shown).\n4ǀ Plate an aliquot of cells in late log phase after exposure to membrane impermeable probes and also cells in late log phase that have not been exposed to any of the membrane impermeable probes on respective standard nutrient agar.\n▲\nCRITICAL STEP\nThis step ensures that exposure to PI, SYTOX Blue, and 7-AAD have not affected culturability.\n5ǀ Assess the optimal incubation time of these three fluorescent probes through the aide of an epifluorescence microscope.\n? TROUBLESHOOTING\n▲\nCRITICAL STEP\nThe performance of a probe depends largely on the incubation time. Except\nP. syringae\n, other strains used in this study could be stained successfully within 20 min. We found that 60 min of incubation in the dark was optimal for these bacterial strains.\nAnalysis using Liquid Counting Beads\n1ǀ Run liquid counting beads with bacterial cells and compare the number of events detected by FCM. Detailed procedures are discussed below.\n2ǀ Determine the optimal voltage settings of the PMT of emission spectra for the liquid counting beads so that bead region is separated from the cell region in the side-scatter (SS) vs. respective emission spectra of each probe.\n? TROUBLESHOOTING\n▲\nCRITICAL STEP\nThe bead concentration may vary from lot-to-lot, and should be verified using the information provided by the manufacturer.\nConfirmation to avoid cell clumping during staining\n●\nTIMING 20 min\n1ǀ Cells at concentrations greater than ~10\n4\n/ml caused high abort rates in the FCM and concentrations less than ~ 10\n4\n/ml resulted in interference with the electronic signal of the sheath fluid, which was subject to other false-positive signals.\n2ǀ To ascertain that clumping did not occur, pure culture samples were vortexed for 2 min and diluted with the appropriate broth to obtain a cell number close to ~10\n4\n/ml.\n? TROUBLESHOOTING\n▲\nCRITICAL\nSTEP\nTypically 10\n8\n/ml of cells in the pure culture gave 0.8 OD600 which varies depending on the type of spectrophotometer. This OD600 value can be used in the dilution process to achieve ~10\n4\n/ml of cells.\n3ǀ A total of 10 to 15 ml of diluted stained cells were passed through a sterilized 0.20 mM pore-size and 25-mm-diameter hydrophilic membrane.\n4ǀ The captured cells on the membrane were observed under the epifluorescence microscope, and cells were not clumped. These initial experiments confirmed that ~10\n4\ncells/ml resulted in an abort rate close to zero, which suggests good detection and minimal clumping of cells.\n5ǀ A specific amount of liquid counting beads in appropriate broth dilution media and purified NP water were run and assessed separately to identify the effect of noise, which typically arises from the presence of debris in the growth media.\n▲\nCRITICAL\nSTEP\nThese control experiments were conducted to determine the voltage and threshold settings, which indicate the signal level required to distinguish cells from debris; these settings are important control parameters required to establish an accurate protocol.\nPreparation of stained samples\n●\nTIMING 65 min\n1ǀ Vortex samples of pure cultures of different cells for 2 min.\n2ǀ Dilute samples of pure cultures with appropriate broth to obtain a cell number close to 10\n4\n/ml. Observe cells under the epifluorescence microscope to ensure that clumping has not occurred.\n▲\nCRITICAL\nSTEP\nDetermine the number of CFU/ml after dilution by plating 50µl in triplicate of serial dilutions on respective agar, followed by incubation at 37 °C for 20 h.\n3ǀ Add 2.5µl of each fluorescent probe (SYTO 9, SYTO 13, SYTO 17, and SYTO 40) separately to 1 ml of diluted individual samples. Vortex samples for 30 sec and then incubate in the dark for 60 min.\n▲\nCRITICAL STEP\nSamples must be incubated for 60 min in the dark to ensure that they have been stained thoroughly. Prepare the probes immediately after thawing and avoid light exposure during thawing and staining processes.\nFlow Cytometric Analysis of SYTO probed samples\n●\nTIMING 10 min\n1ǀ Complete area scaling and quality control adjustments (as listed in\nEquipment setup\n) prior to running samples. It is one of the most important steps for the accurate and unbiased measurements and detection of cells.\n▲\nCRITICAL STEP\nQuality control of the FCM must be done using the CST beads prior to starting the FCM measurement. Refer to Table S1 in the supplemental material for voltage settings, threshold parameters, and flow rates pertaining to each probe/cell combination. Fluorescence was used for thresholding. The FSC and SSC parameters were varied to set the populations inside the histogram. These settings are only for the strains and probes used in this study. These settings will be different and must be optimized when different cells and probes are analyzed. The FCM allows saving each setting and operating conditions for specific cells and probes.\n? TROUBLESHOOTING\n▲\nCRITICAL STEP\nThis study validated that cell numbers lower than 10\n4\n/ml results in zero abort rate. Use this cell concentration and the settings in Table S1 as the starting parameters for different cells and probes which were not used in this study.\n2ǀ Inject 1 ml of stained cells into the FCM without liquid counting beads\n▲\nCRITICAL STEP\nThis step is used to optimize the settings and operating conditions each time before the stained cells are injected into the FCM.\n3ǀ Transfer a known volume of stained cells into a sterilized tube, and then add the appropriate amount of liquid counting beads. Vortex this sample for 10 sec. Inject sample into the FCM without changing the settings and the operating conditions as indicated in Table S1.\n4ǀ Analyze the number of events/sec in the acquired data set. If <500 events/ sec, add 25µl of beads; if >1000 events/sec add 50µl of beads.\n▲\nCRITICAL STEP\nIf the number of events/sec goes above 1000, dilute stained cells 1 to 2-fold with the appropriate broth to keep the abort rate close to zero. Note the dilution factor which will be used to calculate the cell density at different physiological conditions.\n5ǀ Gate (polynomial gate) the cells in forward (FW) vs. side scatter (SS) plots. To obtain the total number of events in the cell region creates a one-dimensional histogram gate in the histogram for cells stained with a specific probe and create another one-dimensional histogram gate for the liquid counting bead region and display in a histogram. The cells and the bead regions should be separated and will not overlap if the setting in Table S1 is followed and optimized.\n▲\nCRITICAL STEP\nRecord the same number of total events for all conditions. We recorded 5000 events for each case and each run in the FCM. The recorded total events should be consistent from lot-to-lot injection of stained cells into the FCM. Record the numbers in the cell and bead regions using each gate that was created and as mentioned above in Step 5.\n6ǀ Calculate the number of cells per unit volume by FCM using the following equation:\n[# of events in cell region / # of events bead region] * [# of beads per test / test volume] * dilution factor   .........................\n…………..\n(1)\n▲\nCRITICAL STEP\nAcquire the data from three or four independent experiments for each condition. Use the same accurate pipette filler for the same experiment for adding probes and beads into the diluted cultures. The accuracy of the FCM methods depends not only on the FCM parameters, but also on the pipette fillers and pipetting skills.\n7ǀ Total cells (live and dead) were counted using the SYTO probes, and the dead cells were enumerated using PI. Live cells (culturable and nonculturable cells) were calculated by subtracting the number of PI-stained cells from that of SYTO-stained cells. The nonculturable cell numbers were estimated by subtracting the number of plate count (culturable) cells from that of live cells.\nHeat Inactivation\n●\nTIMING 6 h 20 min\n1ǀ Dilute previously grown cultures in LB or King’s broth to a final concentration of 10\n4\ncell/ml.\n2ǀ Transfer 1-ml of these diluted cells into separate 2-ml sterilized culturing tubes and place in a 72°C heat block containing nanopure water in each well.\n▲\nCRITICAL STEP\nPrepare the heat block at least 30 min prior to inserting the tubes containing the cells to ensure that the final temperature has been reached.\n3ǀ Prepare multiple tubes for each diluted cell and for each heating condition. Submerge tubes in hot water for 5, 10, and then 15 min. Following heat exposure, bring cells to room temperature (in 5 to 6 min).\n4ǀ Transfer two culture tubes of each treatment of each heat-exposed cells to an incubated shaker (same conditions used during pure culture of each type of cell) for 6 h. Cells that were or were not incubated after heat treatments and brought to room temperature were diluted and plated on the respective standard nutrient agars for culturable cell counts (CFU/ml) after performing appropriate dilutions using the respective broth.\nFlow Cytometric Analysis of Heat Shocked Cells\n●\nTIMING 70 min\n1ǀ Add 2.5µl of propidium iodide (PI) at received concentration to 1-ml of heat exposed cells. As necessary, the PI-stained cells are diluted with the appropriate broth when the abort rates are greater than zero.\n2ǀ Incubate the cells in the dark for 60 min.\n▲\nCRITICAL STEP\nP. syringae\nsamples must be incubated for 60 min in the dark to ensure that they have been stained thoroughly. Other cells can be stained within 20 min.\n3ǀ Inject the sample into the FCM\n4ǀ Follow the same protocols for FCM analysis methods as used in the section entitled\nFlow cytometric analysis of SYTO probed samples\nto create two one-dimensional gates in the cell and bead regions in the respective histograms for each cell (either control or heat inactivated for different periods). Calculate the number of cells in each heat inactivation condition using equation 1\n.\nConfirmation of gating protocols using cell sorting\n●\nTIMING 20 min\n1ǀ Prior to cell sorting, follow the initialization procedures as discussed in the section entitled\nEquipment Setup\n.\n2ǀ The histograms produced by the optimized methods typically were symmetric with small shoulders. To evaluate the minor populations represented in the shoulders of histograms, sort them separately from the main population.\n▲\nCRITICAL STEP\nThis step is used to differentiate between cells and debris\n3ǀ After optimizing voltage setups and threshold values create two one-dimensional gates for the stained cells in the shouldering of the histograms and also for the major population in the symmetrical or asymmetrical (skewed) distribution of histograms ▲\nCRITICAL STEP\nBe sure that optimal settings and parameters have been established for different SYTO probes and their combinations with different cells (see Table S1).\n4ǀ Stain 8ml of diluted pure culture cells (~10\n4\ncell/ml) with respective SYTO probes.\n5ǀ Inject samples into FCM and sort. It takes ~10 min to sort the cells in an 8 ml sample in high-throughput mode.\n▲\nCRITICAL STEP\nAnalyze populations in the two gates by sorting in high-throughput mode and collect in 5-ml sterilized culture tubes in the sorting chamber.\n6ǀ The material in the 5-ml tubes is vortexed and filtered separately through two sterilized 0.20µm pore size GE Osmonics, PCTE 25 mm diameter hydrophilic membranes. To recover the remaining cells from the tubes, rinse the tubes with filtered fluorescence-activated cell sorter (FACS) flow sheath fluid several times, vortex, and filter through the respective membrane. Two tubes will contain populations from two one-dimensional gates as mentioned above.\n▲\nCRITICAL STEP\nBe careful to not lose materials in the tubes. Mark the gate name on the respective tube to make sure the sorted materials in each tube corresponds to the appropriate gate. To confirm cell sorting efficiency, the sorted cells in each tube can be injected separately into the FCM. Sorted cells in each tube should only be visible in the respective gate.\n7ǀ Place membranes under the calibrated epifluorescence microscope and observe to determine the accuracy of sorting. ▲\nCRITICAL STEP\nPerform the microscopic observation of cells on the membrane surfaces as soon as possible before the fluorescent intensities of probes fades.\n8ǀ The sorted samples can be used for subsequent RNA-based assays or qPCR or for further downstream molecular assays for healthy (viable) and unhealthy (dead or damaged) populations which not performed in this study. However, in another study\n11\nwe utilized this protocol to perform RNA-based and qPCR assays for the mammalian cells.\nConfirmation of gating protocols using DNA extraction and agarose gels.\n●\nTIMING 70 min\n1ǀ Repeat steps 1-6 in the section entitled\nConfirmation of gating protocols using cell sorting\n.\n▲\nCRITICAL STEP\nWhen sorting, prepare the DNA isolation kit.\n2ǀ Place resulting membranes in PowerBead Tubes from the PowerSoil\nTM\nDNA isolation kit.\n3ǀ Extract DNA according to the manufacturer’s protocols within 30 min after sorting.\n4ǀ Run samples on an agarose gel for 30 minutes at 94 volts.\n▲\nCRITICAL STEP\nThe agarose gel solution with ethidium bromide can be prepared in advance. Prior to pouring it in the gel box with comb, warm the gel for 2-4 min to liquify.\n! CAUTION\nWear the laboratory grade mask while warming and pouring the gel into the gel box.\n5ǀ After running the gel, take images using a FluroChem\nTM\nIS-8800. The amount of DNA extracted from the cells on the membrane is reflected in the thickness of the bands on the agarose gel and gives a relative estimation of cell density in each sorted tube.\n▲\nCRITICAL STEP\nWash the gel with the 1x TBE buffer for 2-5 min prior to imaging to remove excess ethidium bromide staining. Pour 100 ml of 1x TBE buffer into a square shape sterilized plastic container and place the container on a lab shaker. The size of the container should be twice as big as the gel is. The shaker speed should not be more than 20 rpm.\n? TROUBLESHOOTING\n▲\nCRITICAL STEP\nIt is highly recommended that prior to attempting this step, the users have significant experience in the DNA extraction, running agarose gels and imaging gels."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>This robust method preserves cell viability and takes a little more than 60 min allowing the simultaneous quantification of phenotypes or cellular functions that is compatible with downstream cell-sorting and RNA-based assays.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>ANTICIPATED RESULTS</strong></p><p>The premise of this experiment is to select appropriate fluorescent probes so that optimum excitation for accurate and unbiased identification of signals (emission) from stained cells at various physiological conditions is achieved<sup>1</sup>. FCM is used herein to enumerate the number of total (after staining with SYTO probes) and dead cells (after staining with PI). Plate counts using specific nutrient agar are used to obtain the culturable cell numbers. These three key values are used to enumerate the VBNC and VC cells (Table S2 in the supplemental material). During enumeration of total cells, an insignificant portion (0.5 to 4.5%) of cells was dead, indicating that damage to the cell membrane had occurred during the pure culture process.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SYTO 9 and SYTO 17 probes were the most preferential for <em>E. coli </em>0157:H7 during enumeration of total cells obtaining the highest number of viable and nonculturable cell counts. For <em>P. aeruginosa</em>, <em>P. syringae</em>, and <em>S. enterica </em>serovar Typhimurium, SYTO 9 and SYTO 13 were the most optimum. The one-dimensional histogram gates, P1 and P2, were created, and cells in these regions were sorted using the high-throughput mode (<strong>Fig. 1</strong>). The counting beads injected into the FCM with respective stained species are shown in gate P3 (<strong>Fig. 1c, f, i, and l</strong>). More than 36% of <em>E. coli</em> O157:H7 (<strong>Fig. 1a and b</strong>) from the log phase of pure cultures were nonculturable, and nearly 4% were found dead (see Table S2). For <em>P. aeruginosa</em> (<strong>Fig. 1d and e</strong>), multiple peaks indicate that cells were undergoing cell division when the samples were collected in log phase. Even in pure culture, 63 to 74% of total cells were nonculturable and more than 2% of cells were dead (see Table S2). In the case of <em>P. syringae</em> (<strong>Fig. 1g and h</strong>), 36 to 37% of total cells were nonculturable and a lower percentage (&lt; 2%) of cells were dead (see Table S2) when the samples were collected in log phase. <strong>Figures 1j and k</strong> show the histograms for <em>S. enterica</em> serovar Typhimurium where more culturable cells (69 to 99%) were identified and the proportion of dead cells was &lt; 1% (see Table S2) when the samples were collected in log phase. The differences between the percentages of culturable and nonculturable <em>S. enterica</em> serovar Typhimurium<em> </em>cells are significant and are due to the effect on membrane permeability of these probes for this organism.</p><p>\tThe agarose gel bands on the top of the histograms correspond to the abundance of sorted cells in those two regions. The material in the shoulder region (gate P1 in <strong>Fig. 1</strong>) was narrower and dimmer than that the extracted DNA from material sorted from the main histogram (gate P2 in <strong>Fig. 1</strong>) provided thicker and brighter bands. The sorted materials from gate P2 corresponds to the abundance of cells. This provides evidence that the sorting resulted in adequate separation of cells from debris, with band thickness and brightness directly proportional to the materials sorted from these regions and also to histogram width and peak intensity. According to the date using the optimal probes, 32 to 41% of cells were nonculturable having ~ 4% cells were dead. Therefore, even under ideal laboratory conditions in pure culture, only 60% of cells were cultured. In another observation<sup>1</sup>, the FCM count was more repeatable and had higher precision than the plate counts. It is also evident that different stains provided different counts and therefore, affected the ratios of VBNC to VC cells at certain physiological states. It was also concluded that there is no universal fluorescent probe available to stain all species efficiently for enumeration, although either SYTO 9 or SYTO 13 was most productive for the species evaluated. This illustrates the need to optimize dye selection for each species to achieve maximum enumeration. An important consideration was the use of probes that were retained by all cells (SYTO probes) vs. another stain that only labeled cells with compromised membranes (PI in this case). Although it is also common to establish a threshold on either side scatter (SS) or specific PMT for bacterial cells, the method described here reduced the interference of debris during cell counting and sorting.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Furthermore, the observation of membrane integrity of cell after heat shock showed that PI positive cells increased rapidly during the first five minutes of heat inactivation; however the rate did not continue after this point. With an increase in the duration of heat exposure, the cells lost culturability and the rate was decreased with time. The rate of the loss of culturability was more than two logs in the first five minutes of heat inactivation. In terms of FCM analysis after heat shock, with the increase in duration of heat exposure, the intensity and height of peaks increased proving to be most noticeable within the first 5 min heat shock. The cells and counting reference beads are shown in one-dimensional gates P1 and P5 respectively (<strong>Fig. S1</strong> in the supplemental material). Emission wavelengths of PI positive cells and counting reference beads are separable; therefore, the histograms in gates P1 and P5 (<strong>Fig. S1</strong>) did not overlap. It was also observed that 1 to 4% of nonculturable cells after heat shock became culturable under these conditions. It has been highly argued that nonculturability of cells can be reversible<sup>6, 26, 27</sup>, and this is borne out by the present study. These values should not be taken as absolutes since the culturability or entry into the VBNC state by different bacteria varies from one species to another<sup>15, 27</sup> and also depends on the media, stress-type, and other growth conditions. This approach can be applied to identify membrane integrity and injury during heat inactivation of many other species, and may also be applied to enumerate injured cells and their morphology due to infections.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Different chemical disinfectants and UV treatment used in many potable water treatment facilities may cause sublethal injury of some bacteria<sup>2</sup>, thereby rendering them nonculturable. A potential application of this FCM-based method after optimization would be to assess the number of viable and culturable or nonculturable bacteria during disinfection process. Most of the disinfection kinetic studies do not have strong corroboration with the VBCN and VC stages of the targeted cells. This proposed FCM-based approach will open the door for immense opportunities to develop more accurate kinetic studies with higher accuracy using various disinfectant candidates for different goals of the studies<sup>22</sup>. </p><p>\tThe techniques developed in this study identified these physiological states accurately and rapidly, and are free from background noise, which is a common problem for the FCM. The time required to analyze and count the cells using the FCM was less than 10 min after 60-min incubation of cells with dyes. Thus, a sample can be prepared and enumerated within 70 min. The FCM analysis was done using the BD FACSAria<sup>TM</sup>; however, the stepwise procedure discussed in this protocol can be adapted to the FCM of any brand following its own startup and initialization procedures before running the samples. Furthermore, the histogram gates, logics and sorting concept developed in this study also can simply be adopted in any high-throughput drug discovery assay. This protocol manuscript details the rapid enumeration and identification of each process of VBNC and VC stages at various growth and stress conditions with specific time-limit; and according to the best of our knowledge, there is no such protocol available to answer these critical and important roles of microbes in the fields of microbial ecology, environmental health, and medical microbiology, which was also revealed by the recent review articles<sup>16, 19, 20, 22, 26</sup>.</p><p>&nbsp;</p><p>&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p><strong>CITATIONS</strong></p><p>&nbsp;</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Khan, M.M.T., Pyle, B.H. &amp; Camper, A.K. Specific and rapid enumeration of viable but nonculturable and viable-culturable Gram-negative bacteria by using flow cytometry. <em>Appl. Env. Microbiol.</em> <strong>76</strong>, 5088–5096 (2010).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McFeters, G.A. Enumeration, occurrence, and significance of injured indicator bacteria in drinking water. In Drinking Water Microbiology: Progress and Recent&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Developments (McFeters G.A. eds.). (Springer- Verlag, New York, 478-492, 1990).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nader, W.F., Nebe, C.T., Nebe, G., Dastani, A. &amp; Birr, C. Analysis of bacteria in environmental and medical microbiology by flow cytometry. (Berlind: Springer Verlag, pp. 131-140, 1991).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pommepuy, M. et al. Retention of enteropathogenicity by viable but nonculturable Escherichia coli exposed to seawater and sunlight. <em>Applied and Environmental Microbiology</em> <strong>62</strong>, 4621-4626 (1996).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pyle, B.H., Broadaway, S.C. &amp; McFeters, G.A. A Rapid, Direct Method for Enumerating Respiring Enterohemorrhagic Escherichia-Coli O157-H7 in Water. <em>Applied and Environmental Microbiology</em> <strong>61</strong>, 2614-2619 (1995).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Barer, M.R., Gribbon, L.T., Harwood, C.R. &amp; Nwoguh, C.E. The viable but non-culturable hypothesis and medical bacteriology. <em>Rev. Med. Microbiol.</em> <strong>4</strong>, 183-191 (1993).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kell, D.B., Kaprelyants, A.S., Weichart, D.H., Harwood, C.R. &amp; Barer, M.R. Viability and activity in readily culturable bacteria: a review and discussion of the practical issues. <em>Antonie Van Leeuwenhoek International Journal of General and Molecular Microbiology</em> <strong>73</strong>, 169-187 (1998).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tegos, G.P. et al. Microbial Efflux Pump Inhibition: Tactics and Strategies. <em>Current Pharmace. Design</em> <strong>17</strong>, 1291-1302 (2011).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weinstein, J.N. et al. An Information-Intensive Approach to the Molecular Pharmacology of Cancer. <em>Science</em> <strong>275</strong>, 343-349 (1997).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Barretina, J. et al. The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity. <em>Nature</em> <strong>483</strong>, 603-307 (2012).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chavan, H., Khan, M.M.T., Tegos, G. &amp; Krishnamurthy, P. Efficient purification and reconstitution of ATP binding cassette transporter B6 (ABCB6) for functional and structural studies. <em>J. Biolo. Chem.</em> <strong>288</strong>, 22658–22669 (2013).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Herzenberg, L.A., Parks, D., Sahaf, B., Perez, O. &amp; Roederer, M. The history and future of the fluorescence activated cell sorter and flow cytometry: A view from Stanford. <em>Clinical Chemistry</em> <strong>48</strong>, 1819-1827 (2002).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Murphy, R.Y., Beard, B.L., Martin, E.M., Duncan, L.K. &amp; Marcy, J.A. Comparative study of thermal inactivation of Escherichia coli O157 : H7, Salmonella, and Listeria monocytogenes in ground pork. <em>Journal of Food Science</em> <strong>69</strong>, M97-M101 (2004).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Parthuisot, N., Catala, P., Lemarchand, K., Baudart, J. &amp; Lebaron, P. Evaluation of ChemChrome V6 for bacterial viability assessment in waters. <em>Journal of Applied Microbiology</em> <strong>89</strong>, 370-380 (2000).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oliver, J.D. in Non-Culturable Microorganisms in the Environment. (ed. R.R.a.G. Colwell, D.J., Eds.) 277- 300 (American Society Microbiology Press, Washington, D.C., 2000).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Foddai, A.C.G. &amp; Grant, I.R. Methods for detection of viable foodborne pathogens: current state-of-art and future prospects. <em>Applied Microbiology and Biotechnology</em> <strong>104</strong>, 4281-4288 (2020).</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ellis, D.I., Muhamadali, H., Chisanga, M. &amp; Goodacre, R. Omics Methods For the Detection of Foodborne Pathogens. <em>Encyclopedia of Food Chemistry</em>, 364-370 (2019).</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nyström, T. Not quite dead enough: on bacterial life, culturability, senescence, and&nbsp;&nbsp;&nbsp;&nbsp;death. <em>Arch. Microbiol.</em> <strong>176</strong>, 159-164 (2001).</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Emerson, J.B. et al. Schrödinger’s microbes: Tools for distinguishing the living from the dead in microbial ecosystems. <em>Microbiome</em> <strong>5</strong>, 86 (2017).</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rajapaksha, P. et al. A review of methods for the detection of pathogenic microorganisms. <em>Analyst</em> <strong>144</strong>, 396-411 (2019).</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ou, F., McGoverin, C., Swift, S. &amp; Vanholsbeeck, F. Near real-time enumeration of live and dead bacteria using a fibre-based spectroscopic device. <em>Scientific Reports</em> <strong>9</strong>, 4807 (2019).</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wilkinson, M.G. Flow cytometry as a potential method of measuring bacterial viability inprobiotic products: A review. <em>Trends in Food Science &amp; Technology</em> <strong>78</strong>, 1-10 (2018).</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Delgado-Viscogliosi, P. et al. Rapid method for enumeration of viable Legionella pneumophila and other&nbsp;Legionella spp. in water. <em>Appl. Environ. Microbiol.</em> <strong>71</strong>, 4086-4096 ( 2005).</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gunasekera, T.S., Attfield, P.V. &amp; Veal, D.A. A flow cytometry method for rapid detection and enumeration of total bacteria in milk. <em>Applied and Environmental Microbiology</em> <strong>66</strong>, 1228-1232 (2000).</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atlas, R.M. Handbook of microbiological media. (CRC Press, Boca Raton, Florida, 1997).</p><p>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kumar, S.S. &amp; Ghosh, A.R. Assessment of bacterial viability: a comprehensive review on recent advances and challenges.&nbsp;<strong>165</strong>, 593–610 (2019).</p><p>27.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ding, T. et al. Significance of Viable but Nonculturable Escherichia coli: Induction,Detection, and Control. <em>J. Microbiol. Biotechnol.</em> <strong>27</strong>, 417–442 (2017).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1128/AEM.02932-09",
                "date": "2010-06-12 02:06:16",
                "title": "Specific and Rapid Enumeration of Viable but Nonculturable and Viable-Culturable Gram-Negative Bacteria by Using Flow Cytometry",
                "authors": [
                    "Mohiuddin M. Taimur Khan",
                    "Barry H. Pyle",
                    "Anne K. Camper"
                ],
                "journal": "Applied and Environmental Microbiology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 2323118,
                "identity": "b16ab43d-68d3-480f-8e7b-31682cca5f65",
                "order_by": 0,
                "name": "Mohiuddin Md. Taimur Khan",
                "email": "mkhan.env@gmail.com",
                "orcid": "",
                "institution": "Department of Civil and Environmental Engineering, Washington State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mohiuddin",
                "middleName": "Md. Taimur",
                "lastName": "",
                "suffix": "Md."
            },
            {
                "id": 2323119,
                "identity": "7ed3ea45-68cb-4f82-b4e8-bb843b2016bc",
                "order_by": 1,
                "name": "Renan Acevedo",
                "email": "",
                "orcid": "",
                "institution": "Immunocytometry Systems, BD Biosciences, San Jose, CA ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Renan",
                "middleName": "",
                "lastName": "Acevedo",
                "suffix": ""
            },
            {
                "id": 2323120,
                "identity": "037e2d42-054b-4849-b9c0-98918070e4cf",
                "order_by": 2,
                "name": "Larry A. Sklar",
                "email": "",
                "orcid": "",
                "institution": "Center for Molecular Discovery and Cancer Research, University of New Mexico",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Larry",
                "middleName": "A.",
                "lastName": "Sklar",
                "suffix": ""
            },
            {
                "id": 2323121,
                "identity": "73233923-6116-420e-a4a7-d33661ab0cca",
                "order_by": 3,
                "name": "Keith Thomsen",
                "email": "",
                "orcid": "",
                "institution": "Environmental Restoration Department, Lawrence Livermore National Laboratory",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Keith",
                "middleName": "",
                "lastName": "Thomsen",
                "suffix": ""
            },
            {
                "id": 2323122,
                "identity": "5593c751-0782-4613-9fe9-bb198adc3fea",
                "order_by": 4,
                "name": "George P. Tegos",
                "email": "",
                "orcid": "",
                "institution": "GAMA Therapeutics LLC, Mansfield, MA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "George",
                "middleName": "P.",
                "lastName": "Tegos",
                "suffix": ""
            },
            {
                "id": 2323123,
                "identity": "72717106-5d28-469d-9139-80c3a01ee4ca",
                "order_by": 5,
                "name": "Anne K. Camper",
                "email": "",
                "orcid": "",
                "institution": "Center for Biofilm Engineering, Montana State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anne",
                "middleName": "K.",
                "lastName": "Camper",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-09-14 12:54:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1153/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1153/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2729758,
                "identity": "c18bc906-9cc9-4304-97fa-f713fadfcd36",
                "added_by": "auto",
                "created_at": "2020-10-01 19:01:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 441398,
                "visible": true,
                "origin": "",
                "legend": "Histograms of the most suitable dyes in terms of the highest number of culturable and non-culturable E. coli O157:H7 (a,b), P. aeruginosa (d,e), P. syringae (g,h) and S. typhimurium (j,k) counts without fluorescent beads. The agarose gel images of extracted DNA from the populations in selected gates P1 and P2 are shown on the top of corresponding gates in the histograms. The arrow indicates the location of the DNA band in the agarose gel image. The dots in gate P3 (c, f, i, l) show the liquid counting beads for each organism.",
                "description": "",
                "filename": "Figure1NatPro.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1153/v1/Figure1NatPro.jpg"
            },
            {
                "id": 13597384,
                "identity": "96c75e00-ac9a-4b82-867e-314b282a42e9",
                "added_by": "auto",
                "created_at": "2021-09-17 05:32:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 726485,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1153/v1/8dcd5587-3e18-4b5c-8144-c8e5d41b29d3.pdf"
            },
            {
                "id": 2729757,
                "identity": "478172bd-dd07-4afd-bc88-3fa49ac12dbf",
                "added_by": "auto",
                "created_at": "2020-10-01 19:01:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1336466,
                "visible": true,
                "origin": "",
                "legend": "Histograms of cells stained with propidium iodide (PI) before (0-min) and after heating for 5-min:   E. coli O157:H7 (a, b), P. aeruginosa (c, d), P. syringae (e, f) and S. enterica serovar Typhimurium (g, h).  P1 gate indicates the PI stained cell region and P5 gate shows the fluorescent liquid counting bead region.",
                "description": "",
                "filename": "SupplementaryFigureS1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1153/v1/SupplementaryFigureS1.jpg"
            },
            {
                "id": 2729759,
                "identity": "7e35f833-cd88-4cce-aadc-0270acedd10c",
                "added_by": "auto",
                "created_at": "2020-10-01 19:01:13",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 39429,
                "visible": true,
                "origin": "",
                "legend": "(1) Supplementary Table S1. Operating conditions and settings defining the protocols for specific cell types and dyes. The threshold was applied on specific dyes used to stain particular cells \n\n(2) Supplementary Table S2. The calculation of VBNC and VC cells after staining with different dyes. The values after ‘‘+/-' symbol represent the standard error of means calculated from true independent replications (three to four separately grown cultures). The order of dyes was ranked based on the highest number of culturable and non-culturable cells",
                "description": "",
                "filename": "SupplementaryTablesNatPro.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1153/v1/SupplementaryTablesNatPro.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "viable but non-culturable (VBNC), viable-culturable (VC), flow cytometry (FCM), fluorescent probes, cellular functions, rapid identification of bacterial viability, cell damage",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The protocol details methods developed to optimize staining procedures and instrument settings for the rapid identification and unbiased enumeration of viable but non-culturable (VBNC) and viable-culturable (VC) cells as well as the membrane integrity of bacteria by flow cytometry (FCM). To detect viability, various Gram-negative bacteria were stained with numerous fluorescent membrane permeable (SYTO 9, SYTO 13, SYTO 17, SYTO 40) and impermeable (propidium iodide, PI) probes, and then quantified using the FCM. FCM data are then integrated with specific plate count results to calculate VC cells in different growth states. The cells were also exposed to heat (72<sup>° </sup>C) to monitor cellular membrane integrity. At late log phase (at 18 h incubation) of bacterial culture, the culturable, non-culturable and cells with damaged membranes varied from 40-98%, 1 to 64% and 0.7% to 4.5%, respectively. In this study, the cells with damaged cell membranes were considered dead (non-viable). This robust method preserves cell viability and takes a little more than an hour allowing the simultaneous quantification of phenotypes or cellular functions that is compatible with downstream cell-sorting and RNA-based assays.</p>",
        "manuscriptTitle": "Rapid identification of bacterial viability, culturable and non-culturable stages by using flow cytometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-01 19:01:12",
                "doi": "10.21203/rs.3.pex-1153/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9758d249-1160-4be5-92fb-47aee7d87d71",
        "owner": [],
        "postedDate": "October 1st, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 515952,
                "name": "Biotechnology"
            },
            {
                "id": 515953,
                "name": "Cancer"
            },
            {
                "id": 515954,
                "name": "Biological techniques"
            },
            {
                "id": 515955,
                "name": "Ecology"
            },
            {
                "id": 515956,
                "name": "Molecular biology"
            },
            {
                "id": 515957,
                "name": "Environmental sciences"
            },
            {
                "id": 515958,
                "name": "Diseases"
            },
            {
                "id": 515959,
                "name": "Medicinal chemistry"
            },
            {
                "id": 515960,
                "name": "Engineering"
            },
            {
                "id": 515961,
                "name": "Drug discovery"
            },
            {
                "id": 515962,
                "name": "Chemical biology"
            },
            {
                "id": 515963,
                "name": "Biological physics"
            },
            {
                "id": 515964,
                "name": "Cheminformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-01 19:01:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}