{
    "identity": "pex-1780",
    "title": "<p>Localization of cortical TMS effects and accurate motor threshold determination</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>Development of the protocol</strong></p><p>We recently developed a novel approach to precisely localize cortical origins of a transcranial magnetic stimulation (TMS) modulated peripheral response by combining electromyography (EMG) with numerical modeling of induced electric fields1,2. Peripheral responses of muscle activation were quantified as motor evoked potentials (MEPs) of the index finger.</p><p>This framework relies on the following assumptions: i) the existence of a sigmoidal relationship between the MEP amplitude and either the electric field magnitude or a directional field component at the cortical location at which the electric field elicits the observed MEP1,3; ii) different combinations of coil position, coil orientation, and stimulation intensity generate the same electric field in a particular cortical location; iii) for each muscle, exactly one focal cortical area in the primary motor cortex is functionally relevant for evoking MEPs by TMS4,5.</p><p>The method was developed and successfully applied to the primary motor cortex1. Input-output curves (IO-curves), pairing different stimulator intensities and MEP amplitudes, were recorded for different coil positions and orientations. The cortical origin of the MEP was defined as the location where the relationship between electric field strength and MEP amplitude was consistent over coil positions/orientations. This was assessed by means of the congruence factor, quantifying, for each cortical element, the congruency between IO-curves from different coil positions and orientations. The approach was experimentally validated, and its robustness was shown against measurement uncertainties and tissue conductivity variations.</p><p>A recent study significantly advanced the efficiency and practicality of this approach2. Improvements included the consideration of trial-by-trial variations in coil position and orientation (instead of differences between condition-wise IO-curves), which increases electric field variability and thus reduces the required number of stimulations. The induced electric field strength was regressed to the behavioral response with neural response curves in each cortical element independently. Locations with high goodness-of-fit values are reasonable candidates for the cortical origin of the behavioral response, the MEP. We tested and experimentally validated the approach with healthy volunteers. Somatotopic maps for multiple finger muscle representations were identified concurrently.</p><p><br></p><p><strong>Applications of the method&nbsp;</strong></p><p>Precise TMS mapping of the motor cortex has practical clinical relevance for presurgical application in patients with brain tumors or epilepsy. Moreover, novel TMS dosing approaches incorporate information about the subject-specific cortical electric field exposure, which may significantly advance personalized stimulation approaches in healthy subjects and patients. These promising approaches fundamentally rely on a very precise cortical muscle localization, as provided by the method presented here, to correctly estimate individual neuronal field thresholds.</p><p>Due to its genericity, the method may be adapted to domains outside the motor cortex as long as i) stimulation of a focal brain region results in a change of a measurable outcome variable and ii) the relationship between electric field and outcome variable is monotonous and reproducible. This potentially allows the cortical localization of more complex functions such as attentional or language processing in a causal and precise manner. For these functional domains different families of fit functions may be implemented. For muscle localizations we presented several examples2 of continuous functions, although the proposed method per se is not limited to this functional relation type. Considering this, future studies may for example use our approach for pre-surgical language or somatosensory mapping.</p><p><br></p><p><strong>Comparison with other methods&nbsp;</strong></p><p>Many previous mapping techniques6,7,8,9,10 rely on center of gravity (CoG) projections. This approach focuses on the identification of the coil positions that yield the highest TMS response, while neglecting coil orientations. The coil positions on the skin surface are used as a proxy for the location of the cortical site that receives the strongest stimulation, by direct geometric projection onto the cortical surface11,12,13. Variation of stimulation intensity is then used to determine the activation threshold for each coil position. Such CoG-derived projections on the brain surface do not include information about the complex field distributions commonly seen due to the individual anatomy and gyrification. They can therefore only provide rough estimates of the cortical site of effective stimulation, without any depth information. Accordingly, previous work reported deviations of 5-22 mm from PET activation maxima11, or inter-session hotspot differences of 8.7 mm14. Consistent displacements of the TMS CoG anterior to the fMRI activation hotspot have been also reported8,15,16,17,18,19,20. Consequently, these previous methods are not able to identify the stimulation site of TMS in the motor cortex with high accuracy.</p><p>In recent years, localization methods have been significantly improved by explicitly considering the induced electric field as the driving factor of the observed effect. Some approaches considered superimposed fields in an additive or multiplicative fashion20,21. This leads to a bias towards superficial brain areas, which generally receives higher field strengths. To overcome this, a statistical approach based on the experimentally determined motor threshold (MT) at different coil orientations was proposed17. A recent study used a similar strategy but investigated the influence of different coil positions while keeping the orientation constant23. These studies demonstrated the principal feasibility to localize the effectively stimulated cortical area using the functional relationship between calculated fields and the observed effects.&nbsp;</p><p>In contrast to previous approaches, our method exploits information from many different coil positions and orientations to increase electric field variability by minimizing cross correlations between induced electric fields. This leads to a higher localization reliability, lower numbers of necessary stimulations, and faster mapping.</p><p>The accuracy of electric field simulations relies on high quality geometric head models that precisely reflect individual head and brain anatomy. Several existing pipelines segment MRI data into different tissue types and construct the geometric head model ‒ the mesh. Such pipelines include mri2mesh24, headreco25, CHARM26, ROAST27,28, ForkNet29, and others30 (see 31,26 for a comparison of pipelines). The head model pipeline is commonly combined with the simulation environment that estimates the electric field distributions. Note that the proposed protocol is independent of the head model pipeline. Due to its high reliability and accuracy, we used headreco25 to construct the head models and combined it with SimNIBS v3.2.532,33 for the electric field calculations.</p><p><br></p><p><strong>Experimental design&nbsp;</strong></p><p>An overview of the experimental design and the general workflow is shown in Fig. 1. The procedure starts with a preparation phase, including legal obligations, acquisition of magnetic resonance images (MRI), construction of the individual tetrahedral head model, and definition of a cortical region of interest (ROI).</p><p>Thereafter, the volunteer is invited for the first TMS session. Preparations include placement of the electromyographic (EMG) electrodes, and configuration of the EMG and the neuronavigation recordings. After defining a stimulation target, data is recorded for a set of 300 arbitrary coil positions and orientations over that target area.</p><p>The acquired data is post-processed by calculating peak-to-peak MEP amplitudes from the EMG recordings. The induced electric fields of the realized coil positions and orientations are calculated. Afterwards, these two quantities are fitted with sigmoidal neural response curves to yield element-wise goodness-of-fit statistics (R² score) in the cortical ROI. R² hotspots are interpreted as the cortical MEP origin. The coil position and orientation that optimally stimulates this location is calculated and used in the second TMS session to determine the precise resting MT (rMT).</p><p>An up-to-date computational infrastructure and a laboratory equipped with a standard TMS neuronavigation system and EMG recording hard- and software is required. The presented protocol and accompanying scripts are written for a TMS Navigator (Localite GmbH, Bonn, Germany) neuronavigation system with a CED Signal EMG recording environment (Cambridge Electronic Design Limited, Cambridge, England). Other systems require adaptations of the relevant analyses parts.</p><p><br></p><p><strong>Expertise needed to implement the protocol&nbsp;</strong></p><p>The TMS part of the protocol can be performed by two trained experimenters with TMS expertise, including awareness of TMS-related safety aspects35, and beginner’s knowledge in computer science.&nbsp;</p><p><br></p><p><strong>Limitations</strong></p><p>This protocol was developed in the motor system in healthy volunteers. High quality MRI scans with minimal movement-related noise are obligatory due to the dependence on accurate electric field simulations. The general localization procedure may be adapted to other functional domains and transferred to clinical applications if the above discussed criteria are met. The number of necessary stimulations and therefore the mapping time increases with higher noise levels in the behavioral response.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Reagents:</strong></p><p>Human volunteers with no contraindications for MRI and TMS may be recruited and must be screened by trained medical personnel following established guidelines34,37 and documented accordingly. Only healthy, right-handed volunteers should be included7,34.</p><p><br></p><p>CAUTION: The principal investigator has to follow all applicable regulations, possibly including approval by a local Institutional Review Board or similar, obligations by national data protection regulations, insurance-related requirements, and others.</p><p><br></p><p>CRITICAL: Informed written consent must be obtained from all volunteers prior to the experiments.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Equipment:</strong></p><p>- 1.5 Tesla or 3 Tesla (preferred) MRI scanner</p><p>- TMS Stimulator (used here: X100, MagVenture GmbH, Willich, Germany)</p><p>- Stereotaxic neuronavigation system (used here: TMS Navigator, Localite GmbH, Bonn, Germany)</p><p>- Figure-of-eight TMS coil (used here: C-B60 and MCF-B65, MagVenture GmbH, Willich, Germany)&nbsp;</p><p><br></p><p>CRITICAL: This protocol was developed using a MagVenture X100 stimulator, biphasic pulse shape, and a MagVenture MCF-B65 coil. Other coil sizes, coil shapes, or pulse shapes will influence TMS measures36 and likely lead to different numbers of stimulations needed due to higher or lower electrical field variance.</p><p><br></p><p>- Foam ear plugs</p><p>- Tape</p><p>- Self-adhesive single-use surface belly-tendon EMG electrodes, (e.g., Neuroline 710, Ambu GmbH, Bad Nauheim, Germany)</p><p>- EMG amplifier (e.g., D-360, Digitimer Ltd., Welwyn Garden City, UK)</p><p>- Analog to digital converter (e.g., Power1401 MK-II, CED Ltd., Cambridge, UK)</p><p>- EMG recording software (e.g., Signal, Cambridge Electronic Design Ltd, version 4.11, Cambridge, UK)</p><p>- Workstation (min. 4 CPU cores, 16GB RAM, 500GB disc space per subject, Linux or MacOS)</p><p><br></p><p><strong>Software</strong> (installation instructions can be found at <a href=\"https://gitlab.gwdg.de/tms-localization/papers/tmsloc_proto/-/blob/master/installation.md\" rel=\"noopener noreferrer\" target=\"_blank\">gitlab.gwdg.de/tms-localization/papers/tmsloc_proto/master/installation.md</a>):</p><p>- Python ≥3.7 environment (<a href=\"http://www.python.org/\" rel=\"noopener noreferrer\" target=\"_blank\">www.python.org</a>)</p><p>- SimNIBS 3.2.5 (head model construction and electric field simulations, <a href=\"http://www.simnibs.org/\" rel=\"noopener noreferrer\" target=\"_blank\">www.simnibs.org</a>)</p><p>- pyNIBS (pre- and post-processing package, <a href=\"https://gitlab.gwdg.de/tms-localization/pynibs\" rel=\"noopener noreferrer\" target=\"_blank\">gitlab.gwdg.de/tms-localization/pynibs</a>)</p><p>- Matlab (<a href=\"http://www.mathworks.com/\" rel=\"noopener noreferrer\" target=\"_blank\">www.mathworks.com</a>)</p><p>- IMporter tool to import InstrumentMarker files into Localite TMS Navigator, (<a href=\"http://gitlab.gwdg.de/tms-localization/importer\" rel=\"noopener noreferrer\" target=\"_blank\">gitlab.gwdg.de/tms-localization/importer</a>)</p><p>- optional: FSL 5.0.5 (to construct diffusion tensors, <a href=\"https://fsl.fmrib.ox.ac.uk/\" rel=\"noopener noreferrer\" target=\"_blank\">fsl.fmrib.ox.ac.uk</a>)</p><p>- optional: FreeSurfer &gt;= 5.3.0 (visualization &amp; region of interest definition, <a href=\"https://surfer.nmr.mgh.harvard.edu/\" rel=\"noopener noreferrer\" target=\"_blank\">surfer.nmr.mgh.harvard.edu</a>)</p><p>- Analyses scripts with installation instructions: <a href=\"https://gitlab.gwdg.de/tms-localization/papers/tmsloc_proto\" rel=\"noopener noreferrer\" target=\"_blank\">gitlab.gwdg.de/tms-localization/papers/tmsloc_proto</a></p><p>- Example data set: <a href=\"https://doi.org/10.17605/OSF.IO/MYRQN\" rel=\"noopener noreferrer\" target=\"_blank\">doi.org/10.17605/OSF.IO/MYRQN</a></p><p><br></p><p><strong>Equipment Setup:</strong></p><p>- For the position of volunteer and experimenters, see Box 1.</p><p>- For the software setup see readme.md in the accompanying data set (SI)</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Procedure\nWe provide all scripts needed to perform this protocol (\ngitlab.gwdg.de/tms-localization/papers/tmsloc_proto\n) and an exemplary data set (SI) from a single subject from a previous study2. See the installation.md document for information on installing the necessary software, i.e., a Python environment, the head modelling and electric field simulation software SimNIBS, and the pyNIBS python package for pre- and post-processing. The provided scripts accompany this protocol and are documented extensively. All scripts may be customized to meet individual requirements. All paths and folders in this protocol refer to the repository root folder.\nPreparation\n1 Volunteer clearance\nObtain written informed consent from the volunteer for all subsequent procedures. Follow safety guidelines, applicable national laws, and possible insurance requirements (see REAGENT SETUP) while performing the medical screening.\nTIMING: 30 min\nBOX 1 | POSITION OF VOLUNTEER AND EXPERIMENTERS\nPosition of volunteer\nDuring TMS mapping, the volunteer sits comfortably with the right arm resting on a pillow on their lap at half abdominal height. The volunteer must wear earplugs and completely relax arm and hand muscles. The wrist is in a neutral position and the fingers are in a resting position with slight flexion. Use the electromyogram (EMG) signal to confirm complete relaxation. Remind the volunteer to avoid arm, hand, and finger muscle contractions throughout the TMS procedure. Small movements and adjustments are only allowed between stimulations.\nPosition of experimenters\nThe experimenter holding the TMS coil (a) stands sideways behind the volunteer, such that both the neuronavigation and the EMG signal can be watched. The second experimenter (b) starts, pauses, and stops the experiment and controls data recording.\nFIGURE B1:\nPosition of volunteer and experimenters. (a) One experimenter (KW) positions the TMS coil over the motor cortex of the volunteer (ON) and (b) a second experimenter (TRK) controls the stimulator and monitors the motor evoked potentials. (c) The belly tendon montage to measure motor evoked potentials from FDI, ADM, and FDI.\n2 MRI acquisition\nPrecise head models are constructed from high resolution (i.e., at most 1 mm³ voxel size) structural MRI scans. A 3 Tesla MRI scanner with a 32 channel head coil yields sufficient quality. The acquisition of a T1-weighted image is mandatory to proceed with the protocol. We strongly recommend acquiring a T2-weighted image with the same voxel size to improve skull segmentation26,31. To increase accuracy of the electric field calculations, a diffusion-weighted MR image (dMRI) can additionally be used to provide conductivity anisotropy information. The example data set contains a high-resolution T1-weighted image, a high-resolution T2-weighted image, and a diffusion MR image. Detailed sequence information is provided in the example data set.\nTIMING: image acquisition: T1: 10 min, T2: 10 min, DWI: 20 min\nFIGURE 2:\nExample MRI data for ‘subject_0’ used for head model construction and field modelling. Left: T1 weighted MRI. Center: T2 weighted image. Right: Fractional anisotropy (FA) map from the DWI scan.\n3 Creating the subject object file\nData organization of the individual volunteers is done with the pyNIBS package by using subject objects. The example data set provides an example of a fully configured subject object file. In the following steps we describe the general procedure to create a new subject.\nExecute the 01_create_new_subject.py script to create a new subject object template file and the folder structure as shown in Fig 3.\n> python scripts/01_create_subject_structure.py -f ./subject_0\nTIMING: 1 sec\nFIGURE 3:\nInitial structure of the subject data folder.\nConvert MRI scans into the NIfTI .nii format38 with dcm2niix (\nwww.nitrc.org/plugins/mwiki/index.php/dcm2nii\n) and copy them to the correct subfolders of subject_0/mri/0/original/nifti/. Edit create_subject_0.py and enter the filenames of the nifti files and the image properties into the MRI section as shown in Fig. 4. Enter the ‘dti_readout_time’ as stated in the .yaml file from dcm2niix.\nFIGURE 4:\nMRI section of create_subject_0.py script.\nEnter the mesh information in the mesh section as shown in Fig. 5. Mesh resolution can be controlled with the vertex_density option to set the vertex density of the surface meshes in nodes per mm². For 0.5, 1.0, and 2.0 nodes per mm² the resulting head meshes will contain around 4, 9, and 18 million tetrahedra, respectively. For the current study, we recommend a density of 1 node per mm².\nFIGURE 5:\nMesh information in the create_subject_0.py script.\nTIMING: 15 min\n4 Defining the region of interest\nTo speed up the data analyses a region of interest (ROI) is created to an a priori defined brain area. This ROI is typically defined halfway in between the grey and white matter surfaces, the ‘midlayer’, because field estimates (step 13) are more robust in the midlayer compared to tissue boundaries. A ROI can be defined based on the subjects masks from MNI or FreeSurfer39,40 (\nhttp://surfer.nmr.mgh.harvard.edu/\n) fsaverage templates. Here, we use an fsaverage ROI template file covering the left somatosensory cortex (BA 1, BA 3), the left primary motor cortex M1 (BA 4), and the dorsal part of the left premotor cortex (BA 6). This file is provided together with other examples in the example data set (roi/lefthandknob_M1S1PMd.overlay).\nAdd the ROI information to the create_subject_0.py script (Fig. 6), including the filenames of grey matter (GM), white matter (WM), and midlayer surfaces as well as of the individual ROI mask. Enter the path to the template ROI .overlay file in fn_mask_avg. The template ROI is later (step 5) transformed to the individual subject space and a subject specific .mgh mask file is created in fn_mask. For the example subject this transformation can also be skipped by copying the provided file mask_lefthandknob_M1S1PMd.mgh to the midlayer_m1s1pmd folder in case FreeSurfer is not installed. See the\nTMSloc_proto\nrepository for information on how to construct your own ROIs, for example based on group fMRI results.\nFIGURE 6:\nROI section in the create_subject_0.py script.\nFinally, execute create_subject_0.py to create the subject_0.hdf5 subject object file. Execute this script again in case of any changes updating the subject object file. The example data set contains a fully configured subject object file for comparison.\nTIMING: 10 min\n5 Constructing the head model and region of interests\nCRITICAL: The quality of the head model strongly affects the accuracy of the electric field calculations and should always be inspected visually for correctness and plausibility.\nConstruct the head model and the conductivity tensors from the acquired MR images by executing the following script:\n> python scripts/02_make_msh_from_mri.py -s subject_0.hdf5 -m mesh0\nParameters:\ns : Path to subject object file\nm : Mesh ID\nTIMING: Constructing mesh: 8.5 h; Creating ROI: 0.27 h ; Creating FA: 0.34 h\nThis utilizes the headreco pipeline of SimNIBS to segment the MR images into different tissue types and creates a volumetric head mesh. Diffusion tensors are reconstructed in GM and WM if a dMRI scan is provided. The mesh will be saved in the folder subject_0/mesh/mesh0. Locate this folder and visually inspect the quality of the meshing procedure:\n> headreco check subject_0\nThis shows the reconstructed surfaces overlaid on the raw MRI data with the freeview tool. A second instance overlays the subject’s anatomical scan normalized to the MNI template to inspect normalization accuracy. Lastly, the final head mesh is loaded with Gmsh41. Carefully inspect the segmentation boundaries and the registration results for any implausible results.\nThe (optional) reconstruction of diffusion tensors from the diffusion MRI data is visualized with:\n> dwi2cond -c subject_0\nThe fractional anisotropy (FA) image before and after preprocessing is superimposed on the subject’s anatomical scan with fslview or fsleyes for visual inspection of the coregistration.\nThe final mesh from the example data set with its six tissue types is visualized in Fig. 7. Here, a vertex density of 1.0/mm yielded 10.832.185 tetrahedra and 1.620.479 nodes.\nTROUBLESHOOTING:\nUnreasonable mesh geometries, e. g., wrong segmentation, cortical matter outside of the head, doubled or shifted brain segments, might occur due to bad MRI quality or incorrect coregistration. Check the quality of the MR images for low signal-to-noise or low intensity as well as a strong signal inhomogeneity. Manually set origins of the MRI coordinate systems for all images to a similar location, e. g., center of anterior commissure. If the segmentation was successful but the mesh construction fails, restart the script with a slightly different vertex density.\nFIGURE 7:\nHead model from the example data set “subject_0” constructed with the headreco25 pipeline.\nBOX 2 | VISUALIZATION OF HEAD MODELS AND RESULTS USING PARAVIEW\nThe generated head models as well as the electric field profiles and the cortical R² goodness-of-fit maps can be visualized with ParaView42,43. We provide file tuples of .hdf5/.xmdf files containing the data and the geometry information, which can be loaded into paraview. We also provide ParaView state files of Figs. 7, 12, 15, and 16 in the corresponding git repository (\nhttps://gitlab.gwdg.de/tms-localization/tmsloc_proto\n) to allow reproducing the visualizations. When loading the state files select “Choose File Names” and select the .xmdf file you want to visualize. An example of how Figure 7 is created is shown in Figure B1.\nFigure B2:\nParaview window after loading the state file Fig_7_headmodel.pvsm from the git repository (\ngitlab.gwdg.de/tms-localization/tmsloc_proto\n)\nAfter constructing the head model, we suggest refining the mesh in relevant regions to increase accuracy of the electric field estimation in these areas. Edit the create_subject_0.py script and add a new refined mesh (Fig. 8) called mesh0_refinedM1 and set the refine_domains argument to increase mesh density in CSF, GM, and WM within a specified sphere. Here, we chose a point on the skin surface in the coordinate system defined by the NIfTI header of the SimNIBS-processes MR-image (subject_0/mesh/mesh0_refinedM1/subject_0_T1_conform.nii.gz) above the primary motor cortex, where the TMS coil touches the skin. Add the ROI to the refined mesh as well (Fig. 9). In addition to refining the mesh in the region of interest, the skin surface is smoothed by setting the argument smooth_domains to skin. A smooth skin surface is required when determining the optimal coil position in step 15 of the protocol because the induced electric field in the cortex is very sensitive to changes in the coil distance.\nFIGURE 8:\nInformation of the refined mesh in the create_subject_0.py script.\nFIGURE 9:\nROI information of the refined mesh in the create_subject_0.py script.\nUpdate the subject object file by executing create_subject_0.py and run the following script to create the refined mesh:\n> python scripts/03_refine_mesh.py -s subject_0.hdf5 -m mesh0 -o mesh0_refinedM1\nParameters:\ns : Path to subject object file\nm : Mesh ID (original)\no : Mesh ID (refined)\nTIMING: 2h\nThe refined mesh will be created in the folder subject_0/mesh/mesh0_refinedM1. Fig. 10 shows both head models side by side. Bone and skin regions are not refined because their influence on the TMS induced electric fields is weak44. All following analyses are performed with the refined mesh.\nFIGURE 10:\nOriginal (a) and refined head mesh with smoothed skin surface (b).\n6 TMS laboratory preparation\nThe initial motor threshold hunting procedure must be started with a reasonable cortical target, for example or from previous work2 (FDI: -34.19, -14.33, 66.83). Run the 04_get_initial_m1_coords.py script to transform template coordinates into subject space.\n> python scripts/04_get_initial_m1_coords.py -s subject_0.hdf5 -m mesh0_refinedM1\nParameters:\ns : Path to subject object file\nm : Mesh ID\nTIMING: .1 secs\nEnter these subject specific coordinates (see Table 1 for the initial target coordinates for the example subject subject_0) as the target coordinates in the neuronavigation system to start the initial motor threshold hunting procedure with (step 7).\nTable 1:\nTarget coordinates in MNI and subject space of example subject_0.\nTarget    Subject space                  MNI space\nleft-M1   [-35.96, -39.47, +45.74]   [-37, -21, +58]\nA modified T1 image is generated during head model construction with a coordinate system that corresponds to the mesh. Use this image, subject_0/mesh/mesh0_refinedM1/subject_0_T1_conform.nii.gz, for the neuronavigation system to minimize post-processing steps. Initialize the neuronavigation session according to the neuronavigation manual and use the individualized coordinates from 6.1) as the initial target.\nRecording valid MEPs relies on correct filtering parameters. These include gain (10,000) and filtering (highpass 30 Hz, lowpass 1 kHz). Different hardware setups might require different values or other parameters and should be checked carefully for artifacts before.\nThe interstimulus interval must not be shorter than 5 s to avoid facilitation or depression of the MEP amplitude45. Configure your stimulation/EMG setup to stimulate once approximately every 5 seconds with a short jitter of at least 200 ms46 and to record the EMG data in a time window of at least 200 ms starting at the TMS pulse, with at least 2 kHz sampling rate. We provide a configuration file for the Signal software in the example data set.\nTIMING: 10 min\nTMS experiment\n7 Electrode placement and EMG recording parameters\nAsk the volunteer to take a comfortable position in the lab seat. Apply EMG surface electrodes in a standard belly-tendon montage for the muscle or muscles for which the rMT is to be determined (Fig. 11). The first dorsal interosseous (FDI) muscle of the right hand for right-handed volunteers is commonly chosen for rMT estimation. Data from multiple muscles might be recorded during a single experiment. Place the active electrode over the muscle-belly, the reference over the proximal tendon and the ground electrode at the back of the wrist of the same hand (see Kleim et al.7 for detailed instructions). Both, pre-gelled self-adhesive electrodes as well as passive EEG electrodes have been used in our laboratories yielding similar results. Skin-preparation, i.e., fat removal and skin peeling, is advised. In addition, fixate all electrodes with strips of tape, as this has proven useful to keep skin-electrode contact stable. Ask the volunteer to place their arm and hand on a table, cushion, or similar to allow relaxation of all muscles. Perform an electrode impedance check and visually inspect the signal for an adequate low noise level (about 10 μV) and for correct muscle activity recognition.\nCRITICAL: If recording EMG data from multiple muscles simultaneously, note which channel records data from which muscle.\nTROUBLESHOOTING:\nIn case of a high noise level, assure that the volunteer’s hand is in a relaxed position. Assure good skin contact of the electrodes or replace the electrodes with new ones. Check the amplifier settings for correct parameters. Remove any electronic devices with a high radiation power such as mobile phones from the proximity of measurement electronics.\nTIMING: 10 min\nFIGURE 11\n: Electrode placement for EMG recordings using a bipolar belly-tendon montage. Modified plates #424 and #425, originally published in 47.\n8 Neuronavigation preparation\nPreparation of the neuronavigation software might differ between manufacturers, but should include the following steps: 1) co-register the TMS coil, 2) co-register the volunteer to the anatomical scan, 3) record data.\nCRITICAL: A precise co-registration of volunteers to their anatomical MR image is indispensable for a valid and precise functional localization. Closely follow the manufacturer’s manual for the co-registration. In addition to landmarks (e.g. nasion, tragi, lateral corners of the volunteer’s eyes), experimenters should sample the volunteer’s head surface evenly if possible, including the forehead, posterior areas (inion), lateral areas, and superior areas. Assure a stable fixation of the tracking device that is attached to the volunteer’s head during the whole experimental process and take into account potential obstructions by the coil and its handle or cable while placing it.\nCRITICAL: Co-registration of the TMS coil is of similar importance and should be visually inspected throughout the experiment. Place the coil-tracker in a way that takes into account potential obstructions by the TMS coil and the experimenter. The coil has to be recognized from different angles, from 0° to 90°.\nCRITICAL: Record coil position/orientation, stimulation intensity, and MEP amplitudes for each pulse. Make sure that the connection from the neuronavigation computer to the stimulator is working, to record the realized stimulation intensity. Depending on the laboratory equipment, recording might be done in different ways, e.g., with separate systems for neuronavigation and EMG recording, or both on one computer.\nTIMING: 10 min\n9 Initial motor hotspot estimation\nPerform a rough estimation of the resting motor threshold (rMT) and the corresponding hotspot with a standard threshold hunting procedure, starting at the individualized coordinates from step 6.1. The rMT is commonly defined as the minimum stimulator intensity which leads to MEPs with an amplitude of at least 50 μV for at least 5 out of 10 consecutive TMS pulses48,49,50. Save the position of the hotspot by adding an instrument marker.\nTIMING: 15 min\n10 Determining the stimulation intensity for the localization procedure\nThe following procedure ensures that the I/O curve of the to-be-localized neural population is sampled with all its features, including lower plateau, turning point, and saturation. Start stimulating over the previously determined hotspot with rMT intensity and increase the intensity until MEP amplitudes reach the upper plateau of the sigmoidal I/O curve. As a guideline, it should be around 150% of the rMT. The realized amplitudes differ between individuals and EMG setup, but should be around 2-4 mV for FDI (lower for smaller muscles like ADM). Move the coil about 3 cm into the inferior, posterior, superior, and anterior directions and rotate the coil about ±30° while observing the resulting MEPs. The MEPs should decrease to low amplitudes or to zero when tilting the coil 30° and moving it far away from the initial hotspot. Increase the stimulator intensity if the MEPs vanish already before reaching the maximum coil deviations. If MEPs at the outer border of the search area are too high, decrease the stimulator intensity until they are in the expected range. If EMG data from multiple muscles are recorded, select an intensity that yields appropriate MEP responses for all muscles. Keep these stimulator intensities for later use.\nCAUTION: Stop increasing the intensity if it becomes uncomfortable for the volunteer.\nCRITICAL: If the stimulation intensity is set too low, the upper saturation of the MEP amplitude is not sampled. This negatively affects the localization because the I/O curve is not fully sampled. In this case more stimulations are required to determine stable results.\nTIMING: 10 min\n11 Applying TMS with arbitrary coil positions and orientations\nDuring this procedure, MEPs will be recorded for arbitrary coil positions and orientations to sample data from a wide range of parameter combinations. Coil positions (referring to the center of the coil) are chosen within an area of approximately 3 cm radius around the manually estimated M1 hotspot (Fig. 12). Start recording the coil position/orientation and the EMG signal. Set the stimulator to the intensity determined in step 10 and apply stimulations with an interstimulus interval of 5 s ± 200 ms. Between stimulations, move the coil arbitrarily within the area and vary the coil angle in the interval ±90° around the PA-45 orientation towards the fissura longitudinalis51,52.\nCRITICAL: Ensure that the coil gently touches the scalp of the volunteer. In later modeling steps, direct contact between the plastic housing of the coil and the skin surface is assumed (see step 14).\nCRITICAL: Choose an interstimulus interval that does not cause carry over effects (i.e. at least 5 s for single pulse motor cortex studies).\nApply at least 300 stimulations to ensure successful localization of the cortical muscle representation. Short breaks during the measurement process are possible. The EMG recording software should then be paused and not stopped to prevent the creation of multiple EMG data files. After completing the stimulation protocol, export EMG data to a .cfs file. Remove EMG cables and head tracker from the volunteer.\nTROUBLESHOOTING: If the volunteer reports discomfort during the protocol, decrease the stimulation intensity. More pulses will be needed if the intensity is too low (see above). Intensity changes are recorded by the TMS Navigator and will be considered during the post-processing automatically.\nTROUBLESHOOTING: Occasionally, pulses might be dropped from the neuronavigation recording. This is automatically taken care of by the post processing scripts. If multiple EMG .cfs files are saved instead of one, these can entered as a list for the exp[m1][‘fn_data’] parameter (see below)\nTIMING: ~25 min for 300 pulses with 5 secs ISI\nPAUSE POINT: After completing the TMS session the protocol can be paused.\nFIGURE 12\n: Arbitrary coil positions/orientations over the motor cortex from the experiment. MEPs are recorded for every TMS pulse. Color codes the FDI MEP amplitude.\nPost-processing\n12 Post-processing of experimental data\nCopy the EMG .cfs file to the subject data folder subject_0/exp/m1/mep. Copy the latest trigger marker TriggerMarker%DATETIME%.xml file from the neuronavigation folder Sessions/Session_DATE/TMSTrigger and the neuronavigation T1 image from BinData/NIFTI to the subject data folder subject_0/exp/m1/tms_navigator. Add paths and filenames of the triggermarker file (exp[m1][‘fn_tms_nav’]), the T1 image (exp[m1][‘fn_mri_nii’]), and the EMG data (exp[m1][‘fn_data’]) to the create_subject_0.py script (Fig. 13). Enter the muscle names in the correct EMG channel order in exp[m1][‘channels’]. If changed, adjust the exp[m1][‘tms_pulse_time’] parameter to indicate the TMS pulse onset in seconds. Save and execute the create_subject_0.py script to update the subject object file.\nFIGURE 13\n: Experiment information in the create_subject_0.py script.\nMerge and postprocess TMS navigator and EMG data:\n> python scripts/05_merge_exp_data.py -s subject_0.hdf5 -m mesh0_refinedM1 -e m1 -d -r -p\nParameters:\ns : Path to subject object file\nm : Mesh ID\ne : Experiment ID\nd : Apply coil/skin distance correction\nr : Remove outlier\np : Save MEP plots\nTIMING: 10 min\nThis matches the EMG data to the recorded coil positions of the neuronavigation system and saves the results in a file specified in exp[m1][‘fn_exp_hdf5‘]. EMG data is filtered using a 6th order Butterworth lowpass filter with a cutoff frequency of 500 Hz. Subsequently, peak-to-peak amplitudes are extracted by a min-max search in an interval from 18 ms to 35 ms after the TMS pulse (Fig. 14).\nFIGURE 14\n: Postprocessing of recorded EMG data and extraction of peak-to-peak amplitudes of motor evoked potentials.\nTo compute the electric field distributions of the realized coil positions and orientations, coordinates recorded in the TriggerMarker%DATETIME$.xml file are converted to SimNIBS coordinates. Note that for other neuronavigation systems different coordinate system transformations might be in order. Coil positions are projected onto the skin surface to compensate for slight deviations (0.5-2 mm) that stem from the tracking system and the head surface reconstruction of the neuronavigation software. Coil positions with a distance greater than 2 mm from the head surface are excluded from the analysis.\n13 Electric field calculations\nCalculate the electric field distributions for the recorded coil positions with the script below. A configuration file (subject_0/results/electric_field/FEM_config.mat) is created including parameters to initialize the SimNIBS FEM solver. The transformed coil positions from subject_0/exp/m1/matsimnibs.hdf5 are read and fields are computed. Fields in the midlayer ROI (step 4) are calculated, scaled with the applied stimulator intensity, and stored (subject_0/results/electric_field/e_scaled.hdf5). The standard FEM solver requires about 10-12 GB of RAM for each parallel computation (8 GB without mesh refinement).. Depending on the available computational resources, the process can be accelerated by using the solver option “PARDISO”, which requires about 40 GB for each core for the given mesh size.\n> python scripts/06_calc_e.py -s subject_0.hdf5 -m mesh0_refinedM1 -e m1 -r midlayer_m1s1pmd -n 4 -a vn -p\nParameters:\ns : Path to subject object file\nm : Mesh ID\ne : Experiment ID\nr : ROI ID\nn : Number of parallel computations\na : Anisotropic conductivity (volume normalized): \"vn\", isotropic conductivity: \"scalar\"\np : Flag to use pardiso solver\nTIMING: 4-12 h (depending on the computational resources and the number of stimulations)\n14 Localizing the cortical muscle representation\nAfter calculating the electric field distributions and the MEP amplitudes for all stimulations, the data is fitted to cortical I/O-curves with linear, sigmoidal, or log-transformed sigmoidal functions for all examined muscles.\nCAUTION: Linear regression has the lowest computational cost but reduced resolution and biological plausibility (see2 for a comparison between different curve fitting approaches). We recommend using sigmoidal or log-transformed sigmoidal functions for the fitting.\nIn every element in the ROI, the goodness-of-fit is calculated using R² scores, with a higher score representing a better fit between data and assumed activation function. Results are saved in subject_0/results/.../r2_roi_data.hdf5 together with a file containing the geometry information of the ROI and an .xdmf markup file. The latter can be used to visualize the results, for example with ParaView42,43 (see Box 2 “VISUALIZATION OF HEAD MODELS AND RESULTS USING PARAVIEW”). The fitting and goodness-of-fit quantification is implemented in the following script.\n> python scripts/07_calc_r2.py -s subject_0.hdf5 -m mesh0_refinedM1 -e m1 -r midlayer_m1s1pmd -n 10 -f sigmoid4_log -i 10 -v\nParameters:\ns : Path to subject object file\nm : Mesh ID\ne : Experiment ID\nr : ROI ID\nn : Number of parallel computations\nf : Fit function (“linear”, “sigmoid4”, “sigmoid4_log”)\ni : Number of refit iterations\nv : verbose, show output messages\nTIMING: With 10 parallel processes:\nlinear function: 6 secs (no refit)\nsigmoid/log-sigmoid function: 60 secs (20 refits)\nThe cortical origin of the MEPs can now be identified based on the goodness-of-fit results in the results .hdf5 file.\nFIGURE 15\n:\nGoodness-of-fit distribution.\nThe relationship between the induced electric field distributions and the motor evoked potentials from the arbitrary coil positions were fitted to log-sigmoidal functions. At each location, the goodness-of-fit is quantified by the R² score between fit and data.\n15 The optimal coil position for motor threshold determination\nAfter identifying the cortical target, a coil position/orientation can be computed to optimally stimulate this area. The script 08_calc_opt_coil_pos.py chooses the cortical location with maximum goodness-of-fit value as the cortical target for the coil optimization from the results file of step 14 (subject_0/results/.../r2_roi_data.hdf5). Electric fields are computed for a number of candidate coil positions and orientations for this cortical target (Fig. 16a). An Localite “instrument marker” to be used in the subsequent motor threshold determination experiment is exported for the coil position/orientation that maximizes the electric field magnitude at the cortical target. A different TMS coil type from the one used in the first TMS experiment can be used here as long as the correct coil model is specified during the optimal position/orientation calculation. In addition, a motor threshold estimation in %MSO can be computed from the available data after identifying the optimum coil position by executing the script 09_estimate_rmt_from_data.py. Instead of assessing the real rMT in a precise manner with a final experimental session (step 17) this computed rMT approximation can be used if ±3 %MSO accuracy suffices.\nElectric field results for the optimum coil position/orientation (Fig 16b) are stored in the .hdf5/.xdmf file tuple subject_0/opt/.../opt_coil_pos.hdf5, the instrument marker as subject_0/opt/.../opt_coil_pos.xml.\nPAUSE POINT: The protocol can be paused between post-processing and the second TMS session.\n> python scripts/08_calc_opt_coil_pos.py -s subject_0.hdf5 -m mesh0_refinedM1 -e m1 -n 4 -a vn -p -t subject0/results/.../r2_roi_data.hdf5 -c example_data/coils/MagVenture_MCF_B65_REF_highres.ccd.nii.gz\nParameters:\ns : Path to subject object file\nm : Mesh ID\ne : Experiment ID\nn : Number of parallel computations\na : Anisotropic conductivity: \"vn\", isotropic conductivity: \"scalar\"\np : Flag to use pardiso solver\nt : Cortical target (x y z coordinate or r2 result file)\nq : Electric field quantity to optimize (“E_mag” (default), “E_norm”, “E_tan”)\nc : Coil .nii.gz file\nTIMING: 6-24h (depending on the computational resources and the number of simulations)\nFIGURE 16\n:\nOptimal coil position for rMT determination.\n(a) Set of 4825 candidate coil positions and orientations. Color indicates the electric field magnitude in the cortical target (here: FDI); (b) Electric field magnitude on the GM surface from the optimal coil position. The black spot is the cortical target (R² hotspot from Fig. 15) determined by the previous localization. Areas more superficial than the cortical target receive a stronger field exposure.\nDetermining the individual field threshold\n16 Session preparation\nThe exact resting motor threshold is determined in a separate TMS session. Create a copy of the first TMS session with the TMS Navigator software. Repeat steps 7-8 to prepare the volunteer.\nCAUTION: Use the TMS coil considered during the calculation of the optimal coil position for the rMT determination (step 15).\nTIMING: 20 min\n17 Determining the exact resting motor threshold\nLoad the instrument marker file opt/.../opt_coil_pos_m1.xml that contains the optimal coil position and orientation with the IMPorter tool. Determine the rMT for the muscle of interest (e.g. FDI) with this coil position/orientation. The rMT is defined as the minimum stimulator intensity which leads to MEPs with an amplitude of at least 50 μV in at least 5 out of 10 consecutive TMS pulses41,44,50. The rMT should be lowest for the optimized coil position/orientation compared to locations around the optimum.\nTIMING: 5 min\n18 Determining the individual cortical field threshold\nFinally, the individual cortical field threshold can be computed. This step combines the localization of the cortical origins of the MEPs (step 14), the exact rMT that activates these neuronal populations (step 17), and the field distribution of the optimal stimulation position/orientation (step 15). The electric field intensity in the hotspot (in V/m) for a stimulator intensity of 1 A/µs is saved in the file opt/.../opt_coil_pos_m1.hdf5. Multiplication with the vendor and coil specific current/intensity factor and the rMT yields the electric field strength needed to effectively stimulate the neural population. For a MagVenture X100 stimulator and a MagVenture MCF-B65 coil the factor is 1.43 A/µs/%.\nTIMING: 5 min"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>Timing </strong>\t<strong>Step </strong> <strong>Time </strong> <strong>Description</strong></p><p><strong>Preparation</strong> (~14 h)</p><p>1: 30 min Volunteer clearance</p><p>2: 1 h MRI acquisition</p><p>3: 15 min Creating the subject object</p><p>4: 10 min Defining the region of interest</p><p>5: ~12 h Constructing the head model and region of interests</p><p>6: 10 min TMS laboratory preparation</p><p><strong>TMS Experiment</strong> (~1 h)</p><p>7: 10 min Electrode placement and EMG recording parameters</p><p>8: 10 min Neuronavigation set up</p><p>9: 15 min Initial motor hotspot estimation</p><p>10: 5 min Determination stimulation intensity for localization</p><p>11: 20 min Applying TMS with arbitrary coil positions and orientations</p><p><strong>Post-processing </strong>(~12-24h)</p><p>12: 10 min Post-processing of experimental data</p><p>13: 4-12 h Electric field calculations</p><p>14: 3 min Calculation of cortical I/O curves</p><p>15: 4-12 h The optimal coil position for motor threshold determination</p><p><strong>Determining the individual field threshold </strong>(35 min)</p><p>16: 25 min Session preparation</p><p>17: 5 min Determination of the resting motor threshold</p><p>18: 5 min Determining the individual cortical field threshold</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>Anticipated results</strong></p><p>The approach described herein pinpoints the cortical origin of MEPs, identifies an optimal coil position to stimulate this cortical area, and thus permits to determine a precise motor threshold for the examined muscle. This renders the identification of a cortical activation threshold possible, in contrast to a commonly used stimulator intensity threshold. The cortical identification is reflected by a goodness-of-fit distribution that peaks in a unique focal hotspot in the motor hand area of the precentral gyrus. If the number of stimulation sites is too low, however, it is possible that second hotspots emerge in the somatosensory or premotor cortex, as observed in previous studies1,22. This is a result of array ambiguities, i.e., spurious overlaps of the realized electric fields, or an insufficient sampling of the cortical I/O curve. Extensive experimental testing of the convergence properties of the present approach revealed a minimum number of 200-300 stimulation sites in case of arbitrary sampling to robustly determine the FDI representation2.</p><p>In healthy volunteers, the resting motor threshold for FDI usually equals approximately 35-45% of the TMS device output. However, this strongly depends on the volunteer’s specific brain anatomy (and potentially on other factors). MEP amplitudes are generally in the range of 0.84±0.63 mV at 120%, 1.82±1.29 at 135%, and 2.29±1.67 mV at 150% of the resting motor threshold53.</p>"
        },
        {
            "header": "References",
            "content": "<p><strong>References</strong></p><p>[1] Weise K, Numssen O, Thielscher A, Hartwigsen G, Knösche TR. A novel approach to localize cortical TMS effects. <em>Neuroimage</em> <strong>209</strong>, 116486 (2020). (doi: 10.1016/j.neuroimage.2019.116486)</p><p>[2] Numssen O, Zier AL, Thielscher A, Hartwigsen G, Knösche T, Weise K. Efficient high-resolution TMS mapping of the human motor cortex by nonlinear regression. <em>Neuroimage</em> <strong>245</strong>, 118654 (2021). (doi: 10.1016/j.neuroimage.2021.118654)</p><p>[3] Goetz SM, Mahdi Alavi SM, Deng Z-D, Peterchev AV. Statistical Model of Motor-Evoked Potentials. <em>IEEE Transactions on Neural Systems and Rehabilitation Engineering</em> <strong>27</strong>,<strong> </strong>1539-1545 (2019). (doi: 10.1109/tnsre.2019.2926543)</p><p>[4] Aberra AS, Wang B, Grill WM, Peterchev AV. Simulation of transcranial magnetic stimulation in head model with morphologically-realistic cortical neurons. <em>Brain Stimulation</em> <strong>13</strong>, 175-189 (2020). (doi: 10.1016/j.brs.2019.10.002)</p><p>[5] Siebner HR. Does TMS of the precentral motor hand knob primarily stimulate the dorsal premotor cortex or the primary motor hand area? <em>Brain Stimulation</em> <strong>13</strong>, 517-518 (2020). (doi: 10.1016/j.brs.2019.12.015)</p><p>[6] Neggers SFW, Langerak TR, Schutter DJLG, Mandl RCW, Ramsey NF, Lemmens PJJ, Postma A. A stereotactic method for image-guided transcranial magnetic stimulation validated with fMRI and motor-evoked potentials. <em>Neuroimage</em> <strong>21(4)</strong>, 1805-1817 (2004). (doi: 10.1016/j.neuroimage.2003.12.006)</p><p>[7] Kleim JA, Kleim ED, Cramer SC. Systematic assessment of training-induced changes in corticospinal output to hand using frameless stereotaxic transcranial magnetic stimulation. <em>Nature Protocols</em> <strong>2(7)</strong>, 1675 (2007). (doi: 10.1038/nprot.2007.206)</p><p>[8] Sparing R, Buelte D, Meister IG, Pauš T, Fink GR. Transcranial magnetic stimulation and the challenge of coil placement: a comparison of conventional and stereotaxic neuronavigational strategies. <em>Human Brain Mapping</em>, <strong>29(1)</strong>, 82-96 (2008). (doi: 10.1002/hbm.20360)</p><p>[9] Ngomo S, Leonard G, Moffet H, Mercier C. Comparison of transcranial magnetic stimulation measures obtained at rest and under active conditions and their reliability. <em>Journal of neuroscience methods</em>, <strong>205(1)</strong>, 65-71 (2012). (doi: 10.1016/j.jneumeth.2011.12.012)</p><p>[10] van de Ruit M, Perenboom MJ, Grey MJ. TMS brain mapping in less than two minutes. <em>Brain Stimulation</em> <strong>8(2)</strong>, 231-239 (2015). (doi: 10.1016/j.brs.2014.10.020)</p><p>[11] Wassermann EM, Wang B, Zeffiro TA, Sadato N, Pascual-Leone A, Toro C, Hallett, M. Locating the motor cortex on the MRI with transcranial magnetic stimulation and PET. <em>Neuroimage</em> <strong>3(1)</strong>, 1-9 (1996). (doi: 10.1006/nimg.1996.0001)</p><p>[12] Classen J, Knorr U, Werhahn KJ, Schlaug G, Kunesch E, Cohen LG, Seitz RJ, Benecke R. Multimodal output mapping of human central motor representation on different spatial scales. <em>The Journal of Physiology</em> <strong>512(1)</strong>, 163-179 (1998). (doi: 10.1111/j.1469-7793.1998.163bf.x)</p><p>[13] Krieg S, Tarapore PE, Picht T, Tanigawa N, Houde J, Sollmann N, Meyer B, Vajkoczy P, Berger SB, Ringel F, Nagarajan S. Optimal timing of pulse onset for language mapping with navigated repetitive transcranial magnetic stimulation. <em>Neuroimage</em> <strong>100</strong>, 219-236 (2014). (doi: 10.1016/j.neuroimage.2014.06.016)</p><p>[14] Julkunen P, Säisänen L, Danner N, Niskanen E, Hukkanen T, Mervaala E, Könönen M. Comparison of navigated and non-navigated transcranial magnetic stimulation for motor cortex mapping, motor threshold and motor evoked potentials. <em>Neuroimage</em> <strong>44(3)</strong>, 790-795 (2009). (doi: 10.1016/j.neuroimage.2008.09.040)</p><p>[15] Herwig U, Kölbel K, Wunderlich AP, Thielscher A, von Tiesenhausen C, Spitzer M, Schönfeldt-Lecuona C. Spatial congruence of neuronavigated transcranial magnetic stimulation and functional neuroimaging. <em>Clinical Neurophysiology</em>, <strong>113(4)</strong>, 462-468 (2002). (doi: 10.1016/S1388-2457(02)00026-3)</p><p>[16] Lotze M, Kaethner RJ, Erb M, Cohen LG, Grodd W, Topka H. Comparison of representational maps using functional magnetic resonance imaging and transcranial magnetic stimulation. <em>Clinical Neurophysiology</em>, <strong>114(2)</strong>, 306-312 (2003). (doi: 10.1016/s1388-2457(02)00380-2)</p><p>[17] Niyazov DM, Butler AJ, Kadah YM, Epstein CM, Hu XP. Functional magnetic resonance imaging and transcranial magnetic stimulation: effects of motor imagery, movement and coil orientation. <em>Clinical Neurophysiology</em>, <strong>116(7)</strong>, 1601-1610 (2005). (doi: 10.1016/j.clinph.2005.02.028)</p><p>[18] Inuggi A, Filippi M, Chieffo R, Agosta F, Rocca MA, González-Rosa JJ, Cursi M, Comi G, Leocani L. Motor area localization using fMRI-constrained cortical current density reconstruction of movement-related cortical potentials, a comparison with fMRI and TMS mapping. <em>Brain research</em>, <strong>1308</strong>, 68-78 (2010). (doi: 10.1016/j.brainres.2009.10.042)</p><p>[19] Diekhoff S, Uludağ K, Sparing R, Tittgemeyer M, Cavuşoğlu M, von Cramon DY, Grefkes C. Functional localization in the human brain: Gradient‐echo, spin‐echo, and arterial spin‐labeling fMRI compared with neuronavigated TMS. <em>Human brain mapping</em>, <strong>32(3)</strong>, 341-357 (2011). (doi: 10.1002/hbm.21024)</p><p>[20] Opitz A, Legon W, Rowlands A, Bickel WK, Paulus W, Tyler WJ. Physiological observations validate finite element models for estimating subject-specific electric field distributions induced by transcranial magnetic stimulation of the human motor cortex. <em>Neuroimage</em> <strong>81</strong>, 253-264 (2013). (doi: 10.1016/j.neuroimage.2013.04.067)</p><p>[21] Aonuma S, Gomez-Tames J, Laakso I, Hirata A, Takakura T, Tamura M, Muragaki Y. A high-resolution computational localization method for transcranial magnetic stimulation mapping. <em>Neuroimage</em> <strong>172(1)</strong>, 85-93 (2018). (doi: 10.1016/j.neuroimage.2018.01.039)</p><p>[22] Bungert A, Antunes A, Espenhahn S, Thielscher A. Where does TMS Stimulate the Motor Cortex? Combining Electrophysiological Measurements and Realistic Field Estimates to Reveal the Affected Cortex Position. <em>Cerebral Cortex,</em> <strong>27</strong>, 5083-5094 (2017). (doi: 10.1093/cercor/bhw292)</p><p>[23] Laakso I, Murakami T, Hirata A, Ugawa Y. Where and what TMS activates: Experiments and modeling. <em>Brain Stimulation</em> <strong>11</strong>,<strong> </strong>166-174 (2018). (doi: 10.1016/j.brs.2017.09.011)</p><p>[24] Windhoff M, Opitz A, Thielscher A. Electric field calculations in brain stimulation based on finite elements: an optimized processing pipeline for the generation and usage of accurate individual head models. <em>Human Brain Mapping</em> <strong>34(4)</strong>,<strong> </strong>923-935 (2013). (doi: 10.1002/hbm.21479)</p><p>[25] Puonti O, Iglesias JE, Van Leemput K. Fast and sequence-adaptive whole-brain segmentation using parametric Bayesian modeling. <em>NeuroImage</em> <strong>143</strong>, 235-249 (2016). (doi: 10.1016/j.neuroimage.2016.09.011)</p><p>[26] Puonti O, Van Leemput K, Saturnino GB, Siebner HR, Madsen KH, Thielscher A. Accurate and robust whole-head segmentation from magnetic resonance images for individualized head modeling, <em>Neuroimage</em> <strong>219</strong>, 117044 (2020). (doi: 10.1016/j.neuroimage.2020.117044)</p><p>[27] Huang Y, Dmochowski JP, Su Y, Datta A, Rorden C, Parra LC. Automated MRI segmentation for individualized modeling of current flow in the human head. <em>Journal of Neural Engineering</em> <strong>10(6)</strong>, 066004 (2013). (doi: 10.1088/1741-2560/10/6/066004)</p><p>[28] Huang Y, Datta A, Bikson M, Parra LC. Realistic volumetric-approach to simulate transcranial electric stimulation—ROAST—a fully automated open-source pipeline. Journal of Neural Engineering, <strong>16(5)</strong>,<strong> </strong>056006 (2019). (doi: 10.1088/1741-2552/ab208d)</p><p>[29] Rashed EA, Gomez-Tames J, Hirata A. Development of accurate human head models for personalized electromagnetic dosimetry using deep learning. <em>Neuroimage</em> <strong>202</strong>, 116132 (2019). (doi: 10.1016/j.neuroimage.2019.116132)</p><p>[30] Fortunati V, Verhaart RF, Niessen WJ, Veenland JF, Paulides MM, van Walsum T. Automatic tissue segmentation of head and neck MR images for hyperthermia treatment planning. <em>Physics in Medicine &amp; Biology</em>, <strong>60(16)</strong>,<strong> </strong>6547 (2015). (doi: 10.1088/0031-9155/60/16/6547)</p><p>[31] Nielsen JD, Madsen KH, Puonti O, Siebner HR, Bauer C, Madsen CG, Saturnino GB, Thielscher A. Automatic skull segmentation from MR images for realistic volume conductor models of the head: Assessment of the state-of-the-art. <em>Neuroimage</em> <strong>174</strong>, 587-598 (2018). (doi: 10.1016/j.neuroimage.2018.03.001)</p><p>[32] Thielscher A, Antunes A, Saturnino GB. Field modeling for transcranial magnetic stimulation: A useful tool to understand the physiological effects of TMS? <em>37th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC)</em>, (2015). (doi: 10.1109/embc.2015.7318340)</p><p>[33] Saturnino GB, Madsen KH, Thielscher A. Electric field simulations for transcranial brain stimulation using FEM: an efficient implementation and error analysis. <em>Journal of Neural Engineering</em> <strong>16(6)</strong>, 066032 (2019). (doi: 10.1088/1741-2552/ab41ba)</p><p>[34] Rossi S, Antal A, Bestmann S, Bikson M, Brewer C, Brockmöller J, et al.. Safety and recommendations for TMS use in healthy subjects and patient populations, with updates on training, ethical and regulatory issues: Expert Guidelines. <em>Clinical Neurophysiology</em> <strong>132(1)</strong>, 269-306 (2021). (doi: 10.1016/j.clinph.2020.10.003)</p><p>[35] Oldfield RC. The assessment and analysis of handedness: the Edinburgh inventory. <em>Neuropsychologia</em> <strong>9(1)</strong>, 97-113 (1971). (doi: 10.1016/0028-3932(71)90067-4)</p><p>[36] Pascual-Leone A, Davey NJ, Rothwell J, Wasserman EM, Puri BK (Eds.). <em>Handbook of transcranial magnetic stimulation</em>. Arnold (2002).</p><p>[37] Bikson M, Hanlon CA, Woods AJ, Gillick BT, Charvet L, Lamm, C et al.. Guidelines for TMS/tES clinical services and research through the COVID-19 pandemic. <em>Brain stimulation</em> <strong><em>13</em>(4)</strong>, 1124-1149 (2020). (doi: 10.1016/j.brs.2020.05.010)</p><p>[38] Li X, Morgan PS, Ashburner J, Smith J, Rorden C. The first step for neuroimaging data analysis: DICOM to NIfTI conversion. <em>Journal of Neuroscience Methods</em> <strong>264</strong>, 47-56 (2016). (doi: 10.1016/j.jneumeth.2016.03.001)</p><p>[39] Dale AM, Fischl B, Sereno MI. Cortical surface-based analysis. I. Segmentation and surface reconstruction. <em>Neuroimage</em> <strong>9(2)</strong>, 179-194 (1999). (doi: 10.1006/nimg.1998.0395)</p><p>[40] Fischl B, Sereno MI, Dale AM. Cortical surface-based analysis. II: Inflation, flattening, and a surface-based coordinate system. <em>Neuroimage</em> <strong>9(2)</strong>, 195-207 (1999). (doi: 10.1006/nimg.1998.0396)</p><p>[41] Geuzaine C, Remacle, J-F. Gmsh: a three-dimensional finite element mesh generator with built-in pre- and post-processing facilities. <em>International Journal for Numerical Methods in Engineering</em>, <strong>79(11)</strong>, 1309-1331 (2009). (doi: 10.1002/nme.2579)</p><p>[42] Ahrens, James, Geveci, Berk, Law, Charles, <em>ParaView: An End-User Tool for Large Data Visualization</em>, Visualization Handbook, Elsevier (2005). (ISBN-13: 978-0123875822 )</p><p>[43] Ayachit, Utkarsh, <em>The ParaView Guide: A Parallel Visualization Application</em>, Kitware (2015). (ISBN 978-1930934306)</p><p>[44] Saturnino GB, Thielscher A, Madsen KH, Knösche TR, Weise K. A principled approach to conductivity uncertainty analysis in electric field calculations. <em>Neuroimage</em> <strong>188</strong>, 821-834 (2019). (doi: 10.1016/j.neuroimage.2018.12.053)</p><p>[45] Möller C, Arai N, Lücke J, Ziemann U. Hysteresis effects on the input–output curve of motor evoked potentials. <em>Clinical Neurophysiology</em> <strong>120(5)</strong>, 1003-1008 (2009). (doi: 10.1016/j.clinph.2009.03.001)</p><p>[46] Awiszus, F. Chapter 2 TMS and threshold hunting. In <em>Transcranial Magnetic Stimulation and Transcranial Direct Current Stimulation, Proceedings of the 2nd International Transcranial Magnetic Stimulation (TMS) and Transcranial Direct Current Stimulation (tDCS) Symposium</em> (pp. 13-23).</p><p>[47] Gray H. <em>Anatomy of the Human Body.</em> Philadelphia: Lea &amp; Febiger, 1918; Bartleby.com, (2000).</p><p>[48] Pascual-Leone A, Torres F. Plasticity of the sensorimotor cortex representation of the reading finger in Braille readers. <em>Brain</em> <strong>116(1), </strong>39-52 (1993). (PMID: 8453464)</p><p>[49] Rothwell JC, Hallett M, Berardelli A, Eisen A, Rossini P, Paulus W. Magnetic stimulation: motor evoked potentials. <em>Electroencephalography and Clinical Neurophysiology Supplement</em> <strong>52</strong>, 97-103 (1999). (PMID: 10590980)</p><p>[50] Conforto AB, Z'Graggen WJ, Kohl AS, Rösler KM, Kaelin-Lang A. Impact of coil position and electrophysiological monitoring on determination of motor thresholds to transcranial magnetic stimulation. <em>Clinical Neurophysiology</em> <strong>115(4)</strong>, 812-819 (2004). (doi: 10.1016/j.clinph.2003.11.010)</p><p>[51] Brasil-Neto JP, Cohen LG, Panizza M, Nilsson J, Roth BJ, Hallett, M. Optimal focal transcranial magnetic activation of the human motor cortex: effects of coil orientation, shape of the induced current pulse, and stimulus intensity. <em>Journal of Clinical Neurophysiology</em> <strong>9(1)</strong>, 132-136 (1992). (PMID: 1552001)</p><p>[52] Mills KR, Boniface SJ, Schubert M. Magnetic brain stimulation with a double coil: the importance of coil orientation. <em>Electroencephalography and Clinical Neurophysiology/Evoked Potentials</em> <strong>85(1)</strong>, 17-21 (1992). (doi: 10.1016/0168-5597(92)90096-T)</p><p>[53] Pellegrini M, Zoghi M, Jaberzadeh S. The effect of transcranial magnetic stimulation test intensity on the amplitude, variability and reliability of motor evoked potentials. <em>Brain Research</em> <strong>1700</strong>,<strong> </strong>190-198 (2018). (doi: 10.1016/j.brainres.2018.09.002)</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was partially supported by the German Science Foundation (DFG) (grant number WE 59851/2 to K.W.; HA 6314/9-1 to G.H.; KN 588/10-1 to T.R.K.); Lundbeckfonden (grant no. R313-2019-622), the NVIDIA Corporation (donation of two Titan Xp graphics cards to GH and KW) and NovoNordisk fonden (grant no. NNF14OC0011413).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.neuroimage.2021.118654",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1016/j.neuroimage.2019.116486",
                "date": "2019-12-23 18:09:06",
                "title": "A novel approach to localize cortical TMS effects",
                "authors": [
                    "Konstantin Weise",
                    "Ole Numssen",
                    "Axel Thielscher",
                    "Gesa Hartwigsen",
                    "Thomas R. Knösche"
                ],
                "journal": "NeuroImage",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 79161954,
                "identity": "968bf177-e73b-4648-8e6b-23f9b35a778a",
                "order_by": 0,
                "name": "Konstantin Weise",
                "email": "kweise@cbs.mpg.de",
                "orcid": "",
                "institution": "Max Planck Institute of Human Cognitive and Brain Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Konstantin",
                "middleName": "",
                "lastName": "Weise",
                "suffix": ""
            },
            {
                "id": 79161955,
                "identity": "57f3703e-5c64-41be-ab42-d20cff0b4c76",
                "order_by": 1,
                "name": "Ole Numssen",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Human Cognitive and Brain Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ole",
                "middleName": "",
                "lastName": "Numssen",
                "suffix": ""
            },
            {
                "id": 79161956,
                "identity": "2b39f532-01cd-4f7c-a9d4-e266ffe17f92",
                "order_by": 2,
                "name": "Benjamin Kalloch",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Human Cognitive and Brain Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Benjamin",
                "middleName": "",
                "lastName": "Kalloch",
                "suffix": ""
            },
            {
                "id": 79161957,
                "identity": "ee4c32f8-430c-4636-9e9f-9b3bad63425f",
                "order_by": 3,
                "name": "Anna Leah Zier",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Human Cognitive and Brain Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "Leah",
                "lastName": "Zier",
                "suffix": ""
            },
            {
                "id": 79161958,
                "identity": "23ba3f20-46b1-42b4-bc71-f4b5c69b124a",
                "order_by": 4,
                "name": "Axel Thielscher",
                "email": "",
                "orcid": "",
                "institution": "Danish Research Centre for Magnetic Resonance",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Axel",
                "middleName": "",
                "lastName": "Thielscher",
                "suffix": ""
            },
            {
                "id": 79161959,
                "identity": "13c9e466-f57d-40f5-97f3-5cb580e38ab8",
                "order_by": 5,
                "name": "Gesa Hartwigsen",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Human Cognitive and Brain Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gesa",
                "middleName": "",
                "lastName": "Hartwigsen",
                "suffix": ""
            },
            {
                "id": 79161960,
                "identity": "c03a9c53-ab74-4718-96e6-c6ab1cf6937a",
                "order_by": 6,
                "name": "Thomas R. Knösche",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Human Cognitive and Brain Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "R.",
                "lastName": "Knösche",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-01-17 10:27:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1780/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1780/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 18607174,
                "identity": "4dfeab2a-0fe9-4fbb-8af4-b05aaa5d4fdc",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 670909,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 1</strong>: Overview of experimental design and general workflow.</p>",
                "description": "",
                "filename": "Fig1overview.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/af92b1e51d45ac66e863f6f7.png"
            },
            {
                "id": 18607218,
                "identity": "e615ffa6-4d74-4304-9294-7e312d4dd5f7",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1116334,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 2:</strong> Example MRI data for ‘subject_0’ used for head model construction and field modelling. Left: T1 weighted MRI. Center: T2 weighted image. Right: Fractional anisotropy (FA) map from the DWI scan.</p>",
                "description": "",
                "filename": "Fig2MRI.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/446fc054fa60e3d1c56a7f4a.png"
            },
            {
                "id": 18607222,
                "identity": "d380e2c8-f4b4-4d10-ae14-1e19d1eabfad",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11853,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 3:</strong> Initial structure of the subject data folder.</p>",
                "description": "",
                "filename": "Fig3subjectfolderstructure.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/c88e34fa7ae2aaeaaa5c8c2d.png"
            },
            {
                "id": 18607170,
                "identity": "3b04bcde-56d7-4c9e-8df3-3054e583603a",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 24729,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 4:</strong> MRI section of create_subject_0.py script.</p>",
                "description": "",
                "filename": "Fig4mriinfo.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/7dcbcd575c09bd9c510b657e.png"
            },
            {
                "id": 18607177,
                "identity": "43763b09-2c5b-4f57-8480-dba5e0e021c5",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11560,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 5:</strong> Mesh information in the create_subject_0.py script.</p>",
                "description": "",
                "filename": "Fig5meshinfo.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/d064c3c0525c1322b4de1b5d.png"
            },
            {
                "id": 18607171,
                "identity": "8b8d09e1-f36a-4342-b9ca-21c5a00be932",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31285,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 6:</strong> ROI section in the create_subject_0.py script.</p>",
                "description": "",
                "filename": "Fig6roiinfo.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/e2dfa4037efdb6bfeda8f9a7.png"
            },
            {
                "id": 18607219,
                "identity": "f926439d-e0be-4d13-9bc0-1878cafb28c0",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1167721,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 7:</strong> Head model from the example data set “subject_0” constructed with the headreco25 pipeline.</p>",
                "description": "",
                "filename": "Fig7headmodel.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/7b9b77cc3f7b589a2fc5c92e.png"
            },
            {
                "id": 18607220,
                "identity": "3b676e87-0b8d-40ab-8fc4-f6e1b3539cc5",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16807,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 8:</strong> Information of the refined mesh in the create_subject_0.py script.</p>",
                "description": "",
                "filename": "Fig8meshrefinedinfo.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/ede43f70869aa4cde9bf12db.png"
            },
            {
                "id": 18607253,
                "identity": "4e6c2a5c-f7f8-4081-b0d7-08a09129f2bd",
                "added_by": "auto",
                "created_at": "2022-02-25 11:36:09",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16012,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 9:</strong> ROI information of the refined mesh in the create_subject_0.py script.</p>",
                "description": "",
                "filename": "Fig9roirefinedinfo.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/6c63d0e337501d3abc207bbc.png"
            },
            {
                "id": 18607180,
                "identity": "cee38f08-48e4-4bee-b0f3-c3e7cc678881",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3583608,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 10:</strong> Original (a) and refined head mesh with smoothed skin surface (b).</p>",
                "description": "",
                "filename": "Fig10meshcomparison.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/2700656556c8871a00eea2de.png"
            },
            {
                "id": 18607254,
                "identity": "694d973e-a35a-44c3-b612-308d29c577eb",
                "added_by": "auto",
                "created_at": "2022-02-25 11:36:09",
                "extension": "png",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2120622,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 11</strong>: Electrode placement for EMG recordings using a bipolar belly-tendon montage. Modified plates #424 and #425, originally published in 47.</p>",
                "description": "",
                "filename": "Fig11electrodemontage.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/870db545a58dcafcb07ace8a.png"
            },
            {
                "id": 18607227,
                "identity": "6eb2149c-04d9-4ecd-8f56-0fc3ecdb1092",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1677723,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 12</strong>: Arbitrary coil positions/orientations over the motor cortex from the experiment. MEPs are recorded for every TMS pulse. Color codes the FDI MEP amplitude.</p>",
                "description": "",
                "filename": "Fig12coilpositions.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/7a0f0d4ba288847a3172d9db.png"
            },
            {
                "id": 18607221,
                "identity": "f876e4fe-bd95-4873-96ad-528fe0e82466",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 13,
                "title": "Figure 13",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50849,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 13</strong>: Experiment information in the create_subject_0.py script.</p>",
                "description": "",
                "filename": "Fig13expinfo.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/9fa07af24a1276c2e773188f.png"
            },
            {
                "id": 18607225,
                "identity": "0323334c-dff1-4ed6-8d95-4422f286e857",
                "added_by": "auto",
                "created_at": "2022-02-25 11:33:09",
                "extension": "png",
                "order_by": 14,
                "title": "Figure 14",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 226552,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 14</strong>: Postprocessing of recorded EMG data and extraction of peak-to-peak amplitudes of motor evoked potentials.</p>",
                "description": "",
                "filename": "Fig14MEP.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/8c1d79a15b87f6a538d9847f.png"
            },
            {
                "id": 18607689,
                "identity": "9c57b3e8-3d62-4df2-84ae-28d0bde82556",
                "added_by": "auto",
                "created_at": "2022-02-25 11:39:09",
                "extension": "png",
                "order_by": 15,
                "title": "Figure 15",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1253203,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 15</strong>: <strong>Goodness-of-fit distribution.</strong> The relationship between the induced electric field distributions and the motor evoked potentials from the arbitrary coil positions were fitted to log-sigmoidal functions. At each location, the goodness-of-fit is quantified by the R² score between fit and data.</p>",
                "description": "",
                "filename": "Fig15congruencefactor.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/bf665ffaf3a4145ee120eacd.png"
            },
            {
                "id": 18607256,
                "identity": "1c190960-32eb-409c-93d3-98148c2f8964",
                "added_by": "auto",
                "created_at": "2022-02-25 11:36:09",
                "extension": "png",
                "order_by": 16,
                "title": "Figure 16",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3482893,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE 16</strong>: <strong>Optimal coil position for rMT determination.</strong> (a) Set of 4825 candidate coil positions and orientations. Color indicates the electric field magnitude in the cortical target (here: FDI); (b) Electric field magnitude on the GM surface from the optimal coil position. The black spot is the cortical target (R² hotspot from Fig. 15) determined by the previous localization. Areas more superficial than the cortical target receive a stronger field exposure.</p>",
                "description": "",
                "filename": "Fig16eopt.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/5d7a65245006270102dfd777.png"
            },
            {
                "id": 18607184,
                "identity": "e5d900a2-5003-4aec-9694-d49f2cadcd36",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 17,
                "title": "Figure 17",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3505236,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>FIGURE B1: </strong>Position of volunteer and experimenters. (a) One experimenter (KW) positions the TMS coil over the motor cortex of the volunteer (ON) and (b) a second experimenter (TRK) controls the stimulator and monitors the motor evoked potentials. (c) The belly tendon montage to measure motor evoked potentials from FDI, ADM, and FDI.</p>",
                "description": "",
                "filename": "FigB1TMSLab.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/ccf1a0b0ea6a5adb969ae6cc.png"
            },
            {
                "id": 18607178,
                "identity": "d3a1920d-a8b8-4909-8f95-f9ec414232d7",
                "added_by": "auto",
                "created_at": "2022-02-25 11:30:09",
                "extension": "png",
                "order_by": 18,
                "title": "Figure 18",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 485634,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Figure B2: </strong>Paraview window after loading the state file Fig_7_headmodel.pvsm from the git repository (<a href=\"https://gitlab.gwdg.de/tms-localization/tmsloc_proto\" rel=\"noopener noreferrer\" target=\"_blank\">gitlab.gwdg.de/tms-localization/tmsloc_proto</a>)</p>",
                "description": "",
                "filename": "FigB2paraview.png",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/250967fcd46d6e8a2d24e8d4.png"
            },
            {
                "id": 19165123,
                "identity": "4c1979d5-bac6-414f-b3ec-3cf9086da4ec",
                "added_by": "auto",
                "created_at": "2022-03-13 03:49:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 9572435,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1780/v1/eec8ffc1-2fd1-4b5b-b867-536291179bb2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "transcranial magnetic stimulation, brain mapping, motor cortex, motor threshold",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We describe a routine to precisely localize cortical muscle representations within the primary motor cortex with transcranial magnetic stimulation (TMS). This allows for an accurate and experimenter-independent determination of motor thresholds and enables TMS dosing based on individual field thresholds. Motor evoked potentials (MEPs) for different coil positions/orientations are combined with electric field modelling. Compared to previous approaches this routine exploits the causal nature of neuronal activation functions to pinpoint MEPs to their cortical origin.</p><p>After constructing an individual head model, MEPs are recorded, and the induced electric fields computed. Subsequently, the cortical muscle representations are automatically determined by relating the induced fields to MEPs. Finally, the coil position to optimally assess the motor threshold is identified.</p><p>The protocol requires one day of preparation, one TMS session (2h), 12h post-processing, and a second TMS session (0.5h). A basic level of expertise and standard TMS neuronavigation equipment suffices.</p>",
        "manuscriptTitle": "Localization of cortical TMS effects and accurate motor threshold determination",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-02-25 11:30:07",
                "doi": "10.21203/rs.3.pex-1780/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f6118d68-c5a7-44bf-8b93-0a6d806c0c24",
        "owner": [],
        "postedDate": "February 25th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 10676936,
                "name": "Neuroscience"
            },
            {
                "id": 10676937,
                "name": "Neurology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-02-25 11:30:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}