{
    "identity": "nprot-2707",
    "title": "Identification of T follicular helper \\(Tfh) cells by flow cytometry",
    "content": [
        {
            "header": "Introduction",
            "content": "T follicular helper \\(Tfh) cells represent the prototypical CD4<sup>+</sup> T helper \\(Th) cell subset that coordinates humoral immune responses through the induction and regulation of the germinal center \\(GC) response<sup>1</sup>. In GCs, affinity maturation and class-switch recombination of antigen-specific B cells lead to the production of high-affinity antibodies and the generation of memory B cells and long-lived plasma cells<sup>2</sup>. Tfh cell differentiation begins very early during an adaptive immune response<sup>3</sup>. Naïve CD4<sup>+</sup> T cells, which reside in the T cell zones of secondary lymphoid organs, such as lymph nodes and spleen, become activated by antigen-presenting dendritic cells. Activated Th cells upregulate the transcription factor BCL6 \\(Ref. 4), a transcriptional repressor that is necessary and sufficient for Tfh cell differentiation in vivo<sup>5-7</sup>. Increased expression of the chemokine receptor CXCR5 \\(Ref. 8), together with downmodulation of the chemokine receptor CCR7 \\(Ref. 9), then allows activated T cells to localize in close proximity of antigen-specifc B cells. At this stage, some activated B cells and CXCR5<sup>+</sup>BCL6<sup>+</sup>PD-1<sup>+</sup> Tfh cells re-enter the follicle to establish GCs. Tfh cells further mature in these organized anatomical structures, as evidenced by a further increase in PD-1 and CXCR5 expression<sup>9,10</sup>. Continued interactions between GC B cells and Tfh cells are then required for the maintenance of Tfh cells<sup>11,12</sup>.\r\n\n\nInterestingly, Tfh cells and Tfh-like transition states have been shown to occur during the development of other Th cell subsets, particularly Th1 cells<sup>13,14</sup> and memory Th cells<sup>15-20</sup>.  Although CD4<sup>+</sup>CXCR5<sup>+</sup> T cells are abundant in human blood, it remains unclear if these cells are true Tfh cells or if they represent activated effector T cells or memory T cells<sup>21</sup>. Tfh cell dysregulation can result in autoimmunity, and increased numbers of Tfh cells have been observed in several human autoimmune diseases<sup>22-24</sup>. Moreover, Tfh cells have been implicated as a major reservoir for HIV<sup>25-27</sup> and infected patients exhibit impaired Tfh cell and B cell responses<sup>28</sup>.\r\n\n\nHere we provide a simple and reliable staining protocol for the identification of murine Tfh cells by flow cytometry \\(**Figure 1**). A variety of protein markers have been used to characterize Tfh cells, including ICOS, IL-21, and SLAM family members. However, a consensus view has emerged supporting the definition of Tfh cells as CD4<sup>+</sup> T cells that express CXCR5 together with high levels of PD-1 and BCL6. Because of the limitations of available high-quality antibodies for staining of CXCR5 and BCL6 for flow cytometry and the importance of distinguishing cells with particularly high levels of CXCR5, PD-1 and BCL6, optimized staining protocols are important for clear identification of Tfh cells. Using this protocol, viable CXCR5<sup>hi</sup>PD-1<sup>hi</sup> Tfh cells can be easily stained within one hour. These cells can be analyzed or sorted by flow cytometry for downstream applications such as qPCR, microarray, or adoptive transfer experiments. Inclusion of BCL6 in the staining panel requires fixation and permeabilization of the cells and takes an additional 75 minutes.\r\n\n\n\r\n\n\n<img width=\"100%\" src=\"http://www.nature.com/protocolexchange/system/uploads/2611/original/Figure1.jpg?1371494439\">\r\n\n\n\r\n\n\n**Figure 1: Workflow for the identification of Tfh cells by flow cytometry.**"
        },
        {
            "header": "Reagents",
            "content": "Phosphate buffered saline \\(PBS), Mg<sub>2</sub><sup>+</sup>/Ca<sub>2</sub><sup>+</sup>-free\r\n\n\n6mm Petri Dishes \\(e.g. BD Falcon, cat. no. 351007)\r\n\n\nGlass microscope slides with frosted ends \\(e.g. from Fischer Scientific)\r\n\n\nFine mesh, roughly 70µm pore size \\(custom made or e.g. BD Falcon, cat. no. 352350) \r\n\n\n15 ml conical tubes \\(e.g. BD Falcon, cat. no. 352196)\r\n\n\n96-well round-bottom plates \\(e.g. BD Falcon, cat. no. 353910)\r\n\n\n1.5ml Eppendorf tubes\r\n\n\n1.2ml micro titer tubes \\(e.g. Fischer Scientific, cat. no. 02-681-376) or 5ml polystyrene round-bottom tubes \\(e.g. BD Falcon, cat. no. 352008)\r\n\n\n\r\n\n\nFlow buffer:\r\n\n\nPBS, Mg<sub>2</sub><sup>+</sup>/Ca<sub>2</sub><sup>+</sup>-free\r\n\n\n2% fetal calf serum \\(FCS)/fetal bovine serum \\(FBS)\r\n\n\n0.05% NaN<sub>3</sub> \\(leave out if viable cells are to be sorted for downstream applications)\r\n\n\n2mM EDTA\r\n\n\n\r\n\n\nViablility dyes for exclusion of dead cells in combination with regular surface staining: e.g. 7-AAD \\(eBioscience, cat. no. 00-6993-50) or propidium iodide \\(PI)\r\n\n\nFixable viablility dyes for exclusion of dead cells in combination with intracellular BCL6 staining: e.g. Fixable Viability Dye eFluor® 780 \\(eBioscience, cat. no. 65-0865)\r\n\n\nRat anti-mouse CD16/32 \\(“Fc-block”, clone 2.4G2)\r\n\n\nNormal mouse serum \\(e.g. Thermo Scientific, cat. no. 31880)\r\n\n\nNormal rat serum \\(e.g. Thermo Scientific, cat. no. 31888)\r\n\n\nRat anti mouse CD4 antibody \\(clone RM4-5) \r\n\n\nAnti-mouse PD-1 antibody \\(clone J43 or RMP1-30)\r\n\n\nBiotin-conjugated rat anti-mouse CXCR5 antibody \\(BD Biosciences, clone 2G8, cat. no. 551960)\r\n\n\nAPC-conjugated streptavidin. It is important to use a bright fluorophore; good alternatives include PE or Brilliant Violet 421™ conjugates)\r\n\n\nFoxp3 / Transcription Factor Staining Buffer Set \\(eBioscience, cat. no. 00-5523-00) containing Fixation/Permeabilization solution \\(to be made up from concentrate & diluent) as well as Permeabilization buffer \\(10x).\r\n\n\nPE-conjugated mouse anti-human/mouse Bcl-6 antibody \\(BD Biosciences, clone K112-91, cat. no. 561522). Here it is also important to use a bright fluorophore; a good alternative is the Alexa Fluor® 647 conjugate \\(BD Biosciences, cat. no. 561525)\r\n\n\nIf possible, non-CD4<sup>+</sup> T cells should be gated out by staining with additional antibodies \\(CD8, B220, F4/80 etc.) that are conjugated to the same fluorophore."
        },
        {
            "header": "Equipment",
            "content": "Centrifuge for 5ml and 15ml tubes\r\n\n\nTable-top centrifuge for 1.5ml Eppendorf tubes\r\n\n\nVortexer\r\n\n\nFlow cytometer, e.g. LSR II or FACSCanto II \\(BD Biosciences) for analysis only or FACSAria II \\(BD Biosciences) for analysis + sorting"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of single-cell suspension from murine secondary lymphoid tissues:**\r\n\n\n**1.** Prepare single-cell suspensions of murine secondary lymphoid tissues, e.g. lymph nodes or spleen, in PBS. One convenient method is to gently disrupt the tissues between the frosted ends of microscope slides. Filter cell suspension through fine mesh. Collect cells in 5ml or 15ml conical tubes.\r\n\n\n_Note: Tfh cells can be assessed in other tissues as well. Pilot experiments should be performed to ensure that enzymatic digestions needed to release single cell suspensions do not interfere with antibody detection of CXCR5, PD-1 or BCL6._\r\n\n\n**2.** Optional: Red blood cell lysis \\(recommended for spleen).\r\n\n\n**3.** Spin down cells in centrifuge, discard supernatant, and resuspend pellet in PBS.\r\n\n\n**4.** Count cells.\r\n\n\n**5.** Adjust cell numbers with PBS and add ≤3x10\n6\ncells in 100µl per well of a 96-well round-bottom plate.\r\n\n\n**6.** Continue with step **7** or step **17**.\r\n\n\n\r\n\n\n**Staining protocol for identification of viable CXCR5\nhi\nPD-1\nhi\nTfh cells for analysis and/or sorting:**\r\n\n\n**7.** Prepare primary antibody 2x mixes in flow buffer in 1.5ml Eppendorf tubes. Calculate with 20µl volume to be added per well of the plate \\(40µl final staining volume). If several samples are to be stained, calculate the total volume needed by multiplying the number of samples by the volume of the 2x mix to be added to each well of sample \\(20µl), e.g. for 10 samples: 10x 20µl + 40µl extra void volume = 240µl. Include anti-CXCR5-biotin \\(1:25 for 2x mix; final dilution will be 1:50), anti-CD4, and anti-PD-1. Also prepare compensation control stains if necessary. Keep tubes on ice until needed.\r\n\n\n_Note: Optimal dilutions of antibodies should be determined in pilot experiments. B cells express high levels of CXCR5 and can be used as a positive control for this chemokine._\r\n\n\n_Note: Right before use, spin tubes in a microcentrifuge for 3min at full speed to remove excess protein aggregates; only use supernatant._\r\n\n\n**8.** Spin down plate at 700g for 2min, discard supernatant by quickly flicking the plate, and loosen cell pellet by briefly vortexing the plate on full speed setting \\(add a paper towel on top of the plate to avoid any potential spill-over)\r\n\n\n**9.** Wash cells with 200µl flow buffer \\(for analysis only use flow buffer with 0.05% sodium azide, for sorting viable cells use flow buffer without sodium azide).\r\n\n\n**10.** Repeat step **8**.\r\n\n\n**11.** Add 20µl of blocking solution: 5µg/ml anti-CD16/32 \\(“Fc-block”) and 2% normal mouse serum/2% normal rat serum in flow buffer. Incubate for 5min on ice.\r\n\n\n**12.** Add 20µl of 2x primary antibody mixes \\(from step **7**) on top of the blocking solution \\(don’t wash in between). Incubate for 30-40min on ice. \r\n\n\n**13.** Add 160µl of flow buffer and repeat step **8** and **9** and again **8**.\r\n\n\n**14.** Add 40µl of streptavidin-APC \\(0.5µg/ml final concentration in flow buffer) per well and incubate for 15-20min on ice.\r\n\n\n**15.** Repeat step **8** and **9**.\r\n\n\n**16.** Resuspend cells in flow buffer for subsequent analysis on a flow cytometer or for cell sorting. Include a viability dye \\(e.g. 7-AAD) that allows for the exclusion of dead cells, e.g. resuspend cells in 100µl flow buffer and add 1µl of 7-AAD.\r\n\n\n_Note: Exclusion of dead cells is a very critical step, as dying cells stain non-specifically with antibodies for CXCR5 and PD-1._\r\n\n\n\r\n\n\n**Staining protocol for identification of CXCR5\n+\nBCL6\n+\nTfh cells for analysis:**\r\n\n\n**17.** Following steps **1** through **6**, add 100µl of 1:1000-diluted eFluor780 Fixable Viability Dye \\(eBioscience) in PBS \\(no serum/protein, no sodium azide) to the 100µl of cells. Incubate for 10min on ice.\r\n\n\n_Note: Exclusion of dead cells is a very critical step, as dying cells stain non-specifically with antibodies for CXCR5, PD-1, and BCL6._\r\n\n\n**18.** Follow steps **7** through **15** for regular surface staining.\r\n\n\n**19.** Prepare Fixation/Permeabilization solution as well as Permeabilization buffer from the eBioscience FoxP3 staining buffer set according to the manufacturer’s instructions.\r\n\n\n**20.** Loosen cell pellet and add 100µl Fixation/Permeabilization solution from the eBioscience FoxP3 staining buffer set per well and incubate for 15min at room temperature.\r\n\n\n**21.** Prepare transcription factor antibody 2x mixes in Permeabilization buffer from the eBioscience FoxP3 staining buffer set in 1.5ml Eppendorf tubes. Calculate with 20µl volume to be added per well of the plate \\(40µl final staining volume). If several samples are to be stained, calculate the total volume needed by multiplying the number of samples by the volume of the 2x mix to be added to each well of sample \\(20µl), e.g. for 10 samples: 10x 20µl + 40µl extra void volume = 240µl. Include anti-BLC6-PE antibody \\(1:25 for 2x mix; final dilution will be 1:50) and/or other transcription factor antibodies. Also prepare compensation control stains if necessary. Keep tubes on ice until needed.\r\n\n\n_Note: Optimal dilutions of antibodies should be determined in pilot experiments. If available, GC B cells express high levels of BCL6 and can be used as a positive control._\r\n\n\n_Note: Right before use, spin tubes in a microcentrifuge for 3min at full speed to remove excess protein aggregates; only use supernatant._\r\n\n\n**22.** Add 100µl Permeabilization buffer from the eBioscience FoxP3 staining set to the 100µl of cells per well and spin down.\r\n\n\n**23.** Wash 1x with 200µl Permeabilization buffer.\r\n\n\n**24.** Loosen cell pellet and add 20µl of blocking solution: 5µg/ml anti-CD16/32 \\(“Fc-block”) and 2% normal mouse serum/2% normal rat serum in Permeabilization buffer. Incubate for 5min at room temperature.\r\n\n\n**25.** Add 20µl of 2x transcription factor antibody mixes \\(from step **21**) on top of the blocking solution \\(don’t wash in between). Incubate for 30-40min at room temperature.\r\n\n\n**26.** Wash 2x with Permeabilization buffer.\r\n\n\n**27.** Resuspend cells in flow buffer for acquisition on a flow cytometer."
        },
        {
            "header": "Timing",
            "content": "Two-step surface staining: approximately 60 minutes.\r\n\n\n\r\n\n\nFixation, permeabilization, and intracellular BCL6 staining: approximately 75 additional minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "**Problem: Weak staining for CXCR5.**\r\n\n\nSolution: Use the recommended two-step stain with biotinylated anti-CXCR5 antibody followed by a strepavidin-fluorophore conjugate. Currently available directly fluorophore-conjugated anti-CXCR5 antibodies do not provide staining bright enough to clearly distinguish Tfh cells from CXCR5<sup>–</sup> T cells. It is also important to use a bright fluorophore conjugated to streptavidin, such as APC. PE or Brilliant Violet 421™ conjugates may also be used.\r\n\n\n\r\n\n\n**Problem: Difficulty distinguishing Tfh cells from events with low background staining for CXCR5, PD-1, and BCL6.**\r\n\n\nSolution: It is important to include a viability dye so that dead cells, which are often autofluorescent and stain nonspecifically, can be excluded from all analyses. It is also critical to exclude cell:cell conjugates \\(“doublets”), since conjugates of CXCR5<sup>+</sup> B cells bound to PD-1<sup>+</sup>CXCR5<sup>–</sup> T cells otherwise appear similar to Tfh cells. Non-CD4<sup>+</sup> T cells can be excluded by additional staining  for non-CD4<sup>+</sup> cell markers, e.g. B220 or CD19 for B cells. It is also helpful to include a control tissue that should contain only very few Tfh cells, such as a peripheral lymph node from an unimmunized mouse."
        },
        {
            "header": "Anticipated Results",
            "content": "While CXCR5<sup>hi</sup>PD-1<sup>hi</sup> cells generally account for less than 0.5% of the CD4<sup>+</sup> T cells in LNs or spleens of non-immunized mice, frequencies of Tfh cells among polyclonal or TCR-transgenic CD4<sup>+</sup> T cells can vary to great extent following immunization or infection. Factors that influence the magnitude of the Tfh cell response include the precursor frequency and affinity of antigen-specific cells, the dose of the antigen, the adjuvant context, the route of immunization, and the time of the analysis. **Figure 2a** depicts polyclonal CXCR5<sup>hi</sup>PD-1<sup>hi</sup> Tfh cells in the draining and non-draining lymph nodes \\(LNs) after immunization. To more reliably identify significant changes in the frequencies of Tfh cells in weak immune responses, one option is to include a stain for CD44 and analyze CXCR5 and PD-1 expression only on activated CD44<sup>hi</sup> CD4<sup>+</sup> T cells. \r\n\n\nAdoptive cell transfer experiments utilizing TCR-transgenic CD4<sup>+</sup> T cells, which carry TCRs specific for a defined model antigen, are widely used to study Tfh cell differentiation and function in vivo.  Examples of mice with MHC class II-restricted TCR-transgenes include OT-II mice<sup>29</sup> and DO11.10 mice<sup>30</sup> \\(both specific for OVA<sub>323-339</sub>) and SMARTA mice<sup>31</sup> \\(specific for LCMV GP<sub>61-80</sub>). The use of different congenic markers \\(e.g. CD45.1 vs. CD45.2 or Thy1.1 vs. Thy1.2) allows for the identification of adoptively transferred donor T cells within the host \\(**Figure 2b**). The described protocol for intracellular BCL6 staining can be easily combined with other transcription factor stains. For example, LCMV infection generates predominantly two different Th cell populations: CXCR5<sup>–</sup>T-bet<sup>hi</sup> Th1 cells and CXCR5<sup>hi</sup>BCL6<sup>hi</sup> Tfh cells \\(**Figure 2c**). In contrast, T follicular regulatory \\(Tfr) cells<sup>32,33</sup> are characterized by the expression of the transcription factor Foxp3 and combinations of classical Tfh cell markers, such as CXCR5 and PD-1 \\(**Figure 2d**). This protocol is also compatible with MHC class II-tetramer staining to quantify antigen-specific Tfh cells among endogenous CD4<sup>+</sup> T cells.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2612/original/Figure2.jpg?1371494441\">See figure in Figures section.</a>\r\n\n\n\r\n\n\n**Figure 2: Identification of Tfh cells by flow cytometry.**\r\n\n\n\r\n\n\n**a)** Wild-type C57BL/6J mice were immunized with 5µg NP<sub>29</sub>-KLH + 2µg LPS into the hind foot pads and draining popliteal and non-draining axillary LNs were analyzed by flow cytometry on day 6 after immunization. Gated on 7-AAD<sup>–</sup>B220<sup>–</sup>CD4<sup>+</sup> T cells. Anti-CXCR5-biotin + streptavidin-APC and anti-PD-1-PE.\r\n\n\n**b)** Naïve CD45.1<sup>+</sup> SMARTA cells \\(2x10<sup>4</sup>) were adoptively transferred into C57BL/6J mice. Hosts were infected with 2x10<sup>6</sup> PFU LCMV Armstrong virus and spleen cells were analyzed by flow cytometry on day 8 after infection. Gated on 7-AAD<sup>–</sup>CD19<sup>–</sup>CD4<sup>+</sup> T cells. Anti-CD4-Qdot605, anti-CD45.1-PE-Cy7, anti-CXCR5-biotin + streptavidin-APC, and anti-PD-1-PE.\r\n\n\n**c)** Naïve CD45.2<sup>+</sup> SMARTA cells \\(5x10<sup>3</sup>) were adoptively transferred into CD45.1<sup>+</sup> wild-type mice. Hosts were infected with 2x10<sup>5</sup> PFU LCMV Armstrong virus and spleen cells were analyzed by flow cytometry on day 5.5 after infection. Gated on eFluor780 viability dye-negative, CD4<sup>+</sup>CD45.2<sup>+</sup> SMARTA cells. Anti-CXCR5-biotin + streptavidin-BV421, anti-BCL6-AF647, and anti-T-bet-FITC \\(clone 4B10, Biolegend).\r\n\n\n**d)** Wild-type C57BL/6J mice were immunized with 5µg NP<sub>18</sub>-OVA in alum into the hind foot pads and draining popliteal LNs were analyzed by flow cytometry on day 7 after immunization. Gated on 7-AAD<sup>–</sup>B220<sup>–</sup>CD4<sup>+</sup> T cells. Anti-CXCR5-biotin + streptavidin-APC, anti-Foxp3-eFluor450, and anti-PD-1-PE."
        },
        {
            "header": "References",
            "content": "1. Crotty, S. Follicular Helper CD4 T Cells \\(T\\(FH)). Annu Rev Immunol 29, 621-663 \\(2011).\r\n  2. Victora, G.D. & Nussenzweig, M.C. Germinal centers. Annu Rev Immunol 30, 429-457 \\(2012).\r\n  3. Vinuesa, C.G. & Cyster, J.G. How T cells earn the follicular rite of passage. Immunity 35, 671-680 \\(2011).\r\n  4. Baumjohann, D., Okada, T. & Ansel, K.M. Cutting Edge: Distinct Waves of BCL6 Expression during T Follicular Helper Cell Development. J Immunol 187, 2089-2092 \\(2011).\r\n  5. Johnston, R.J., et al. Bcl6 and Blimp-1 are reciprocal and antagonistic regulators of T follicular helper cell differentiation. Science 325, 1006-1010 \\(2009).\r\n  6. Yu, D., et al. The transcriptional repressor Bcl-6 directs T follicular helper cell lineage commitment. Immunity 31, 457-468 \\(2009).\r\n  7. Nurieva, R.I., et al. Bcl6 mediates the development of T follicular helper cells. Science 325, 1001-1005 \\(2009).\r\n  8. Ansel, K.M., McHeyzer-Williams, L.J., Ngo, V.N., McHeyzer-Williams, M.G. & Cyster, J.G. In vivo-activated CD4 T cells upregulate CXC chemokine receptor 5 and reprogram their response to lymphoid chemokines. J Exp Med 190, 1123-1134 \\(1999).\r\n  9. Haynes, N.M., et al. Role of CXCR5 and CCR7 in follicular Th cell positioning and appearance of a programmed cell death gene-1high germinal center-associated subpopulation. J Immunol 179, 5099-5108 \\(2007).\r\n  10. Yusuf, I., et al. Germinal center T follicular helper cell IL-4 production is dependent on signaling lymphocytic activation molecule receptor \\(CD150). J Immunol 185, 190-202 \\(2010).\r\n  11. Baumjohann, D., et al. Persistent antigen and germinal center B cells sustain T follicular helper cell responses and phenotype. Immunity 38, 596-605 \\(2013).\r\n  12. Deenick, E.K., et al. Follicular helper T cell differentiation requires continuous antigen presentation that is independent of unique B cell signaling. Immunity 33, 241-253 \\(2010).\r\n  13. Oestreich, K.J., Mohn, S.E. & Weinmann, A.S. Molecular mechanisms that control the expression and activity of Bcl-6 in TH1 cells to regulate flexibility with a TFH-like gene profile. Nat Immunol 13, 405-411 \\(2012).\r\n  14. Nakayamada, S., et al. Early Th1 Cell Differentiation Is Marked by a Tfh Cell-like Transition. Immunity 35, 919-931 \\(2011).\r\n  15. Liu, X., et al. Bcl6 expression specifies the T follicular helper cell program in vivo. J Exp Med 209, 1841-1852, S1841-1824 \\(2012).\r\n  16. Hale, J.S., et al. Distinct Memory CD4\\(+) T Cells with Commitment to T Follicular Helper- and T Helper 1-Cell Lineages Are Generated after Acute Viral Infection. Immunity 38, 805-817 \\(2013).\r\n  17. Choi, Y.S., et al. Bcl6 expressing follicular helper CD4 T cells are fate committed early and have the capacity to form memory. J Immunol 190, 4014-4026 \\(2013).\r\n  18. Luthje, K., et al. The development and fate of follicular helper T cells defined by an IL-21 reporter mouse. Nat Immunol 13, 491-498 \\(2012).\r\n  19. Pepper, M., Pagan, A.J., Igyarto, B.Z., Taylor, J.J. & Jenkins, M.K. Opposing signals from the Bcl6 transcription factor and the interleukin-2 receptor generate T helper 1 central and effector memory cells. Immunity 35, 583-595 \\(2011).\r\n  20. Weber, J.P., Fuhrmann, F. & Hutloff, A. T-follicular helper cells survive as long-term memory cells. Eur J Immunol 42, 1981-1988 \\(2012).\r\n  21. Schmitt, N. & Ueno, H. Human T follicular helper cells: development and subsets. Adv Exp Med Biol 785, 87-94 \\(2013).\r\n  22. Vinuesa, C.G., Sanz, I. & Cook, M.C. Dysregulation of germinal centres in autoimmune disease. Nat Rev Immunol 9, 845-857 \\(2009).\r\n  23. Craft, J.E. Follicular helper T cells in immunity and systemic autoimmunity. Nat Rev Rheumatol 8, 337-347 \\(2012).\r\n  24. Tangye, S.G., Ma, C.S., Brink, R. & Deenick, E.K. The good, the bad and the ugly - TFH cells in human health and disease. Nat Rev Immunol 13, 412-426 \\(2013).\r\n  25. Perreau, M., et al. Follicular helper T cells serve as the major CD4 T cell compartment for HIV-1 infection, replication, and production. J Exp Med 210, 143-156 \\(2013).\r\n  26. Lindqvist, M., et al. Expansion of HIV-specific T follicular helper cells in chronic HIV infection. J Clin Invest 122, 3271-3280 \\(2012).\r\n  27. Petrovas, C., et al. CD4 T follicular helper cell dynamics during SIV infection. J Clin Invest 122, 3281-3294 \\(2012).\r\n  28. Cubas, R.A., et al. Inadequate T follicular cell help impairs B cell immunity during HIV infection. Nat Med 19, 494-499 \\(2013).\r\n  29. Barnden, M.J., Allison, J., Heath, W.R. & Carbone, F.R. Defective TCR expression in transgenic mice constructed using cDNA-based alpha- and beta-chain genes under the control of heterologous regulatory elements. Immunol Cell Biol 76, 34-40 \\(1998).\r\n  30. Murphy, K.M., Heimberger, A.B. & Loh, D.Y. Induction by antigen of intrathymic apoptosis of CD4+CD8+TCRlo thymocytes in vivo. Science 250, 1720-1723 \\(1990).\r\n  31. Oxenius, A., Bachmann, M.F., Zinkernagel, R.M. & Hengartner, H. Virus-specific MHC-class II-restricted TCR-transgenic mice: effects on humoral and cellular immune responses after viral infection. Eur J Immunol 28, 390-400 \\(1998).\r\n  32. Chung, Y., et al. Follicular regulatory T cells expressing Foxp3 and Bcl-6 suppress germinal center reactions. Nat Med 17, 983-988 \\(2011).\r\n  33. Linterman, M.A., et al. Foxp3\\(+) follicular regulatory T cells control the germinal center response. Nat Med 17, 975-982 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "We would like to thank Erika O’Donnell \\(BD Biosciences) for initially providing the anti-BCL6 antibody. This work was supported by the Burroughs Wellcome Fund \\(CABS 1006173), the NIH \\(R01 HL109102, P01 HL107202), and a Scholar Award from The Leukemia & Lymphoma Society \\(1593-13). D.B. was supported by the Swiss National Science Foundation \\(PBBEP3-133516) and the Swiss Foundation for Grants in Biology and Medicine \\(PASMP3-142725)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni.2642",
                "date": "2013-07-01 13:10:36",
                "title": "The microRNA cluster miR-17∼92 promotes TFH cell differentiation and represses subset-inappropriate gene expression",
                "authors": [
                    "Dirk Baumjohann",
                    "Robin Kageyama",
                    "Jonathan M Clingan",
                    "Malika M Morar",
                    "Sana Patel",
                    "Dimitri de Kouchkovsky",
                    "Oliver Bannard",
                    "Jeffrey A Bluestone",
                    "Mehrdad Matloubian",
                    "K Mark Ansel",
                    "and Lukas T Jeker"
                ],
                "journal": "Nature Immunology",
                "logo": ""
            },
            {
                "doi": "10.4049/jimmunol.1101393",
                "date": "2013-05-09 00:00:19",
                "title": "Cutting Edge: Distinct Waves of BCL6 Expression during T Follicular Helper Cell Development",
                "authors": [
                    "D. Baumjohann",
                    "T. Okada",
                    "and K. M. Ansel"
                ],
                "journal": "The Journal Of Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12526,
                "identity": "a002e1e5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Dirk Baumjohann",
                "email": "dirk.baumjohann@med.uni-muenchen.de",
                "orcid": "",
                "institution": "Department of Microbiology & Immunology, Sandler Asthma Basic Research Center, University of California, San Francisco (UCSF), San Francisco, California, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Dirk",
                "middleName": "",
                "lastName": "Baumjohann",
                "suffix": ""
            },
            {
                "id": 12527,
                "identity": "a002e512-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "K. Mark Ansel",
                "email": "",
                "orcid": "",
                "institution": "Department of Microbiology & Immunology, Sandler Asthma Basic Research Center, University of California, San Francisco (UCSF), San Francisco, California, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "K.",
                "middleName": "Mark",
                "lastName": "Ansel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-06-17 19:38:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.060",
        "doiUrl": "https://doi.org/10.1038/protex.2013.060",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608744,
                "identity": "050939f9-4a29-4890-8945-4be3c761920f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 84225,
                "visible": true,
                "origin": "",
                "legend": "*Workflow for the identification of Tfh cells by flow cytometry.*",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2707/v1/figure_1.jpg"
            },
            {
                "id": 2608745,
                "identity": "5587c91e-df14-4a0f-a830-ef2adbb6516d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 191063,
                "visible": true,
                "origin": "",
                "legend": "*Identification of Tfh cells by flow cytometry.*   *a)* Wild-type C57BL/6J mice were immunized with 5µg NP~29~-KLH + 2µg LPS into the hind foot pads and draining popliteal and non-draining axillary LNs were analyzed by flow cytometry on day 6 after immunization. Gated on 7-AAD^–^B220^–^CD4^+^ T cells. Anti-CXCR5-biotin + streptavidin-APC and anti-PD-1-PE.\r\n*b)* Naïve CD45.1^+^ SMARTA cells (2x10^4^) were adoptively transferred into C57BL/6J mice. Hosts were infected with 2x10^6^ PFU LCMV Armstrong virus and spleen cells were analyzed by flow cytometry on day 8 after infection. Gated on 7-AAD^–^CD19^–^CD4^+^ T cells. Anti-CD4-Qdot605, anti-CD45.1-PE-Cy7, anti-CXCR5-biotin + streptavidin-APC, and anti-PD-1-PE.\r\n*c)* Naïve CD45.2^+^ SMARTA cells (5x10^3^) were adoptively transferred into CD45.1^+^ wild-type mice. Hosts were infected with 2x10^5^ PFU LCMV Armstrong virus and spleen cells were analyzed by flow cytometry on day 5.5 after infection. Gated on eFluor780 viability dye-negative, CD4^+^CD45.2^+^ SMARTA cells. Anti-CXCR5-biotin + streptavidin-BV421, anti-BCL6-AF647, and anti-T-bet-FITC (clone 4B10, Biolegend).\r\n*d)* Wild-type C57BL/6J mice were immunized with 5µg NP~18~-OVA in alum into the hind foot pads and draining popliteal LNs were analyzed by flow cytometry on day 7 after immunization. Gated on 7-AAD^–^B220^–^CD4^+^ T cells. Anti-CXCR5-biotin + streptavidin-APC, anti-Foxp3-eFluor450, and anti-PD-1-PE.\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2707/v1/figure_2.jpg"
            },
            {
                "id": 13464781,
                "identity": "80ba5dd1-a899-414b-957e-7231425e74f6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 250711,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2707/v1/4d8d6ba0-2c9b-4098-807d-1bf25cf6b926.pdf"
            }
        ],
        "financialInterests": "None.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "T follicular helper cell, follicular helper T cell, Tfh cell, T follicular helper cells, follicular helper T cells, Tfh cells, BCL6, Bcl-6, PD-1, CXCR5, flow cytometry, FACS, sorting",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "T follicular helper \\(Tfh) cells are the main T helper \\(Th) cell subset that provides help to B cells, supporting germinal center induction, affinity maturation, and generation of memory B cells and long-lived plasma cells. Recently, Tfh cells and Tfh-like transition states have also been implicated in the generation of other Th cell subsets, including Th1 and memory Th cells. Tfh cells are generally characterized by their expression of the chemokine receptor CXCR5, the transcription factor BCL6, and the inhibitory molecule PD-1. Here we provide a simple and reliable optimized staining protocol for the identification of murine Tfh cells by flow cytometry. Stained cells can be analyzed directly by flow cytometry. Tfh cell sorting for use in downstream applications is also possible using CXCR5 and PD-1 staining, but intracellular staining for BCL6 is not compatible with live cell recovery.",
        "manuscriptTitle": "Identification of T follicular helper (Tfh) cells by flow cytometry",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-06-18 14:35:00",
                "doi": "10.1038/protex.2013.060",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0027b47-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 18th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2990,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-06-18 14:35:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}