{
    "identity": "pex-1033",
    "title": "<p>Constructing and purifying megabodies starting from individual nanobody sequences</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Particle size, particle distribution in the vitreous ice layer greatly impacts on the quality and attainable resolution of cryo-EM reconstructions<sup>1</sup>.&nbsp;To help overcome these performance barriers, we designed a novel class of chimeric molecules, called megabodies (Mbs).<strong>&nbsp;</strong>Megabodies are built from&nbsp;a nanobody (Nb) that is grafted onto a scaffold protein via two short peptide linkers (<strong>Fig. 1a</strong>). Any nanobody can be converted into a megabody by linking the nanobody through its first β-turn (connecting β-strands A and B) to an exposed β-hairpin of selected scaffold proteins. For this purpose, we&nbsp;have identified&nbsp;two large&nbsp;secreted bacterial proteins that are amenable to circular permutation&nbsp;and contain antiparallel β-strands with surface accessible β-turns: β-turn S3-S4 of the adhesin domain of&nbsp;<em>H. pylori</em><sup>2</sup>&nbsp;(HopQ, 45 kDa, PDB ID: 5LP2,<strong>&nbsp;Fig. 2a</strong>) and β-turn A’S1-A’S2 of the&nbsp;<em>E. coli&nbsp;</em>K12<em>&nbsp;</em>Glucosidase YgjK<sup>3</sup>&nbsp;(YgjK, 86 kDa, PDB ID: 3W7T,&nbsp;<strong>Fig. 2d</strong>). Here we describe how&nbsp;nanobodies can be grafted onto circular permutants of these molecular scaffolds to build megabodies of about 56 kDa (<strong>Fig. 1b</strong>)&nbsp;or 100 kDa (<strong>Fig. 1c</strong>), respectively using a single-step cloning procedure. We also provide protocols for the purification of milligram quantities of such megabodies from the periplasm of&nbsp;<em>E. coli</em>&nbsp;(<strong>Fig. 3</strong>). Produced megabodies&nbsp;retain the full antigen binding specificity and affinity of the parental nanobodies (<strong>Fig. 4</strong>).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>REAGENTS</strong></p><p>Lysozyme from chicken egg white (Sigma-Aldrich, cat. no. L6876)</p><p>Deoxyribonuclease I from bovine pancreas (DNaseI)&nbsp;(Sigma-Aldrich, cat. no. L6876)</p><p>T4 DNA ligase (Promega, cat no. M180A)</p><p>Phusion DNA Polymerase (Thermo Fischer Scientific, cat. no. F530S)</p><p>KAPA Taq PCR kit (Sigma-Aldrich, cat. no. KK1014)</p><p>&nbsp;</p><p><strong>Growth media and agar plates</strong></p><p>Bacto tryptone (Duchefa, cat. no. T1332)</p><p>Glucose (Sigma-Aldrich, cat. no. G8270)</p><p>LB medium, high salt (Duchefa, cat. no. L1704)</p><p>Micro agar (Duchefa, cat. no. M1002)</p><p>Yeast extract (Duchefa, cat. no. Y1333)</p><p><strong>&nbsp;</strong></p><p><strong>Chemicals</strong></p><p>Sodium chloride (Carl Roth, cat no. 3957)</p><p>Glycerol (VWR, cat. no. 24387.292)</p><p>IPTG, dioxane-free (Thermo Fischer Scientific, cat. no. R0392)</p><p>Trizma (Tris) base (Sigma-Aldrich, cat. no. T1503)</p><p><br></p><p><strong>Restriction enzymes</strong></p><p>SalI (New England BioLabs, cat. no. R0138)</p><p>SapI (New England BioLabs, cat. no. R0569)</p><p><br></p><p><strong>DNA purification kits</strong></p><p>QIAprep Spin Miniprep Kit (QIAGEN, cat. no. 27104)</p><p>Wizard<sup>®</sup>&nbsp;SV Gel and PCR Clean-Up System (Promega, cat. no. A9281)</p><p>&nbsp;</p><p><strong>Antibiotics</strong></p><p>Ampicillin sodium salt (Carl Roth, cat. no. K029.2)</p><p><br></p><p><strong>Protease Inhibitors</strong></p><p>AEBSF (Carl Roth, cat. no. 2931.3)</p><p>Leupeptin hemisulphate (Carl Roth, cat. no. CN33.4)</p><p><br></p><p><strong>Columns</strong></p><p>Superdex™ 200 10/300 GL (Cytiva (GE Healthcare), cat. no.&nbsp;17517501)</p><p>HisTrap FF 5 ml&nbsp;(Cytiva/GE Healthcare, cat. no.&nbsp;17525501)</p><p><strong>&nbsp;</strong></p><p><strong>Primers</strong></p><p>TU89<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">*</a>: 5’-CCTTGAGCTCTTCGTCCCTGAGACTCTCCTG-3’</p><p>TU92: 5’-ATCCATGAAGCCTATCAG-3’</p><p>TU93: 5’-AGATGTACCCTAAACTGG-3’</p><p>EP230: 5’-AGGACTGCTCTTCCACTGGAGACGGTGACCTGGGT-3’</p><p>TU32: 5’-&nbsp;GAGAAAATACCGCATCAGGC-3’</p><p>GIII: 5′-CCACAGACAGCCCTCATAG-3′.</p><p><br></p><p><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">*</a>&nbsp;The 3'-sequence&nbsp;of&nbsp;primer&nbsp;TU89&nbsp;(TCCCTGAGACTCTCCTG)&nbsp;is the complement to the ORF encoding&nbsp;residues 18 to 23 (SLRLSC)&nbsp;of the consensus sequence of a nanobody (IMGT numbering). If&nbsp;the&nbsp;sequence&nbsp;of the parental nanobody is different in this conserved region, one can adapt the&nbsp;TU89&nbsp;primer&nbsp;accordingly to&nbsp;maintain&nbsp;the sequence of the parental nanobody in the megabody.</p><p><br></p><p><strong>REAGENTS SETUP</strong></p><p><br></p><p><strong>LB-ampicillin glucose plates</strong>. Dissolve 25 g of LB medium (high salt) and 15 g of agar in 900 ml of ddH<sub>2</sub>O. Autoclave the mixture and cool it to 50 °C. Supplement it with 100 ml of 20% (wt/vol) glucose and 1 ml of 100 mg/ml ampicillin (0.20-μm-filter–sterilized) and pour it into plates. The plates can be stored for one month at 4 °C.</p><p><br></p><p><strong>TB medium.&nbsp;</strong>Dissolve 12 g of Bacto tryptone, 2.3 g of KH<sub>2</sub>PO<sub>4</sub>, 12.5 g of K<sub>2</sub>HPO<sub>4</sub>, 24 g of yeast extract and 2.5 ml of glycerol in 1 liter of ddH<sub>2</sub>O. Autoclave the medium and store it for up to six months at 4 °C or for one month at RT.</p><p><br></p><p><strong>PE buffer</strong>. 150 mM NaCl, 1 mM EDTA, 50 mM Tris pH 8, and 20% w/v sucrose, 0.5 mg/ml lysozyme,&nbsp;0.12 mg/ml AEBSF and 0.5 ug/mL leupeptin hemisulphate. Preparation:&nbsp;add lysozyme, AEBSF and leupeptin hemisulphate just before use.&nbsp;</p><p><br></p><p><strong>Washing buffer</strong>: 500 mM NaCl, 100 mM Tris pH 7.4,</p><p><br></p><p><strong>Elution buffer</strong>: 500 mM NaCl, 100 mM Tris, 500 mM imidazole pH 7.4</p><p><br></p><p><strong>Gel filtration (GF) buffer</strong>: 140 mM NaCl, 10 mM Tris-HCl pH 7.4</p>"
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Reformatting nanobodies to megabodies\nPlasmids encoding megabodies for expression in\nE. coli\ncan be constructed in a single step starting from any nanobody encoding gene according to\nFig. 3\n. Gene fragments encoding β-strands B to G of the parental nanobodies (residues 18-128 according to the IMGT numbering,\nFig. 3a\n) need to be amplified by PCR with primers TU89 and EP230. Amplified fragments are next cloned as SapI fragments in the desired expression vector: pMESD2 (GenBank MT328400) or pMESD22c7 (GenBank MT338520) to generate  or  megabodies (~56 kDa), and pMESP23E2 (GenBank MT338521) or pMESP23NO (GenBank MT338522) to generate  or  megabodies (~100 kDa), respectively (\nFig. 3b-e\n). We recommend the  (cloning vector pMESD22c7) and (cloning vector pMESP23NO) megabody formats for initial experiments.\nAmplification of DNA fragments encoding nanobodies\n1.     To amplify a DNA fragment encoding the parental nanobody with two gene-specific primers TU89 and EP230, combine the components and amplify DNA in a thermocycler as indicated in\nTable 1\n.\n2.     Analyze the PCR products by electrophoresis on a 1% (wt/vol) agarose gel. A DNA fragment of the parental nanobody amplifies as a ~350 bp fragment. Cut the 350-bp PCR product from a 1% (wt/vol) agarose gel and purify the fragment using the Wizard SV Gel and PCR Clean-Up System according to the manufacturer’s instructions. Quantify the DNA from each purification by measuring the OD260.\nCloning nanobodies into megabody expression vectors of choice\n3.     Follow the restriction enzyme manufacturer’s instructions to digest 4 μg of a megabody expression vector of choice with SapI and SalI in a 100-μl reaction mix. The supplementary digestion with SalI introduces additional non-complement digestion site and further reduces the sizes (< 20 bp) of two short fragments that are excised from the multi cloning site (MCS) to facilitate the purification of the SapI/SalI digested vector only with the Wizard SV Gel and PCR Clean-Up System, according to the manufacturer’s instructions.\n4.     In parallel, digest 2 μg of the amplified DNA fragment of the parental nanobody (from Step 2) with SapI in a 50-μl reaction and purify the SapI digested DNA fragment with the Wizard SV Gel and PCR Clean-Up System.\n5.     Carry out a ligation reaction by ligating 100 ng of the SapI (/SalI) digested megabody vector (step 3) and a SapI digested amplified nanobody fragment (step 4) in 1:4 molar ratio, for 3 h at RT in a 10-μl reaction by using 0.5 units of the T4 DNA ligase. Heat inactivate at 65°C for 10 min.\n6.     Transform 5 μl of each ligation into competent\nE. coli\ncells of choice (we recommend to directly transform expression strain WK6) by electroporation according to the manufacturer’s instructions. Plate transformed cells on LB agar plates containing 100 μg/ml ampicillin and 2% (wt/vol) glucose and allow it to grow overnight at 37 °C.\n7.     Pick 4 separate colonies and resuspend each colony in 50 μl of ddH\n2\nO and perform a colony PCR as indicated in\nTable 2\n. Analyze the PCR products by electrophoresis on a 1% (wt/vol) agarose gel. Clones that generate a fragment of ~600 bp have properly inserted the nanobody-encoding fragment within the MCS.\n8.     Inoculate a single PCR-positive colony in 5 ml of LB supplemented with 100 μg/ml ampicillin and 2% (wt/vol) glucose; grow overnight at 37 °C. Purify DNA plasmid using the QIAGEN Miniprep Kit, according to the manufacturer’s instructions. Sequence purified DNA plasmids using primers listed in\nTable 2\n.\nBacterial expression of megabodies\nTo obtain high yields, we advise to express and secrete megabodies to the periplasm of\nE. coli\nstrain WK6.\n9.     Transform the purified DNA plasmid into\nE. coli\nWK6. Inoculate a single colony into a 50-ml sterile tube containing 10 ml of LB supplemented with 100 μg/ml ampicillin and 2% (wt/vol) glucose. Grow the preculture overnight at 37 °C and 170 r.p.m.\n10.  Inoculate 330 ml of TB supplemented with 100 μg/ml ampicillin in a 1-liter baffled flask with 3 ml of the preculture. Shake the mixture at 37 °C and 170 r.p.m. until it reaches an OD\n600\nof 4-5. Induce megabody expression with 1 mM IPTG (final concentration) and grow overnight at 28 °C and 170 r.p.m. Alternatively, express megabody for 4 h at 37 °C and 170 r.p.m.\nRelease of the megabodies from the periplasm of\nE. coli\nand purification by IMAC\n11.  Collect the bacteria from step 10 by centrifugation for 15 min at 9,000\ng\nat RT. Carefully resuspend the cell pellet of 1 liter of culture in 50 ml of PE buffer supplemented with lysozyme and protease inhibitors, and shake for 30 min on ice on an orbital platform. Centrifuge the suspension for 30 min at 10,000\ng\nand 4 °C and recover the supernatant as the periplasmic extract. Alternatively, apply the multistep osmotic shock\n4\n.\n12.  Supplement the periplasmic fraction with MgCl\n2\n(5 mM final concentration) and NaCl (500 mM final concentration). If the periplasmic fraction is viscous due to excessive DNA release, add DNase I (50 mg/ml final concentration) and incubate for 30 min in RT. Perform all further purification steps at 4 °C or on ice.\n13.  Equilibrate a 5 ml HisTrapFF column using 5 column volumes (CVs) of washing buffer.\n14.  Filter the periplasmic fractions with an 0.45 µm filter and load on to the column (from up to 6 l culture per column) at about 5 ml/minute. Collect the flow through.\n15.  Wash the column with 10 CVs of washing buffer.\n16.  Elute the megabody with 5 CVs of elution buffer and collect 5 ml fractions.\n17.  Analyze all fractions by SDS-PAGE as exemplified in\nFig. 3g-h\n.\nGel filtration\n18.  Equilibrate a Superdex™ 200 10/300 GL column using GF buffer or another buffer of choice.\n19.  Pool the megabody-containg fractions obtained in step 16 and concentrate up to 500 µl using an Amicon® Filter Unit (10 kDa cutoff) rinsed with 1 ml of GF buffer.\n20.  Apply this concentrated sample on the Superdex™ 200 10/300 GL column, according to the manufacturer’s instructions.\n21.  Collect 0.5 ml fractions and analyze the content and the purity of each fraction using SDS-PAGE."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Amplification of DNA fragments encoding nanobodies: 1 day</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cloning into a megabody vector of choice: 4 days</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bacterial expression of megabodies: 2 days</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Release of megabodies from a periplasm and IMAC purification: 1 day</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gel filtration: 1 day</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>In our hands, we were able to reclone any nanobody we tried so far in one of these megabody expression vectors to produce about 5-15 mg/L of the HopQ- or the YgjK-derived megabodies. These megabodies bind their cognate antigens with similar affinities as their parental nanobodies (<strong>Fig 4</strong>). Such megabodies can be stored for several days at 4°C and resist multiple freeze-thawing steps without proteolytic breakdown, precipitation or loss of antigen-binding capacity.&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Naydenova, K. &amp; Russo, C. J. Measuring the effects of particle orientation to improve the efficiency of electron cryomicroscopy.&nbsp;<em>Nat. Commun.</em>&nbsp;<strong>8</strong>, 629 (2017).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Javaheri, A.&nbsp;<em>et al.</em>&nbsp;Helicobacter pylori adhesin HopQ engages in a virulence-enhancing interaction with human CEACAMs.&nbsp;<em>Nat. Microbiol.</em>&nbsp;<strong>2</strong>, (2016).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kurakata, Y.&nbsp;<em>et al.</em>&nbsp;Structural Insights into the Substrate Specificity and Function of Escherichia coli K12 YgjK, a Glucosidase Belonging to the Glycoside Hydrolase Family 63.&nbsp;<em>J. Mol. Biol.</em>&nbsp;<strong>381</strong>, 116–128 (2008).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pardon, E.&nbsp;<em>et al.</em>&nbsp;A general protocol for the generation of Nanobodies for structural biology.&nbsp;<em>Nat. Protoc.</em>&nbsp;<strong>9</strong>, 674–693 (2014).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Eva Beke and Nele Buys for excellent technical assistance.</p><p><br></p>"
        },
        {
            "header": "Tables",
            "content": "Due to technical limitations, Tables 1-2 can be found in the Supplementary Files section."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-020-01001-6",
                "date": "2021-01-06 17:13:23",
                "title": "Megabodies expand the nanobody toolkit for protein structure determination by single-particle cryo-EM",
                "authors": [
                    "Tomasz Uchański",
                    "Simonas Masiulis",
                    "Baptiste Fischer",
                    "Valentina Kalichuk",
                    "Uriel López-Sánchez",
                    "Eleftherios Zarkadas",
                    "Miriam Weckener",
                    "Andrija Sente",
                    "Philip Ward",
                    "Alexandre Wohlkönig",
                    "Thomas Zögg",
                    "Han Remaut",
                    "James H. Naismith",
                    "Hugues Nury",
                    "Wim Vranken",
                    "A. Radu Aricescu",
                    "Els Pardon",
                    "Jan Steyaert"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 1379986,
                "identity": "63a62c72-4a39-4834-b3fe-be83185e0995",
                "order_by": 0,
                "name": "Tomasz Uchański",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8456-4206",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tomasz",
                "middleName": "",
                "lastName": "Uchański",
                "suffix": ""
            },
            {
                "id": 1379987,
                "identity": "1c0330a0-44cf-4ea1-ba7d-71fbf4f83fd0",
                "order_by": 1,
                "name": "Baptiste Fischer",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-9620-921X",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Baptiste",
                "middleName": "",
                "lastName": "Fischer",
                "suffix": ""
            },
            {
                "id": 1379988,
                "identity": "9c82a42c-d93e-46a1-9dd6-68d37eb25fa0",
                "order_by": 2,
                "name": "Valentina Kalichuk",
                "email": "",
                "orcid": "",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Valentina",
                "middleName": "",
                "lastName": "Kalichuk",
                "suffix": ""
            },
            {
                "id": 1379989,
                "identity": "36a4907e-381f-42c8-8274-5745678b9925",
                "order_by": 3,
                "name": "Alexandre Wohlkönig",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3103-5022",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexandre",
                "middleName": "",
                "lastName": "Wohlkönig",
                "suffix": ""
            },
            {
                "id": 1379990,
                "identity": "4232fade-92df-4c13-a9dd-510f55fa19ff",
                "order_by": 4,
                "name": "Thomas Zögg",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-0454-4227",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "",
                "lastName": "Zögg",
                "suffix": ""
            },
            {
                "id": 1379991,
                "identity": "83f513a8-96a6-4349-a392-37337acdba16",
                "order_by": 5,
                "name": "Els Pardon",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2466-0172",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Els",
                "middleName": "",
                "lastName": "Pardon",
                "suffix": ""
            },
            {
                "id": 1379992,
                "identity": "01bc3c9b-1dd2-4bf5-8de3-c29445425b76",
                "order_by": 6,
                "name": "Jan Steyaert",
                "email": "jan.steyaert@vub.be",
                "orcid": "https://orcid.org/0000-0002-3825-874X",
                "institution": "1: Structural Biology Brussels, Vrije Universiteit Brussel, VUB, Brussels, Belgium.  2: VIB-VUB Center for Structural Biology, VIB, Brussels, Belgium. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "",
                "lastName": "Steyaert",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-07-09 10:24:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1033/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1033/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 4787836,
                "identity": "e370b14c-759b-4d1f-8b40-393a292d7a45",
                "added_by": "auto",
                "created_at": "2021-01-07 19:17:01",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3379261,
                "visible": true,
                "origin": "",
                "legend": "Molecular design of novel rigid antibody chimera called megabodies. a, Megabodies are assembled from a nanobody (or a similar single-domain antigen-binding protein) and a (large) scaffold protein. The (optionally circularly permutated) scaffold protein is inserted between β-strand A and β-strand B of a nanobody. The megabody is encoded by a single gene, comprising a nanobody that is grafted into the scaffold protein via two peptide bonds. b, Crystal structure of MbNb207cHopQ (PDB ID: 6QD6) that was built from a GFP-specific nanobody (Nb207) and a circularly permutated variant of HopQ (cHopQ). Molecule A, one out of ten molecules present in the asymmetric unit (RMSD range between 0.557- 3.972 Å) is represented. CDRs and β-strands of the nanobody are defined according to IMGT. c, Crystal structure of MbNb207cYgjKNO (PDB ID: 6XUX) that was built from Nb207 and a circularly permutated variant of YgjK (cYgjK). Only one megabody molecule is present in the asymmetric unit. d, Schematic representation of the primary structures of MbNb207cHopQ and MbNb207cYgjKNO . The AS(GGGSG)2/3 peptides were used to circularly permutate HopQ and YgjK. β-strands are represented by arrows. Residues of the nanobody, cHopQ and cYgjK fragments are numbered according to IMGT, UniProtKB B5Z8H1 and P42592 numbering, respectively.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/446580dcbf21307be17940cf.png"
            },
            {
                "id": 4787590,
                "identity": "2fcb8c59-b274-463c-b09f-42a5bcc08ec1",
                "added_by": "auto",
                "created_at": "2021-01-07 19:14:01",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1258314,
                "visible": true,
                "origin": "",
                "legend": "Structures of the scaffold proteins HopQ and YgjK. a, Cartoon representation of the extracellular adhesin domain of H. pylori (HopQ, PDB ID: 5LP2). The flexible N- and C-terminal regions are invisible in the electron density and are indicated by dashed lines. The boxed region is enlarged in b. b, Residues are numbered according to UniProtKB B5Z8H1. c, Secondary structure of the solvent-exposed β-turn S3-S4. Hydrogen bonds between the backbone atoms are indicated by dotted lines. d, Cartoon representation of the E. coli K12 Glucosidase (YgjK, PDB ID: 3W7T). N- and C termini are indicated by dots. The boxed region is enlarged in e. e, Residues are numbered according to UniProtKB P42592. f, Secondary structure of the solvent-exposed β-turn A’S1-A’S2.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/2987e31121923965aac66dbe.png"
            },
            {
                "id": 4788278,
                "identity": "44060f8c-67b3-468a-8d36-17a65faa3c8c",
                "added_by": "auto",
                "created_at": "2021-01-07 19:23:01",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1657084,
                "visible": true,
                "origin": "",
                "legend": "Cloning, expression and purification of megabodies. a-c, Gene fragments encoding β-strands B to G of a nanobody (a) are amplified by PCR using TU89 and EP230 primers and cloned into a vector of choice: pMESD2 (GenBank MT328400) (b) and pMESD22c7 (GenBank MT338520) (c) to turn a nanobody into the MbNbcHopQ and MbNbc7HopQ megabody formats or pMESP23E2 (GenBank MT338521) (d) and pMESP23NO (GenBank MT338522) (e) turn a nanobody into the MbNbcYgjKE2 and MbNbcYgjKNO megabody formats, respectively . The residues of nanobody, HopQ and YgjK are numbered according to IMGT, UniProtKB B5Z8H1 and UniProtKB P42592, respectively. f, Yield and purity of the diverse megabodies after a one-step purification by Ni-NTA chromatography. g-h, 10 % SDS-PAGE analysis of the purification steps of two representative megabodies: MbNb42cHopQ  (e) and MbNb42cYgjKE2 (f) (PE: periplasmic extracts, Ni-NTA: elution fractions of the Ni-NTA affinity chromatography, SE: size-exclusion chromatography fractions). i-p, Size exclusion profiles of MbNb207cHopQ (i), MbNb207cYgjKE2 (j), MbNb75cHopQ (k),  MbNb75cYgjKE2 (l), MbNb42cHopQ (m), MbNb42cYgjKE2 (n), MbcAbLys3cHopQ  (o), and MbcAbLys3cYgjKE2 (p) purified from the periplasm of E. coli by Ni-NTA affinity chromatography. r-u, Comparison of the melting curves of Nb207, MbNb207cHopQ and MbNb207cYgjKE2 (r); Nb75,  and MbNb75cHopQ, MbNb75cYgjKE2 (s); Nb42, MbNb42cHopQ and MbNb42cYgjKE2 (t); cAbLys3, MbcAbLys3cHopQ and MbcAbLys3cYgjKE2 (u) respectively, measured by thermal shift assays using the partition hydrophobic-binding dye SYPRO® Orange. Experiments were performed in triplicates (n=3) and the raw data were fitted to the Boltzmann’s equation using Prism 7 software (GraphPad) to calculate melting temperatures (Tm).",
                "description": "",
                "filename": "Figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/dd19ce276381af7bdfac4ed2.png"
            },
            {
                "id": 4788107,
                "identity": "1d9f7805-f8ab-4e54-9bbc-5b89dbf57000",
                "added_by": "auto",
                "created_at": "2021-01-07 19:20:01",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1126843,
                "visible": true,
                "origin": "",
                "legend": "Parental nanobodies and the megabodies engineered thereof bind to the cognate antigens with similar affinities. Sensograms of the association and dissociation of four parental nanobodies and the corresponding megabodies onto their immobilized cognate antigens: GFP (a), SOS1 (b), FIXa (c) and chicken egg lysozyme (d). Biotinylated cognate antigens were immobilized on a Streptavidin bio-sensor and the binding kinetics were monitored by bio‐layer interferometry (BLI) on OctetRED96 (ForteBio). The measured responses (black lines) were fitted to a monophasic 1:1 binding model (red lines). Calculated kinetic parameters are shown as mean standard error of the mean from n = 3 (a) and n=1 (b) independent experiments",
                "description": "",
                "filename": "Figure4.png",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/3729172c740ee3a7dd89590a.png"
            },
            {
                "id": 13643868,
                "identity": "b80af64f-d656-4387-b8f2-969ec1431172",
                "added_by": "auto",
                "created_at": "2021-09-17 09:13:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1909204,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/0057405f-60d4-45bb-8c42-60d0dcb159c5.pdf"
            },
            {
                "id": 4787585,
                "identity": "3bda1337-4998-47dc-865e-5b6812ba19dc",
                "added_by": "auto",
                "created_at": "2021-01-07 19:14:01",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 82790,
                "visible": true,
                "origin": "",
                "legend": "Table 1. PCR components and setting.",
                "description": "",
                "filename": "Table1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/cc54811e8a05c5d4c27a70f4.pdf"
            },
            {
                "id": 4787833,
                "identity": "3689a161-c763-4565-ac0f-da7585234975",
                "added_by": "auto",
                "created_at": "2021-01-07 19:17:01",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 82790,
                "visible": true,
                "origin": "",
                "legend": "Table 1. PCR components and setting.",
                "description": "",
                "filename": "Table1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1033/v1/d83f4cee24b523c00fbad25b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "megabody, nanobody, single-particle cryo-EM",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Megabodies are engineered nanobodies that help overcome two major obstacles that limit the resolution of single-particle cryo-EM reconstructions: particle size and preferential orientation at the water-air interfaces.&nbsp;&nbsp;Here we describe how nanobodies can be rigidly grafted onto selected protein scaffolds (HopQ or YgjK) to increase their molecular weight while retaining the full antigen binding specificity and affinity. We also describe the protocols to purify these chimeric molecules from the periplasm of&nbsp;<em>E. coli</em>.</p>",
        "manuscriptTitle": "Constructing and purifying megabodies starting from individual nanobody sequences",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-07 19:13:59",
                "doi": "10.21203/rs.3.pex-1033/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "3b46892b-5573-4244-9f66-290348d2f7b2",
        "owner": [],
        "postedDate": "January 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 283494,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-07 19:13:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}