{
    "identity": "nprot-1885",
    "title": "Comprehensive Protocols to Isolate, Characterize, and Culture pure-population of Multi-potent Stem Cell from Mouse Epidermis",
    "content": [
        {
            "header": "Reagents",
            "content": "Dispase catalog # 17105-041, 0.25% trypsin/1mM EDTA catalog # 25200-056 ; S-MEM without CaCl<sub>2</sub> catalog # 11380-37 ; KSFM without CaCl<sub>2</sub> catalog # 10725-018 ; CaCl<sub>2</sub> catalog # 1570; FBS South America origin catalog # 16000-044; Penicillin-Streptomycin #15140-122; Antibiotic mixture catalog #15240-062; DMEM catalog # 31600-026; Collagenase catalog #17100-017 were arranged from GIBCO Invitrogen Inc., Grand Island NY 14072 USA. Amphoterecin B catalog # A2942, Sodium bicarbonate catalog # S5761, HEPES catalog # 3375, Collagen type IV \\(human placenta) # C5533 Fibronectin from bovine plasma \\(1mg/ ml Stock) catalog #F1141; BSA catalog #A7906, Real Time Primer was arranged from Sigma Aldrich, USA. High-capacity cDNA synthesis kit-\\(catalog # 4368814, SYBR® Green PCR Master Mix, 1-Pack \\(1 &#215; 5 mL, catalog # 4309155) were procured from Applied Biosystem USA. Betadine \\(Povidine-Iodine solution containing 0.5% w/v available iodine) a commercial product of Win Medicare Pvt ltd 1400 Modi Tower, 98 Nehru Place New Delhi was procured locally. Chelex-100 resin catalogue # 1422832 was purchased from BioRad Laboratories, CA. The source for Flask T25, T75, T175, T500 was Nunc, Denmark; for Sterile 50ml or 15ml tubes it was Biogene, USA; for Petri-plate 100mm it was Axygen, USA, for Sterile funnel it was Borosil, USA, for 100-80µm nylon gauze, 45µm or 0.22µm disposable disc-filters \\(Cat # SLGV033) it was Millipore USA. Surgical blade sizes No \\(15), scalpel size No \\(3), and scissor small, forceps toothed, and Ethanol \\(Merck, India) was procured from IITR approved vendors.\r\n\n\n\r\n\n\n<p><strong>REAGENT SETUP</strong></p> \r\n\n\n \r\n\n\n<p><em>Calcium Chloride</em></p> \r\n\n\n \r\n\n\n<p>• Prepare 180mM stock solution and membrane-sterilize. Determine Ca<sup>2+</sup> content using Atomic Absorption Spectrophotometer</p> \r\n\n\n \r\n\n\n<p><em>Dispase</em></p> \r\n\n\n \r\n\n\n<p>• Prepare afresh working solution of Dispase in membrane-filtered HBSS \\(50casinolytic U/ml) Dermal-fibroblast Culture Medium<br /> \r\n\n\n• Mix DMEM as following to achieve indicated final concentrations: HEPES \\(0.25mM), FBS \\(10%), NaHCO<sub>3</sub> \\(1.5g/L), 1% antibiotic mixture. Membrane-sterilize and store at 4°C.</p> \r\n\n\n \r\n\n\n<p><em>Low-Ca<sup>2+</sup> containing Fibroblast-Conditioned-Medium \\(Complete-Medium)</em></p> \r\n\n\n \r\n\n\n<p>• Mix as following in Ca<sup>2+</sup>-free SMEM to give the indicated final concentrations: 0.05mM CaCl<sub>2</sub> \\(using 180mM stock in sterile distilled H2O); 9%Chelex treated FBS; 1%antibiotic mixture \\(penicillin 100U/ml, streptomycin sulphate 100μg/ml, amphotericin-B 0.25μg/ml using 100X stock).</p> \r\n\n\n \r\n\n\n<p><em>Chelexed Fetal Bovine Serum</em></p> \r\n\n\n \r\n\n\n<p>• Place 20g Chelex resin in 500ml distilled water overnight to swell properly; adjust to pH 7.4 using HCl while stirring.\\(pH-adjustment takes-a-while to stabilize during titration). Filter through Whatman#1 filter paper and scrape resin-slurry into 50ml serum. Stir for 60min at RT<sup>24-25</sup><br /> \r\n\n\n• Collect serum through filtration over Whatman #1 to coarse-clarify.<br /> \r\n\n\n• Sterilize by sequential passage through 0.45µm and 0.22µm filter \\(latter being slow process requires several filters and patience).<br /> \r\n\n\n• Aliquot sterile chelated-FBS \\(20ml) into sterile 50ml tube to freeze-store at -20ºC.<br /> \r\n\n\n• Determine Ca<sup>2+</sup> concentration in chelexed-FBS as following. Aliquot four serum-samples in triplicate \\(in total 12 samples) as following: \\(1) FBS \\(2) FBS treated once with Chelex-resin \\(3) treated twice with resin \\(4) treated thrice with resin.<br /> \r\n\n\n• Aliquot 200µL/100µL sample into 5ml distilled water and determine serum calcium-content using Atomic Absorption Spectrophotometer.</p> \r\n\n\n \r\n\n\n<p><em>Growth Promoting Medium \\(GPM)</em></p> \r\n\n\n \r\n\n\n<p>• Make preparation ‘A’; mix SMEM with chelexed-FBS \\(9%), antibiotic-antimycotic mixture \\(100µg streptomycin, 100U Penicillin, 0.25µg/ml), CaCl<sub>2</sub> \\(0.05mM), and EGF \\(4ng/ml).<br /> \r\n\n\n• Make preparation ‘B’; mix ‘A’ \\(1:1 v/v) with Low Ca<sup>2+</sup> Fibroblast-conditioned medium and raise EGF to 4ng/ml concentration.<br /> \r\n\n\n• Make preparation ‘C’; mix KSFM \\(without Ca<sup>2+</sup>) with chelexed FBS \\(9%), antibiotic/antifungal mixture \\(100µg streptomycin, 100U Penicillin, amphoterecin-B 0.25µg/ml), and CaCl<sub>2</sub> \\(0.05mM).<br /> \r\n\n\n• Mix afresh ‘B’ and ‘C’ \\(1:1 v/v) to prepare the Growth-Promoting-Medium; Filter- sterilize using Stericup 0.22 micron Millipore filter and consume. <strong>DO NOT STORE FROZEN.</strong></p> \r\n\n\n \r\n\n\n<p><em>Fibronectin-collagen Solution for Coating Culture-Flasks</em></p> \r\n\n\n \r\n\n\n<p>• Mix 10µL collagen \\(Stock solution 3mg/ml in 75mM ammonium acetate) and 10µL Fibronectin \\(Stock 1mg/ml) into 980µL DMEM+25mM HEPES to get a final concentration of 30µg/ml collagen and 10µg/ml fibronectin.<br /> \r\n\n\n• Place 1ml collagen-fibronectin-HEPES containing DMEM in each flask and UV sterilize overnight in Laminar Flow hood at RT.<br /> \r\n\n\n• Aspirate the coating-solution from flasks and wash coated-surface three times with PBS before seeding cells. Stem cells attach and grow on fibronectin-collagen coated culture-flask.</p> \r\n\n\n \r\n\n\n<p><em>Fibroblast-Conditioned-Medium</em></p> \r\n\n\n \r\n\n\n<p>Isolate and culture dermal fibroblasts</p> \r\n\n\n \r\n\n\n<p>• Asphyxiate 2d old BALB/c mice \\(see STEP # 1.1-1.2.11) and soak carcass with Betadine<sup>TM</sup> solution using cotton-foil-wrap and with copious amount of 70%ethanol 10min later. Transfer in 100mm sterile petridish to sterile Laminar Hood and perform all activities now onwards in Laminar Flowhood.<br /> \r\n\n\n• Cleanse carcass from all sides using cotton-swab soaked with 70%ethanol followed by keeping dipped in 70%ethanol in Laminar-Flow hood.<br /> \r\n\n\n• Place one carcass in 100mm sterile petridish and decapitate.<br /> \r\n\n\n• Excise aseptically trunk skin in one piece<sup>26</sup>.<br /> \r\n\n\n• Collect all tissue specimens in PBS-antibiotic solution and process as earlier \\(see STEP # 1.2.12-1.2.13).<br /> \r\n\n\n• Place dermis side up in 90mm Petridish and scrap carefully the subcutaneous fat using scalpel.</p> \r\n\n\n \r\n\n\n<p><strong>CAUTION:</strong> <em>Avoid pressing too hard while scrapping as it could result in tearing and damage to dermis.</em><br /> \r\n\n\n<strong>Note:</strong> <em>Skin looks almost transparent when examined against a light source. The scrapping step to remove subcutaneous fat is very critical and requires practice. Keep tissue moist by placing sample in a sterile petri dish containing DMEM-10%FBS-antibiotic mixture.</em></p> \r\n\n\n \r\n\n\n<p>• Minse tissue into small pieces \\(&lt; 1mm<sup>3</sup>) using sterile curved-scissors.<br /> \r\n\n\n• Place tissue pieces in 25cm<sup>2</sup> Nunc culture flask using sterile forceps under laminar flow hood, and allow to attach in petri-dish by their own adhesiveness.<br /> \r\n\n\n• Allow to air dry for ca 15min; it helps to attach the tissue.<br /> \r\n\n\n• Add 4ml Fibroblast-Growth-Medium \\(DMEM-Gibco) submerging carefully the tissue pieces without dislodging explants and incubate at 37ºC in CO<sub>2</sub> incubator.<br /> \r\n\n\n• Replace fresh medium for the first time on 4<sup>th</sup>day after seeding and thereafter every 3<sup>rd</sup>day.<br /> \r\n\n\n• Watch fibroblasts growing-out of tissue-fragments, sub-culture to enrich the yield.<br /> \r\n\n\n• Note migration of fibroblast with spindle cell morphology 2-3d after starting the culture.<br /> \r\n\n\n• Check early confluence \\(60-70%); and trypsinize using trypsin/EDTA to sub-culture.</p> \r\n\n\n \r\n\n\n<p><em>Prepare Fibroblast-Conditioned Medium \\(CM1) using primary culture</em></p> \r\n\n\n \r\n\n\n<p>• Use neonatal mouse skin fibroblast at passage 3-5 to generate Fibroblast-Conditioned-Medium<br /> \r\n\n\n• Seed fibroblasts \\(1&#215;10<sup>6</sup>cells) in T25cm<sup>2</sup> Nunc-flask containing Fibroblast-Growth-Medium and culture to near-60% confluence at 37ºC in 5%CO<sub>2</sub></p> \r\n\n\n \r\n\n\n<p><strong>CAUTION:</strong> <em>Allowing over-confluence makes the preparation of conditioned media unfit to support stem cell in culture.</em></p> \r\n\n\n \r\n\n\n<p>• Wash adherent cells with PBS once before adding 15ml low-Ca<sup>2+</sup>-SMEM to generate Fibroblast-Conditioned-Medium.<br /> \r\n\n\n• Culture for 48h and collect conditioned-medium to store-freeze immediately. These cells can either be discarded or reused to produce secondary conditioned medium</p> \r\n\n\n \r\n\n\n<p><em>Prepare Fibroblast-Conditioned Medium \\(CM2) using Secondary Culture</em></p> \r\n\n\n \r\n\n\n<p>• Rinse primary fibroblast-culture twice using PBS after collecting CM1.<br /> \r\n\n\n• Add 5ml Fibroblast-Growth-Medium to extend culture until 60% confluence.<br /> \r\n\n\n• Trypsinize in 6ml 0.25%trypsin/EDTA at 37ºC for 5-10min transfer cells into a 15ml sterile Tarson tube.<br /> \r\n\n\n• Mix 9vol of complete Fibroblast-Growth-Medium; and pellet cells at 300xg 5min 4°C.<br /> \r\n\n\n• Split 1:3 and seed using Fibroblast-Growth-Medium \\(DMEM) to incubate in CO<sub>2</sub> incubator. After incubation for 2-3d, secondary culture of fibroblast grows to 60-80% confluence.<br /> \r\n\n\n• Rinse flasks thoroughly twice using Ca<sup>2+</sup>-free-PBS \\(to remove all traces of Ca<sup>2+</sup>).<br /> \r\n\n\n• Add 15ml SMEM to each flask \\(75cm<sup>2</sup>) and incubate for 48h; collect secondary conditioned medium after incubation.<br /> \r\n\n\n• Save conditioned-medium, filter through 0.45µm membrane, aliquot; and store-freeze at -20ºC.<br /> \r\n\n\n• Discard the used-fibroblasts.</p> \r\n\n\n \r\n\n\n<p><em>Coating culture flask with Collagen and Fibronectin</em></p> \r\n\n\n \r\n\n\n<p>• Mix 10µL collagen \\(Stock 3mg/ml in 75mM ammonium acetate) and 10µL Fibronectin \\(Stock 1mg/ml) into 980µL DMEM+25mMHEPES to get a final concentration of 30µg/ml collagen and 10µg/ml fibronectin.<br /> \r\n\n\n• Place 1ml collagen-fibronectin-medium in each flask and UV-sterilize overnight in Laminar-flow hood at RT.<br /> \r\n\n\n• Aspirate surplus material from flask the next day and wash coated-surface 3X with Ca<sup>2+</sup>-free PBS before seeding cells<br /> \r\n\n\n\\(coating solution can be reused 2-3X after coating flasks; Stem cells attach and grow on surface coated with fibronectin-collagen. This is due to interaction of the negative charge and the adhering property i.e. adhesion proteins of cells.</p>"
        },
        {
            "header": "Equipment",
            "content": "1.     Tabletop cooling centrifuge with swing-out buckets \\(Sigma 3-18K)<br /> \r\n  2. Inverted phase Microscope \\(Nikon Eclipse Me600 microscope)<br /> \r\n  3. Fluorescence microscope<br /> \r\n  4. RT-PCR \\(Applied Biosystem)<br /> \r\n  5. Dissection Microscope \\(Lica)<br /> \r\n  6. CO<sub>2</sub> Incubator \\(Thermo)<br /> \r\n  7. -80ºC Deep Freezer \\(Thermo)<br /> \r\n  8. Liquid Nitrogen tank \\(Thermo)<br /> \r\n  9. Laminar Hood ClassII \\(Thermo)<br /> \r\n  10. FACSAria and caliber Flowcytometer\\(Becten-Dikinson)<br /> \r\n  11. Atomic Absorption Spectrophotometer #Analyst300 \\(Perkin-Elmer)"
        },
        {
            "header": "Procedure",
            "content": "Epidermis Stem Cell \\(EpSC) Preparation from neonate skin\n\\(Timing 1h)\n1.1 Animal preparation\n1.1.1 Wear sterile gloves while handling animals Use neonate Balb/c mice\n1.1.2 Asphyxiate 10 pups \\(age 0-3d old) by CO\n2\n-Narcosis.\n\\(Timing 20min)\n1.1.3 Place carcass on a sterile tray and wipe-clean gently \\(Figure-1a to e) using sterile cotton-pads soaked in 70%ethanol.\n\\(Timing 2min)\nCAUTION\\!\nAvoid skin-abrasion and tissue damage.\n1.1.4 Wipe gently again using sterile cotton pads soaked in Betadine-solution \\(Figure-1b); keep carcass packed in iodine-soaked cotton-pads for 10min\n1.1.5 Rinse carcass with MiliQ autoclaved water and subsequently with 70%ethanol in a sterile container; shift carcass aseptically to Laminar Flow Hood and change gloves for processing in Laminar Flow\n1.2 Skin excision\n\\(Timing 30min)\n1.2.1 Excise trunk skin in one piece\n2\nusing sterile dissection tools viz. surgical scissors, fine or toothed-forceps \\(small size), and surgical blade \\(size #15) mounted on a scalpel \\(size #3) as shown in Figure-1f to n\n12\n1.2.2 Cut limbs just above wrist- and ankle-joints leaving visible stumps \\(Figure-1 f to h); soak oozing blood with autoclaved-cotton.\n1.2.3 Hold tail and lacerate skin by an incision near lower-sacrum \\(Figure-1l), insert scissor through cut-open skin and cut tissue smoothly along dorsal midline of carcass up to nose-tip; cut-remove the tail.\nCAUTION\\!\nDo not cut through the subcutaneous tissue into peritoneum.\n1.2.4 Loosen skin gently from midline using a fine forceps and a toothed forceps to expose subcutaneous muscular integument \\(Figure-1j to k).\n1.2.5 Grip carcass with a toothed forceps and peel off skin gently beginning from hind-leg stumps \\(Figure-1l)\n1.2.6 Hold dorsal skin flap and continue peeling off gently to ventral side using forceps till whole skin is excised \\(Figure-1m).\n1.2.7 The excised skin specimen shall exclude tail and whisker pads \\(Figure-1n). It could be removed at this stage using scalpel blade and scissors for isolating specially the whisker follicles.\n1.2.8 Collect skin specimens immediately in DPBS-1%Pen-strep \\(100X)-0.25mg/ml amphotericin B; wash tissue specimens with PBS-Antibiotics solution \\(Figure-1o to p).\n1.2.9 Wash procedure: Rinse specimens immediately with PBS-2%Antibiotic mixture.\n\\(Timing 2min)\n1.2.10 Wash with sterile milliQ water for 2min followed by rinsing with 70%ethanol for 1min, and collecting specimens again in fresh PBS-1%Antibiotic mixture for 1min.\n1.2.11 Keep specimens in PBS-1%Antibiotic solution till removal of subcutaneous fat.\n1.2.12 Remove fat by suitably placing specimens dermis side-up on a sterile culture dish and getting rid of subcutaneous fat with help of sterile surgical tools \\(forceps/scalpel/surgical blade) scrapping very gently and carefully using the side of scalpel-blade \\(Figure-1o).\nCAUTION\\!\nDo not scrap too hard as it may damage the sites of stem cell location viz. basal cell layer, hair follicle bulge. This critical step may require practice.\n1.2.13 Skin tissue looks almost transparent after removing fat when examined against a light source \\(Figure-1n to o).\n1.3  Epidermis separation using Dispase\n1.3.1 Place specimens epidermis-side up in 5ml Dispase solution in a sterile 60mm Petridish.\n1.3.2 Spread tissue carefully allowing specimens to float serenely on Dispase.\n1.3.3 Place specimens at 4°C to incubate \\(Figure-1p) overnight.\nCAUTION\\!\nDo not allow Dispase solution to leak on top of specimen in order to avoid disintegration of epidermis causing difficulty in separation of dermis and epidermis.\n1.4 EpSC Isolation\n\\(Timing 2h)\n1.4.1 Arrange autoclaved materials viz. dissection-scissor, forceps, 15ml & 50ml disposable centrifuge tubes, 2cm\n2\npieces of nylon \\(gauze 80 & 100micron), SMEM, SMEM+20%chelexed FBS, Collagen-fibronectin coated flasks under sterile condition in Laminar Flow Hood.\nNote:\nBase of sterile culture dish can be used as sterile surface to rest dissecting tools.\n1.4.1 Remove the overnight-Dispase-digested specimens placing epidermis-side-up on a sterile 60mm petridish.\n1.4.2 Peel-off epidermis gently using sterile forceps \\(Figure-1q to r).\n1.4.3 Transfer epidermis specimen into sterile 50ml centrifuge tube containing 5ml 0.25% trypsin-1mM EDTA and incubate for 30min at 25ºC in Laminar hood.\n1.4.4 Agitate tissue slowly 1-10 times to dissociate cells; add 20 ml SMEM+20%FBS medium and agitate again to dissociate cells.\n1.4.5 Filter patiently through an autoclaved nylon cloth filter \\(mesh size 100micron) using sterile 20ml syringe.\nNote:\nFill up 20ml sterile syringe with dissociated-cell suspension and filter \\(in 100µl-aliquots) through a select small area on the nylon cloth mounted on sterile centrifuge tube.\nCAUTION\\!\nDo not rush the filtration process by unnecessary pressure on nylon cloth, which may damage cells.\n1.4.6 Replace nylon cloth filter with 80micron mesh and filter again patiently as above.\n1.4.7 Collect filtrate in a sterile 15ml conical centrifuge tube and spin to pellet cells at 500g for 10min at 4°C in swing-out bucket type rotor.\n1.4.8 Discard supernatant and re-suspend the cell-pellet in 5ml fresh medium to spin at 300g for 10min at 4°C.\n1.4.9 Aspirate supernatant and re-suspend pellet in 2ml GPM.\nNote:\nHalt point: Processing can be halted for overnight period.\n1.5 EpSC primary culture\n1.5.1 Determine cell density and seed 1×10\n6\nprimary cells in 5ml GPM in 25cm\n2\nflasks coated with fibronectin and collagen type-IV.\n1.5.2 Allow cells to attach in 10min \\(Figure-2a).\n1.5.3 Decant media carefully over the side of the flask.\n1.5.4 Add GPM 5ml/flask slowly over the side of the flask.\nCAUTION\\!\nElse it may pull out or partially damage stem cells loosely placed on the coatings and result in considerable loss of stem cells.\n1.5.5 Place flasks in CO\n2\nincubator at 37°C and 5%CO\n2\n.\n1.5.6 Initial growth is visible only after 4-5d of seeding \\(Figure-2b).\n1.5.7 Replace media first after 4d of seeding with fresh medium thereafter every alternate day.\n1.5.8 See first confluence of stem cell culture after 7d of seeding \\(Figure-2c); Cell-growth speeds up once the cell density becomes greater.\nTroubleshooting:\nDelay in confluence\n\\(1) Due to improper removal of Ca\n2+\nfrom FBS or medium-conditioning of Ca\n2+\n-free SMEM in fibroblast culture.\n\\(2) Due to unfit conditioned medium; place SMEM for conditioning only after attainment of 70% confluence in fibroblast culture as higher confluence can change the fitness of the conditioned-medium; harvest conditioned medium exactly after 48h of medium-conditioning; delay in freeze-storage at -20°C may also influence the fitness of conditioned medium for stem cell culture; freeze-store immediately at -20°C.\nNote:\nCollection of Low-Ca\n2+\nconditioned-medium long after 48h of conditioning may result in overgrowth; prolonged Calcium starvation may also result in detachment of fibroblast leading to suspension of cells in conditioned-medium and changing its suitability for stem cell culture.\n1.6  EpSC passage and long-term culture\n1.6.1 After achieving 80-90% confluence in primary culture, trypsinize \\(1-2min) using trypsin-EDTA; inactivate trypsin with SMEM-20%FBS-chelexed.\n1.6.2 Seed 5×10\n5\ncells in 5ml GPM for sub-culture in T25 flask \\(Figure-3).\nNote:\nCoating of flask with fibronectin-collagen-type-IV not required for subculture.\n1.7 EpSC Cryopreservation\n1.7.1 Suspend 5×10\n5\nin 1ml freezing medium \\(FBS-chelexed+10% DMSO-sterile)\n1.7.2 Freeze serially through sequential temperature-decreasing-program \\(4°C for 3-4h, -20°C and -80°C for overnight, and then in liquid nitrogen finally).\nCAUTION\\!\nTransport cell-preparations in ice-box at 4°C during cryopreservation.\n1.8 Mycoplasma testing: Indirect method using Hoechst33342 stain\n1.8.1  Fix Cells with 4%PFA/PBS for 10min.\n1.8.2  Wash with PBS and fix with methanol for 10min.\n1.8.3  Wash three times with PBS-0.1%Tween20.\n1.8.4  Block samples in 1%BSA/0.1%Tween 20/PBS \\(2h).\n1.8.5  Incubate with Hoechst dye for 10min.\n1.8.6  Wash with PBS and mount it with Vectashield mounting medium.\n1.8.7 Spot and document mycoplasma in cells using fluoroscence microscope as per instructions from kit-manufacturer.\n2 EpSC preparation from adult mouse skin\n\\(Timing 1h)\n2.1  Animal preparation\n2.1.1  Use adult Balb/c mice \\(either sex; 6-12week old).\n2.1.2   Prepare animals using sterile gloves and ensure that hair-growth cycle of skin in excision area \\(viz. inter-scapular) is in Telogen phase; it can be verified by hair-clipping on dorsal surface and observing no hair growth for 3d.\n2.1.3   Sacrifice animals by cervical dislocation; and wash carcass using 70%ethanol and Betadine solution as described earlier in case of neonatal epidermis stem cell.\n2.2 Skin excision\n2.2.1 Excise the hairless area \\(in Telogen phase) from inter-scapular region using sterile dissection tools viz. surgical scissors, fine or toothed-forceps \\(small size), and surgical blade \\(size #15) mounted on a scalpel \\(size #3) and place skin specimens immediately in D-PBS-1%Pen-strep-0.25mg/ml amphotericin-B.\n2.2.2 Shift to laminar hood and wash as previously.\n2.2.3 Put the specimen epidermis-side down on a 60mm culture plate and scrap subcutaneous fat using surgical blade \\(size #15) mounted on a scalpel \\(size #3) and toothed forceps.\nCAUTION\\!\nScrapping skin too hard may result in loss of important areas housing Stem cells viz basal cell layer, hair follicle bulge. This critical step may require practice.\nAdd 4ml Dispase solution and incubate at 4°C overnight or for 10h.\n2.2.4 Remove Dispase and add 0.25%trypsin-1mM EDTA; keep at 37°C for 60min.\n2.2.5 Peel off epidermis from dermis gently using fine and toothed forceps.\n2.2.6 Collect epidermis specimens in flask containing 20ml GPM.\n2.2.7 Stir 30min using magnetic stirrer to dissociate cells into suspension.\n2.2.8 Filter cell-suspension using nylon mesh 100 micro-meter followed by 80micron as described earlier.\n2.2.9 Collect cells in 15ml centrifuge tube and centrifuge at 500xg for 10min at 4°C.\n2.2.10 Aspirate supernatant, add fresh GPM, and centrifuge \\(300xg, 5min, 4°C).\n2.2.11 Discard supernatant and re-suspend pellet.\n3 EpSC preparation from adult mouse tail-skin\n\\(Timing 5h)\nProcedure is primarily based on the method developed earlier for preparation of primary keratinocytes from adult mouse tail-skin\n1,2\n. Isolate EpSC from tail skin at any age of the animal;\nthe advantage is less hair density in tail skin and low hindrance in separation of dermis & epidermis.\n3.1 Animal preparation\n3.1.1 Wash mice with betadine and then with 70%ethanol for processing as earlier \\(STEP # 1.1.4-1.1.5).\nCAUTION\\!\nCut open tail ventrally through ventral fascia avoiding damage to ventral artery located in that area; start de-skinning from ventral side over to dorsal side so as to keep the epidermis flap intact yielding an uncut piece.\nNote:\nIt is easy to start de-skinning from ventral side and removing the cartilage adhered on dermis using scalpel; scaly skin does not hinder in epidermis isolation.\n3.2  Skin  excision\n3.2.1 Cut the tail from base \\(i.e. at the joint with trunk) and excise up to 2cm from the tip; cut the specimen into three pieces; and remove sub-cutaneous fat.\n3.2.2  Place excised skin into PBS-antibiotic solution.\n3.2.3  Wash sample as described previously \\(STEP # 1.2.9 -1.2.12).\n3.2.4  Place dermal side down in dispase solution and allow to digest \\(see STEP 1.3.1-1.3.3).\n4 EpSC preparation from adult mouse ear-skin\n\\(Timing 5h)\nHere also the procedure is primarily based on the method developed for preparation of primary keratinocytes from adult mouse ear-skin\n10\n. EpSC could be isolated from ear-skin at any age of the mouse. Advantage is again less hair density, low hindrance in separation of dermis & epidermis, and ease to get infection free skin.\n4.1 Animal preparation\n4.1.1 Wash mice first with betadine and then with 70%ethanol \\(see STEP # 1.1.4 -1.1.5).\n4.2 Skin excision\n4.2.1 Cut ear-pinnae from the head-joint.\nCAUTION\\!\nAvoid hairy pat at the joint; start to peel skin gently from ventral area over to dorsal side; this way of dissection eases the peeling-process otherwise starting to peel from dorsal area fragments the tissue and yields bad specimen.\n4.2.2 Peel ear skin along the side of cartilage and place in PBS-antibiotic mixture.\n4.2.3 Wash tissue specimen as described previously \\(STEP # 1.2.9-1.2.12).\n4.2.4 Remove cartilage and subcutaneous fat using scalpel & blade.\nCAUTION\\!\nRemove cartilage very carefully as continuous scrapping may lead to loss of epidermis.\n4.2.5 Place ear skin dermis side down in dispase solution allowing digestion as previously \\(STEP #1.3.1-1.3.3)\n5. EpSC Characterization\n5.1 Biomarker detection using Fluorescence based immunocytochemistry\n5.1.1  Fix Cells with 4%PFA/PBS for 10min.\n5.1.2  Wash with PBS and fix with methanol for 10min.\n5.1.3  Wash three times with PBS-0.1%Tween-20 \\(PBST).\n5.1.4  Block Samples in 1%BSA/0.1%Tween 20/PBS \\(2h).\n5.1.5  Incubate with primary antibodies overnight at 4°C as per the kit-instructions.\n5.1.6 Wash with PBS, and incubate sections with rabbit anti-mouse-Alexa flore-conjugated \\(1/200) \\(Invitrogen) and anti-mouse- Alexa flore conjugated \\(1:200) secondary antibodies for 2h at RT\n5.1.7  Rinse with PBST and mount with Vectashield solution containing DAPI Antibodies:Beta-1-integrin rabbit polyclonal-Santacruz \\(1:200) and Anti BrdU mouse monoclonal-Santacruz \\(1:200).\n5.1.8  Spot and document cells using fluoroscence microscope \\(Figure-4 to 6).\n5.2 Detection using Western Blot\n5.2.1  Lyse cells with ice-cold Celllytic-M-10mM NaF-1mM Na\n3\nVO\n4\n-1mM PMSF\n5.2.2  Centrifuge cell-lysates at 15,000rpm for 5min at 48°C.\n5.2.3  Determine protein content by Bradford method using BSA as standard.\n5.2.4  Separate proteins \\(40mg) by 10%SDS-PAGE and transblot onto nitrocellulose paper.\n5.2.5  Block membranes with 5%fat-free dry milk or 5%BSA for 1h in Tris-buffered-saline \\(TBS; 25mM Tris-HCl, pH 7.6, plus 150mM NaCl) containing 0.1%Tween 20 \\(TBS-T).\n5.2.6  Incubate with primary monoclonal antibodies: keratin-10, -14, -15, -19, beta-1-integrin, p63, CD34 at 4°C overnight; dilute 1:1,000–1:5,000 in 1%skim milk or BSA in TBS-T. Wash membranes 3X with TBS-T with gentle shaking for better results\n5.2.7  Incubate with secondary peroxidase-conjugated anti-mouse and anti-rabbit antibodies \\(diluted 1:1,000 in 1% fat-free dry milk in TBS-T) at RT for 1-2h \\(at 4°C for 4h) with gentle shaking.\n5.2.8 Detect select proteins using an enhanced chemiluminescence kit \\(ECLPlus Western blotting kit, Pierce).\n5.2.9 Quantify Western blots by densitometry using VersaDoc \\(BioRad USA)-Quantity-one \\(Figure-7).\n5.3 LRC \\(BrdU retaining cell) detection using DAB based immunocytochemistry\n5.3.1 Fix cultured cells on chamber slide in fixation buffer for 15min.\n5.3.2 Wash slides 2X in PBS for 5min each time.\n5.3.3 Incubate slides with diluents buffer for 30min to permeabilize cells.\n5.3.4 Wash slides twice.\n5.3.5 Incubate slides for 10 min in 0.3% H\n2\nO\n2\nin PBS to block endogenous peroxidase activity.\n5.3.6 Rinse slides thrice 5min each in PBS.\n5.3.7 Retrieve antigen using BD Retrievagen-A \\(Mix 9ml solution-1 and 41ml solution-2 and make it up to 500ml with distilled water as described in the kit).\n5.3.8 Place the slide in coplin jar containing the working solution of BD-Retrievgen-A.\n5.3.9 Place the entire setup in hot water at 89ºC for 10min.\n5.3.10 Remove the coplin jar with slides; cover the jar tightly and allow solution to cool down slowly to room temperature over 20min.\n5.3.11 Rinse slides thrice 2min each in PBS.\n5.3.12 Incubate with ready-to-use-streptavidin-HRP for 30min at RT.\n5.3.13 Rinse slides thrice 2min each in PBS.\n5.3.14 Incubate slides for 5min with DAB substrate solution and cover the slide.\nNote:\nPrepare DAB solution by adding 1drop of DAB chromogen to 1ml DAB buffer provided in kit.\n5.3.15 Rinse slides thrice 2min each in double distilled water.\n5.3.16 Dehydrate 5min each serially through 2 changes of 95%, 100% alcohol.\n5.3.17 Clear in three changes of xyline and coverslip the specimen \\(Figure-8).\n5.4 LRC detection in keratinocyte-isolates using FACS\n5.4.1  Wash cells \\(0.5×10\n6\ncells/ml SMEM-medium) twice with cold PBS; and resuspend the pellet in residual supernatant \\(failing to do so shall clump the cells while adding copious amount of cold 70%ethanol \\(15ml)\n5.4.2 Place Cells on ice for 30min and pellet to resuspend in residual supernatant.\n5.4.3 Add copious amount of 4N HCl \\(15ml).\n5.4.4  Allow cell-pellet to stand at RT for 30min.\n5.4.5 Pellet Cells again and resuspend in PBS \\(10\n6\ncells/ml).\n5.4.6 Aliquot 1ml cell-suspension into polystyrene tube and pellet the cells.\n5.4.7 Wash once with 0.5%tween-20 and mix pellet with 10ul of FITC-conjugated anti-BrdU antibody.\n5.4.8 Vortex the contents and incubate at RT for 30min.\n5.4.9 Wash cells twice with PBS and resuspend finally in 1ml PBS before analyses over BD-FACS-Calibur flowcytometer.\n5.4.10 Sort cells using BD-CellQuest-Pro software; set gates using forward light scattter \\(FSC) and side light scatter \\(SSC). Detect anti-BrdU monoclonal antibody FITC-conjugated fluorescence on FL1-H channel \\(Excitation 488nm, Emission 530nm±30nm band pass). Acquire a total of 10,000 events for each sample and plot FL1-H data on log scale \\(Figure-9).\n5.5 FACSaria based validation of cultured-EpSC using Hoechst dye \\(DAPI) Exclusion Method\n5.5.1 Use stem cell in culture \\(3\nrd\npassage) after collagen-fibronectin-adherence selection.\n5.5.2  Trypsinize and pellet cells at 300Xg/5min/4°C.\n5.5.3  Wash twice in 1%BSA to avoid loss of cells occurring due to their stickiness onto the FACSAria-tube-lumen.\n5.5.4 Resuspend  1×10\n6\ncells/ml-Growth-Promoting-Medium-1mMHEPES-5µg/ml Hoechst-33342.\n5.5.5 Incubate cell in Hoechst dye-medium mix at 37ºC for 90min.\n5.5.6 Pellet cells and resuspend in 1ug/ml Propidium iodide containing Growth Promoting medium, and proceed to analyze using FACSAria in rectilinear sort gate as shown in Figure-10.\n5.6 FACSAria based sorting of neonate mouse epidermis keratinocytes into ample-pure TA & stem-cell population and culture\nIsolate EpSC from BALB/c neonate mouse skin as earlier \\(see step 1 to 1.4.10).\n5.6.1 Sacrifice neonatal mouse and excise skin.\n5.6.2 Place tissue in 70% ethanol for 1min.\n5.6.3 Wash extensively with Ca\n2+\n/Mg\n2+\n-free-PBS.\n5.6.4 Incubate specimens in dispase overnight at 4ºC.\n5.6.5 Peel epidermis from dermis next day.\n5.6.6 Obtain single cell suspension by gently shaking the epidermis.\n5.6.7 Pellet cells at 300Xg/5min/4°C and wash twice in 1%BSA to avoid loss of cells sticking onto the FACSAria-tube-surface.\n5.6.8 Resuspend 5×10\n6\ncells/ml-Growth-Promoting-Medium-1mMHEPES-5µg/ml Hoechst33342.\n5.6.9 Incubate cell in Hoechst dye-medium mix for 90min at 37ºC.\n5.6.10 Pellet cells, resuspended in 1ug/ml Propidium iodide containing Growth Promoting medium, and place on ice until sorting.\n5.6.11 Sort cells on FACSDiva cell sorter \\(BectoneDickinson).\n5.6.12 Acquire 50,000 events in list mode for each sample.\n5.6.13 Gate out Debris and cells positive for PI.\n5.6.14 Select pressure 20PSI and pressure difference 0.8.\n5.6.15 Perform cell sorting on FACSAria-DiVa \\(Becten Dickinson).\n5.6.16 Configure equipment so as to set non-rectilinear sort-gates as shown in Bitmap Histogram \\(Figure-11); set Gates \\(for  Propidium iodide 370mW; for DAPI 190mW; Hoechst 355nm excitation & 450/50nm emission band pass filter; Propidium iodide 488nm excitation & 575/25nm emission band pass filter) on set parameters.\n5.6.17 Sort keratinocytes into two populations \\(EpSC and TA cells)\n5.6.18 Collect all data on set parameters using linear amplification in list-mode \\(Figure-11).\n5.6.19 Culture the EpSC thus obtained in Growth Promoting Medium as described earlier \\(see step 1.5 to 1.6.2). TA cells fail to adhere to culture-surface in flasks.\n5.7 FACSAria based sorting of adult mouse epidermis keratinocytes into ample-pure TA & stem-cell population and culture\nIsolate EpSC from BALB/c adult mouse skin \\(see step 2 to 2.2.12) and process for FACSAria based sorting as described in step 5.4.7 to 5.4.19 to get results as shown in Figure-12 & 13."
        },
        {
            "header": "Timing",
            "content": "As indicated in procedure"
        },
        {
            "header": "Troubleshooting",
            "content": "Delay in confluence \r\n\n\n \r\n\n\n\\(1) Due to improper removal of Ca<sup>2+</sup> from FBS or medium-conditioning of Ca<sup>2+</sup>-free SMEM in fibroblast culture.<br /> \r\n\n\n\\(2) Due to unfit conditioned medium; place SMEM for conditioning only after attainment of 70% confluence in fibroblast culture as higher confluence can change the fitness of the conditioned-medium; harvest conditioned medium exactly after 48h of medium-conditioning; delay in freeze-storage at -20°C may also influence the fitness of conditioned medium for stem cell culture; freeze-store immediately at -20°C."
        },
        {
            "header": "Anticipated Results",
            "content": "Using above protocol, an enriched population of multipotent Stem Cell \\(EpSC) from mouse skin \\(neonate/adult) could be isolated and cultured \\(Figure-1&amp;2). The in-vitro culture \\(Figure-3a-d) could be maintained up to multiple \\(&gt;20) passages.<br /> \r\n\n\nThe keratinocyte-isolates contained cells of different size. After rapid adherence \\(in 10min) to fibronectin-collagen substratum \\(Figure-2a), a sub-set of only small cells proliferates rapidly within 24h. The adherent cells demonstrate the cuboidal morphology after 48h in culture and are small in size compared to non-adherent cells. The adherent cells start growing after 7d of culture and gain confluence in Growth Promoting Mediu \\(Figure-2b, c). The quick growth of EpSC may be relevant to experimental application of stem cells. Differentiation in cultured cell population can be observed. A hike in extracellular Ca<sup>2+</sup> concentration from 0.05mM to 0.1mM switches on differentiation and causes detachment of cells from fibronectin-collagen substratum enabling these to float-out into the medium \\(Figure-2d). This phenomenon is known to operate in basal cells. Activation of Ca<sup>2+</sup> switch renders the keratinocyte to differentiate. Basal cells are known to grow in low Ca<sup>2+</sup> media. To isolate &amp; culture stem cells, Ca<sup>2+</sup> free media and supplements are used.<br /> \r\n\n\nDifferent type of growth pattern, such as bird-in-nest-like, island-like, and slab-stone-like, could be seen in colonies cultivated after different passage. A large nucleus to cytoplasm \\(N/C) ratio is apparent after the 2<sup>nd</sup> passage. Cultured stem cells could be cryopreserved in liquid-N<sub>2</sub> for long term after 17<sup>th</sup> passage in culture. Cryo-preserved EpSC could be reseeded and re-cultured in vitro. Cells gain confluence and become highly proliferative in a week after seeding. In re-culture, EpSC exhibit the typical cuboidal morphology \\(Figure-3a to d). This protocol works equally well to isolate and culture stem cells from adult mouse tail skin and adult mouse ear skin. Irrespective of the source \\(neonate/adult skin), dispase enzyme digests specimens better enabling easy peeling of epidermis from dermis and yield of more live cells for culture compared to non-enzymatic method. In case of neonates, incubation of skin specimens with dispase for 12h works better. However, in case of adult skin specimens, incubation with Trypsin-EDTA for 30min additionally after dispase for 12h is optimum. Hairless skin specimens are relatively less cumbersome to sterilize and yield infection-free keratinocyte-isolates. Epidermis-grafts of hair-less stem cell can be helpful for cosmetic surgery.<br /> \r\n\n\n BrdU \\(Label) integration and retention can be examined in keratinocyte-isolates to identify LRCs. In literature, LRCs are identified preferably as slow-cycling stem cells. BrdU-label can be detected using immuno-cytochemical technique \\(Figure-4&amp;8) or using FACS \\(Figure-9). Results demonstrate convincingly the label-retention in cultured stem cells.<br /> \r\n\n\nBoth EpSC isolates and cultured stem cells can be examined for positive or negative markers to authenticate stem cell preparation. Rapidly-adherent cells \\(EpSC) express candidate biomarkers as seen in Figure-5 to 6. A number of specific markers viz. cytokeratin K-19, K-15, K -14, p63, beta-1-integrin, CD34 test positive \\(Figure-7) whereas cytokeratin K-10 tests negative. K-15, K-19, and K-14 show over expression. The expression of p63 is remarkable. Beta-1-integrin and CD-34 markers also test positive. Taken together, this protocol confirms the identity of culture-harvested cells as EpSC and validates the protocol.<br /> \r\n\n\nFACSAria based validation of cultured-EpSC \\(in 3<sup>rd</sup> passage) can be attempted using DAPI exclusion method \\(Figure-10a). Results show that the cells showing least uptake of dye \\(i.e. those excluded dye) locate in P4 gate. As evident \\(Figure-10b), a sum of 88% cells excludes Hoechst dye and can therefore be identified as stem cells. However, a fraction of 2% cells retain relatively more dye and thus form a different sub-set located in a different gate. These cells cannot be considered as live cells for the reason of retaining more dye and hence identified as the TA cells.<br /> \r\n\n\nFACSAria based sorting of neonate keratinocyte-isolates using double dye method yields result as summarized in Figure-11. FACSAria based gating identifies the cells that exclude/retain Hoechst Dye/Propidium iodide respectively sorting the ample-pure population of stem-cell/TA-cell. SSC vs. FSC plot of keratinocyte isolates \\(5X10<sup>6</sup> cells) from neonate skin reveal that cells cluster into different areas \\(Figure-11a). The PI vs. FSC plot reveals a clustering of live cells in Gate P-1 \\(Figure-11b). It segregates live cells assembling in Gate P-1 away from dead cells that retain PI. Comparison of Hoechst Dye \\(DAPI) vs. PI uptake &amp; retention by specimen cells present in Gate P-1 sort the live cell population into dye excluding population of stem cells in Gate P-3 &amp; dye retaining population of TA cells in Gate P-2 \\(Figure-11c). Post-sorted live TA cell population captured in Gate P-2 can be verified through SSC vs. FSC plot \\(Figure-11d). Post-sorted live TA cell population captured in Gate P-2 was verified also through PI vs. FSC plot \\(Figure-11e). Verification of post-sorted live TA cell population captured in P2 compartment for its characteristics of TA cells is shown in Figure-11f. Post-sorted live stem cell population captured in Gate P-3 can be verified through SSC vs. FSC plot \\(Figure-11g). Verification of post-sorted live cell population captured in Gate P-3 through PI vs FSC plot gives expected results. Cells falling in the Low PI &amp; Low FSC quadrant confirm these cells to be the live stem cells \\(Figure-11h). Post-sorted live stem cell population captured in Gate P-3 collect in the quadrant representing low PI and low Hoechst dye uptake verifying their stem cell characteristic \\(Figure-11i).<br /> \r\n\n\nA similar exercise of FACSAria based size-dependent sorting of adult mouse epidermis keratinocyte-isolates into ample-pure TA &amp; stem-cell population reveals similar results \\(Figure-12). Small &amp; large cell fractions can be segregated using SSC vs. FSC plot into Gate P-1 and Gate P-2 respectively \\(Figure-12a). Large-cell population clusters in Gate P-2. It can be sorted by PI vs. Hoechst Dye intensity plot determination. The PI stained dead cells segregates into quadrant Q1 &amp; Q2 \\(scatter-plot statistics 9%); Hoechst dye excluding live stem cells in quadrant Q3 \\(scatter-plot statistics 4%); and Hoechst dye retaining live TA cell population in quadrant Q4 \\(scatter-plot statistics 85%) as shown in Figure-12b. Similarly small cell population can be sorted by PI vs. Hoechst Dye intensity plot determination. It segregates PI stained dead cells into quadrant Q1 &amp; Q2 \\(scatter-plot statistics 13%); Hoechst dye excluding live stem cells in quadrant Q3 \\(scatter-plot statistics 85%); and Hoechst dye retaining live TA cell population in quadrant Q4 \\(scatter-plot statistics 1%) as shown in \\(Figure-12c). A higher grade of separation can be achieved through this method. A better presentation of the data can be seen in Figure-13. The ample-pure stem cells thus isolated are ready for culture. As evident, EpSC yield is free from contaminant cells. The identification and isolation of a pure population of EpSC in literature has remained challenging for the fact that isolated putative stem cells in skin tissue can be at various developmental stages towards terminal differentiation.<br /> \r\n\n\nCell yield of the following order can be expected from various skin specimens; 3-5million cells/6d old mouse epidermis, &gt;50million fibroblasts/ 6d old neonate dermis, 1-2million cells/adult mouse skin. Greater number of stem cells is available in neonatal skin compared to adult tissue. In our protocol, the success rate and reproducibility has improved substantially by subjecting the putative stem cell-isolates to FACsaria and sub-culturing the identified LRCs as true stem cells.<br /> \r\n\n\nIsolation of stem cells following transplacental BrdU administration can also be demonstrated<sup>27</sup>. This novel protocol finds application in transplacental-toxicity \\(carcinogenesis) determination. In literature, a considerable number of toxicant viz. carcinogens/teratogens/ genotoxicants/tumor-initiators are described to be active transplacentally<sup>28-32</sup>. The involvement of stem cell as the target cell is suspected. Fetal stem cells are understood to be the key targets during transplacental chemical carcinogenesis. Our effort to isolate LRCs after transplacental administration of the toxicant together with BrdU-label provides novel opportunity to identify EpSC as target cell of the carcinogen and also to study the biochemical basis of transplacental-toxicity onset or its modulation. Vulnerability of tumor-initiated LRCs to tumor promotion by epigenetically active co-carcinogens can be studied using this protocol. Cutaneous-carcinogen-initiated stem cell can be identified and studied in detail for their contribution in transplacental carcinogenesis. Such studies can be conducted in EpSC to generate a database of altered gene-expression to gauge different grades of toxicants’ exposure or biological effects \\(i.e. mild/moderate/ severe) and to elucidate the molecular basis for monitoring &amp; control. Resultant database can be validated in human for early detection of subjects at risk of exposure and the toxicity-onset."
        },
        {
            "header": "References",
            "content": "1. Dlugosz, A.A., Glick A.B., et al. Isolation and Utilization of Epidermal-Keratinocytes for Oncogene Research. Oncogene Techniques 254: 3-20 \\(1995).<br /> \r\n  2. Lichti, U., Anders, J., et al. Isolation and short-term culture of primary keratinocytes, hair follicle populations and dermal cells from newborn mice and keratinocytes from adult mice for in vitro analysis and for grafting to immunodeficient mice. Nature Protocols 3, 799-810 \\(2008).<br /> \r\n  3. Fusening, N.E., Worst, P.K.M. Isolation, characterization and cultivation of epidermal cells from perinatal mouse skin. Exp. Cell. Res.  93, 443–457 \\(1975).<br /> \r\n  4. Asen, T. &amp; Belmonte J.C.I., Isolation and cultivation of human keratinocytes from skin or plucked hair for the generation of induced pluripotent stem cells. Nature Protocol 5, 371-382 \\(2010).<br /> \r\n  5. Hager, B., Bickenbach, J.R., and Fleckman, P. Long-Term Culture of Murine Epidermal Keratinocytes.  Journal of Invest. Dermatol. 112, 971–976 \\(1999).<br /> \r\n  6. Lavker, R.M. Sun T-T. Heterogeneity in epidermal basal keratinocytes Morphological and functional correlations. Science 215, 1239-1241 \\(1982).<br /> \r\n  7. Bickenbach, J.R. &amp; Chism, E. Selection and extended growth of murine epidermal stem cells in culture. Exp. Cell Res. 244, 184–195 \\(1998).<br /> \r\n  8. Dunnwald, M., Tomanek-Chalkley, A., Alexandrunas, D., et al. Isolating a pure population of epidermal stem cells for use in tissue engineering. Exp. Dermatol. 10, 45-54 \\(2001).<br /> \r\n  9. Bickenbach, J.R. Identification of label-retaining cells in oral mucosa and skin. J. Dent. Res. 122, 1611-1620 \\(1981).<br /> \r\n  10. Bickenbach, J.R., Chism E, Selection and extended growth of murine epidermal stem cells in culture. Exp. Cell Res. 244; 1,184-195 \\(1998).<br /> \r\n  11. Dunnwald, M., Bickenbach, J.R. The cell cycle profile of epidermal stem cells is an intrinsic property and independent of the proliferative state of the tissue that they maintain. J. of Invest. Dermatol. 117, 401-401 \\(2001).<br /> \r\n  12. Häkkinen, L., Koivisto, L. &amp; Larjava, H. An improved method for culture of epidermal keratinocytes from newborn mouse skin. Methods in Cell Science 23, 189–196 \\(2002).<br /> \r\n  13. Liu, Y., Huanmin, Z., and Feng, G. Isolation and identification of stem cells from adult cashmere goat skin. Int. J. of Dermatol. 47, 551-556 \\(2008).<br /> \r\n  14. Pellegrini, G., Dellambra, E., Golisano, O., Martinelli, E., Fantozzi, I., Bondanza, S., Ponzin, D., McKeon, F., and De Luca, M. p63 identifies keratinocyte stem cells. Proc. Natl. Acad. Sci.  98, 3156–3161 \\(2001).<br /> \r\n  15. Miller, S.J., Wei, Z.G., Wilson, C., Dzubow, L., Sun, T.T. and Lavker, R.M. Mouse Skin Is Particularly Susceptible to Tumor Initiation during Early Anagen of the Hair Cycle: Possible Involvement of Hair Follicle Stem Cells. J. Invest. Dermatol. 101, 591-594 \\(1993).<br /> \r\n  16. Morris, R.J., Coulter, K., Tryson, K., Steinberg, S.R. Evidence that cutaneous carcinogen-initiated epithelial cells from mice are quiescent rather than actively cycling. Cancer Res. 57, 3436-43 \\(1997).<br /> \r\n  17. Guo, A.H., and Jahoda, C.A.B. An improved method of human keratinocyte culture from skin explants: cell expansion is linked to markers of activated progenitor cells. Exp. Dermatol. 18, 720-726 \\(2009).<br /> \r\n  18. Stern, M.M., Tygrett, L.T., Waldschmidt, T.J. and Bickenbach J.R. Cells Isolated from the Epidermis by Hoechst Dye Exclusion, Small Size, and Negative Selection for Hematopoietic Markers Can Generate B Lymphocyte Precursors J. of Invest. Dermatol. 128, 1386–1396 \\(2008).<br /> \r\n  19. Kaur, P., Li, A. Adhesive properties of human basal epidermal cells: an analysis of keratinocyte stem cells, transit amplifying cells, and postmitotic differentiating cells. J. Invest. Dermatol. 114, 413-420 \\(2000).<br /> \r\n  20. Jensen, K.B. &amp; Watt, F.M. Single cell expression profiling of human epidermal stem and transit-amplifying cells: Lrig1 is a regulator of stem cell quiescence. Proc. Natl. Acad. Sci. USA 103, 11958-11963 \\(2006).<br /> \r\n  21. Blanpain, C. et al. Self-renewal, multipotency, and the existence of two cell populations within an epithelial stem cell niche. Cell 118, 635–648, \\(2004).<br /> \r\n  22. Jensen K. B., Charlotte, A., Collins , Nascimento, E., Tan, D. W., Frye, M., Itami, S. and Watt F.M. Lrig1 Expression Defines a Distinct Multipotent Stem Cell Population in Mammalian Epidermis, Cell Stem Cell, 4, 427-439 \\(2009).<br /> \r\n  23. Michel, M., Torok, N., Godbout, M.J., Lussier, M., Gaudreau, P., Royal, A. and Germain, L.  Keratin 19 as a biochemical marker of skin stem cells in vivo and in vitro: keratin 19 expressing cells are differentially localized in function of anatomic sites, and their number varies with donor age and culture stage, J. of Cell Science, 109, 1017-1028 \\(1996).<br /> \r\n  24. Swierenga, S.H.H., MacManus J.P. Preparation of low calcium growth medium suitable for determination of tumorigenicity of cultured cells. J. Tissue Culture Methods 7, 1–3 \\(1982).<br /> \r\n  25. Hennings, H., Michael, D., Cheng, C., Steinert, P. Holbrook, K., Yuspa S.H.: Calcium regualtion of growth and differentiation in mouse epidermal cells in culture. Cell 19, 245–254 \\(1980).<br /> \r\n  26. Yuspa, S.H., Harris, C.C. Altered differentiation of mouse epidermal cell cultures treated with retinyl acetate in vitro. Exp. Cell Res. 86, 95–105 \\(1974)<br /> \r\n  27. Poojan, S., and Kumar, S. Flowcytometry based characterization of label-retaining stem cell following Transplacental BrdU labeling, Cell Biology International \\(communicated), \\(2010)<br /> \r\n  28. Herman, A. Transplacental transfer of genotoxins and transplacental carcinogenesis, Environ. Health Perspect. Supplements 10, 33-38. \\(1993)<br /> \r\n  29. Anderson, L.M., Diwan, B., Fear, N., et al. Critical windows of exposure for children’s health: cancer in human epidemiological studies and neoplasms in experimental animal models. Environ. Health Perspect. 108, 573–594 \\(2000).<br /> \r\n  30. Achanzar, W.E., Brambila, E.M., Diwan, B.A., et al. Inorganic arsenite induced malignant transformation of human prostate epithelial cells. J. Natl. Cancer Inst. 94, 1888–1891. \\(2002).<br /> \r\n  31. Tokar, E.J., Qu, W., Liu, J., Liu, W., Webber, M.M., Phang, J.M., Waalkes, M.P., Arsenic-Specific Stem Cell Selection During Malignant Transformation. J. Natl. Cancer Inst. 102, 1–12. \\(2010a).<br /> \r\n  32. Toker, E.J.,  Diwan, B.A.,  and Waalkes, M.P. Arsenic exposure transformation human epithelial stem/progenitor cells into a cancer stem-like phenotype. Environ. Health Perspect. 118, 108-15 \\(2010b)"
        },
        {
            "header": "Acknowledgements",
            "content": "Authors are grateful to Director, Indian Institute of Toxicology Research \\(CSIR) Lucknow for taking interest in the study. Financial assistance \\(Grant# BT/PR9472/MED/31/04 /2007) from Department of Biotechnology Ministry of Science &amp; Technology, Government of India to support the study and one of the authors \\(SP) is gratefully acknowledged. Authors express their gratefulness to Mr. AL Vishwakarma and to Dr. \\(Mrs.) Madhu Dixit from Central Drug Research Institute \\(CSIR) Lucknow for FACS-analysis support and helpful comments respectively."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11484,
                "identity": "9f815eeb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Shiv  Poojan",
                "email": "shukla.shivpoojan@gmail.com",
                "orcid": "",
                "institution": "Indian Institute of Toxicology Research (CSIR)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shiv",
                "middleName": "",
                "lastName": "Poojan",
                "suffix": ""
            },
            {
                "id": 11485,
                "identity": "9f81622f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sushil Kumar",
                "email": "sushilkumar.iitr@gmail.com",
                "orcid": "",
                "institution": " Indian Institute of Toxicology Research (CSIR)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sushil",
                "middleName": "",
                "lastName": "Kumar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-01 11:41:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.58",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.58",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608127,
                "identity": "91744f47-1100-4083-81d1-97eee8350704",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 100835,
                "visible": true,
                "origin": "",
                "legend": "<h2>Figure-1 to 4</h2>    Figure-1: Animal preparation and handling, Figure-2: Epidermis cell isolates in culture, Figure-3: Mouse epidermis stem cell in culture after 10 passages, Figure-4: EpSC showing BrdU-label, DAPI stain, and beta-1-integrin biomarker   <p>Figure-1: Animal preparation and handling (a-e); micro-dissection for skin excision (f-n); subcutaneous fat removal (o); Dispase mediated digestion (p); Peeling of epidermis (q); separated dermis and semitransparent epidermis (r)\r\n \r\n<p>Figure-2: Epidermis cell isolates in culture (a) after 10min of attachment, (b) after 1wk of culture, (c) after 1month of culture, (d) in presence of 0.1mM Ca<sup>2+</sup> after 1wk of culture</p> \r\n \r\n<p>Figure-3: Mouse epidermis stem cell in culture after 10 passages (a)50X (b)125X (c)400X (d)500X magnification</p> \r\n \r\nFigure-4: EpSC showing BrdU-label, DAPI stain, and beta-1-integrin biomarker (a) DAPI stained cell at 1000X (b) anti-BrdU monoclonal antibody stained cell at 1000X (c) anti-beta-1-integrin polyclonal antibody stained cell at 400X (d) presence of DAPI, BrdU, beta-1-integrin stain together in a cell at 1000X (e) presence of DAPI, BrdU stain in a cell at 400X (f) presence of DAPI, beta-1-integrin stain all in a cell at 400X (g) – (l) same as shown in (a)–(f) 1000X-M<br /> \r\n</p> ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1885/v1/figure_1.jpg"
            },
            {
                "id": 2608128,
                "identity": "5c82ee80-0bb9-4dc3-9fee-1d9c5067a7ca",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 67595,
                "visible": true,
                "origin": "",
                "legend": "<h2>Figure-5 to 10</h2>   Figs 5-10   <p>Figure-5: cell surface marker expressed in DAPI stained cultured stem cells; CD34, p63, p63 in dividing cells, beta-1-integrin\r\n \r\n<p>Figure-6: keratin profile in DAPI stained cultured stem cells (A) K10 in DAPI positive cells as shown in merged picture (B) K14 in DAPI positive cells as shown in merged picture (c) K15 in DAPI positive dividing cells as shown in merged picture (D) K19 in DAPI positive cells as shown in merged picture</p> \r\n \r\n<p>Figure-7  (a) stem cell markers and keratin profile in TA or Stem cells (i) p63 expression comparatively more in stem cell (ii) K10 expression comparatively less in stem cell (iii) K14 expression comparatively more in stem cell (iv) K15 expression comparatively more in stem cell (v) beta-actin house-keeping gene expression similar in TA/stem cell; (b) stem cell markers and keratin profile expression (i) beta-1-integrin expression (ii) CD34 expression (iii) K19 expression (iii) beta-actin house-keeping gene expression</p> \r\n \r\n<p>Figure-8: LRC validation by DAB: see uniform BrdU labeling in LRC (a) at 125X (b) at 400X magnification</p> \r\n \r\n<p>Figure-9: FACS (Calibur)-based LRC detection using Propidium iodide and anti-BrdU mAB; histogram of LRC vs total keratinocyte-isolates (1X10<sup>6</sup>cells) showing red fluorescence for FITC-linked BrdU</p> \r\n \r\nFigure-10: (a) FACSaria based characterization of cultured-EpSC in 3<sup>rd</sup> passage using Hoechst dye (DAPI) Exclusion method; shown in P4 gate are stem cells excluding Hoechst dye and in P3 gate are TA cells retaining the dye; (b)  histogram statistics showing 43% EpSC gated in P4 (note equally more EpSC scattering out of Gate P-4 thus accounting for a total of ~88% stem cells) and only 1% cells gated in P-3 (1X10<sup>6</sup>cells) demonstrating Hoechst retaining cells<br /> \r\n</p> ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1885/v1/figure_2.jpg"
            },
            {
                "id": 2608129,
                "identity": "808536b8-82a0-4639-bc2a-fce0cd1a8d92",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 58910,
                "visible": true,
                "origin": "",
                "legend": "<h2>Figure-11 to 13</h2>   Figure-11: FACSAria based gating to identify cells that exclude/retain respectively the Hoechst Dye &amp; Propidium iodide for sorting ample-pure population of stem-cells and TA cells, Figure-12: FACSAria based gating of adult mouse epidermis keratinocyte   <p>Figure-11: FACSAria based gating to identify cells that exclude/retain respectively the Hoechst Dye &amp; Propidium iodide for sorting ample-pure population of stem-cells and TA cells (a) SSC vs FSC plot of keratinocyte isolates (5X10<sup>6</sup>cells) from pup skin (b) PI vs FSC plot bagging the live cell population in Gate P1 to segregate it from PI retaining dead cells  (c) Hoechst dye fluorescence based bagging of live cell population from P1 compartment into dye excluding population of stem cells in P3 &amp; dye retaining population of TA cells in P2 compartment (d) verification of post-sorted live cell population captured in P2 compartment through SSC vs. FSC plot (e) verification of post-sorted live cell population captured in P2 compartment through PI vs FSC plot (f) verification of post-sorted live cell population captured in P2 compartment for its characteristics of TA cells (g) verification of post-sorted live cell population captured in P3 compartment through SSC vs FSC plot (h) verification of post-sorted live cell\r\n \r\n<p>Figure-12: FACSAria based gating of adult mouse epidermis keratinocyte-isolates (a) separating small &amp; large cell fractions using SSC vs FSC plot (b) sorting large cell population by PI vs Hoechst Dye intensity plot segregating PI stained dead cells in quadrant Q1 &amp; Q2 (scatter-plot statistics 9%); Hoechst dye excluding live stem cells in quadrant Q3 (scatter-plot statistics 4%) ; and Hoechst dye retaining live TA cell population in quadrant Q4 (scatter-plot statistics 85%) (c) sorting small cell population by PI vs. Hoechst Dye intensity plot segregating PI stained dead cells in quadrant Q1 &amp; Q2 (scatter-plot statistics 13%); Hoechst dye excluding live stem cells in quadrant Q3 (scatter-plot statistics 85%) ; and Hoechst dye retaining live TA cell population in quadrant Q4 (scatter-plot statistics 1%)</p> \r\n \r\nFigure-13: Stem/TA cells fraction size in adult mouse epidermis keratinocyte isolates<br /> \r\n</p> ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1885/v1/figure_3.jpg"
            },
            {
                "id": 13464557,
                "identity": "4e70a8ef-a8c2-4803-a07e-ba07746876f8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:48",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 604026,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1885/v1/f46b8fd8-8d02-407e-88d3-5e8b012fb465.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "LRC BrdU keratinocytes FACSaria keratins p63 beta-1-integrin CD34 Lrig1 calcium stemputics growth & differentiation iPS toxicology",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A pure-population of keratinocyte stem cell culture is required for applications such as transgenic-mouse-stem cell preparation, stem cell therapy, tissue engineering, iPS technology, besides study of growth &amp; differentiation, toxicology, and related mechanistic aspects. Protocols available in literature do not conform to desired purity and better yield in short span of time, culture-condition for rapid growth, and characterization methods<sup>1-24</sup>. We report here the improved, albeit comprehensive and replicable protocols to identify, isolate, characterize, culture, cryo-preserve, subculture, and grow quickly a pure population of multipotent stem cell from mouse epidermis. Protocol has been validated using modified Growth Promoting Medium; FACS-based LRC-detection and verification; FACSaria based LRCs sorting to improve stem-cell yield and re-culture; immunohistochemical &amp; RT-PCR based verification of stem-cell biomarkers; low-Ca<sup>2+</sup> culture-conditions; FACS based revalidation and repeated characterization of passaged LRCs. Cryopreservation and re-culture displayed cultivability of pure population of stem cell. FACS-generated results demonstrate the attainment of purity to the order of &gt;90%. Key features of the present protocol are high yield of stem cell, rapid cell growth in 7d in contrast to 13-21d reported earlier, culture of pure population of stem cell as confirmed using FACS, and use of conditioned medium in place of feeder layer.",
        "manuscriptTitle": "Comprehensive Protocols to Isolate, Characterize, and Culture pure-population of Multi-potent Stem Cell from Mouse Epidermis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-08-05 00:00:00",
                "doi": "10.1038/nprot.2010.58",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee2d670-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 5th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2434,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-08-05 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}