{
    "identity": "nprot-88",
    "title": "Cell-attached capacitance measurements at release sites of a central nerve terminal",
    "content": [
        {
            "header": "Introduction",
            "content": "The cell-attached capacitance recording technique is a powerful technique that has been successfully used to resolve single vesicle fusion and fusion pore conductance<sup>1</sup>. This technique, however, has not been applied to synapses because of the difficulty in accessing release sites. Here, we developed a technique to expose release sites in a large nerve terminal, the calyx of Held, which contains clear-core glutamatergic vesicles. At the exposed presynaptic release sites, we performed low noise cell-attached capacitance recordings, which allowed us to resolve single vesicle fusion and fusion pore conductance."
        },
        {
            "header": "Reagents",
            "content": "The bath solution for the dissection and storage of slices contained \\(in mM): 95 NaCl, 25  NaHCO<sub>3</sub>, 25  glucose, 50 sucrose, 2.5  KCl, 1.25  NaH<sub>2</sub>PO<sub>4</sub>, 0.1  CaCl<sub>2</sub>, and 3  MgCl<sub>2</sub>, 0.4 ascorbic acid, 3 myo-inositol, 2 sodium pyruvate \\(95% O<sub>2</sub>/5% CO<sub>2</sub>). \r\n\n\nThe bath solution for recordings contained \\(in mM): 125 NaCl, 2.5 KCl, 1 MgCl<sub>2</sub>, 2 CaCl<sub>2</sub>, 25 dextrose, 1.25 NaH<sub>2</sub>PO<sub>4</sub>, 0.4 ascorbic acid, 3 myo-inositol, 2 sodium pyruvate, 25 NaHCO<sub>3</sub>, pH 7.4 when bubbled with 95% O<sub>2</sub>, 5% CO<sub>2</sub>. \r\n\n\nThe pipette solution contained \\(in mM): NaCl 130, KCl 2.5, CaCl<sub>2</sub> 2, MgCl<sub>2</sub> 1, HEPES 10, TEA 20, pH 7.2, adjusted with NaOH \\(osmolarity was 310&#xF020;-&#xF020;320 Osm).\r\n\n\nSylgard \\(Dow Corning Corporation, U.S.A.)"
        },
        {
            "header": "Equipment",
            "content": "Vibratome \\(Integraslice 7550 PSDS, Campden Instruments )\r\n\n\nSR830 2-phase lock-in amplifier \\(Stanford Research Systems, Stanford, CA)\r\n\n\nEPC-8 patch-clamp amplifier \\(HEKA electronics, Lambrecht, Germany)\r\n\n\nMacintosh computer\r\n\n\nCPM-2 Coating and polishing microforge \\(ALA Scientific Instruments)\r\n\n\nGlass pipettes \\(Borosilicate- STD. wall with flame polished ends, OD 2.0 mm, ID 1.16 mm, Warner Instruments Inc.)"
        },
        {
            "header": "Procedure",
            "content": "1) Prepare parasigittal brainstem slices \\(200 μm thick) containing the medial nucleus of the trapezoid body from 6-8 days old Wistar rats using a vibratome\n2\n. \r\n\n\n\r\n\n\n2) Position brain slices in the recording chamber.  Select a large calyx \\(aboout 1-2μm in thickness) on the surface of the slice \\(Fig. 1, left). Use a large pipette \\(1-2MΩ) to form a loose patch on the postsynapse membrane \\(Fig. 1, middle left). Suck the postsynaptic neuronal cell body into the pipette by applying a strong suction to the pipette, and pull away the pipette. As a result, the cell body of the postsynaptic neuron should be pulled out \\(Fig. 1, middle right). This should expose the calyx membrane that was originally opposing the postsynaptic neuron. \r\n\n\n\r\n\n\n3) Using a polished pipette \\(4-6 MΩ) heavily coated with sylgard near the tip, form a cell-attached patch at the exposed presynaptic membrane, which presumably contains release sites. \r\n\n\n\r\n\n\n4) After forming a high resistance \\(> 10 GΩ) seal, stop the perfusion system, and lower the bath solution level to just above the slice, which helps to reduce noise. \r\n\n\n\r\n\n\n5)  Make cell-attached capacitance measurements with an SR830 2-phase lock-in amplifier \\(Stanford Research Systems, Stanford, CA) coupled to an EPC-8 patch-clamp amplifier \\(HEKA electronics, Lambrecht, Germany)\n1,3,4\n. A 20 KHz sine wave \\(rms: 200 mV) should be superimposed on a command potential of 0 mV. The in-phase \\(real or Re, corresponding to conductance) and the 90\no\nout-of-phase \\(imaginary, Im, corresponding to capacitance) current outputs of the lock-in amplifier should be low-pass filtered at 0.1-1 ms \\(24 dB), digitized at 16  bits, and read into a Macintosh computer.\r\n\n\n\r\n\n\n6) For an EPC-8 amplifier, set the gain at 50 mV/pA, C\nslow\nand G\nslow\nshould be 0.2 pF and 0.2 μS, respectively, and C\nfast\nand ?\nfast\npF should be adjusted to minimize the sinusoidal current. The current output of the EPC-8 amplifier should be connected to the lock-in amplifier input through a 10:1 voltage divider.\r\n\n\n\r\n\n\n7) During cell-attached capacitance measurements, the initial phase setting of the lock-in amplifier should be approximately adjusted to null the changes in Re trace induced by dithering a 100-fF calibration installed in the capacitance compensation circuit of EPC-8. Apply a gentle suction of the membrane via the pipette every 100-200 s during each patch of cell-attached recordings. Use the transient capacitance increase caused by the gentle suction to correct phase errors offline \\(Fig. 2a). After the experiment, correct phase errors  by re-computing Re and Im traces with the phase shift varied in 2° increments until the projection in the Re trace during a gentle suction \\(Fig. 2a, left) is eliminated \\(Fig. 2b, left). This phase adjustment should also eliminate the visible, persistent change in Re trace associated with the non-flicker up-steps in the Im trace of the same patch \\(Fig. 2a-b, right). With the phase adjustment described above, we occasionally observed flickers in Re trace without accompanying a change in Im trace \\(Fig. 2c), which might reflect  openings and closings of a single ion channel."
        },
        {
            "header": "Critical Steps",
            "content": "1) Removing the postsynaptic neuron was the first critical step. The suck-and-pull protocol could not remove the postsynapic neuron every time. Only when the cell body of the postsynatpic neruon was not visible under the microscope, we perfomed cell-attached recordings at the exposed presynaptic membrane.  \r\n\n\n2) To obtain low noise recording, the pipette was heavily coated with sylgard to near the tip, the surface level of bath solution was lowered to just above the slice, and the seal resistance was kept at more than 10 G&#x3A9;. \r\n\n\n3) Off-line phase adjustment was critical for measurements of capacitance steps and fusion pore conductances. The gentle suction repeated every 100-200 seconds during recordings was instrumental for off-line phase adjustment."
        },
        {
            "header": "References",
            "content": "1.Lindau,M. &amp; Alvarez de Toledo G. The fusion pore. _Biochim. Biophys. Acta_ **164**, 167-173 \\(2003).\r\n\n\n2.Sun,J.Y., Wu,X.S. &amp; Wu,L.G. Single and multiple vesicle fusion induce different rates of endocytosis at a central synapse. _Nature_ **417**, 555-559 \\(2002).\r\n\n\n3.Klyachko,V.A. &amp; Jackson,M.B. Capacitance steps and fusion pores of small and large-dense-core vesicles in nerve terminals. _Nature_ **418**, 89-92 \\(2002).\r\n\n\n4.Debus,K. &amp; Lindau,M. Resolution of patch capacitance recordings and of fusion pore conductances in small vesicles. _Biophysical Journal_ **78**, 2983-2997 \\(2000)."
        },
        {
            "header": "Acknowledgements",
            "content": "We greatly thank Drs. Vitaly Klyachko and Manfred Lindau for providing critical technical guidance on cell-attached recordings."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05250",
                "date": "2006-09-01 14:05:05",
                "title": "Two modes of fusion pore opening revealed by cell-attached recordings at a synapse",
                "authors": [
                    "He",
                    "L. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9901,
                "identity": "9ea2ae62-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Liming He",
                "email": "helim@ninds.nih.gov",
                "orcid": "",
                "institution": "NINDS, NIH",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Liming",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 9902,
                "identity": "9ea2b22d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xin-Sheng Wu",
                "email": "",
                "orcid": "",
                "institution": "NINDS, NIH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xin-Sheng",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 9903,
                "identity": "9ea2b51c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Raja Mohan",
                "email": "",
                "orcid": "",
                "institution": "NINDS, NIH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Raja",
                "middleName": "",
                "lastName": "Mohan",
                "suffix": ""
            },
            {
                "id": 9904,
                "identity": "9ea2b6bf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ling-Gang Wu",
                "email": "",
                "orcid": "",
                "institution": "NINDS, NIH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ling-Gang",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-06 15:10:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.363",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.363",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607619,
                "identity": "32336ce9-870d-4c59-aaf2-db1103ae1c43",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "gif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35600,
                "visible": true,
                "origin": "",
                "legend": "Cell-attached recording at release sites of a calyx of Held.   Left: DIC (differential infrared contrast, upper), fluorescence (middle), and superimposed (lower) images of a calyx associated with a postsynaptic neuron (post). The fluorescence was obtained by dialyzing Lucifer yellow (4 mg/ml, 3 min) into the calyx via a whole-cell pipette. The pipette was withdrawn. \r\n\r\nMiddle left and right: The postsynaptic neuron was sucked and pulled away by a pipette shown in the middle left.\r\nRight: Cell-attached recording at the release face (position I) of the calyx membrane.",
                "description": "",
                "filename": "figure1.gif",
                "url": "https://assets.researchsquare.com/files/nprot-88/v1/figure_1.gif"
            },
            {
                "id": 2607620,
                "identity": "d9344bbd-0688-4cdc-806e-a8bfdb798f76",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "gif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11197,
                "visible": true,
                "origin": "",
                "legend": "Offline phase adjustment.   a, Sampled Im and Re traces recorded during an experiment without offline phase correction. Several gentle suctions (arrows) were applied to increase the patch capacitance transiently (left). From the same patch membrane, two non-flicker (persistent) up-steps occurring ~30 s after the suctions are also shown (right). \r\nb, Same traces as in a, but with a 19o phase adjustment, which eliminates projections in Re trace during suctions and capacitance up-steps. Scale bars also apply to a.\r\nc, After offline phase adjustment, suction induced capacitance changes (left) and up-steps in Im trace (middle) were not accompanied by persistent Re changes. However, a Re change without accompanying an Im change was observed (right), which likely reflected single channel openings. Traces in the left, middle and right were from the same patch with intervals labeled in the plot.\r\n",
                "description": "",
                "filename": "figure2.gif",
                "url": "https://assets.researchsquare.com/files/nprot-88/v1/figure_2.gif"
            },
            {
                "id": 13464285,
                "identity": "13d3f0ab-fd2e-40a5-892f-dda35cd50202",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 213774,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-88/v1/b081c85e-c18a-439b-b738-4dd719940f0c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "calyx of held, cell-attached capacitance measurement, single vesicle fusion, fusion pore conductance \r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Cell-attached capacitance measurements at release sites of a central nerve terminal",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-11-03 07:13:26",
                "doi": "10.1038/nprot.2006.363",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea25774-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 3rd, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1386,
                "name": "Neuroscience"
            },
            {
                "id": 1387,
                "name": "Cell biology"
            },
            {
                "id": 1388,
                "name": "Developmental biology"
            },
            {
                "id": 1389,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-11-03 07:13:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}