{
    "identity": "nprot-2431",
    "title": "Stereotactic Orthotopic Xenograft Injections into the Mouse Brain",
    "content": [
        {
            "header": "Introduction",
            "content": "Subcutaneuous growth of human tumor cells in immunodeficient mice is a mainstay of cancer research and anti-cancer drug development. However, it is known that the microenvironment influences tumor growth as well drug response. \r\n\n\n\r\n\n\nTo better model human tumors in immunocompromised mice, cancer cells can be injected into the organ of origin \\(orthotopically), allowing organotypical interactions between cancer cells and the surrounding microenvironment. Orthotopic tumors may more properly recapitulate human tumor biology, as the interactions of tumor cells with normal tissue cells as well as stromal, vascular, and immunologic cells could have effects on cell survival and migration, and even developmental potential. Similarly, orthotopic tumors may recreate some physiologic barriers and could reveal important issues in drug penetration and metabolism.\r\n\n\n\r\n\n\nLocated within the microenvironment of the highly specialized and protected central nervous system, orthotopic brain tumor models may have higher clinical relevance than conventional subcutaneous xenografts for understanding tumor behavior and for predicting drug efficacy."
        },
        {
            "header": "Reagents",
            "content": "Anesthetic \\(Ketamine)\r\n\n\nAnalgesic \\(Buprenorphine)\r\n\n\n1cc syringes and 30g needles\r\n\n\n\r\n\n\nSterile phosphate-buffered saline\r\n\n\nEthanol 70%\r\n\n\nSterile water\r\n\n\nHamilton syringe  and cleaning solution\r\n\n\n\r\n\n\nBetadine\r\n\n\nAlcohol wipes\r\n\n\nSterile cotton swabs\r\n\n\nDisposable scalpels\r\n\n\n\r\n\n\nSterile ocular lubricant \\(Puralube vet ointment)\r\n\n\nForceps\r\n\n\nAutoclip applier and 9mm clips \r\n\n\nClip remover\r\n\n\n\r\n\n\nCells on ice:\r\n\n\nenough for 100,000 cells per 3ul injection\r\n\n\n\r\n\n\nImmunocompromised mice:\r\n\n\nWe use typically either use female SCID \\(B and T cell deficient; Taconic # ICRSC-F) or Nude \\(T-cell deficient , Taconic # NCRNU-F) mice between the ages of 6 to 20 weeks."
        },
        {
            "header": "Equipment",
            "content": "Micromotor drill and bits \\(Foredom 1070)\r\n\n\n\r\n\n\nStereotaxic device \\(Stoelting Elliptic Lab Standard ™ Stereotaxic Instrument)\r\n\n\n\r\n\n\nHeating pad\r\n\n\nMicroscope light\r\n\n\nTimer"
        },
        {
            "header": "Procedure",
            "content": "The procedure described below details how to perform intracranial tumor cell injection in mice. This is a major surgery and all procedures must be approved by IACUC or other animal use committee.\r\n\n\n\r\n\n\nPrepare cells for injection:\r\n\n\nIn the tissue culture room, typsinize cultured cells. \r\n\n\nWash cells with sterile PBS, and then resuspend in sterile PBS to an adjusted final volume of at least 100,000 cells per 3ul injection. \r\n\n\nCells should be transported to the injection area on ice. \r\n\n\n\r\n\n\nSet up:\r\n\n\nAssemble the stereotaxic device according to manufacturer’s instructions. \r\n\n\nLay out the drill and drill bit.  \r\n\n\nTurn on the heating pad and monitor its temperature with a thermometer. \r\n\n\n\r\n\n\nLoad Hamilton syringe with cells:\r\n\n\nPrepare the Hamilton syringe by rising in 70% Ethanol and then sterile PBS.\r\n\n\nGently resuspend trypsinized cells in PBS.   \r\n\n\nDraw cells to 3uL in the Hamilton syringe, carefully avoiding bubbles.\r\n\n\nPosition the syringe in the stereotactic device, and tighten the screw to lock the syringe in the correct position.\r\n\n\n\r\n\n\nSurgical procedure:\r\n\n\n\r\n\n\n-Preoperative preparation:\r\n\n\nAnesthetize mouse by intraperitoneal injection of Ketamine 100 mg/kg. Confirm anesthetic effectiveness by toe pinch. \r\n\n\nWipe the mouse’s head 3 times with sterile cotton swab dipped in betadine, then swab with an alchohol wipe. \r\n\n\nProtect the mouse’s eyes by coating with sterile ocular lubricant.\r\n\n\nMake a 1.5 cm sagittal incision in the mouse's scalp from the front to the back. \r\n\n\n\r\n\n\n-Stereotactic immobilization:\r\n\n\nPosition the mouse in the stereotactic apparatus: first displace the tongue to the side with the wooden end of a sterile cotton swab, then position the front teeth in the tooth holder, next tighten the nose holder until firm, and finally place both ears in the ear holders. Once the mouse is in the correct position, tighten the ear holders until firm. \r\n\n\nWipe the skull with a sterile cotton swab to remove the shiny membranes and to aid idenification of the bregma suture. \r\n\n\n\r\n\n\n-Cell injection:\r\n\n\nDrill a hole 2 mm right and 1 mm anterior to the bregma suture. \r\n\n\nLower the Hamilton syringe needle to the edge of the hole. Lower the needle 3.5 mm, into the brain. Raise the needle 1mm and wait 1 minute. Inject 1 uL of cells, raise the needle 1 more mm, and wait 1 minute.  Inject 1 uL, raise 1 mm, and wait 1 minute.  Then inject the final 1 uL. \r\n\n\nCompletely remove the needle from the mouse’s brain.\r\n\n\nRemove the mouse from the stereotaxic device. \r\n\n\n\r\n\n\n-Recovery:\r\n\n\nClose the skin incision by holding the edges with forceps and applying one clip. \r\n\n\nPlace the mouse on the heating pad until the effects of anesthetic wear off, at which time the mouse can be returned to its cage.\r\n\n\n\r\n\n\nFollow up:\r\n\n\nClean the Hamilton syringe with Hamilton cleaning solution, then 70% Ethanol, then sterile water.\r\n\n\nAdminister analgesic twice a day for the first 3 days after surgery. \r\n\n\nRemove sutures after 10 days.\r\n\n\nMonitor mice daily for signs of neurologic compromise."
        },
        {
            "header": "Timing",
            "content": "After proper setup of an efficient system, 3-4 mice injected per hour can be passed through the procedure, which includes, anesthesia, injection, and recovery."
        },
        {
            "header": "Troubleshooting",
            "content": "Some typical problems include injection of cells in the sub-cutaneous areas of the skull or into the membranes \\(dura, pia) covering the brain, rather than the brain itself. The ideal location is in the frontal cortex, with tumors cells located within the brain parenchyma near the lateral ventricles.\r\n\n\n\r\n\n\nAs with all mouse surgical procedures requiring deep anesthesia, death from hypothermia can be an issue, which must be minimized by appropriate supportive care including monitoring and the use of a heating pad.\r\n\n\n\r\n\n\nIt is of course advisable to include a positive control when first performing this procedure. Many established glioma and non-glioma cell lines rapidly and consistently form intracranial tumors when injected in this manner, including U87 cells.\r\n\n\n\r\n\n\nA negative control would consist of normal, immortalized but non-transformed human astrocytes."
        },
        {
            "header": "Anticipated Results",
            "content": "The tumor latency is dependent on both the cell line and the number of cells injected.  The typical time to onset of neurological symptoms  is about 3 months but can be as long as 6 months, or even longer. \r\n\n\n\r\n\n\nVolumetric measurement of intracranial tumors by MRI is possible but not practical, and is cost-prohibitive when using a large number of animals. \r\n\n\nTherefore, neurological symptoms, specifically abnormalities of gross motor function, are used as an endpoint for tumor latency. Neurological symptoms are indicative of a tumor that is sufficiently large to have displaced or infiltrated the mouse brain or to have caused obstruction of cerebrospinal fluid flow with resultant increased intracranial pressure.\r\n\n\n  \r\n\n\nDormant, non-tumor forming cells can remain alive in the cerebrospinal fluid for a prolonged time after injection: using anti-human NUMA \\(Epitomics 3402-1) that specifically detects human but not mouse cells, we have observed residual, non-tumor forming cells as long as 6 months after orthotopic injections."
        },
        {
            "header": "References",
            "content": "p53 and Pten control neural and glioma stem/progenitor cell renewal and differentiation.\r\n\n\nZheng H, Ying H, Yan H, Kimmelman AC, Hiller DJ, Chen AJ, Perry SR, Tonon G, Chu GC, Ding Z, Stommel JM, Dunn KL, Wiedemeyer R, You MJ, Brennan C, Wang YA, Ligon KL, Wong WH, Chin L, DePinho RA.\r\n\n\n\r\n\n\nEpidermal growth factor receptor and Ink4a/Arf: convergent mechanisms governing terminal differentiation and transformation along the neural stem cell to astrocyte axis.\r\n\n\nBachoo RM, Maher EA, Ligon KL, Sharpless NE, Chan SS, You MJ, Tang Y, DeFrances J, Stover E, Weissleder R, Rowitch DH, Louis DN, DePinho RA.\r\n\n\nCancer Cell. 2002 Apr;1\\(3):269-77.\r\n\n\n\r\n\n\nThe use of the orthotopic model to validate antivascular therapies for cancer.\r\n\n\nLoi M, Di Paolo D, Becherini P, Zorzoli A, Perri P, Carosio R, Cilli M, Ribatti D, Brignole C, Pagnan G, Ponzoni M, Pastorino F.\r\n\n\nInt J Dev Biol. 2011;55\\(4-5):547-55."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12129,
                "identity": "9fd14a47-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Florian Muller",
                "email": "aettius@aol.com",
                "orcid": "",
                "institution": "Ronald DePinho",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Florian",
                "middleName": "",
                "lastName": "Muller",
                "suffix": ""
            },
            {
                "id": 12128,
                "identity": "9fd147d3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle Lee",
                "email": "",
                "orcid": "",
                "institution": "Ronald DePinho",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 12130,
                "identity": "9fd14bde-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elisa Aquilanti",
                "email": "",
                "orcid": "",
                "institution": "Ronald DePinho",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elisa",
                "middleName": "",
                "lastName": "Aquilanti",
                "suffix": ""
            },
            {
                "id": 12131,
                "identity": "9fd14d37-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Baoli Hu",
                "email": "",
                "orcid": "",
                "institution": "Ronald DePinho",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Baoli",
                "middleName": "",
                "lastName": "Hu",
                "suffix": ""
            },
            {
                "id": 12132,
                "identity": "9fd14f1f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ronald DePinho",
                "email": "",
                "orcid": "",
                "institution": "Ronald DePinho",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ronald",
                "middleName": "",
                "lastName": "DePinho",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-08-15 21:11:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.041",
        "doiUrl": "https://doi.org/10.1038/protex.2012.041",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464832,
                "identity": "c8125d8f-8f8a-43a9-96d2-0acab8a9be30",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 137227,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2431/v1/c8faf99f-4f29-4c27-ae13-196c3e036a5f.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Stereotactic, Orthotopic Xenograft, Mouse Brain",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Xenografting of human cancer cell lines injected subcutanously in nude mice has become the standard testing platform for dissecting mechanistic aspects of tumorigenesis and for pre-clinical drug development. However, subcutanous xenografts do not model tumors in their tissue of origin and thus may have some clinically relevant limitations. Xenografted human tumor cells directly injected into their relevant organ may present a more accurate model of human tumors. Here, we describe a rapid protocol for the injection of tumor cell lines into the mouse brain for the establishment of orthotopic tumors.",
        "manuscriptTitle": "Stereotactic Orthotopic Xenograft Injections into the Mouse Brain",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-08-22 08:15:53",
                "doi": "10.1038/protex.2012.041",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd0aadc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 22nd, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2782,
                "name": "Cell biology"
            },
            {
                "id": 2783,
                "name": "Biological techniques"
            },
            {
                "id": 2784,
                "name": "Genetics"
            },
            {
                "id": 2785,
                "name": "Biotechnology"
            },
            {
                "id": 2786,
                "name": "Neuroscience"
            },
            {
                "id": 2787,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-08-22 08:15:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}