{
    "identity": "nprot-2534",
    "title": "Integration of screening and identifying ligand\\(s) from medicinal plant extracts based on target recognition by using NMR spectroscopy",
    "content": [
        {
            "header": "Introduction",
            "content": "Plant-derived agents, owing to their diversity in structure and bioactivity1-6, play critical roles in pharmaceutical research. They provide lead compounds for biopharmaceutical technology and supply an economical ways for the discovery of new drugs. The drugs, which are used widely in modern medicine, mostly derived from natural compounds and their derivatives. For example, aspirin was originated from salicylic acid in the bark of the willow tree \\(Salix species), which is used traditionally to treat fever and inflammation in many cultures worldwide7. The successes of the early “blockbuster” drugs set the stage for ongoing drug discovery efforts from medicinal plants. \r\n\n\n\r\n\n\nThe screening of bioactive ingredients based on targets recognition attracts researchers’ attention8-10. Nevertheless, these methods can hardly be applied in direct screening of bioactive ingredients from plants extracts which compose of various compounds with different contents. Currently screening from plant extracts against specific targets always follows the strategy of “Isolation  Structure identificationActivity confirmation”. Yagura et al.11 isolated isosalipurposide for anticarcinogenic compounds in the Uzbek medicinal plant by bioactivity-directed fractionation. Bai et al.12 screen the G-quadruplex ligands from Kalopanax septemlobus \\(Thunb) Koidz extract by high performance liquid chromatography \\(HPLC). Compared with these methods, our method will accelerate the screening process of lead components greatly by providing the structural information of bioactive ingredients without isolating the ligand\\(s) molecules experimentally. Thus it provides chemists and pharmacologists with useful info to optimize lead compound for the final drug in a more rapid way.\r\n\n\n\r\n\n\nThe implementation of our goal benefits from the powerful NMR techniques. NMR has now become an important tool in drug discovery13-19, owing to its advantage in structure identification. But the complexity and overlapping of signals in complex systems bring difficulties in the recognition of spectra. With the development of spectral editing NMR techniques, selected useful information also can be obtained. Among these techniques, diffusion-ordered spectroscopy \\(DOSY) and relaxation-edited methods are two successful examples20-23, which could provide means for signal filtering and selecting, and consequently achieve “virtual separation”. In this protocol, DOSY and relaxation-edited NMR techniques are used to screen the bioactive ingredients interacting with target in medicinal plant extracts.\r\n\n\n\r\n\n\nOur method has drawn a profound attention on screening bioactive ingredients from medicinal plants and there are many reviews commenting on it24, 25. The reviewer of Angewandte Chemie International Edition pointed out that the predominance of this method was integration screening and structure identification, which carried out the fast screening and structure identification of bioactive ingredients in natural plant extracts. Nature China highlighted this method and commented on it with Screening Methods: Looking for Ligands as title. \r\n\n\n\r\n\n\nIn order to introduce this method to more researchers who devote to search the bioactive ingredients in natural plant extracts and provide convenience for their works, it is necessary to describe this method in detail and define standard protocol in order to ensure the correct usage of this method. Here we take the screening and identifying ligands from the extract of Phellodendron chinense Schneid cortexes \\(PE)26 based on G-quadruplex and the extract of Flos Lonicera Japonica \\(FLJ) based on Avian Influenza Polymerase Protein PAC by using NMR as examples to define well-tested procedures.\r\n\n\n\r\n\n\nExperimental design\r\n\n\nThe biomolecules which are reported to have important physiological significance can be used as targets. To be specific, our protocol takes G-quadruplex and Avian Influenza Polymerase Protein PAC \\(carboxyterminal domain of PA) as examples. \r\n\n\n \r\n\n\nG-quadruplexes27,28 can inhibit the activity of telomerase29 and play an important role in suppression of carcinogenesis30-33. The ligands of G-quadruplex have the potential for the arrest of cancer-cell growth and may be potentially valuable as antitumor drugs34-36. The interaction of G-quadruplex and its ligand affects the chemical shifts of imino protons in G-quadruplex, which locate low-field region \\(10-12 ppm) of NMR spectra.\r\n\n\n \r\n\n\nAdditionally, the ligand of protein also can be obtained by using spectrally-filtered editing NMR techniques. For PAC, the drugs discovered by it may be effective against most influenza strains less susceptible to drug resistance due to the high conservation of the active sites in PAC37. \r\n\n\n\r\n\n\nThe medicinal plant extracts which are reported to treat some kind of disease can be used as candidates for the corresponding targets. PE is chosen as a candidate because it is reported to be benefit for the treatment of cancer and contain G-quadruplex ligands38. FLJ is chosen as a candidate because it is reported to be benefit for the treatment of viral infection such as influenza A virus39. The concentration of medicinal plant extracts depends on the concentration of bioactive ingredients. The concentration of medicinal plant extracts should be benefit for observing the obvious changes from the characteristic signals of the targets.\r\n\n\n\r\n\n\nThere are three steps in this process \\(Figure 1): First, it is necessary to choose the suitable NMR sequence according to the target. To be specific, if there are not clear and characteristic signals of target in NMR spectroscopy, relaxation-edited NMR is preferred. Otherwise, DOSY is suitable. For example, G-quadruplex has the characteristic peaks around δ 10-12 ppm which are clear and not easy to be interfered by other components. In this case, DOSY can be chose. But for proteins they usually have high molecular weights, thus their peak profiles are broadened and there are uneasy to be identified. In this case, relaxation-edited NMR can be chose. Second, judge the existence of ligand\\(s) and determine the proton signals of ligand\\(s) by spectral editing NMR techniques in the extracts. For example, G-quadruplex is taken as target in DOSY. As long as the ligand\\(s) binds to G-quadruplex, the chemical shifts and intensities of imino protons of G-quadruplex which are clear and characteristic signals of G-quadruplex change and the change is easy to be detected. Then extract the signal of ligand\\(s) by DOSY. In the relaxation-edited NMR spectra, through the comparison with the spectrum of extract without PAC, the peak of ligand can be picked out. Third, further structural illumination is used to identify the ligand\\(s) by <sup>1</sup>H-<sup>13</sup>C HSQC and HMBC from the signal obtained in step 2.  \r\n\n\n\r\n\n\nLimits of applicability and practical considerations\r\n\n\nIf there were bioactive ingredients in medicinal plant extracts and their structures were unknown, this protocol could be employed to find them out. As long as the signals of the ingredients which could interact with the target could be distinguished in NMR spectroscopy, this protocol could be used to identify their structures without isolation. \r\n\n\n\r\n\n\nAlthough it provided a fast approach to structurally determine bioactive ingredients, this method had some limitations. \r\n\n\n\r\n\n\nFirstly, the content of bioactive ingredients in the extracts is a key factor that influences the result. For example, the G-quadruplex ligand detected in PE is about 0.06% \\(mass concentration). If there is more than one ligand in test extracts, the content of each ligand dominates the priority of ligands identified in test extracts in this protocol. For a multiligand system such as extracts of Coptis chinensis Franch rhizomes \\(CE)26 which contains at least two ligands \\(berberine and palmatine) with similar G-quadruplex binding ability, the ligand with the higher content tend to be identified and that with lower content may be omitted.\r\n\n\n\r\n\n\nThe second factor is the requirement of the target. Because our protocol bases on NMR techniques, generally the target must meet the demands in NMR experiments, such as the concentration and molecular weight40. To be specific, it requires the relatively high concentration \\(mM level) of target when the molecular weight of target is about ten thousand owing to the sensitivity of DOSY."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS\r\n\n\n DNA d\\(TTGGGTT) \\(Tsingke Biotechnology Co., Ltd) \r\n\n\n TSP \\(3-\\(trimethylsilyl) propionic acid-d4 sodium salt), berberine \\(Sigma Co.)\r\n\n\n Lentinan extracts \\(Shanghai kangzhou Fungi extract Co., Ltd)\r\n\n\n\r\n\n\nEQUIPMENTS\r\n\n\n Avance 600 NMR spectrometer \\(Bruker-Biospin). 600 MHz is not the only frequency that can be used in this method, but it is a good compromise for sensitivity and dispersion versus capital cost. \r\n\n\n A 5 mm BBI probe capable of delivering z-field gradients. \r\n\n\n Eppendorf pipette and pipette tips or similar\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nG-quadruplex In practice, the sample preparation for this experiment is simple. The preparation of G-quadruplex d\\(TTGGGTT)4 is the same as the procedure described in the literature41. G-quadruplex d\\(TTGGGTT)4 was formed by dissolving primer d\\(TTGGGTT) in phosphate buffer \\(10 mM K<sub>2</sub>HPO<sub>4</sub>/KH<sub>2</sub>PO<sub>4</sub>, 90% H<sub>2</sub>O/10% D<sub>2</sub>O, pH 7.0). The solution was equilibrated at room temperature for 24 h before experiments. The absorbance of DNA d\\(TTGGGTT) at 260nm is obtained by absorption spectroscopy. It is hypothesized that all DNA d\\(TTGGGTT) can form d\\(TTGGGTT)4 and the concentration of d\\(TTGGGTT)4 is  . The minimum concentration of G-quadruplex d\\(TTGGGTT)4 is 0.25 mM. Under the concentration the characteristic signals of d\\(TTGGGTT)4 are easily distinguished in NMR spectroscopy.\r\n\n\n\r\n\n\nPAC Methods for the preparation of PAC protein were previously described5. Briefly, residues 257–716 of the PA subunit of avian H5N1 influenza A virus \\(A/goose/Guangdong/1/96) were cloned into a pGEX-6p vector \\(GE Healthcare) and transformed into Escherichia coli strain BL21. Cells were cultured in LB medium at 37℃ with 100 mg/L of Ampicillin. When the OD600 reached 0.6–0.8, the culture was induced with 0.5 mM isopropyl-thio-Dglactosidase \\(IPTG) at 16℃. After 20 hours of incubation, the cells expressing PAC were harvested and combined by centrifugation at 5000 rpm for 10 min. Recombinant protein was purified with a glutathione affinity column \\(GE Healthcare). Glutathione S-transferase \\(GST) was cleaved with PreScission protease \\(GE Healthcare), and the protein complex was further purified by Q sepharose FF ion exchange chromatography and Superdex-200 gel filtration chromatography \\(GE Healthcare). \r\n\n\n\r\n\n\nExtracts of Phellodendron chinense Schneid cortexes \\(PE) A 500 mL three-neck flask is equipped with a magnetic stirrer, thermometer, heating mantle, and a reflux condenser, 60 g powder of Phellodendron chinense Schneid cortexes and 300 ml ethanol-water solution \\(the volume ratio of water and ethanol was 1:3) are added to the flask. Then the mixture is heated up to 80 degrees Celsius with stirring for 5 h. The crude product was collected by filtration, and dried in a vacuum desiccator at 60 degrees Celsius for 48 h. 31.5 g product is obtained.\r\n\n\n\r\n\n\nExtracts of Flos Lonicera Japonica \\(FLJ) 10 g powder of FLJ was reflux extracted with 300 mL 15% ethanol-water solution for 5h. The residue was then removed by filtration, and the filtrate was desiccated in a vacuum desiccator at 60 ºC for 48 h. 1 g of FLJ extracts was finally obtained, respectively."
        },
        {
            "header": "Equipment",
            "content": "EQUIPMENT SETUP\r\n\n\nNMR setup The high-resolution NMR spectroscopy could be used for screening and identifying new bioactive ingredients42. In the following, experimental methods are described using a Bruker NMR spectrometer as an example. Some common pulse techniques can be employed to screen bioactive ingredients with futher structure identification, such as standard Bruker pulse program p3919gp, stebpgp1s19, cpmgpr1d, hsqcetgp and hmbcgplpndqf.\r\n\n\n\r\n\n\nSetup on NMR spectrometers of other vendors will require adjustment accordingly. In order to obtain maximum benefit from acquiring NMR spectra, the parameters need to be set accurately. Generally, all NMR experiments should be acquired at 298.2K.\r\n\n\n\r\n\n\nHomogenization of the magnetic field \\(‘shimming’) for samples is important for conventional NMR probes. This can be done with TopShim on Bruker spectrometers \\(TopSpin 2.1). The homogenization of the magnetic field can be confirmed by the peak profile of TSP which is a single peak at 0ppm. \r\n\n\nThe number of scans per experiment for different medicinal plant extracts can be adjusted according to the signal-to-noise ratio of the components of interest, but this will have an impact on the overall experiment time per sample.\r\n\n\n\r\n\n\nWater suppression When observing protons, the dynamic range of the detection can be strongly limited by the size of the water peak and the results in the signal loss for low concentration substances. Hence, the water peak has to be suppressed by using the pulse program p3919gp that applies 3–9–19 pulses with gradients for water suppression43 to improve the signal-to-noise ratio for the detection of ligands. Other spectrometer manufacturers provide the same pulse sequences, but they have different names and syntax; please discuss with the supplier.\r\n\n\n\r\n\n\nThe parameters are optimized to give optimum suppression of the water resonance without reducing the signal intensity of the compound signals next to it. It is recommended to automatically adjust the receiver gain before acquiring the spectra.\r\n\n\n \r\n\n\nAll NMR experiments require correct setting of 90° pulse length. It is a key to determine the offset of the water signal for the water suppression.\r\n\n\n\r\n\n\nDOSY To get the actual gradient strength in absolute values, it is necessary to obtain a gradient calibration constant, which is used by the AU program dosy to calculate and store the list \\(difflist) containing absolute gradient strength values. This list is used by the processing tools to calculate the correct diffusion constants.\r\n\n\n\r\n\n\nThe gradient strength \\(g), diffusion time big delta \\(Δ) and diffusion gradient length little delta \\(δ) are important factors in DOSY experiment. It is necessary to optimize these three parameters to detect the whole decay function properly. Selecting the right values for Δ or δ is important to get good diffusion constants with less error.\r\n\n\n\r\n\n\nUsing 1D versions of the diffusion pulse program for optimizing the Δ \\(d20) and δ \\(p30), experiments are carried out by comparing two spectra with different amplitude \\(gpz6) 2% and 95%. The parameters are set when the signal decay goes down to 5% residual signal. The comparison is convenient in dual display.\r\n\n\n\r\n\n\nCpmgpr: The relaxation-edited NMR experiments utilized a \\[D/pre-saturation-90x-\\(Δ-180y-Δ)n-acquire] pulse sequence, in which the CPMG sequence was used for the spin-lock.\r\n\n\n\r\n\n\nStructure identification using 2D NMR spectroscopy Two-dimensional heteronuclear NMR spectroscopy is employed for identifying the connectivity between signals. <sup>1</sup>H–<sup>13</sup>C HSQC and HMBC NMR spectra are used for structural identification44, as they highlight connectivities of protons directly attached to the carbon atoms in a molecule."
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\r\n\n\nSample preparation ● TIMING 10–12 min\r\n\n\n1| Dissolving target in appropriate buffer solution and adjust the concentration. For G-quadruplex d\\(TTGGGTT)4, the concentration is 0.25 mM. For PAC, the concentration is 8.7×10\n-3\nmM.\r\n\n\n▲ CRITICAL STEP In the work with G-quadruplex, the formation of G-quadruplex is of paramount importance. Usually triethylamine used in the synthesis of d\\(TTGGGTT) usually affects the binding between G-quadruplex and ligands. Thus triethylamine needs to be removed by dialysis before the usage of d\\(TTGGGTT) in this protocol.\r\n\n\n\r\n\n\n2| For DOSY, make the mixture of d\\(TTGGGTT)4 and PE and ensure the concentration is 0.25 mM and 3.5 mg mL\n-1\n, respectively. For relaxation-edited NMR, prepare two samples. One is the mixture of PAC and FLJ and the concentration is 8.7×10\n-3\nmM and 3.5 mg mL\n-1\n, respectively. The other is FLJ and the concentration is 3.5 mg mL\n-1\n.  \r\n\n\n\r\n\n\n3| Put the above samples into 5mm NMR tubes and the total volume is 5×10\n-4\nL for each sample, respectively.\r\n\n\n\r\n\n\nNMR setup ● TIMING 15–17 min\r\n\n\n4| Insert the NMR tube into the spinner and measure the correct height with the gauge.\r\n\n\n\r\n\n\n5| Enter the\nand wait for 5–10 s before entering the\nbutton. The sample is now positioned in the probe.\r\n\n\n\r\n\n\n6| Wait for 5–10 minutes for the temperature equilibrium.\r\n\n\n \r\n\n\n7| Optimization of NMR spectrometer: \\(1) tune and match the probe; \\(2) lock onto the lock solvent; and \\(3) shim the sample using the lock level.\r\n\n\n \r\n\n\n8| Determine the sample-specific settings for NMR pulse sequences: \\(1) Set the offset value to the HDO resonance. \\(2) Determine the 90° pulse length at a given power level. \\(3) Re-adjust the frequency offset for water signal suppression, if necessary. \r\n\n\n？TROUBLESHOOTING\r\n\n\n▲ CRITICAL STEP The suppression of water properly is beneficial for the observation of tiny constituent. \r\n\n\n\r\n\n\nNMR acquisition ● TIMING 24 h\r\n\n\n9| First, 1D p3919gp sequence \\(option A) is used to test whether the extracts contain G-quadruplex ligand\\(s). \\(TIMING 12-15 min) Second, DOSY \\(option B) is used to pick out the peak of ligand. \\(TIMING 2 h) Third, based on the peak of ligand, HSQC and HMBC \\(option C) are used to identify the structure of ligand. \\(TIMING 24 h) Adjust the receiver gain per sequence and sample by using automatic receiver gain adjustment. Processing parameters: if not mentioned otherwise, the one-dimensional spectra are generally processed by applying a line broadening of 0.3–1 Hz. \r\n\n\n？TROUBLESHOOTING\r\n\n\n\\(A) 1D p3919gp sequence \\(Bruker spectrometer: p3919gp)\r\n\n\n\\(i) The parameters are set as follows: spectral width = 20 ppm; number of time domain data points = 32 k; relaxation delay \\(RD) = 2.0 s; number of scans = 128; and the receiver gain is set to fill the digitizer as closely as possible. This results in a total acquisition time of about 11 min per sample. \r\n\n\n\\(ii) For processing, a target spectral resolution is difficult to define, but typically with a line-broadening of 1 Hz. \\(TIMING 1 min) \r\n\n\n\r\n\n\n\\(B) DOSY \\(Bruker terminology: stebpgp1s19)45\r\n\n\n\\(i) Acquire diffusion-edited spectra using a pulse sequence with stebpgp1s19. The settings are relaxation delay = 2 s; number of scans = 128 \\(or higher, depending on requirements); data points in the F2 dimension = 32 k; data points \\(gradient strengths) in the F1 dimension = 32; spectral width = 20 ppm; diffusion delay Δ = 0.1 s; the gradient length δ = 5.6 ms; line broadening factor in F2 dimension = 0.3 Hz. The data analyses were applied to the raw experimental data using the standard 2D DOSY processing protocol in TOPSPIN \\(Bruker, Version 2.1) software with logarithmic scaling in the F1 \\(diffusion coefficient) dimension.\r\n\n\n\r\n\n\n\\(C) Heteronuclear correlation spectroscopy \\(Bruker      terminology: hsqcetgp and hmbcgplpndqf)46\r\n\n\n\\(i) Acquire\n1\nH–\n13\nC HSQC spectrum using sensitivity improvement with echo-anti echo-TPPI. GARP decoupling of\n13\nC is carried out during the acquisition time. 0.1 μs trim pulses are employed in the INEPT transfer and gradients in back-INEPT. The parameters are as follows: resolution in F2/F1 = 2 k/512 \\(depending on available experiment time); number of scans = 128 \\(depending on experiment time); number of dummy scans = 16; sweep width in F2/F1 = 20 ppm/170 ppm in hsqcetgp, and relaxation delay = 2 s. C-H coupling constant is 145 Hz. 1024×1024 points are used in Fourier transformation.\r\n\n\n\\(ii) Collect\n1\nH-\n13\nC phase-sensitive \\(TPPI) HMBC spectra. GARP decoupling of\n13\nC is carried out during the acquisition time. The parameters are as follows: resolution in F2/F1 = 2 k/512 \\(depending on available experiment time); number of scans = 128 \\(depending on experiment time); number of dummy scans = 16; sweep width in F2/F1 = 20 ppm/250 ppm in hmbcgplpndqf, and relaxation delay = 2 s. The long range C-H coupling constant for HMBC is 6.25 Hz. 1024×1024 points are used in Fourier transformation.\r\n\n\n\r\n\n\nOptional: 9| First, 1D cpmgpr1d sequence \\(option A) is used in FLJ in the absence \\(a) and presence \\(b) of PAC with different spin-lock time.\\(generally 100-1500ms) \\(TIMING 24-30 min) Second, the difference spectrum is made with \\(a) and \\(b) and find out the changed peaks which belong to ligand. \\(5min) Third, based on the peaks of ligand, HSQC and HMBC \\(option C) are used to identify the structure of ligand. \\(TIMING 24 h) Adjust the receiver gain per sequence and sample by using automatic receiver gain adjustment. Processing parameters: if not mentioned otherwise, the one-dimensional spectra are generally processed by applying a line broadening of 0.3–1 Hz. \r\n\n\n\\(A) 1D cpmgpr1d sequence \\(Bruker spectrometer: cpmgpr1d)\r\n\n\n\\(i) The parameters are set as follows: pre-saturation water suppression was applied in pre-acquisition delay \\(D = 3 s); Δ = 1.5 ms, and 2×n×Δ = total spin-lock time; spectral width = 20 ppm; number of time domain data points = 64 k; relaxation delay \\(RD) = 2.0 s; number of scans = 32; and the receiver gain is set to fill the digitizer as closely as possible. This results in a total acquisition time of about 1-30 min per sample depending on the spin-lock time. \r\n\n\n\r\n\n\n● TIMING\r\n\n\nSteps 1–3 Sample preparation: 10–12 min\r\n\n\nSteps 4-8 NMR setup: 15–17 min\r\n\n\nStep 9 NMR acquisition: 24 h\r\n\n\n\r\n\n\n？TROUBLESHOOTING\r\n\n\nStep 8\r\n\n\nThe main problems can be avoided by ensuring that the water offset and 90° pulse length are adjusted on samples \\(90° pulse length needs to be adjusted on a sample-by-sample basis).\r\n\n\n\r\n\n\nStep 9\r\n\n\nThe receiver gain requires automatic receiver gain adjustment. This will avoid problems with baseline rolling artifacts."
        },
        {
            "header": "Anticipated Results",
            "content": "ANTICIPATED RESULTS\r\n\n\nAccurate application of the steps in this protocol will lead to consistent NMR spectra. Once these spectra have been obtained, they will require phasing and baseline correction before being subjected to further analysis.\r\n\n\n\r\n\n\nThe <sup>1</sup>H spectra of G-quadruplex d\\(TTGGGTT)4 with different plant extracts \\[with or without G-quadruplex ligand\\(s)], are shown in Figure 2.\r\n\n\n\r\n\n\nThe evident differences in the imino region \\(10–12 ppm) in the 1H NMR spectra of free and bound G-quadruplexes47 can be utilized as a spectroscopic means indicating the existence/nonexistence of G-quadruplex ligand\\(s) in the test extracts. As shown in Figure 2, when lentinan \\(without G-quadruplex ligand) is added into the d\\(TTGGGTT)4, the chemical shift and intensity of G3-G5 are unchanged. However, when PE \\(with G-quadruplex ligand) is added into the d\\(TTGGGTT)4, a clear upfield shift of the guanine imino proton resonance signals was observed and signal intensity, especially that of G5 dropped greatly.\r\n\n\n\r\n\n\nFigure 3 shows that DOSY analysis of a mixture of PE and d-\\(TTGGGTT)4. Based on the principle of DOSY, if the component binds to d-\\(TTGGGTT)4,  the component has the same diffusion coefficient with d-\\(TTGGGTT)4. The characteristic peaks of d-\\(TTGGGTT)4 are around δ 10-12. In Figure 3, the peak around δ 9 ppm has the same ordinate with the peaks around δ 10-12 which means the components from δ 9 ppm have the same diffusion coefficient with d-\\(TTGGGTT)4. Additionally no such peak appears in the spectrum of the G-quadruplex alone. This result, together with a consideration of the sharp drop in the diffusion coefficient of the proton that resonates around δ 9 ppm in the two samples \\(4.8×10<sup>-10</sup> m<sup>2</sup> s<sup>-1</sup> in PE and 1.4×10<sup>-10</sup> m<sup>2</sup> s<sup>-1</sup> in a mixture of PE and d-\\(TTGGGTT)4  respectively), led us to reasonably conclude that this peak resulted from the compound in PE bound to G-quadruplex.\r\n\n\n\r\n\n\nAccording to the peak at δ 9 ppm, the structure of the berberine could be recognized by analyzing the HSQC and HMBC spectra of PE26. \\(Supplement)\r\n\n\n\r\n\n\nThe relaxation-edited NMR spectra of FLJ in the absence and presence of PAC and the difference spectrum are shown in Figure 4.\r\n\n\n\r\n\n\nIn order to identify the PAC ligand from the mixtures, relaxation-edited NMR with Carr-Purcell-Meiboom-Gill \\(CPMG) spin-lock was applied to FLJ extract in the absence and presence of PAC. As shown in Figure 4b, the application of CPMG spin-lock will reduce the ligand peaks due to its relatively fast R2 upon binding. However, these signals were not influenced in the absence of target \\(Figure 4a). This difference was highlighted in the difference spectrum \\(Figure 4c). These attenuated peaks can be ascribed to the PAC ligand in the extract. Thus, the ligand peaks can be “picked out” from the mixture without previous isolation. The next step is to identify which molecule in the mixture is bound to PAC. \r\n\n\n\r\n\n\nBased on the characteristic signals picked out by relaxation-edited NMR, structure elucidation was carried out using the subsequent 2DNMR experiments, such as HSQC, HMBC, and total correlation spectroscopy \\(TOCSY). Followed by proton-carbon connections, proton-carbon long-range correlations, and proton-proton correlations provided by these 2DNMR experiments, the molecular frame of the ligand can be built. The PAC ligand can be then identified to be chlorogenic acid."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n\r\n\n\n1 Schmidt, B. M., Ribnicky, D. M., Lipsky, P. E. & Raskin, I. Revisiting the ancient concept of botanical therapeutics. Nat Chem Biol 3, 360-366, \\(2007).\r\n\n\n2 Koehn, F. E. High impact technologies for natural products screening. Progress in drug research. Fortschritte der Arzneimittelforschung. Progres des recherches pharmaceutiques 65, 175, 177-210 \\(2008).\r\n\n\n3 Balandrin, M. F., Klocke, J. A., Wurtele, E. S. & Bollinger, W. H. Natural plant chemicals: sources of industrial and medicinal materials. Science 228, 1154-1160 \\(1985).\r\n\n\n4 Newman, D. J. & Cragg, G. M. Natural products as sources of new drugs over the last 25 years. J Nat Prod 70, 461-477, \\(2007).\r\n\n\n5 Corson, T. W. & Crews, C. M. Molecular understanding and modern application of traditional medicines: triumphs and trials. Cell 130, 769-774, \\(2007).\r\n\n\n6 Cragg, G. M., Newman, D. J. & Snader, K. M. Natural products in drug discovery and development. J Nat Prod 60, 52-60, \\(1997).\r\n\n\n7 Mahdi, J. G., Mahdi, A. J. & Bowen, I. D. The historical analysis of aspirin discovery, its relation to the willow tree and antiproliferative and anticancer potential. Cell proliferation 39, 147-155, \\(2006).\r\n\n\n8 Cavalla, D. APT drug R&D: the right active ingredient in the right presentation for the right therapeutic use. Nat Rev Drug Discov 8, 849-853, \\(2009).\r\n\n\n9 Li, L. et al. NMR identification of anti-influenza lead compound targeting at PA\\(C) subunit of H5N1 polymerase. Chinese Chemical Letters 23, 89-92, \\(2012).\r\n\n\n10 Mercier, K. A., Shortridge, M. D. & Powers, R. A multi-step NMR screen for the identification and evaluation of chemical leads for drug discovery. Combinatorial chemistry & high throughput screening 12, 285-295 \\(2009).\r\n\n\n11 Yagura, T. et al. Anticarcinogenic compounds in the Uzbek medicinal plant, Helichrysum maracandicum. Nat Med \\(Tokyo) 62, 174-178 \\(2008).\r\n\n\n12 Bai, G. et al. Direct screening of G-quadruplex ligands from Kalopanax septemlobus \\(Thunb.) Koidz extract by high performance liquid chromatography. Journal of Chromatography A 1218, 6433-6438 \\(2011).\r\n\n\n13 Fedoroff, O. Y. et al. NMR-based model of a telomerase-inhibiting compound bound to G-quadruplex DNA. Biochemistry 37, 12367-12374 \\(1998).\r\n\n\n14 Manzenrieder, F., Frank, A. O. & Kessler, H. Phosphorus NMR spectroscopy as a versatile tool for compound library screening. Angewandte Chemie-International Edition 47, 2608-2611, \\(2008).\r\n\n\n15 McCoy, M. A., Senior, M. M. & Wyss, D. F. Screening of protein kinases by ATP-STD NMR spectroscopy. J Am Chem Soc 127, 7978-7979 \\(2005).\r\n\n\n16 Tengel, T. et al. Use of 19F NMR spectroscopy to screen chemical libraries for ligands that bind to proteins. Org Biomol Chem 2, 725-731 \\(2004).\r\n\n\n17 Li, L., Chang, S. H., Y L Tang ** & Liu**, Y. F. NMR identification of anti-influenza lead compound targeting at PAc subunit of H5N1 polymerase. Chinese chem lett 23, 89-92 \\(2012).\r\n\n\n18 Zhang, X. L., Sanger, A., Hemmig, R. & Jahnke, W. Ranking of High-Affinity Ligands by NMR Spectroscopy. Angewandte Chemie-International Edition 48, 6691-6694, \\(2009).\r\n\n\n19 Zhou, Q., Li, L., Xiang, J., Sun, H. & Tang, Y. Fast screening and structural elucidation of G-quadruplex ligands from a mixture via G-quadruplex recognition and NMR methods. Biochimie 91, 304-308 \\(2009).\r\n\n\n20     Lin, M. F., Shapiro, M. J. & Wareing, J. R. Diffusion-edited NMR-affinity NMR for direct observation of molecular interactions. Journal of the American Chemical Society 119, 5249-5250 \\(1997).\r\n\n\n21 Lin, M. F., Shapiro, M. J. & Wareing, J. R. Screening mixtures by affinity NMR. Journal of Organic Chemistry 62, 8930-8931 \\(1997).\r\n\n\n22 Hodge, P., Monvisade, P., Morris, G. A. & Preece, I. A novel NMR method for screening soluble compound libraries. Chem Commun, 239-240 \\(2001).\r\n\n\n23 Lepre, C. A., Moore, J. M. & Peng, J. W. Theory and applications of NMR-based screening in pharmaceutical research. Chem Rev 104, 3641-3676 \\(2004).\r\n\n\n24 Pagano, B. et al. State-of-the-Art Methodologies for the Discovery and Characterization of DNA G-Quadruplex Binders. Current Pharmaceutical Design 18, 1880-1899 \\(2012).\r\n\n\n25 Li, Q., Xiang, J. F., Zhang, H. & Tang, Y. L. Searching Drug-Like Anti-cancer Compound\\(s) Based on G-Quadruplex Ligands. Current Pharmaceutical Design 18, 1973-1983 \\(2012).\r\n\n\n26 Zhou, Q. et al. Screening potential antitumor agents from natural plant extracts by G-quadruplex recognition and NMR methods. Angew Chem Int Edit 47, 5590-5592 \\(2008).\r\n\n\n27 Moyzis, R. K. et al. A highly conserved repetitive DNA sequence, \\(TTAGGG)n, present at the telomeres of human chromosomes. Proc Natl Acad Sci U S A 85, 6622-6626 \\(1988).\r\n\n\n28 Phan, A. T., Kuryavyi, V. & Patel, D. J. DNA architecture: from G to Z. Curr Opin Struct Biol 16, 288-298 \\(2006).\r\n\n\n29 Zahler, A. M., Williamson, J. R., Cech, T. R. & Prescott, D. M. Inhibition of telomerase by G-quartet DNA structures. Nature 350, 718-720 \\(1991).\r\n\n\n30 Davis, J. T. G-quartets 40 years later: from 5'-GMP to molecular biology and supramolecular chemistry. Angew Chem Int Ed Engl 43, 668-698, \\(2004).\r\n\n\n31 Dai, J. et al. An intramolecular G-quadruplex structure with mixed parallel/antiparallel G-strands formed in the human BCL-2 promoter region in solution. J Am Chem Soc 128, 1096-1098, \\(2006).\r\n\n\n32 Hurley, L. H. DNA and its associated processes as targets for cancer therapy. Nat Rev Cancer 2, 188-200, \\(2002).\r\n\n\n33 Siddiqui-Jain, A., Grand, C. L., Bearss, D. J. & Hurley, L. H. Direct evidence for a G-quadruplex in a promoter region and its targeting with a small molecule to repress c-MYC transcription. Proc Natl Acad Sci U S A 99, 11593-11598, \\(2002).\r\n\n\n34 Mergny, J. L. & Helene, C. G-quadruplex DNA: a target for drug design. Nat Med 4, 1366-1367, \\(1998).\r\n\n\n35 Mergny, J. L. et al. The development of telomerase inhibitors: the G-quartet approach. Anti-cancer drug design 14, 327-339 \\(1999).\r\n\n\n36 Mergny, J. L., Riou, J. F., Mailliet, P., Teulade-Fichou, M. P. & Gilson, E. Natural and pharmacological regulation of telomerase. Nucleic Acids Res 30, 839-865 \\(2002).\r\n\n\n37 Nakazawa, M. et al. PA subunit of RNA polymerase as a promising target for anti-influenza virus agents. Antiviral Research 78, 194-201, doi:DOI 10.1016/j.antiviral.2007.12.010 \\(2008).\r\n\n\n38     Kumar, A. P. et al. Akt/cAMP-responsive element binding protein/cyclin D1 network: a novel target for prostate cancer inhibition in transgenic adenocarcinoma of mouse prostate model mediated by Nexrutine, a Phellodendron amurense bark extract. Clin Cancer Res 13, 2784-2794, \\(2007).\r\n\n\n39 Ko, H. C., Wei, B. L. & Chiou, W. F. The effect of medicinal plants used in Chinese folk medicine on RANTES secretion by virus-infected human epithelial cells. Journal of Ethnopharmacology 107, 205-210 \\(2006).\r\n\n\n40     Meyer, B. & Peters, T. NMR spectroscopy techniques for screening and identifying ligand binding to protein receptors. Angew Chem Int Ed Engl 42, 864-890, \\(2003).\r\n\n\n41 Sun, H., Xiang, J., Tang, Y. & Xu, G. Regulation and recognization of the extended G-quadruplex by rutin. Biochem Biophys Res Commun 352, 942-946, \\(2007).\r\n\n\n42 Schuetz, A. et al. RDC-enhanced NMR Spectroscopy in structure elucidation of sucro-neolambertellin. Angewandte Chemie-International Edition 47, 2032-2034, \\(2008).\r\n\n\n43     Piotto, M., Saudek, V. & Sklenar, V. Gradient-tailored excitation for single-quantum NMR spectroscopy of aqueous solutions. J Biomol NMR 2, 661-665 \\(1992).\r\n\n\n44 Whittaker, D. V., Parolis, L. A. S. & Parolis, H. Structural Elucidation of the Capsular Polysaccharide Expressed by Escherichia-Coli O20-K83-H26 by High-Resolution Nmr-Spectroscopy. Carbohyd Res 253, 247-256 \\(1994).\r\n\n\n45 Wu, D. H., Chen, A. D. & Johnson, C. S. An Improved Diffusion-Ordered Spectroscopy Experiment Incorporating Bipolar-Gradient Pulses. J Magn Reson Ser A 115, 260-264 \\(1995).\r\n\n\n46 Schleucher, J. et al. A General Enhancement Scheme in Heteronuclear Multidimensional Nmr Employing Pulsed-Field Gradients. Journal of Biomolecular Nmr 4, 301-306 \\(1994).\r\n\n\n47 Gavathiotis, E., Heald, R. A., Stevens, M. F. & Searle, M. S. Recognition and Stabilization of Quadruplex DNA by a Potent New Telomerase Inhibitor: NMR Studies of the 2:1 Complex of a Pentacyclic Methylacridinium Cation with d\\(TTAGGGT)\\(4) Angew Chem Int Edit 40, 4749-4751 \\(2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "ACKNOWLEDGMENTS This work is supported by the Major Research Program of the National Natural Science Foundation of China \\(Grant No. 91027033), the General Program of the National Natural Science Foundation of China \\(Grant No. 81072576) and the Key Program of the Chinese Academy of Sciences \\(Grant No. KJCX2-EW-N06-01)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1002/anie.200800913",
                "date": "2012-12-06 12:24:17",
                "title": "Screening Potential Antitumor Agents from Natural Plant Extracts by G‐Quadruplex Recognition and NMR Methods",
                "authors": [
                    "Qiuju Zhou",
                    "Lin Li",
                    "Junfeng Xiang",
                    "Yalin Tang",
                    "Hong Zhang",
                    "Shu Yang",
                    "Qian Li",
                    "Qianfan Yang",
                    "and Guangzhi Xu"
                ],
                "journal": "Angewandte Chemie International Edition",
                "logo": ""
            },
            {
                "doi": "10.1246/cl.2011.801",
                "date": "2012-12-06 12:28:40",
                "title": "Screening Anti-influenza Agents that Target Avian Influenza Polymerase Protein PAC from Plant Extracts Based on NMR Methods",
                "authors": [
                    "Lin Li",
                    "Sheng-Hai Chang",
                    "Jun-Feng Xiang",
                    "Qian Li",
                    "Huan-Huan Liang",
                    "Jian Li",
                    "Hong-Juan Bao",
                    "Ya-Lin Tang",
                    "and Ying-Fang Liu"
                ],
                "journal": "Chemistry Letters",
                "logo": ""
            },
            {
                "doi": "10.1016/j.talanta.2012.04.046",
                "date": "2012-12-06 12:31:30",
                "title": "Screening α-glucosidase inhibitors from mulberry extracts via DOSY and relaxation-edited NNR",
                "authors": [
                    "Qian Shang",
                    "Jun-Feng Xiang",
                    "and Ya-Lin Tang"
                ],
                "journal": "Talanta",
                "logo": ""
            },
            {
                "doi": "10.1016/j.biochi.2008.10.011",
                "date": "2012-12-06 12:31:55",
                "title": "Fast screening and structural elucidation of G-quadruplex ligands from a mixture via G-quadruplex recognition and NMR methods",
                "authors": [
                    "Qiuju Zhou",
                    "Lin Li",
                    "Junfeng Xiang",
                    "Hongxia Sun",
                    "and Yalin Tang"
                ],
                "journal": "Biochimie",
                "logo": ""
            },
            {
                "doi": "10.1016/j.talanta.2011.04.011",
                "date": "2012-12-06 12:32:16",
                "title": "Fishing potential antitumor agents from natural plant extracts pool by dialysis and G-quadruplex recognition",
                "authors": [
                    "Qian Shang",
                    "Jun-Feng Xiang",
                    "Xiu-Feng Zhang",
                    "Hong-Xia Sun",
                    "Lin Li",
                    "and Ya-Lin Tang"
                ],
                "journal": "Talanta",
                "logo": ""
            },
            {
                "doi": "10.1016/j.chroma.2011.07.028",
                "date": "2012-12-06 12:32:41",
                "title": "Direct screening of G-quadruplex ligands from Kalopanax septemlobus (Thunb.) Koidz extract by high performance liquid chromatography",
                "authors": [
                    "Ge Bai",
                    "Xueli Cao",
                    "Hong Zhang",
                    "Junfeng Xiang",
                    "Hong Ren",
                    "Li Tan",
                    "and Yalin Tang"
                ],
                "journal": "Journal Of Chromatography A",
                "logo": ""
            },
            {
                "doi": "10.1371/journal.pone.0035234",
                "date": "2012-12-06 12:33:10",
                "title": "Screen Anti-influenza Lead Compounds That Target the PAC Subunit of H5N1 Viral RNA Polymerase",
                "authors": [
                    "Lin Li",
                    "Shenghai Chang",
                    "Junfeng Xiang",
                    "Qian Li",
                    "Huanhuan Liang",
                    "Yalin Tang",
                    "Yingfang Liu",
                    "and Jun Liu"
                ],
                "journal": "PLoS ONE",
                "logo": ""
            },
            {
                "doi": "10.1016/j.cclet.2011.09.006",
                "date": "2012-12-06 12:36:41",
                "title": "NMR identification of anti-influenza lead compound targeting at PAC subunit of H5N1 polymerase",
                "authors": [
                    "Lin Li",
                    "Sheng Hai Chang",
                    "Jun Feng Xiang",
                    "Qian Li",
                    "Huan Huan Liang",
                    "Ya Lin Tang",
                    "and Ying Fang Liu"
                ],
                "journal": "Chinese Chemical Letters",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12242,
                "identity": "9fdff64a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yalin Tang",
                "email": "tangyl@iccas.ac.cn",
                "orcid": "",
                "institution": "Tang yalin",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yalin",
                "middleName": "",
                "lastName": "Tang",
                "suffix": ""
            },
            {
                "id": 12243,
                "identity": "9fdff95d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Qian Shang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qian",
                "middleName": "",
                "lastName": "Shang",
                "suffix": ""
            },
            {
                "id": 12244,
                "identity": "9fdffb1f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Junfeng Xiang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Junfeng",
                "middleName": "",
                "lastName": "Xiang",
                "suffix": ""
            },
            {
                "id": 12245,
                "identity": "9fdffd05-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Qianfan Yang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qianfan",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 12246,
                "identity": "9fdfff51-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Qiuju Zhou",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qiuju",
                "middleName": "",
                "lastName": "Zhou",
                "suffix": ""
            },
            {
                "id": 12247,
                "identity": "9fe000c0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lin Li",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lin",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 12248,
                "identity": "9fe0024a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hong Zhang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hong",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 12249,
                "identity": "9fe0039e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Qian Li",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qian",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 12250,
                "identity": "9fe004f9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hongxia Sun",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hongxia",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 12251,
                "identity": "9fe00647-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aijiao Guan",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aijiao",
                "middleName": "",
                "lastName": "Guan",
                "suffix": ""
            },
            {
                "id": 12252,
                "identity": "9fe00794-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wei Jiang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Jiang",
                "suffix": ""
            },
            {
                "id": 12253,
                "identity": "9fe008d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wei Gai",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Gai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-12-06 13:17:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.060",
        "doiUrl": "https://doi.org/10.1038/protex.2012.060",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608597,
                "identity": "84595f7c-fcb5-4943-917c-86e741325112",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "doc",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 170496,
                "visible": true,
                "origin": "",
                "legend": "The steps in this protocol",
                "description": "",
                "filename": "figure1.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2534/v1/figure_1.doc"
            },
            {
                "id": 2608599,
                "identity": "49327657-7011-478e-b271-cf131033fe2b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "doc",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 125952,
                "visible": true,
                "origin": "",
                "legend": " The ^1^H NMR spectra of a) d(TTGGGTT)4, b) a mixture of d-(TTGGGTT)4 and lentinan extract (without G-quadruplex ligand), and c) a mixture of d(TTGGGTT)4 and PE (with G-quadruplex ligand, berberine).   The concentrations of d(TTGGGTT)4, lentinan extract, and PE are 0.25 mM, 3.50 mg mL^-1^, and 1.0 mg mL^-1^, respectively. The region of 10.5–12.0 ppm is broadened and the imino proton resonance signals are labeled as G3–G5. (Reproduced with permission from ref. 25)",
                "description": "",
                "filename": "figure2.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2534/v1/figure_2.doc"
            },
            {
                "id": 2608596,
                "identity": "51fea10e-865a-49de-8ee0-0688fb2c47fe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "doc",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 56320,
                "visible": true,
                "origin": "",
                "legend": " DOSY analysis of a mixture of PE (1.0 mg mL^-1^) and d- (TTGGGTT)4 (0.25 mM). The peak of the d(TTGGGTT)4 ligand(s) is designated by “↓” in the F2 projection. (Reproduced with permission from ref. 25)",
                "description": "",
                "filename": "figure3.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2534/v1/figure_3.doc"
            },
            {
                "id": 2608598,
                "identity": "10725400-a68f-4eca-99bf-f0b326584dbf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:20",
                "extension": "doc",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 482816,
                "visible": true,
                "origin": "",
                "legend": "The relaxation-edited NMR spectra of FLJ in the absence (a) and presence (b) of PAC and the difference spectrum (c) of a and b.   The spin-lock time in a and b were both 1500 ms. Contents of FLJ extract were 3.3mg mL^-1^, and concentration of PAC was 8.7 × 10^-3^mM. The water peak located at δ 4.8, and 1mM of TSP was added to the sample as a reference (δ 0). The region of δ 6.2-7.8 is broadened, and the ligand peaks attenuated upon the addition of the target were marked with “*” in plot c.",
                "description": "",
                "filename": "figure4.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2534/v1/figure_4.doc"
            },
            {
                "id": 13465453,
                "identity": "da2736dd-c88c-4f5a-a681-0eb66d1f727f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:42",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 212814,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2534/v1/3e809459-c8e0-498c-80c2-9c319ee38e80.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "screen, identify, ligand,medicinal plants, target recognition, NMR spectroscopy",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol presents the screening of ligand\\(s) from medicinal plant extracts based on target recognition by using NMR spectroscopy. A detailed description of sample preparation and analysis process is provided. NMR spectroscopies described here are <sup>1</sup>H NMR, diffusion-ordered spectroscopy \\(DOSY), relaxation-edited NMR, <sup>1</sup>H–<sup>13</sup>C HSQC and HMBC. This method includes three steps: First, investigate the NMR spectroscopy properties of target and choose the suitable spectral editing NMR method; second, judge the existence of ligand\\(s) and determine the proton signals of ligand\\(s) in the extracts; third, verify the structure\\(s) of the ligand\\(s). This method allows the direct structural identification of ligand\\(s) from medicinal plant extracts without separation and purification. Thus it provides a very promising strategy for the fast screening of lead components based on target recognition.",
        "manuscriptTitle": "Integration of screening and identifying ligand(s) from medicinal plant extracts based on target recognition by using NMR spectroscopy",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-12-07 11:38:24",
                "doi": "10.1038/protex.2012.060",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fdfa386-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 7th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2839,
                "name": "Chemistry"
            },
            {
                "id": 2840,
                "name": "Biochemistry"
            },
            {
                "id": 2842,
                "name": "Molecular Biology"
            },
            {
                "id": 2843,
                "name": "Plant sciences"
            },
            {
                "id": 2844,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-12-07 11:38:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}