{
    "identity": "nprot-2240",
    "title": "Purification of extracellular and intracellular amastigotes of Trypanosoma cruzi from mammalian host-infected cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Trypanosoma cruzi, the causative agent of Chagas disease, has a complex life cycle with different life-cycle stages between the insect vector \\(Reduvidae, popularly known as the kissing bug) and the mammalian host. In the insect midgut, non-proliferative infective bloodstream trypomastigote forms become proliferative, noninfective epimastigotes forms. These forms then replicate and, upon nutritional stress, can originate the infective metacyclic trypomastigotes. T. cruzi amastigogenesis occurs when metacyclic trypomastigotes from triatomine excreta infect mammals and differentiate into amastigotes inside host cells. These forms then multiply and transform into trypomastigotes that are released after rupturing the host cell plasma membrane, thus reaching the extracellular space and the bloodstream, where they can circulate and infect other cells and, eventually, another insect vector 1,2. \r\n\n\n The scarcity of parasite molecules that have been identified as a potential molecular target\\(s) may limit the development of new drugs or vaccines for Chagas disease 3. Despite being essential for the proliferation and maintenance of the parasite inside the mammalian host, amastigote forms have been very poorly explored in the identification of new targets for vaccine development. The main reason for this is that these forms are difficult to obtain, owing to the fact that the few existing purification protocols are time-consuming and have low yield. Currently, following infection of Vero cells with trypomastigotes, intracellular amastigotes can be obtained in vitro by centrifugation using a discontinuous metrizamide 4 or Percoll 5 gradient.  \r\n\n\nHere we describe a reliable method for purification of both intracellular and extracellular amastigotes, derived from Trypanosoma cruzi trypomastigote forms obtained after infection of Rhesus monkey kidney epithelial LLC-MK2 cells. The method is based on the principle that amastigotes, akin to metacyclic trypomastigotes, have a much less negatively-charged cell surface, because of the absence or low abundance of sialic acid residues transferred by the parasite trans-sialidase 6. Therefore, they can be separated from highly sialylated trypomastigote forms 6, using a weak anion-exchange resin, such as diethylaminoethyl \\(DEAE) cellulose or DE-52. This approach has been previously used for the purification of metacyclic trypomastigotes 7,8. Now we show that the anion-exchange chromatography can also be used for the purification of both extracellular and intracellular amastigote forms of T. cruzi. \\( fig.  1)"
        },
        {
            "header": "Reagents",
            "content": "• LLCM-K2 cells, Rhesus Monkey Kidney Epithelial cells, American Type Culture Collection \\(ATCC, Manassas, VA).\r\n\n\n• Trypanosoma cruzi cells, Y strain \\(ATCC). \r\n\n\n• Sterile 1x PBS \\(0.15 M sodium chloride, 0.02 M sodium phosphate, pH 7.2)\r\n\n\n• PBS/paraformaldehyde 10%\r\n\n\no 4% paraformaldehyde \\(wt/v) in 1x PBS\r\n\n\n• PBS/FBS\r\n\n\no PBS\r\n\n\no 10% fetal bovine serum \\(FBS), Hyclone \\(Sigma Aldrich, St. Louis, MI), heat-inactivated at 56 °C for 30 min\r\n\n\n• Complete DMEM:\r\n\n\no Dulbeccos’s modified Eagle’s medium \\(Sigma Aldrich)\r\n\n\no 10% fetal bovine serum \\(Hyclone, heat-inactivated at 56°C for 30 min)\r\n\n\no Antibiotics: streptomycin 100UI/ and penicillin 100UI/ml, \\(Sigma Aldrich)\r\n\n\n• PSG – Phosphate-buffered saline solution supplemented with glucose \r\n\n\no 0.073M NaCl; 0.005M sodium phosphate; 1% glucose, pH 8.\r\n\n\n• DE52 \\(diethylaminoethyl cellulose), Whatman International, Maidstone, England.\r\n\n\n• Cell scraper, 25 cm handle/1.8 cm blade, BD Biosciences, USA.\r\n\n\n• Glass wood, Scientific Products, USA.\r\n\n\n• Trypan Blue solution, Sigma Aldrich, USA\r\n\n\n• 30 ml-syringe, BD, Becton and Dickinson Co., USA.\r\n\n\n• Pipette, Pipet-Aid Drummond Scientific Co., USA\r\n\n\n• 25-ml disposable serologic pipette, Fisher Scientific, USA.\r\n\n\n• 10 ml disposable serologic pipette, Fisher Scientific, USA\r\n\n\n• Cell scraper \\(BD Falcon, cell scraper 25-cm handle/1.8-cm blade, BD Biosciences, USA).\r\n\n\n• 27-gauge needle, BD, Becton, Dickinson & Company, USA.\r\n\n\n• Centrifuge tube, sterile, polypropylene, 50 mL, Fisher Scientific, USA.\r\n\n\n• Sterile plastic tissue culture flasks, 150 cm2, sterile, BD Falcon, Fisher Scientific, USA.\r\n\n\n• GentleMACS Dissociator, Miltenyi Biotec, USA.\r\n\n\n• GentleMACS™ Tubes."
        },
        {
            "header": "Equipment",
            "content": "• BOD incubator, Napco Series 8000 WJ CO2 Incubator, Thermo Scientific, USA.\r\n\n\n• Set at 5% CO2, 37 oC, and 95% high relative humidity.\r\n\n\n• Eppendorf centrifuge 5810R, 15-amp version, Rotor A-4-81."
        },
        {
            "header": "Procedure",
            "content": "Cell culture for obtaining extracellular amastigotes:\r\n\n\nCAUTION\\! Trypanosoma cruzi is a highly infectious protozoan parasite, classified as a biosafety-level \\(BSL) 2 organism, thus a proper training is required before starting any of the experiments described here. All the experiments have to be done inside of a Class II biological safety cabinet and using adequate personal protection equipment \\(PPE).\r\n\n\n1. Seed 5x10\n6\nLLC-MK2 cells in sterile 150 cm\n2\ntissue culture flasks with 20 mL of complete DMEM. \r\n  2. Grow the cells for 3-4 days in the BOD incubator \\(37C, 5% CO2). At this point the culture should reach confluency of about 2x10\n7\ncells per flask.\r\n  3. Change the medium with 20 mL of fresh complete DMEM and then infect the LLC-MK2 cells with 1x10\n8\ntrypomastigotes/flask\r\n  4. Grow the cells for four more days in the BOD incubator and harvest the supernatant, containing a mixture of trypomastigotes \\(about 72%) and amastigotes \\(about 28%), into a conical 50-ml centrifuge tube.\r\n  5. Centrifuge the cells at 4,000 xg for 10 min at 4 °C.  \r\n  6. Discard the supernatant and gently resuspend the pellet at 1x10\n8\nparasites/mL with fresh DMEM medium.\r\n  7. Incubate the parasite mixture in the BOD incubator for 2 days. At this point, up to 94% parasites have been transformed into amastigotes. \r\n  8. Centrifuge the cells at 4,000 xg for 10 min at 4 °C.  \r\n  9. Incubate the cells again for 3 more hours at BOD incubator. This process helps to remove some remaining trypomastigotes, since they swim into the supernatant and the amastigotes stay in the bottom of the centrifuge tube.\r\n  10.  Discard the supernatant and resuspend the pellet in PSG at 1x10\n8\nparasites/mL. At this point, cells are ready to be purified by anion-exchange chromatography.\r\n  \r\n\n\nCell culture for obtaining intracellular amastigotes:\r\n\n\n1. Seed 5x10\n6\nLLC-MK2 cells in sterile plastic tissue 150 cm2 culture flasks with 20 mL of complete DMEM.\r\n  2. Grow the cells for 3-4 days in the BOD incubator until they become confluent. \r\n  3. Change the medium with 20 mL fresh complete DMEM and then infect the LLC-MK2 cells with 1x108 trypomastigotes/flask.\r\n  4. Grow the cells for 3 more days in the BOD incubator. \r\n  5. Detach the cells by gently scraping them in 5 mL PBS. \r\n  6. Disrupted the host cells by using gentle MACS Dissociator with M tubes \\(Miltenyi Biotec, USA), or by passing the cells once through a 27-gauge needle connected to a 30-mL syringe.\r\n  7. Centrifuge for 800 xg for 10 min at 4°C to remove the large host-cell debris.  \r\n  8. Collect the supernatant, centrifuge for 4,000 xg for 5 min at 4°C, and resuspend the cells in PBS/BSA 10%.\r\n  9. Incubate in the BOD incubator for 2 hours.\r\n  10. Centrifuge the cells at 4,000 xg for 10 min at 4 °C.  \r\n  11. Resuspend the pellet in 5 mL PBS, remove 20 µL and dilute 1:10 in PBS/paraformaldehyde 10%. Count the cells in a hemocytometer.\r\n  \r\n\n\nPurification of amastigotes by anion-exchange chromatography:\r\n\n\nRationale: \r\n\n\nAmastigotes suspension is passed through the anion-exchange column to separate them from host-cell debris and trypomastigotes. In this experiment, negative charges of the parasite surface, mainly due to the sialic acid content, interact or bind to positively charged DE52 medium. Since the content of sialic acid of trypomastigotes is higher, this parasite form strongly binds to the resin, whereas the amastigotes, which have no \\(intracellular forms) or less \\(extracellular forms) sialic acid content, bind only weakly to the positively charged column.\r\n\n\n\r\n\n\n1. Prepared the column support with a 30 ml-syringe and a small piece of glass wool in the bottom.\r\n  2. Add 10 mL of pre-swollen resin microgranular anion-exchange resin DE52 diethylaminoethyl cellulose. \r\n  3. Equilibrate the column twice with 50 ml PSG, by passing the buffer by gravity.\r\n  4. Load the parasites with 20 mL PSG, by gravity.\r\n  5. Wash the column with 20 mL PSG to remove host-cell debris.\r\n  6.  Elute and collect the amastigotes with 20 mL PSG.\r\n  7.  Centrifuge the cells at 4,000 xg for 10 min at 4°C.  \r\n  8. Resuspend the pellet in 5 mL PBS, remove 20 µL and dilute 1:10 in PBS/paraformaldehyde 10%. Count the cells in a hemocytometer."
        },
        {
            "header": "Timing",
            "content": "The whole procedure from growing the LLC-MK2 cells to the column chromatography takes 4 days for obtaining intracellular amastigotes and 6 days, for extracellular ones."
        },
        {
            "header": "Troubleshooting",
            "content": "-Low purity of parasites:\r\n\n\n• Verify the column assembly: be careful with the amount of glass wood and resin added. Low parasite purity might mean less resin than needed to efficiently capture trypomastigote forms of the parasite.\r\n\n\n-The amount of the parasites obtained was lower than expected:\r\n\n\n• Increase the number of parasites used for infection. The infectivity of the parasite may depend on the strain. Also, T. cruzi trypomastigotes are well-known to become less infective after 7 to 10 cycles in cell culture, so they need to be passed through mice to recover virulence."
        },
        {
            "header": "Anticipated Results",
            "content": "The expected recovery of amastigotes per 150-cm2 flask can vary. By infecting LLC-MK2 monolayers with Y strain trypomastigotes, we are routinely able to obtain 1x108 and 5x108 of intracellular and extracellular amastigotes per 150-cm2 flask, respectively. For the purification step, starting with a mixture of <sub>63% amastigotes and </sub>40% trypomastigotes, we usually obtain a preparation of 98-99% pure parasites \\(for either extracellular or intracellular amastigotes) after the anion-exchange chromatography."
        },
        {
            "header": "References",
            "content": "1. Brener, Z. Biology of Trypanosoma cruzi. Annu Rev Microbiol 27, 347-382 \\(1973).\r\n  2. de Souza, W., de Carvalho, T.M. & Barrias, E.S. Review on Trypanosoma cruzi: Host Cell Interaction. Int J Cell Biol 2010\\(2010).\r\n  3. Vazquez-Chagoyan, J.C., Gupta, S. & Garg, N.J. Vaccine Development Against Trypanosoma cruzi and Chagas Disease. Advances in parasitology 75, 121-146 \\(2011).\r\n  4. Villalta, F. & Kierszenbaum, F. Growth of isolated amastigotes of Trypanosoma cruzi in cell-free medium. J Protozool 29, 570-576 \\(1982).\r\n  5. Gamarro, F., Osuna, A., Castanys, S., Perez-Lopez, M.I. & Ruiz-Perez, L.M. Isolation and purification of amastigotes of Trypanosoma cruzi from cultured vero cells. Z Parasitenkd 71, 15-17 \\(1985).\r\n  6. Schenkman, S., Eichinger, D., Pereira, M.E. & Nussenzweig, V. Structural and functional properties of Trypanosoma trans-sialidase. Annu Rev Microbiol 48, 499-523 \\(1994).\r\n  7. Alvarenga, N.J. & Brener, Z. Isolation of pure metacyclic trypomastigotes of Trypanosoma cruzi from triatomine bugs by use of a DEAE-cellulose column. The Journal of parasitology 65, 814-815 \\(1979).\r\n  8. Chao, D. & Dusanic, D.G. Comparative studies of the isolation of metacyclic trypomastigotes of Trypanosoma cruzi by DEAE ion exchange chromatography. Zhonghua Minguo wei sheng wu ji mian yi xue za zhi = Chinese journal of microbiology and immunology 17, 146-152 \\(1984)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was funded by grants 5S06GM08012-37, 1R01AI070655-04, 3R01AI070655-04S1, 2G12RR008124-16A1, and 2G12RR008124-16A1S1, from the National Institutes of Health. We thank the Biomolecule Analysis Core Facility at the Border Biomedical Research Center/Biology/UTEP \\(NIH grants 2G12RR008124-16A1, and 2G12RR008124-16A1S1)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11897,
                "identity": "9fb3212b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alexandre Marques",
                "email": "afmarques@utep.edu",
                "orcid": "",
                "institution": "The Border Biomedical Research Center, Department of Biological Sciences, University of Texas at El Paso, El Paso, TX 79968-0519, USA.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alexandre",
                "middleName": "",
                "lastName": "Marques",
                "suffix": ""
            },
            {
                "id": 11898,
                "identity": "9fb3247c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ernesto Nakayasu",
                "email": "",
                "orcid": "",
                "institution": "Biological Science Division, Pacific Northwest National Laboratory, Richland, WA 99354.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ernesto",
                "middleName": "",
                "lastName": "Nakayasu",
                "suffix": ""
            },
            {
                "id": 11899,
                "identity": "9fb32655-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Igor Almeida",
                "email": "",
                "orcid": "",
                "institution": "The Border Biomedical Research Center, Department of Biological Sciences, University of Texas at El Paso, El Paso, TX 79968-0519, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Igor",
                "middleName": "",
                "lastName": "Almeida",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-11-05 05:21:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.265",
        "doiUrl": "https://doi.org/10.1038/protex.2011.265",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608366,
                "identity": "87e32188-5858-4695-8f77-55ec47dbefe1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 88911,
                "visible": true,
                "origin": "",
                "legend": "Fig.1   Intracellular and extracellular amastigote parasites during purification",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2240/v1/figure_1.jpg"
            },
            {
                "id": 13464664,
                "identity": "7524a40e-900a-43a1-9641-c14bb2ce5000",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 255244,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2240/v1/01942025-a4bb-4138-8bd7-505212aed102.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Amastigote forms Amastigote purification Chagas disease Trypanosoma cruzi ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The protozoan parasite Trypanosoma cruzi is the etiologic agent of Chagas disease, which affects millions of people in Latin America. T. cruzi has a complex life cycle characterized by several developmental forms present in vertebrate and invertebrate hosts. In vertebrate mammalian hosts T. cruzi is found as intracellular amastigotes and bloodstream trypomastigotes. On the other hand, in the intestine of the insect \\(Reduvidae) vector epimastigotes and metacyclic trypomastigotes are the present forms. From all the developmental stages of the parasite, intracellular amastigotes are the most difficult to obtain in large amounts, since they are the only ones that grow inside the host cells. Here, we describe a simple and robust protocol that enables the isolation of either intracellular or extracellular amastigotes in large amounts. While intracellular amastigotes are obtained from infection of mammalian cell cultures, extracellular amastigotes are obtained by differentiating bloodstream trypomastigotes in axenic cultures. Both intracellular and extracellular amastigotes are purified by anion-exchange chromatography.",
        "manuscriptTitle": "Purification of extracellular and intracellular amastigotes of Trypanosoma cruzi from mammalian host-infected cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-11-08 10:43:26",
                "doi": "10.1038/protex.2011.265",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb2ab4e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 8th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2644,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-11-08 10:43:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}