{
    "identity": "nprot-2440",
    "title": "Successful cryopreservation of human ovarian cortex tissues using supercooling",
    "content": [
        {
            "header": "Introduction",
            "content": "A new technology to cryopreserve human ovarian cortex tissues more stably is needed in order to preserve fertility of female cancer patients.\r\n\n\n The supercooling phenomenon is a state in which even when the temperature falls below the freezing point, phase conversion from liquid to solid does not occur, though we must note that the supercooling state is eliminated by an external impact . When frozen instantly from a supercooled state facilitated by a variable magnetic field, freeze concentration is prevented and cell destruction is inhibited  \\(Ref. 1). However, the efficacy for the cryopreservation of human ovarian cortex tissues by using the supercooling technology is unclear in the world.\r\n\n\n Therefore, we investigated the efficacy."
        },
        {
            "header": "Reagents",
            "content": "1) Human sample\r\n\n\n Human ovarian tissues were surgically removed from a female patient with cervical cancer before chemotherapy and/or radiation therapy in order to preserve her fertility. In addtion, our  study was approved by the Institutional Review Boards of our institutions, and informed written consent was obtained from the patient.\r\n\n\n\r\n\n\n2) Leibovitz L-15 medium \\(Life Technologies, Merelbeke, Belgium). \r\n\n\n\r\n\n\n3) Cryoprotective solution \\(Leibovitz medium supplemented with 1.5 M dimethylsulphoxide, 0.1 M sucrose, both provided by Sigma Aldrich, Bornem, Belgium and 10% patient’s serum at 4.0°C). \r\n\n\n\r\n\n\n4) 2-ml vial \\(Simport, Merck Eurolab, Leuven, Belgium), containing 1.4 ml of the cryoprotectant solution. \r\n\n\n\r\n\n\n5) Liquid nitrogen. \r\n\n\n\r\n\n\n6) RT-PCR using a SuperScript® VILO™ cDNA Synthesis Kit \\(Invitrogen) and Platinum Taq polymerase \\(Invitrogen). Details for PCR primers used to analyze gene expression in total RNA samples prepared from human cells and tissues were according to the method of White YA, et al. \\(Ref. No. 2). \r\n\n\n\r\n\n\n7) For Immunoanalyses:\r\n\n\n\r\n\n\nFor assessment of human oocytes expression of DDX4, KIT, YBX2 and LHX8 within human ovarian cortex tissues, human ovarian cortex tissue was fixed 4% PFA, paraffin-embedded and sectioned \\(6-μm) prior to high temperature antigen retrieval using 0.01 M sodium citrate buffer \\(pH 6.0). After cooling, sections were washed and blocked for 1 h at 20 °C using TNK buffer \\(0.1 M Tris-HCl, 0.55 M NaCl, 0.1 mM KCl, 0.5% BSA, and 0.1% Triton-X100 in PBS) containing either 1% normal goat serum \\(for subsequent detection of DDX4-COOH in human ovary, YBX2 and LHX8 in human ovary) or 1% normal donkey serum \\(DDX4-NH2 in human ovary and KIT in human ovary). Sections were then incubated with a 1:100 dilution of primary antibody \\(in TNK buffer with 1% normal serum) overnight at 4 °C washed in PBS, and incubated for 30 min at 20 °C with a 1:500 dilution of goat anti-rabbit IgG conjugated to Alexa Fluor 568 \\(DDX4-COOH detection in human ovary), goat anti-rabbit IgG conjugated to Alexa Fluor 488 \\(LHX8 detection in human ovary) or donkey anti-goat IgG conjugated to Alexa Fluor 488 \\(DDX4-NH2 detection in human ovary and KIT detection in human ovary). For assessment of YBX2 expression in human ovary, primary antibody was detected using a goat anti-rabbit biotinylated IgG for 1 h at 20 °C, followed by reaction with streptavidin-conjugated Alexa Fluor 568. After washing with PBS, sections were cover-slipped using Vectashield containing DAPI \\(Vector Labs).  \r\n\n\n\r\n\n\n8) For human Follicle Activation:\r\n\n\n\r\n\n\n8-1: bpV\\(pic) \\(100 mM) and 740Y-P \\(Ref. 5).\r\n\n\n\r\n\n\n8-2: MEM-α medium containing 10% human serum albumin \\(Mitsubishi Tanabe Pharma), 1% antibiotic/antimycotic solution \\(Invitrogen), and 0.3 IU/mL FSH."
        },
        {
            "header": "Equipment",
            "content": "Each Supercooling machine, Program freezer and  Liquid nitrogen tank.\r\n\n\n\r\n\n\n1) Our supercooling machine under variable magnetic field.\r\n\n\n\r\n\n\n2) DIC-217 \\(Magiquoal supercooling machine, Japan http://www.magiquoal.com/corporate/index.html).\r\n\n\n\r\n\n\n3) Conventional supercooling machine under  variable magnetic field \\(ABI CO., LTD., Chiba, Japan) \\(Ref.1).\r\n\n\n\r\n\n\n4) Program freezer \r\n\n\nConventional program freezer \\(Planner Kryo 360-3.3, Depex, Belgium).\r\n\n\n\r\n\n\n5) Conventional Liquid nitrogen tank."
        },
        {
            "header": "Procedure",
            "content": "Step 1: Human sample\r\n\n\n\r\n\n\n Human ovarian tissues were surgically removed from a female patient with cervical cancer before chemotherapy and/or radiation therapy in order to preserve her fertility. \r\n\n\n\r\n\n\nStep 2: The cryopreservation of human sample \\(human ovarian cortex tissues)\r\n\n\n\r\n\n\n Human ovarian cortex tissues were frozen and thawed by using the conventional method \\(Control) \\(Ref. No. 3) or supercooling \\(S.C.) procedures \\(S.C. No.1 and S.C. No. 2). \r\n\n\n\r\n\n\n Used three supercooling machines < 1), 2), and 3) >, Program freezer and Conventional Liquid nitrogen tank were as follows.\r\n\n\n \r\n\n\n1) Our supercooling machine under variable magnetic field.\r\n\n\n\r\n\n\n2) DIC-217 \\(Magiquoal supercooling machine without a variable magnetic field, DIC-217 \\(Magiquoal supercooling machine, Japan, http://www.magiquoal.com/corporate/index.html).\r\n\n\n\r\n\n\n3) Conventional supercooling machine under variable magnetic field \\(ABI CO., LTD., Chiba, Japan) \\(Ref.1).\r\n\n\n\r\n\n\n4) Program freezer \r\n\n\nConventional program freezer \\(Planner Kryo 360-3.3, Depex, Belgium).\r\n\n\n\r\n\n\n5) Conventional Liquid nitrogen tank.\r\n\n\n\r\n\n\n The S.C. procedure was as follows. The human ovary was rapidly transported to the laboratory in Leibovitz L-15 medium \\(Life Technologies, Merelbeke, Belgium). The human ovarian cortex was carefully dissected to obtain 40 small pieces \\(10 × 10 mm), which were then incubated for 30 min in a cryoprotective solution \\(Leibovitz medium supplemented with 1.5 M dimethylsulphoxide, 0.1 M sucrose, both provided by Sigma Aldrich, Bornem, Belgium and 10% patient’s serum at 4.0°C). Each piece of the human ovarian cortex was cryopreserved in one 2-ml vial \\(Simport, Merck Eurolab, Leuven, Belgium), containing 1.4 ml of the cryoprotectant solution. The cryopreservation procedure as S.C. procedure was performed using our three supercooling machines < 1),  2), and 3) >. The following procedures were used for the machine of 1) or 3): started at 4.0°C, 1.0°C/min to –5.0°C,  20 min of soaking in a supercooled state under a variable magnetic field \\(2kHz, 0.3mT), then manual seeding, 1.0°C/min to –40.0°C, 10.0°C/min to –140.0°C and then plunged into liquid nitrogen. The pieces of the human ovarian tissue were thawed on the day of the experimental procedure following a rapid protocol: vials were placed at room temperature for 2 min and then in water at 25.0°C for 2 min. The human ovarian tissue was washed stepwise for 5 min each in progressively lower concentrations of the cryoprotectant solution \\(1.5, 1, 0.5 and 0 mol/l). On the other hand, as for the machine of 2), the following procedures were used:started at 4.0°C, 20 min of soaking in a supercooled state at –5.0°C in the supercooling machine \\(DIC-217: Magiquoal supercooling machine without a variable magnetic field, DIC-217,Japan). After that, the pieces of the human ovarian tissue were transferred to conventional program freezer \\(Planner Kryo 360-3.3, Depex, Belgium). And, the pieces were cooled at 1.0°C/min to –40.0°C, 10.0°C/min to –140.0°C within the conventional program freezer, and then plunged into liquid nitrogen. The pieces of the human ovarian tissue were thawed on the day of the experimental procedure following a rapid protocol: vials were placed at room temperature for 2 min and then in water at 25.0°C for 2 min. The human ovarian tissue was washed stepwise for 5 min each in progressively lower concentrations of the cryoprotectant solution \\(1.5, 1, 0.5 and 0 mol/l). \r\n\n\n Furthermore, as for the conventional method \\(Control) by using only Program freezer \\(Planner Kryo 360-3.3, Depex, Belgium: Ref.No. 3), the human ovary was rapidly transported to the laboratory in Leibovitz L-15 medium \\(Life Technologies, Merelbeke, Belgium). The human ovarian cortex was carefully dissected to obtain 40 small pieces \\(10 × 10 mm), which were then incubated for 30 min in a cryoprotective solution \\(Leibovitz medium supplemented with 1.5 M dimethylsulphoxide, 0.1 M sucrose, both provided by Sigma Aldrich, Bornem, Belgium and 10% patient’s serum at 4.0°C). Each piece of the human ovarian cortex was cryopreserved in one 2-ml vial \\(Simport, Merck Eurolab, Leuven, Belgium), containing 1.4 ml of the cryoprotectant solution.\r\n\n\nThe following procedure was used: started at 4.0°C, 2.0°C/min to –7.0°C,  10 min of soaking, then manual seeding, 0.3°C/min to –40.0°C, 10.0°C/min to –140.0°C and then plunged into liquid nitrogen. The pieces of the human ovarian tissue were thawed on the day of the experimental procedure following a rapid protocol: vials were placed at room temperature for 2 min and then in water at 25.0°C for 2 min. The human ovarian tissue was washed stepwise for 5 min each in progressively lower concentrations of the cryoprotectant solution \\(1.5, 1, 0.5 and 0 mol/l). \r\n\n\n\r\n\n\nStep 3: Gene expression profiles of human oocytes within human ovarian cortex tissues\r\n\n\n\r\n\n\n  The expressions of human oocyte marker genes \\(Ref. No. 2) for human oocytes within human ovarian cortex tissues were investigated. The presence of each indicated mRNA was assessed in total RNA samples by conventional RT-PCR using a SuperScript® VILO™ cDNA Synthesis Kit \\(Invitrogen) and Platinum Taq polymerase \\(Invitrogen). Details for PCR primers used to analyze gene expression in total RNA samples prepared from human cells and tissues were according to the method of White YA, et al. \\(Ref. No. 2). \r\n\n\n\r\n\n\nStep 4: Immunoanalyses\r\n\n\n\r\n\n\n For assessment of human oocytes expression of DDX4, KIT, YBX2 and LHX8 within human ovarian cortex tissues, human ovarian cortex tissue was fixed in 4% PFA, paraffin-embedded and sectioned \\(6-μm) prior to high temperature antigen retrieval using 0.01 M sodium citrate buffer \\(pH 6.0). After cooling, sections were washed and blocked for 1 h at 20 °C using TNK buffer \\(0.1 M Tris-HCl, 0.55 M NaCl, 0.1 mM KCl, 0.5% BSA, and 0.1% Triton-X100 in PBS) containing either 1% normal goat serum \\(for subsequent detection of DDX4-COOH in human ovary, YBX2 and LHX8 in human ovary) or 1% normal donkey serum \\(DDX4-NH2 in human ovary and KIT in human ovary). Sections were then incubated with a 1:100 dilution of primary antibody \\(in TNK buffer with 1% normal serum) overnight at 4 °C washed in PBS, and incubated for 30 min at 20 °C with a 1:500 dilution of goat anti-rabbit IgG conjugated to Alexa Fluor 568 \\(DDX4-COOH detection in human ovary), goat anti-rabbit IgG conjugated to Alexa Fluor 488 \\(LHX8 detection in human ovary) or donkey anti-goat IgG conjugated to Alexa Fluor 488 \\(DDX4-NH2 detection in human ovary and KIT detection in human ovary). For assessment of YBX2 expression in human ovary, primary antibody was detected using a goat anti-rabbit biotinylated IgG for 1 h at 20 °C, followed by reaction with streptavidin-conjugated Alexa Fluor 568. After washing with PBS, sections were cover-slipped using Vectashield containing DAPI \\(Vector Labs).  \r\n\n\n\r\n\n\nStep 5: Human follicle activation and the transplantation of human oocytes inside oviduct\r\n\n\n\r\n\n\n Pairs of cortical cubes were treated with or without bpV\\(pic) \\(100 mM) for 24 h in MEM-α medium containing 10% human serum albumin \\(Mitsubishi Tanabe Pharma), 1% antibiotic/antimycotic solution \\(Invitrogen), and 0.3 IU/mL FSH before transplantation of human oocytes inside the oviduct. Next, the human oocytes were transplanted within oviduct and were grown during 24 weeks within the oviduct.\r\n\n\n\r\n\n\nStep 6: Human Follicle Counting\r\n\n\n\r\n\n\n Follicles were only counted when the dark-staining nucleolus was seen within the nucleus of the oocytes to prevent recounting of the same follicle."
        },
        {
            "header": "Troubleshooting",
            "content": "The use of supercooling machines.\r\n\n\n\r\n\n\nBefore the experiments, the following experiments are needed.\r\n\n\n\r\n\n\n1)  Whether supercooling state occur or not as shown in the supplementary video \\(see, Supplementary information of Scientific Reports 2012:DOI: 10.1038/srep00537).\r\n\n\n\r\n\n\n2) The supercooling machine of ABI CO., Ltd.,  Chiba, Japan  was insufficient in order to cryopreserve human ovarian cortex tissues. Because the supercooling state by the machine was unstable."
        },
        {
            "header": "Anticipated Results",
            "content": "Figure 1\r\n\n\n\r\n\n\n  The expressions of human oocyte genes for human oocytes within human ovarian cortex tissues were also normally maintained in S.C. procedures \\(S.C. No.1 and No. 2) compared with oocytes before cryopreservation. However, the expressions were not normally maintained in the conventional method \\(oocytes) and the method \\(C.S.C.) by using the conventional supercooling machine \\(ABI CO., LTD., Chiba, Japan).\r\n\n\n\r\n\n\n\r\n\n\nFigure 2\r\n\n\n\r\n\n\n Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues. The each expression for DDX4, KIT, YBX2 and LHX8 was normal in S.C. procedures \\(S.C. No.1 and No. 2: Figure 2B) compared with human oocytes before cryopreservation \\(Figure 2A). However,  all expressions were not normally maintained in the conventional method \\(oocytes) and the method \\(C.S.C.) by using the conventional supercooling machine \\(ABI CO., LTD., Chiba, Japan) \\(Figure 2C).\r\n\n\n\r\n\n\n\r\n\n\nFigure 3\r\n\n\n\r\n\n\n After supercooling \\(S.C.) procedures \\(S.C. No.1 and No. 2),  the human mature eggs were generated in 24 weeks after the transplantation of human oocytes to human oviduct. The each morphology was normal \\(Figure 3). The cancer patient could experienced pregnancy with high safety profiles by In vitro fertilisation \\(IVF).\r\n\n\n However, human mature eggs were not observed in the conventional method \\(oocytes) or the method \\(C.S.C.) by using the conventional supercooling machine \\(ABI CO., LTD., Chiba, Japan).\r\n\n\n\r\n\n\n Considering the above-mentioned facts, we have found that the stable expressions of 9 genes \\(DDX4, KIT, YBX2, NOBOX, LHX8, GDF9, ZP1, ZP2, and ZP3) within human oocytes by using our S.C. procedure are necessary in order to produce human mature eggs and experience pregnancy with high safety profiles."
        },
        {
            "header": "References",
            "content": "1. Kaku M, et al. Cryopreservation of periodontal ligament cells with magnetic field for tooth banking. Cryobiology. 61, 73-78 \\(2010). \r\n  \r\n\n\n2. White YA, Woods DC, Takai Y, Ishihara O, Seki H, Tilly JL. Oocyte formation by mitotically active germ cells purified from ovaries of reproductive-age women. Nat. Med. 18, 413–421 \\(2012).\r\n  \r\n\n\n3. Demeestere I, et al. Ovarian function and spontaneous pregnancy after combined heterotopic and orthotopic cryopreserved ovarian tissue transplantation in a patient previously treated with bone marrow transplantation: case report. Hum. Reprod. 21, 2010-2014 \\(2006).\r\n  \r\n\n\n4. International Stem Cell Initiative. Screening ethnically diverse human embryonic stem cells identifies a chromosome 20 minimal amplicon conferring growth advantage. Nat Biotechnol. 29, 1132-1144 \\(2011).\r\n  \r\n\n\n5. Li J., et al. Activation of dormant ovarian follicles to generate mature eggs. PNAS. 107, 10280-10284 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Dr. Raymond T. Chung \\(Massachusetts General Hospital and Harvard Medical School, USA), Ms. Satoko Iioka, Ms. Midori Okabe and Mr. Akira Fujimoto."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00537",
                "date": "2012-07-21 11:38:27",
                "title": "Successful cryopreservation of human ovarian cortex tissues using supercooling",
                "authors": [
                    "Hisashi Moriguchi",
                    "Yue Zhang",
                    "Makoto Mihara",
                    "and Chifumi Sato"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12145,
                "identity": "9fd31d0c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hisashi Moriguchi",
                "email": "moriguchi-tky@umin.ac.jp",
                "orcid": "",
                "institution": "Moriguichi H Lab, The University of  Tokyo and Harvard Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hisashi",
                "middleName": "",
                "lastName": "Moriguchi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-07-23 07:15:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.038",
        "doiUrl": "https://doi.org/10.1038/protex.2012.038",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608531,
                "identity": "34a5a8eb-c20b-4a1c-aafa-9451caf4c0d1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 275869,
                "visible": true,
                "origin": "",
                "legend": "The expression analyses of human oocytes marker genes for human oocytes within human ovarian cortex tissues   The expression analyses of human oocytes marker genes for human oocytes within human ovarian cortex tissues.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2440/v1/figure_1.jpg"
            },
            {
                "id": 2608532,
                "identity": "2af7112a-d275-4b18-80b4-640c5b21b15f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 278242,
                "visible": true,
                "origin": "",
                "legend": "Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues   Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues. Human oocytes before cryopreservation. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2440/v1/figure_2.jpg"
            },
            {
                "id": 2608534,
                "identity": "f2179d6a-683d-4c33-92d2-507ead67e686",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 284752,
                "visible": true,
                "origin": "",
                "legend": "Figure 2B   Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues    Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues. Human oocytes by S.C. procedures (S.C. No. 1 and No. 2).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2440/v1/figure_3.jpg"
            },
            {
                "id": 2608537,
                "identity": "0e7ee6d1-8642-4ff0-b0e1-967a180a3ac0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 255690,
                "visible": true,
                "origin": "",
                "legend": "Figure 2C   Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues   Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues Immunofluorescence analyses for DDX4, KIT, YBX2 and LHX8 expression in oocytes within human ovarian cortex tissues. Human oocytes by the conventional method or C.S.C. method. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2440/v1/figure_4.jpg"
            },
            {
                "id": 2608538,
                "identity": "1f625e56-a80f-4235-9d4d-83ab78384e0e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 185295,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   After supercooling (S.C.) procedures, the typical morphology for human mature egg generated in 24 weeks after the transplantation of human oocytes to human oviduct     After supercooling (S.C.) procedures (S.C. No.1 and No. 2), the human mature eggs were generated in 24 weeks after the transplantation of human oocytes to human oviduct. The each morphology was normal (Figure 3). The cancer patient could experienced pregnancy with high safety profiles by In vitro fertilisation (IVF).\r\n However, human mature eggs were not observed in the conventional method (oocytes) or the method (C.S.C.) by using the conventional supercooling machine (ABI CO., LTD., Chiba, Japan). \r\n\r\n Considering the above-mentioned facts, we have found that the stable expressions of 9 genes (DDX4, KIT, YBX2, NOBOX, LHX8, GDF9, ZP1, ZP2, and ZP3) within human oocytes by using our S.C. procedure are necessary in order to produce human mature eggs and experience pregnancy with high safety profiles. ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2440/v1/figure_5.jpg"
            },
            {
                "id": 13465360,
                "identity": "cd06ed56-fab5-4682-a794-e364e8e77a00",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 530910,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2440/v1/028945a9-548d-4b9a-81e0-0b4b61f28b49.pdf"
            }
        ],
        "financialInterests": "We have no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Supercooling, cryopreservation of human ovarian cortex tissues, human oocytes, human mature eggs",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p style=\"color:red;font-size:larger\">THE EDITORS ARE RETRACTING THIS _PROTOCOL EXCHANGE_ PROTOCOL BECAUSE THE PAPER UPON WHICH IT IS BASED HAS BEEN RETRACTED.</p>\r\n\n\n\r\n\n\nThe development of new method to cryopreserve human ovarian cortex tissues without damage is needed for the improvement of quality of life\\(QOL) of female cancer patients. Here we show novel cryopreservation method of human ovarian cortex tissues by using supercooling \\(S.C.) procedure. In our study, we have found that the stable expressions of 9 genes within human oocytes by using our S.C. procedure are necessary in order to produce human mature eggs and experience pregnancy with high safety profiles by In vitro fertilisation \\(IVF). Our method will be helpful in order to preserve fertility of female cancer patients.",
        "manuscriptTitle": "Successful cryopreservation of human ovarian cortex tissues using supercooling",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-07-27 10:09:23",
                "doi": "10.1038/protex.2012.038",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 8
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd2bd6c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 27th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2794,
                "name": "Cell biology"
            },
            {
                "id": 2796,
                "name": "Developmental biology"
            },
            {
                "id": 2797,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-07-27 10:09:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}