{
    "identity": "nprot-2581",
    "title": "Histological imaging from speed-of-sound through tissues by scanning acoustic microscopy \\(SAM)",
    "content": [
        {
            "header": "Introduction",
            "content": "The human body is composed of materials that have their own speed of sound \\(SOS), which is the speed that sound travels through them. Because the harder the material, the greater the SOS, the SOS through each tissue can provide data on the elasticity of the tissue. For the pathological diagnosis of tumors, palpation is used in clinical medicine to provide important information about the tumors because most sarcomas are softer than carcinomas and scirrhous carcinomas are harder than medullary carcinomas. However, manual palpation is subjective and depends on experience, while data on SOS through tissues are objective and comparable among lesions.\r\n\n\nA scanning acoustic microscope \\(SAM) is a device that uses ultrasound \\(frequency, 80–400 MHz) to image an object by plotting SOS through tissues on the screen \\(Figure 1). For SAM imaging, we used a microscope supplied by Honda Electronics Co., Ltd., Toyohashi, Japan, and a 120-MHz transducer. SAM functions by directing focused sound from a transducer to a small area of the target object on a glass slide. The sound emitted by the acoustic transducer hits or penetrates the tissue and is reflected by the surface of the tissue or glass. It is then returned to the receiver, which is coincident with the transducer. SOS through the tissue is automatically calculated by comparing the time of flight of the pulse from the surfaces of both the tissue and the glass. \r\n\n\nSAM needs thick and flat sections \\(10–15 µm) that are of good quality, and its resolution depends on the frequency. At 120 MHz, the resolution is 13 µm, which can barely detect single cells. Since the 1980s, the acoustic properties of many organs and disease states, such as myocardial infarctions1, kidneys2, aortic atherosclerosis3, ligaments4, lungs5, and lymph nodes6, have been investigated with SAM."
        },
        {
            "header": "Reagents",
            "content": "Distilled water\r\n\n\nXylol\r\n\n\nEthanol"
        },
        {
            "header": "Equipment",
            "content": "Ultrasonic microscope AMS-50SI \\(Honda Electronics Co., Ltd., Toyohashi, Japan)\r\n\n\nAcoustic transducer \\(120 MHz)"
        },
        {
            "header": "Procedure",
            "content": "Materials\r\n\n\n1. Section the formalin-fixed and paraffin-embedded blocks at a thickness of 10 µm. In order to compare the images with light microscopic images, prepare the adjacent sections for hematoxylin & eosin staining. \r\n  TIP: The sections should be cut flat to avoid irregular reflection. Correct measurements of SOS are difficult in sections that are too thin. The best thickness is approximately 10 µm. The exact thickness of each area is displayed on the screen after the analysis.\r\n\n\n2. Soak the sections in 100% xylol to remove the paraffin, immerse them in 100% ethanol, and dip them in increasingly lower concentrations of ethanol in a step-wise fashion and then in 100% distilled water.  \r\n  3. Keep the sections in distilled water for at least 3 h before the observations to allow the sections to fully expand to their original state.  \r\n  TIP: Fresh-frozen sections can be used for these observations. For fresh-dried sections, proceed to the following step.\r\n\n\n4. For SAM observations, apply a drop of distilled water onto the transducer as a coupling fluid. \r\n  5. Place the section upside down on the stage above the transducer.\r\n  TIP: Water expands between the slide and the transducer. Avoid bubbles that will interfere with sound transmission.\r\n\n\n6. In order to adjust the sound focus, move the slide glass to locate a blank area on the transducer. \r\n  7. Switch on the “SCAN” button. Adjust the distance between the transducer and the glass slide so that the reflection sound waves appear on the bottom of the screen.\r\n  TIP: Several waves appear on the screen, but the desired wave is usually the greatest one. The best distance between the transducer and the slides is already determined according to each transducer, and this information is saved on the computer.\r\n\n\n8. In order to adjust the slope of the slide, switch on the “X scan” button and turn the X slope knob to place the sound wave within the center zone between the 2 vertical bars that are blue in color. Then, switch on the “Y scan” button and turn the Y slope knob to adjust the position of the wave in the center zone.\r\n  9. Relocate the slide to set the region of interest on the transducer, and switch on the “SCAN” button. Include a blank area in at least one corner of the screen as a reference SOS area \\(1,500 m/s).\r\n  10. During mechanical X-Y scanning, an image of acoustic intensity gradually appears on the left-upper screen \\(Figure 2). \r\n  11. You can adjust the location of the slide, scan size \\(region of interest: 1.2, 2.4, or 4.8 mm2), and/or scan points \\(maximum, 300 × 300 points).\r\n  TIP: In order to save time orienting the sections, first try rough scans, and then do more precise scans. \r\n\n\n12. Then, push the “ANALYZE” button. \r\n  TIP: SOS from each point on the section is calculated and plotted on the screen to create two-dimensional color-coded images \\(Figure 2, upper right). The vertical bar on the left and the horizontal bar at the bottom of each figure indicate the distance \\(mm) on the slide. The vertical colored column on the right side of the figure indicates the average SOS of each square area on the section. \r\n\n\nOther data, such as the attenuation of sound \\(Figure 2, lower left) and the thickness of the section \\(Figure 2, lower right), are also displayed on the screen.\r\n\n\n13. For the statistical analysis, the values of SOS, attenuation, and the thickness of each area are displayed on the screen by placing the cursor on the area."
        },
        {
            "header": "References",
            "content": "1. Y. Saijo, M. Tanaka, H. Okawai et al., Ultrasound Med Biol 23 \\(1), 77 \\(1997).\r\n  2. H. Sasaki, Y. Saijo, M. Tanaka et al., Nephrol Dial Transplant 12 \\(10), 2151 \\(1997).\r\n  3. N. Hozumi, R. Yamashita, C. K. Lee et al., Ultrasonics 42 \\(1-9), 717 \\(2004).\r\n  4. H. Kijima, H. Minagawa, Y. Saijo et al., J Orthop Sci 14 \\(1), 62 \\(2009).\r\n  5. K. Miura and S. Yamamoto, Lab Invest 92 \\(12), 1760 \\(2012).\r\n  6. K. Miura, H. Nasu, and S. Yamamoto, Sci Rep 3, 1255 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. K. Kobayashi \\(Honda Electronics Co., Ltd., Toyohashi, Japan) for his technical support and advice on scanning acoustic microscopy and S. Okamoto, T. Kato, Y. Kawabata, and N. Suzuki for preparing the tissue sections.\r\n\n\nThis work was supported in part by grants from the Japan Science and Technology Agency \\(AS232Z01789F) and the Ministry of Education, Culture, Sports, Science, and Technology of Japan \\(24590445)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01255",
                "date": "2013-04-09 09:05:22",
                "title": "Scanning acoustic microscopy for characterization of neoplastic and inflammatory lesions of lymph nodes",
                "authors": [
                    "Katsutoshi Miura",
                    "Hatsuko Nasu",
                    "and Seiji Yamamoto"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            },
            {
                "doi": "10.1038/labinvest.2012.135",
                "date": "2013-04-09 09:09:49",
                "title": "Pulmonary imaging with a scanning acoustic microscope discriminates speed-of-sound and shows structural characteristics of disease",
                "authors": [
                    "Katsutoshi Miura and Seiji Yamamoto"
                ],
                "journal": "Laboratory Investigation",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12306,
                "identity": "9fe5e21d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "katsutoshi Miura",
                "email": "kmiura@hama-med.ac.jp",
                "orcid": "",
                "institution": "Scanning acoustic microscope Lab, Hamamatsu University School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "katsutoshi",
                "middleName": "",
                "lastName": "Miura",
                "suffix": ""
            },
            {
                "id": 12307,
                "identity": "9fe5e5b8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Seiji Yamamoto",
                "email": "",
                "orcid": "",
                "institution": "Medical Photonics Research Center,Hamamatsu University School of Mediccine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Seiji",
                "middleName": "",
                "lastName": "Yamamoto",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-13 07:15:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.040",
        "doiUrl": "https://doi.org/10.1038/protex.2013.040",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608643,
                "identity": "9bfdb6f8-12f1-4a2e-bd87-42a8623e3afa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32299,
                "visible": true,
                "origin": "",
                "legend": "Principles of scanning acoustic microscopy (SAM)   Ultrasonic waves, which are irradiated from the transducer, reflect off both surfaces of the glass slide and the section and return to the transducer. These waves pass through the 10-µm sample sections with different ultrasonic properties. The transducer automatically scans the section to calculate the speed of sound (SOS) through each area. The section is placed on the transducer upside down, and distilled water is applied between the transducer and the section as a coupling fluid. SOS only through water is 1,500 m/s, and this measure is used as a control SOS.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2581/v1/figure_1.jpg"
            },
            {
                "id": 2608646,
                "identity": "bad80ed7-dadb-443f-8358-97db4248dd79",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:22",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 87971,
                "visible": true,
                "origin": "",
                "legend": " Screenshot of ultrasonic data   On the screen, the vertical bar on the left and the horizontal bar at the bottom of each figure indicate the distance (mm) on the slide. The vertical colored column on the right side of the Sound Speed figure indicates the average SOS of each square area on the section. Similarly, the vertical colored column in the Attenuation and Thickness figures indicates the attenuated intensity of sound per mm (dB/mm) and the thickness of each square area (µm), respectively.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2581/v1/figure_2.jpg"
            },
            {
                "id": 13464648,
                "identity": "041d31f0-042b-4541-b17d-bab24ff85a95",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 249003,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2581/v1/f95e6c98-3fef-4bd3-9c85-b8af092ee3ee.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest s.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ultrasound, microscopy, imaging, tissue elasticity",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A scanning acoustic microscope \\(SAM) imaging system calculates and color codes the speed of sound \\(SOS). Because the harder the tissue and thus the greater the SOS, SAM can provide data on the elasticity of tissues and lesions. Areas with greater SOS correspond to those with higher concentrations of collagen or muscle fibers. Cell-poor or myxoid-degeneration areas demonstrate less SOS than the surrounding tissues. \r\n\n\nSAM offers the following benefits: \\(1) images are acquired in only a few minutes and do not require special staining, \\(2) repeated observations, even after the staining of the same section, are possible, \\(3) digital imaging from SOS exhibits high resolution that is comparable to that of light microscopy, \\(4) analysis by SAM systems is helpful for understanding echographic imaging, and \\(5) digitized SOS data can be statistically compared among different lesions.",
        "manuscriptTitle": "Histological imaging from speed-of-sound through tissues by scanning acoustic microscopy (SAM)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-04-15 09:25:19",
                "doi": "10.1038/protex.2013.040",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fe58ccc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 15th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2871,
                "name": "Biological techniques"
            },
            {
                "id": 2872,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-04-15 09:25:19",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}