{
    "identity": "nprot-2357",
    "title": "The use of Optical Magnetic Twisting Cytometry and Flourescence Resonance Energy Transfer to quantify force-induced protein dissociation in the nucleus of a living cell",
    "content": [
        {
            "header": "Introduction",
            "content": "It is well known that human bodies are constantly under the influence of mechanical forces. These mechanical forces influence the growth of tissues and organs. Cells integrate both chemical and mechanical cues to regulate biological processes as diverse as differentiation, vascular development, tumor growth and malignancy<sup>1-5</sup>. However, little is known about the mechanism by which individual cells sense the mechanical forces and convert them in to biochemical signals within the cell and influence the gene expression, a process known as mechanotransduction. Advances in the field of mechanotransduction have demonstrated that focal adhesion complex proteins such as spectrin<sup>6</sup>, talin<sup>7</sup>, and integrin<sup>8</sup> can be deformed, unfolded, and thus activated by forces of physiologic magnitudes. Proteins and enzymes within the cytoplasm can be rapidly activated and phosphorylated upon mechanical stress<sup>9, 10</sup>. Stem cells differentiate in respond to different surface topology<sup>11</sup>, substrate rigidity<sup>12</sup>, and applied stress<sup>13</sup>, a clear indication of gene expression change within the nucleus. Nonetheless, direct force-altered protein localization/activity and thus gene expression within the nucleus remains elusive. \r\n\n\n\r\n\n\nImmunoblotting and immunostaining have been used to study mechanotransduction<sup>14</sup>, but these techniques do not provide sufficient resolution and real time results in a single living cell. Because gene expression in a live cell involves many complicated processes in the cytoplasm and the nucleus and takes time, it is impossible, at the present time, to attribute any changes in gene expression to direct effects of the applied force at the cell surface, without involving intermediate biochemical signaling cascades. Therefore, we asked if localizations of protein complexes in the nucleus can be directly altered by a local surface force, since there is evidence that interactions among nuclear proteins are critical in regulating gene expression. We employed a FRET \\(fluorescence resonance energy transfer) based technique to monitor the dynamics and interaction of proteins within the Cajal Body \\(CB) complex in response to mechanical stress<sup>15</sup>. CBs are critical for the biogenesis and recycling of several classes of small ribonucleoprotein \\(snRNP) complexes involved in pre-mRNA splicing and preribosomal RNA \\(pre-rRNA) processing<sup>16, 17</sup>, and assembly and delivery of telomerase to telomeres<sup>16-19</sup>. Recent advances in the dynamics, assembly, and function of CBs suggest that the CBs organize as a direct reflection of highly active genes with which they are physiologically associated<sup>20</sup>.\r\n\n\n\r\n\n\nIntermolecular FRET can be used to visualize protein-protein interactions. In this protocol, we labeled various CB proteins with cyan fluorescent protein \\(CFP) and yellow fluorescent protein \\(YFP). The CFP labeled protein acts as the donor while the YFP labeled protein act as the receptor. Only CFP is excited during the experiment while both CFP and YFP were monitored simultaneously. By observing the relative intensity changes of CFP and YFP, we can then quantify the distance and interaction between CB proteins. When the CFP and YFP labeled proteins are close to each another \\(<10nm), FRET occurs when the emission of CFP is transferred to excite YFP. As we observe the FRET ratio of CFP/YFP, there will be a decrease in FRET ratio when the two proteins come closer to each other, because there is a decrease in CFP intensity and an increase in YFP intensity \\(anti-correlation). On the other hand, when the two proteins are separated and thus there is an increase in distance between the two proteins, the ratio of CFP/YFP will increase. \r\n\n\nHere, we outline the use of magnetic twisting cytometry \\(MTC)21 in detail to study the spatial and temporal mechano-chemical response within the cell nucleus. We also describe the use of a dynamic sinusoidal load to quantify the viscoelastic and dissipative behavior between protein pairs within the CB. Our results showed that mechanical force at the apical membrane can be directly transmitted through the actin microfilaments and nuclear envelope to remote cites within the nucleus. The stress induced protein dissociation was rapid and did not require intermediate biochemical signaling, diffusion, or translocation."
        },
        {
            "header": "Reagents",
            "content": "CFP and YFP plasmid probes of coilin, SMN, fibrillarin, Nopp140, WRAP53, SART3, SmE, SmG \\(from Miroslav Dundr, Rosalind Franklin University of Medicine and Science, North Chicago)\r\n\n\nmCherry-Lamin A plasmid \\(from Peter Kalab, National Institute of Health)\r\n\n\nHeLa cells \\(ATCC)\r\n\n\nLamin A/C -/- \\(LMNA-knockout) mouse embryonic fibroblast \\(from Colin Stewart, National University of Singapore, Singapore)\r\n\n\nPlectin -/- mouse fibroblast \\(from Gerhard Wiche, University of Vienna, Germany)\r\n\n\nCO2-independent medium \\(Invitrogen)\r\n\n\nCollagen, type I from rat tail \\(solution, Sigma, 091M7675)\r\n\n\nFerromagnetic beads \\(Fe3O4; 4.5-µm diameter) \\(from W. Moller, Gauting, Germany or J. Fredberg, Boston, MA; magnetic beads with various surface properties are commercially available in an assortment of sizes from Spherotech, Inc., Lake Forest, IL)\r\n\n\nDimethyl sulfoxide, sterile-filtered \\(DMSO; Sigma)\r\n\n\nFetal bovine serum \\(FBS; HyClone)\r\n\n\nOpti-MEM I medium \\(Invitrogen)\r\n\n\nPenicillin-streptomycin \\(Invitrogen)\r\n\n\nPhosphate-buffered saline \\(PBS; HyClone)\r\n\n\nL-Glutamine \\(100x) \\(Invitrogen)\r\n\n\nLipofectamine 2000 \\(Invitrogen)\r\n\n\nTrolox \\(6-Hydroxy-2,5,7,8-tetramethylchroman-2-carboxylic acid; Sigma)\r\n\n\n2% Bis solution \\(Bio-Rad Laboratories, 161-0142)\r\n\n\n40% Acrylamide solution \\(Bio-Rad Laboratories, 161-0140)\r\n\n\n3-aminopropyltrimethoxysilane \\(Aldrich, Product # 281778)\r\n\n\n0.5% gluteraldehyde \\(Sigma-Aldrich, Product # G6257)\r\n\n\n10% Ammonium persulfate \\(APS, Bio-Rad)\r\n\n\nTEMED \\(Bio-Rad)\r\n\n\nHEPES \\(Sigma)\r\n\n\nSulfo-SANPAH \\(Pierce, Product # 22589)\r\n\n\n0.2μm Florescent latex beads \\(Molecular Probes)\r\n\n\n0.05M Carbonate buffer \\(pH 9.4; bioWORLD)\r\n\n\nGlass-bottomed culture dishes \\(35-mm diameter; Cell E&G)\r\n\n\n12 mm circular cover glasses \\(Fisher, cat. # 12-545-80)\r\n\n\nSynthetic RGD-containing peptide \\[Ac-G\\(dR)GDSPASSKGGGGS\\(dR)LLLLLL\\(dR)-NH2, Peptide-2000 \\(Telios) \\(18); Peptides International, Inc., Louisville, KY]"
        },
        {
            "header": "Equipment",
            "content": "40x 0.55 numerical aperture \\(N.A.) air and 63x 1.32 N.A. oil-immersion objectives \\(Leica)\r\n\n\nCCD camera \\(Hamamatsu; model C4742-95-12ERG)\r\n\n\nCFP/YFP Dual EX/EM \\(FRET) Filter sets for FRET experiments \\(Optical Insights): CFP: excitation S430/25, emission S470/30; YFP: excitation S500/20, emission S535/30. The emission filter set uses a 505-nm dichroic mirror.\r\n\n\nDual-View imaging system \\(Optical Insights)\r\n\n\nInverted microscope \\(Leica, DMIRE2)\r\n\n\nMatlab \\(Mathworks)\r\n\n\nMTC device \\(Commercially available via special order from EOL Eberhard, Obervil, Switzerland)"
        },
        {
            "header": "Procedure",
            "content": "Coating magnetic beads with RGD\r\n\n\n1. Suspend the magnetic beads stock in 95% alcohol \\(for sterilization) and aliquot them into small 2ml vial each containing 1mg of beads.\r\n  2. Leave a vial open and evaporate the alcohol out. \r\n  3. Add 1.5ml of PBS buffer to rinse the beads. Centrifuge it down and discard the PBS carefully.\r\n  4. Add 1ml of Cabonate buffer to the beads.\r\n  5. Add 50 μg of RGD peptides \\(diluted in DMSO) to the bead-buffer solution.\r\n  6. Rotate the beads at 4OC overnight.\r\n  7. Before using beads, centrifuge the beads and discard the supernatant RGD. Then rinse it once with PBS as described in step 3.\r\n  8. Store the coated beads in serum free DMEM.\r\n  Cell culture and transfection\r\n\n\n1. All cells used for experiments are preferred low passages.\r\n  2. Regular cells culture was done in T-25 flask and maintained in DMEM supplemented with 10% FBS100U/ml penicillin, 100μg/ml streptomycin, and 2mM L-Glutamine at 37\no\nC in 5% CO2.\r\n  3. For experiments, cells need to be prepared 3 days in advance. Day 1, coat the 35mm glass bottom dishes with Collagen-I and store at 4\no\nC to allow absorption of collagen on to the glass surface.\r\n  4. Day 2, sterilize the collagen-coated culture dish by leaving it under UV light for 10 minutes. Then seed \\(\n300,000) cells in the collagen-coated 35-mm glass bottom dish such that it is\n80% confluent the following day.\r\n  5. Day 3, double transfect the cells with plasmid constructs of CFP and YFP labeled proteins. Dilute 1μg of CFP plasmid and 1μg of YFP plasmid to 100μg of Opti-MEM I medium in a small vial.\r\n  6. In another vial, add 4μl of Lipofectamine 2000 to 100μg of Opti-MEM I medium in a small vial.\r\n  7. Wait 5 minutes in room temperature before mixing the contents of both vials together. Then wait another 20 minutes.\r\n  8. Add the total ~200μl of DNA-Lipofectamine mixture to the dish containing cells. \r\n  9. Optional: To minimize photobleaching, 0.05mM Trolox solution was added to the dish along with the DNA-Lipofectamine mixture\n22\n.\r\n  10. Incubate for 6 hours at 37\no\nC in 5% CO2 before replacing the culture medium with regular DMEM culture medium.\r\n  11. Day 4, cells are transfected and ready for imaging. \r\n  Magnetic Twisting Cytometry \\(MTC)\r\n\n\n1. On the day of the experiment \\(day 4 in t in the previous section), take the dish out of the incubator and remove most of the culture medium, such that only the cells in the center well \\(glass region) is slightly covered in medium. \r\n  2. Add 20μl of RGD-coated magnetic beads \\(~20μg of beads) to the center well of the dish by scattering them all over. \r\n  3. Carefully place the beads back into the incubator and leave for 10 minutes to allow for integrin clustering and formation of focal adhesions surrounding the beads. \r\n  4. Remove cells from incubator and rinse it once with PBS. Avoid disturbing cells in the center well. Add and remove PBS gently by the side of the dish. \r\n  5. Add CO2-independent medium to the dish. This is to maintain the pH of the cell culture when it is exposed to the open while under the microscope.\r\n  6. Place the dish in the MTC stage where coils are located. Then place it on the inverted microscope. \r\n  7. Find a single cell that is well transfected with both CFP and YFP plasmids. The cell also needs to have a single bead attached to it. Exclude all cells that are not well transfected, have more than one bead attached, or are in contact with neighboring cells. \r\n  8. After the good cell is found, magnetize the magnetic beads by applying a strong magnetic pulse \\(~1000G, <0.5ms). \r\n  9. Now that the beads are polarized and magnetized, apply a magnetic field in the direction perpendicular to that of the magnetizing pulse. This will cause the bead to rotate. Input the parameter for MTC. Parameters of stress peak magnitude for FRET analysis are typically 17.5Pa \\(50G step load) or other magnitudes, where for phase lag analysis is 24.5Pa \\(70G oscillatory load). \r\n  10. While force is being applied, capture the necessary brightfield or fluorescence images.  \r\n  FRET imaging and analysis\r\n\n\n1. For FRET imaging, the Dual-View imaging system was used to split the image into two \\(1344 x 512 pixels each). The top view filters for YFP, while the bottom view filters for CFP. Each image is 1344 x 1024 pixels and simultaneously captures both CFP and YFP activity. \r\n  2. While force is being applied by the MTC, FRET dual-view time course images are captured to monitor the protein-protein interaction within the nucleus before and after force. \r\n  3. After experiments are done and images obtained. A customized Matlab program is used to analyze the data. The program first divides the top \\(YFP) and bottom \\(CFP) image in to two separate files. \r\n  4. The region of interest \\(an individual CB in our case) is then selected. The program crops this region from the CFP and YFP images, then aligns them by cross-correlation.\r\n  5. A binary mask is then created for CFP and YFP images by using Matlab’s “graythresh” function. The binary mask is then multiplied with the fluorescent images generating images that have only the fluorescing region and a black background.\r\n  6. The CFP/YFP ratio value is then calculated for each individual pixel that has been aligned and cross-correlated. An average of the region is obtained and reported. Each image or time point will generate one CFP/YFP value. \r\n  Note: More details on the Matlab program has been described by Na S et. al.\n14\nPolyacrylamide gels for traction force measurement\r\n\n\n1. Polyacrylamide \\(PA) gels with 0.2μm fluorescent beads embedded within are used to measure the traction force each cell generates. By varying the concentration of bis and acrylamide, different gel stiffness can be obtained. \r\n  2. To prepare PA gels, first smear 3-aminopropyltrimethoxysilane over the glass surface of a 35mm glass-bottom-dish using a cotton-tipped swab and let it sit there for 6 min.\r\n  3. Wash it thoroughly with water before applying 100 μl/ dish of 0.5% gluteraldehyde for 30 min.\r\n  4. Wash again thoroughly and let them dry. Avoid touching the glass surface throughout the whole gel making procedure.\r\n  5. Determine the bis:acrylamide solution proportions to get the desired substrate stiffness. 0.6, 2, and 8 kP, corresponds to 0.06% bisacrylamide and 3% acrylamide, 0.05% bisacrylamide and 5% acrylamide, 0.3% bisacrylamide and 5% acrylamide respectively. Prepare 1ml of each desired mixture in a small 2ml vial. \r\n  6. Add 10μl of 0.2μm fluorescent beads to the bis-acrylamide mixture. Before adding fluorescent beads, be sure to vortex or sonicate. \r\n  7. Add polymerizing activator/initiator to the beads-bis-acrylamide mixture. 10% APS at 1: 200 volume ratio \\(5μl in this case). TEMED at 1: 2000 volume ratio \\(0.5μl in this case). Mix everything together thoroughly. \r\n  8. Add 15μl of the mixture to the glass surface of the treated dish. \\(15 μl would give 75 μm thick substrates)\r\n  9. Flatten droplet with a 12mm circular cover glasses.\r\n  10. Turn the glass bottom dish upside down. This ensures the fluorescent beads to be closer to the top surface.\r\n  11. Place the upside down dishes in a 37\no\nC incubator for 30-45 minutes. Elevated temperature helps in the polymerization. \r\n  12.  After the gels are fully polymerized, flood the dish with 100 mM HEPES. Then carefully remove the circular cover glass with a single edge razor. \r\n  13.  Make 1mM solution of SANPAH with DMSO and 100 mM HEPES. Add DMSO to SANPAH first to dissolve the solid powder, and then add it to HEPES. For example, 5mg SANPAH+50 μl DMSO+ 10 ml \\(100mM) HEPES.\r\n  14. Take out HEPES from the glass bottom dishes, dab excess HEPES with Kim wipes from around gel edge\r\n  15. Apply 200μl of SANPAH solution the gel \\(center well of dish).\r\n  16. Expose surface to UV for 6 min \\(6″ away from the lamp) to photo activate the gel surface. SANPAH color will turn dark. Without SANPAH treatment, collagen will not bind to gel surface.\r\n  17. Rinse off SANPAH with 100mM HEPES.\r\n  18. Repeat photo activation procedure once more and rinse it off with 100mM HEPES. \r\n  19. Coat the gel surface with the desired concentration of collagen and incubate at 4° C overnight.\r\n  20. Before seeding cells onto the gel surface, sterilize it under UV light for 10-15 minutes. \r\n  21. PA gels can be stored in PBS at 4° C for three weeks.\r\n  Note: To determine the ratio of bis to acrylamide for desired substrate stiffness, refer to references\n23-25\n.\r\n\n\nTraction Force Microscopy \\(TFM)\r\n\n\n1. Cells are cultured on the PA gels. Depending on the PA gel stiffness, the cell will generate different traction forces, and hence different magnitude of deformation.\r\n  2. Three images need to be captured. First is the brightfield or phase contrast image of the cell which will be used to identify the cell boundary. Second is the fluorescent beads marker image while the cell is still on the substrate. Third is the reference fluorescent beads marker image after the cell has been removed or trypsinized from the gel surface.\r\n  3. A customize Matlab program was used to analyze the traction force generated. The displacement field induced by each individual cell’s tractional forces was determined by comparing the fluorescent bead positions before and after trypsinization \\(cell-free and thus force-free). \r\n  4. An image correlation method where the flourecent images are divided into small window areas is used to determine the displacement vectors\n26\n.\r\n  5. The root-mean-square \\(RMS) traction field was then calculated from the displacement field using Fourier Transform Traction Cytometry \\(FTTC) based on the Boussinesq solution\n27\n.\r\n  Cell stiffness measurement\r\n\n\n1. The stress applied to the cell \\(in Pa) can be calculated from the applied twisting magnetic field \\(in G) by multiplying the bead constant \\(in Pa/G) with the applied twisting field \\(in G). The bead constant reflects the magnetic property of the bead and may differ from batch-to-batch. The beads are calibrated by immersing them in a known viscous fluid, and applying a constant magnetic field while measuring the remnant magnetic field\n21\n. For example, a 50 G applies 17.5 Pa of stress to the cell if the bead constant is 0.35 Pa/G\n9\n.\r\n  2. When a cell with a single bead bound to its apical surface is found under the microscope, an oscillatory stress of 0.3 Hz is applied using the MTC. \r\n  3. The MTC software tracks the displacement coordinates of the magnetic bead and saves them in a text file.\r\n  4. By quantifying the magnetic bead displacement, and the bead embedded area, the cell complex modulus can be estimated. A custom Matlab program is then used to calculate the cell stiffness.\r\n  5. The beads whose displacement waves are synchronized to the input sinusoidal signals were selected.  This is to filter out spontaneous movements of the beads or microscope stage shifts.\r\n  6. Beads with displacements less than 5 nm \\(detectable resolution) and loosely bound beads were not selected for analysis.  To increase the signal to noise ratio, the peak amplitude of the displacement was averaged over 5 consecutive cycles for each cell.  \r\n  7. The complex stiffness is calculated using the equation G**=T/d. For each bead, the elastic stiffness G’ \\(the real part of G**) and the dissipative stiffness G” \\(the imaginary part of G*) was calculated based on the phase lag. The measured stiffness has the units of torque per unit bead volume per unit bead displacement \\(Pa/nm).\r\n  8. A finite element model is then used to convert the cell stiffness \\(Pa/nm) to modulus \\(Pa) based on the bead to cell surface contact\n28\n\\(Figure.1).\nSee figure in Figures section.\nFigure 1. Quantification of magnetic bead embedment in HeLa cells. An RGD-coated bead was bound to the apical surface of the cell for ~15 minutes before it was fixed and stained with phalloidin. Integrin-mediated focal adhesions form around the bead-cell contact area, giving rise to an actin ring. The bead embedment was estimated by measuring the actin ring diameter from the fluorescent image and comparing it to the bead diameter from the brightfield image \\(double arrows). Bead embedment in HeLa cells is 20-30%. Scale bar = 10 μm.  \r\n\n\n9. More details on how to calculate cell stiffness have been described by Fabry B et. al.\n29\n.\r\n  Phase lag quantification\r\n\n\n1. An oscillatory stress \\(0.3 Hz or 0.83 Hz) is applied to a cell that is well transfected, similar to the stress used to measure cell stiffness\r\n  2. Time course images of the bead, CFP labeled protein, and YFP labeled protein are captured while the cyclic force is being applied.\r\n  3. A custom Matlab program is used to analyze the images and the displacement of bead, CFP and YFP labeled proteins are determined. The phase lag of fluorescent proteins to the bead is then calculated. \r\n  4. One complete cycle of stress corresponds to 360\no\n. For example, at 0.3 Hz, the period for one complete cycle is 3.33s. If CFP lags behind the bead displacement by 0.3s, that will correspond to a phase lag of ~32\no\n.\r\n  Mean Square Displacement \\(MSD)\r\n\n\n1. For CB dynamics, an oscillatory stress \\(0.3 Hz) needs to be applied. Fluorescent images used for MSD analysis were obtained using single-view fluorescence filter.\r\n  2. Time course images of the bead, CFP labeled protein, and YFP labeled protein are captured before, during and after the cyclic force is being applied.\r\n  3. Binary images of the bead, CFP and YFP are obtained by using the “graythresh” Matlab function. The centroid coordinates of the bead and each fluorescing protein are then obtained.\r\n  4. The coordinates of each fluorescence particle obtained was then used to calculate the mean square displacement \\(MSD) of Coilin and SMN. The MSD before, during, and after mechanical loading were calculated using a customized Matlab program based\n15\n. The same procedure is performed on bright-field images to obtain the bead MSD."
        },
        {
            "header": "Timing",
            "content": "Preparation for experiments takes up to 3 days. Dishes need to be coated with collagen or other matrix proteins. Beads need to be coated with RGD or ligands to integrins. Cells need to be transfected.\r\n\n\nDepending on the transfection efficiency and how magnetic beads bind to the cell surface, locating an appropriate cell for data collection may take up sometime. \r\n\n\nThe whole process of making PA gels may take a day \\(excluding incubation time of Collagen-I)."
        },
        {
            "header": "Troubleshooting",
            "content": "Cajal bodies are dynamic and spontaneously move. There are times when the observed CB moves out of focus, especially for those that are not tethered and exhibit simple diffusion.\r\n\n\nIntermolecular FRET is also difficult to observe because the stoichiometry of acceptors to donors can vary with transfection efficiencies29. On top of that, if the distance or orientations between the protein pairs are unfavorable, FRET may not be observed even if they both reside in the same CB complex."
        },
        {
            "header": "Anticipated Results",
            "content": "One would expect to observe specific proteins in Cajal bodies that are tethered to chromatin and/or nucleoplasmic filaments to alter localizations or activities in response to a local surface force applied via integrins."
        },
        {
            "header": "References",
            "content": "1. Discher, D. E., Janmey, P. & Wang, Y. Tissue Cells Feel and Respond to the Stiffness of their Substrate. Science 310, 1139-1143 \\(2005). \r\n  2. Kumar, S. & Weaver, V. M. Mechanics, malignancy, and metastasis: The force journey of a tumor cell. Cancer Metastasis Rev. 28, 113-127 \\(2009). \r\n  3. Vogel, V. & Sheetz, M. Local force and geometry sensing regulate cell functions. Nature Reviews Molecular Cell Biology 7, 265-275 \\(2006). \r\n  4. Bershadsky, A. D., Balaban, N. Q. & Geiger, B. Adhesion-dependent cell mechanosensitivity. Annu. Rev. Cell Dev. Biol. 19, 677-695 \\(2003). \r\n  5. Lecuit, T. & Lenne, P. Cell surface mechanics and the control of cell shape, tissue patterns and morphogenesis. Nature Reviews Molecular Cell Biology 8, 633-644 \\(2007). \r\n  6. Johnson, C. P., Tang, H., Carag, C., Speicher, D. W. & Discher, D. E. Forced unfolding of proteins within cells. Science 317, 663-666 \\(2007). \r\n  7. Del Rio, A. et al. Stretching Single Talin Rod Molecules Activates Vinculin Binding. Science 323, 638-641 \\(2009). \r\n  8. Friedland, J. C., Lee, M. H. & Boettiger, D. Mechanically Activated Integrin Switch Controls alpha\\(5)beta\\(1) Function. Science 323, 642-644 \\(2009). \r\n  9. Na, S. et al. Rapid signal transduction in living cells is a unique feature of mechanotransduction. Proc. Natl. Acad. Sci. U. S. A. 105, 6626-6631 \\(2008). \r\n  10. Poh, Y. et al. Rapid Activation of Rac GTPase in Living Cells by Force Is Independent of Src RID C-9130-2011. PLoS One 4, e7886 \\(2009). \r\n  11. Dalby, M. J. et al. The control of human mesenchymal cell differentiation using nanoscale symmetry and disorder. Nature Materials 6, 997-1003 \\(2007). \r\n  12. Engler, A. J., Sen, S., Sweeney, H. L. & Discher, D. E. Matrix elasticity directs stem cell lineage specification. Cell 126, 677-689 \\(2006).\r\n  13. Chowdhury, F. et al. Material properties of the cell dictate stress-induced spreading and differentiation in embryonic stem cells. Nat. Mater. 9, 82-8 \\(2010).\r\n  14. Na, S. & Wang, N. Application of Fluorescence Resonance Energy Transfer and Magnetic Twisting Cytometry to Quantify Mechanochemical Signaling Activities in a Living Cell. Science Signaling 1, pl1 \\(2008).\r\n  15. Poh YC et al.  Dynamic force-induced direct dissociation of protein complexes in a nuclear body in living cells.  Nature Commun.  In press.\r\n  16. Gall, J. G. CAJAL BODIES: The First 100 Years. Annual Review of Cell & Developmental Biology 16, 273 \\(2000). \r\n  17. Sleeman, J. & Lamond, A. Newly assembled snRNPs associate with coiled bodies before speckles, suggesting a nuclear snRNP maturation pathway. Current Biology 9, 1065-1074 \\(1999). \r\n  18. Dundr, M. et al. In vivo kinetics of Cajal body components. J. Cell Biol. 164, 831-842 \\(2004). \r\n  19. Kaiser, T. E., Intine, R. V. & Dundr, M. De Novo Formation of a Subnuclear Body. Science 322, 1713-1717 \\(2008). \r\n  20. Platani, M., Goldberg, I., Lamond, A. I. & Swedlow, J. R. Cajal Body dynamics and association with chromatin are ATP-dependent. Nat. Cell Biol. 4, 502 \\(2002). \r\n  21. Wang, N., Butler, J. P. & Ingber, D. E.  Mechanotransduction across the cell surface and through the cytoskeleton. Science 260, 1124 \\(1993). \r\n  22. Rasnik, I., McKinney, S. A. & Ha, T. Nonblinking and long-lasting single-molecule fluorescence imaging. Nature Methods 3, 891-893 \\(2006). \r\n  23. Engler, A. et al. Substrate compliance versus ligand density in cell on gel responses. Biophys. J. 86, 617-628 \\(2004). \r\n  24. Yeung, T. et al. Effects of substrate stiffness on cell morphology, cytoskeletal structure, and adhesion. Cell Motil. Cytoskeleton 60, 24-34 \\(2005). \r\n  25. Tse, J. R. & Engler, A. J. Preparation of hydrogel substrates with tunable mechanical properties. Current protocols in cell biology / editorial board, Juan S.Bonifacino ...\\[et al.] Chapter 10 \\(2010). \r\n  26. Tolic-Norrelykke, I. M., Butler, J. P., Chen, J. X. & Wang, N. Spatial and temporal traction response in human airway smooth muscle cells. American Journal of Physiology-Cell Physiology 283, C1254-C1266 \\(2002). \r\n  27. Butler, J. P., Tolic-Norrelykke, I. M., Fabry, B. & Fredberg, J. J. Traction fields, moments, and strain energy that cells exert on their surroundings. American Journal of Physiology-Cell Physiology 282, C595-C605 \\(2002). \r\n  28. Mijailovich, S. M., Kojic, M., Zivkovic, M., Fabry, B. & Fredberg, J. J. A finite element model of cell deformation during magnetic bead twisting. J. Appl. Physiol. 93, 1429-1436 \\(2002). \r\n  29. Fabry, B. et al. Signal transduction in smooth muscle - Selected contribution: Time course and heterogeneity of contractile responses in cultured human airway smooth muscle cells. J. Appl. Physiol. 91, 986-994 \\(2001). \r\n  30. Truong, K. & Ikura, M. The use of FRET imaging microscopy to detect protein-protein interactions and protein conformational changes in vivo. Curr. Opin. Struct. Biol. 11, 573-578 \\(2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank Dr. M. Dundr for help and discussion.  The work was supported by NIH grant R01 GM072744."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1873",
                "date": "2012-04-09 23:28:14",
                "title": "Dynamic force-induced direct dissociation of protein complexes in a nuclear body in living cells",
                "authors": [
                    "Yeh-Chuin Poh",
                    "Sergey P. Shevtsov",
                    "Farhan Chowdhury",
                    "Douglas C. Wu",
                    "Sungsoo Na",
                    "Miroslav Dundr",
                    "and Ning Wang"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12031,
                "identity": "9fc166f3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ning Wang",
                "email": "nwangrw@illinois.edu",
                "orcid": "",
                "institution": "University of Illnois",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ning",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 12030,
                "identity": "9fc16474-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yeh-Chuin Poh",
                "email": "",
                "orcid": "",
                "institution": "University of Illnois",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yeh-Chuin",
                "middleName": "",
                "lastName": "Poh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-04-30 15:18:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.012",
        "doiUrl": "https://doi.org/10.1038/protex.2012.012",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608452,
                "identity": "fe6762b0-a7f9-466f-8461-869d0f8057e1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 195296,
                "visible": true,
                "origin": "",
                "legend": "Quantification of magnetic bead embedment in HeLa cells.   An RGD-coated bead was bound to the apical surface of the cell for ~15 minutes before it was fixed and stained with phalloidin. Integrin-mediated focal adhesions form around the bead-cell contact area, giving rise to an actin ring. The bead embedment was estimated by measuring the actin ring diameter from the fluorescent image and comparing it to the bead diameter from the brightfield image (double arrows). Bead embedment in HeLa cells is 20-30%. Scale bar = 10 μm.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2357/v1/figure_1.png"
            },
            {
                "id": 13464660,
                "identity": "89839243-695e-4d22-a7b3-f2330b5a89e8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 387479,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2357/v1/779eecc9-f1f9-4cea-8700-7a36638c2d4f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mechanical forces, nuclear function, nuclear organization, Cajal body, mechanotransduction",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Mechanical forces are known to play a significant role in biological processes. These forces can be transmitted to the cell through the cytoskeletal filament network, inducing different biochemical responses within the cytoplasm. Although there have been ample reports showing that cytoplasmic enzymes can be directly activated by a local stress on the cell surface via integrins, there has been no evidence that mechanical forces can directly alter nuclear functions without intermediate biochemical cascades. Recently, we showed evidence that forces on the cell membrane can be transmitted directly into the nucleus, inducing structural changes of protein complexes in Cajal bodies. Here, we describe a protocol that utilizes the optical magnetic twisting cytometry \\(MTC) for force application and fluorescent resonance energy transfer \\(FRET) to monitor the dynamics and interaction of various Cajal body proteins.",
        "manuscriptTitle": "The use of Optical Magnetic Twisting Cytometry and Flourescence Resonance Energy Transfer to quantify force-induced protein dissociation in the nucleus of a living cell",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-06-06 14:57:59",
                "doi": "10.1038/protex.2012.012",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fc0eeff-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 6th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2707,
                "name": "Biochemistry"
            },
            {
                "id": 2708,
                "name": "Cell biology"
            },
            {
                "id": 2709,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-06-06 14:57:59",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}