{
    "identity": "nprot-77",
    "title": "Neural Stem Cell Culture: Neurosphere generation, microscopical analysis and cryopreservation",
    "content": [
        {
            "header": "Introduction",
            "content": "Stem cells and their progeny, from all ages of the CNS, can be stimulated to proliferate when they are exposed to growth factors in tissue culture<sup>1</sup>. When appropriate plating densities are established in culture, continued cell division generates non-adherent spherical clusters of cells, commonly referred to as neurospheres<sup>2,3</sup>. The neurosphere assay has proven to be an excellent technique to isolate neural stem cells and progenitor cells to investigate the differentiation and potential of cell lineages. These spheres can be dissociated, expanded and pooled in sufficient quantity for subsequent scientific inquiry. With many potential therapeutic applications for neural stem cells<sup>4</sup>, qualitative and quantitative insight into the precise cellular makeup of the neurosphere is required.\r\n\n\n\r\n\n\nMany factors contribute to the cellular composition of the neurosphere. Key variables including the age of the animal, plating density and passage number will all influence the homogeneity or heterogeneity of the neurosphere<sup>5,6</sup>.  While the neurosphere assay is a valuable procedure from many biological perspectives, the user should be aware that there are particular relationships between the definitive neural stem cell and the production of neurospheres in culture that the can lead to shortcomings<sup>7</sup>.\r\n\n\n\r\n\n\nWe describe the steps in detail to isolate and expand neural stem cells in the form of neurospheres from tissue dissections of the post-natal mouse brain. Procedures for the long term passage of neurospheres and the cryopreservation of neurospheres are also provided. In addition to the guidelines and tips for generating neurosphere cultures, we describe the method to prepare neurospheres for analysis by light microscopy. The ability to section neurospheres for histology or immunocytochemistry provides the researcher with the additional dimension to study specific molecular and cellular aspects of the neurosphere. Many of the commercial kits designed to assess aspects of the cell cycle, programmed cell death, and cell signaling can be readily applied to the outlined protocols."
        },
        {
            "header": "Reagents",
            "content": "**Reagent setup:**\r\n\n\nDistilled H<sub>2</sub>O \\(dH<sub>2</sub>O) sterilized with a 0.22 µm pore size filter.\r\n\n\nSee **Table 1** for the recipes to make the Tissue Dissection Solution and the Enzyme Mix.\r\n\n\nRefer to **Table 2** for the components added to the Serum Free Medium \\(SFM).\r\n\n\nThe SFM is DMEM/F12 \\(1:1) + L glutamine & 15mM HEPES \\(Invitrogen cat. no. 11330-032).\r\n\n\nSFM is filtered with a 0.22µm pore size filter after the addition of the components, with the exception of the growth factors \\(EGF, FGF), B-27 and ITSS which are added to the sterile SFM.\r\n\n\n\r\n\n\nAdditional components added to the SFM:\r\n\n\nPutrescine \\(100x stock) \\(1,4-Diaminobutane dihydro-chloride) \\(Sigma cat. no. P5780) – dissolve 0.096g in 100ml dH<sub>2</sub>O and filter with a 0.22µm pore size filter \\(store at 4°C).\r\n\n\nProgesterone \\(1000x stock) \\(Sigma cat. no. P-8783) – dissolve 0.00629g in 100ml of dH<sub>2</sub>O and filter with a 0.22 µm pore size filter \\(store at 4°C).\r\n\n\n1.0M Hepes Buffer \\(Sigma cat. no. H0887)\r\n\n\nB-27 Supplement \\(Invitrogen cat. no. 17504-044)\r\n\n\n\r\n\n\n**TIP**: In the past few years this supplement has often been on back order. Check in advance for availability.\r\n\n\n\r\n\n\nInsulin-Transferrin-Sodium Selenite Supplement \\(ITSS) \\(Roche cat. no. 1074547) – dissolved in 5.0 ml sterile dH<sub>2</sub>O \\(1000x stock) and make 100µl aliquots \\(store at -20°C). One aliquot is added to the SFM.\r\n\n\nHeparin \\(Sigma cat. no. H3149) – dissolve 0.05g in 2.0 ml of filtered dH<sub>2</sub>O \\(store at 4°C)\r\n\n\nTrypsin inhibitor – 1.0 mg/ml in SFM \\(Roche cat no. 10109878001). Make fresh each time.\r\n\n\nTrypLE<sup>TM</sup> express \\(Invitrogen cat. no. 12604-021)\r\n\n\n\r\n\n\nGrowth factors:\r\n\n\nFibroblast growth factor-basic \\(FGF) \\(Sigma cat. no. F0291) – 25 µg dissolved in 1.0 ml of 5mM Tris \\(pH 7.6) and sterilized with a 0.22µm pore size filter. Make 20 µl aliquots \\(stored at -20°C) and add 1 aliquot to 100 mls of SFM.\r\n\n\nEpidermal growth factor \\(EGF) \\(Sigma cat. no. E4127)\r\n\n\n-0.1 mg dissolved in 1.0 ml of phosphate buffered saline containing 0.1% bovine serum albumin \\(Sigma cat. no. A7511). Make 20 µl aliquots \\(stored at -20°C) and add 1 aliquot to 100 mls of SFM.\r\n\n\n\r\n\n\n**_Critical:_**\r\n\n\n**_The biological activity of the growth factors in the SFM decreases with time. For optimal results, use SFM with the growth factors on the day of preparation. We keep our medium for up to 7 days for passage of the neurospheres._**"
        },
        {
            "header": "Equipment",
            "content": "CO<sub>2</sub> desiccation chamber \r\n\n\nDissecting microscope\r\n\n\nWater bath \\(shaking) set at 37°C \r\n\n\nMicro-dissecting instruments\r\n\n\nScapel blades \\(No. 10 curved)\r\n\n\nBetadine antiseptic solution \\(10% povidone-iodine)\r\n\n\nCidex antiseptic \\(ortho-Phthaladehyde solution) \\(Johnson and Johnson cat. no. 20394)\r\n\n\nTable top centrifuge\r\n\n\n60 x 15 mm style polystyrene tissue culture dishes \\(Falcon cat. no. 353002)\r\n\n\n24 well \\(multi-well) tissue culture plates \\(Falcon cat. no. 353047)\r\n\n\n5 ml polypropylene round bottom tubes \\(Falcon cat. no. 352063)\r\n\n\n15 ml polystyrene conical tubes \\(Falcon cat. no. 352095)\r\n\n\n50 ml polypropylene conical tubes \\(Falcon cat. no. 352070)\r\n\n\n\r\n\n\nTissue culture equipment\r\n\n\nIncubator at 37°C with 95% air and 5% CO<sub>2</sub> \r\n\n\nLaminar flow hood or biological safety cabinet"
        },
        {
            "header": "Procedure",
            "content": "**Pre-surgery:**\r\n\n\n1. Set the water bath to 37°C.\r\n  2. Bubble the tissue dissection solution with 95%O\n2\nand 5%CO\n2\nfor 10 minutes.\r\n  3. Disinfect the dissection area with 95% ethanol.\r\n  4. Sterilize the dissection instruments in an antiseptic solution \\(Cidex, followed by a complete sterile water rinse and then immerse in 95% ethanol).\r\n  5. Fill three 60 x 15 mm style tissue culture dishes with 3.0 ml of the tissue dissection solution.\r\n  **TIP:** In addition to sterile micro-dissecting instruments, three sets of sterile instruments should be used. A separate set for the skin, skull and removal of the brain will reduce the chances of contamination as you proceed through the tissue layers. The sterile instruments can be dipped into sterile tissue dissection solution to avoid ethanol contact with the tissues. \r\n\n\n\r\n\n\n**Removal and dissection of the brain:**\r\n\n\n6. Euthanize the mouse in the CO\n2\nchamber. Animals less than 3 weeks old should initially be decapitated.\r\n  7. Shave the top of the head.\r\n  8. Swab the head with gauze soaked in Betadine to sterilize and remove any loose hairs from the skin.\r\n  9. Swab the head with gauze soaked in 95% ethanol.\r\n  10. Make a midline incision in the skin with a scalpel blade over the entire length of the skull.\r\n  11. Reveal the surface of the skull by reflecting the skin.\r\n  12. Make additional cuts in the skin to expose the sides of the skull just below the ears.\r\n  13. Cut the skull on both sides with small scissors. \\(you want to remove the upper portion of the skull cap without cutting the brain)\r\n  14. Break off the skull with forceps.\r\n  \r\n\n\n**_Caution_**\r\n\n\n**_Make sure the dissecting instruments are free of ethanol before touching the brain. The ethanol will fix the tissue\\!_**\r\n\n\n\r\n\n\n15. Slide curved forceps under the base of the brain to cut the spinal cord, blood vessels and cranial nerves that are connected to the base of the brain.\r\n  **TIP:** Apply slight downward pressure with the curved forceps on the floor of the skull under the brain. Slide the forceps back and forth to loosen the brain.\r\n\n\n\r\n\n\n16. Transfer the brain with the same curved forceps to a 60 mm tissue culture dish with the dissection solution.\r\n  17. Strip any remaining meninges from the surface of the brain, rinse thoroughly and place the brain into a second 60 mm tissue culture dish with dissection fluid.\r\n  **TIP:** The meninges are most readily stripped from the surface of the brain when viewed under the dissection microscope.\r\n\n\n\r\n\n\n18. Under the dissecting scope, cut the brain along the midline and isolate the desired region of the brain with fine forceps.\r\n  **TIP:** While all regions of the brain will generate neurospheres, specific zones and regions will yield higher numbers of neurospheres. Dissections that concentrate on the cell layers that form the ventricles \\(mainly subventricular zone\n8\n, the hippocampus\n9\nand the rostral migratory stream\n10\n) are areas that will yield the most neurospheres. A working knowledge of the mouse brain in combination with an atlas of the developing and postnatal mouse brain\n11\nis an asset.\r\n\n\n\r\n\n\n19. Transfer the dissected tissue into a third 60 mm tissue culture dish containing tissue dissection solution. \r\n  20. Cut the tissue into small squares \\(approximately 1.0 mm\n3\n) with No. 10 curved scalpel blades.\r\n  **TIP:** The efficiency of cutting the tissue into small pieces is improved with experience and the aid of the dissecting microscope. Smaller pieces of tissue will dissociate better and yield a higher number of neurospheres.\r\n\n\n\r\n\n\n**Dissociation of the brain tissue:**\r\n\n\n21. Transfer the dish with the dissected tissue \\(small squares) to the tissue culture hood and use a Pasteur pipette to load the tissue pieces into a 5 ml polypropylene round bottom tube.\r\n  22. Centrifuge for 1 minute at 250g.\r\n  23. Remove the supernatant and add the enzyme mix \\(1.0 ml).\r\n  **TIP:** If a specific brain region is not required, the entire brain from a mouse pup \\(less than 1 week old) can be used to generate the maximum number of neurospheres. In this situation, the entire brain is divided into 2 tubes, with each tube containing 1.0 ml of the enzyme mix. Younger animals will generate more neurospheres.\r\n\n\n\r\n\n\n24. Place the tube in the water bath for at least 40 minutes \\(newborn to one week old) or for approximately 1.5 hours \\(young adult less than 2 months old) and triturate the samples briefly with a Pasteur pipette every 20 minutes.\r\n  **TIP:** Check the status of the tissue dissociation regularly. The exact amount of time required depends on the age of the animal. Animals several months old may require 2-3 hours of digestion. Cell viability is correspondingly reduced with prolonged digestion.\r\n\n\n\r\n\n\n**_Caution_**\r\n\n\n**_Newborn brain tissue is digested rapidly by the enzyme mix. Excessive digestion will significantly reduce cell viability._**\r\n\n\n\r\n\n\n25. Centrifuge for 5 minutes at 250g and remove the supernatant.\r\n  26. Add 4.0 ml of the trypsin inhibitor.\r\n  27. Triturate \\(10 times) with a Pasteur pipette to break up the pellet and take care to minimize the introduction of air bubbles.\r\n  28. Place the tube in the water bath for 10 minutes.\r\n  29. Centrifuge for 5 minutes at 500g and remove the supernatant.\r\n  30. Re-suspend the cells in 0.5 ml of SFM and triturate sufficiently to produce a single cell suspension.\r\n  **TIP:** A small bore fire polished Pasteur pipette is recommended for dissociating the suspension into single cells.\r\n\n\n\r\n\n\n**Plating the cells:**\r\n\n\n31. Calculate and adjust the viable cell concentration with a hemacytometer. Viable cells are determined by Trypan Blue dye exclusion.\r\n  **TIP:** A plating density of 10-15 cells/µl will favor the establishment of neurospheres from single cells\n12\n. If you do not require a clonal assay and desire a higher \\(bulk) production of neurospheres, plate the cells at a higher density \\(eg. 50-100 cells/µl). Plating the cells at a higher density will also generate the neurospheres more rapidly with a shorter interval between the initial passages.\r\n\n\n\r\n\n\nExamples of internet sites that detail the use of a hemacytometer and the vital dye Trypan Blue are:\r\n\n\nhttp://www.invitrogen.com/content/sfs/appendix/Cell_Culture/Viable%20Cell%20Counts%20Using%20Trypan%20Blue.pdf\r\n\n\nhttp://www.bio.com/protocolstools/protocol.jhtml?id=p2151\r\n\n\nhttp://www.cascadebio.com/pdfdocs/Cell%20Documents/hemat.pdf\r\n\n\n\r\n\n\n32. Add 0.5 ml of SFM containing the cells to each well of a 24 multi-well plate.\r\n  33. Incubate at 37°C with 95% air and 5% CO\n2\n.\r\n  \r\n\n\n**Passage of neurospheres:**\r\n\n\n\r\n\n\n**TIP:** Check each well for contamination before pooling the contents of the entire plate, especially for the first passage. A heavily contaminated well will lower the pH with an obvious change in color \\(yellow) of the culture medium. It is not unusual to have a well\\(s) slightly contaminated. A low level of contamination will not be detected by a color change in the medium, but only detected by observation with a phase contrast microscope. If you miss a contaminated well, all the wells of the next passage will be contaminated\\!\r\n\n\n\r\n\n\n1. Transfer the neurospheres and medium from all wells to a 15 ml conical tube.\r\n  2. Centrifuge for 5 minutes at 200g.\r\n  3. Remove the supernatant and add 2.0 ml of TrypLE\nTM\nto the tube.\r\n  4. Use a Pasteur pipette to mix the neurospheres with the TrypLE\nTM\n.\r\n  5. Place the tube in the water bath for 20 minutes at 37°C.\r\n  6. Centrifuge for 5 minutes at 500g.\r\n  7. Remove the supernatant and re-suspend the cells in 0.5 ml of SFM.\r\n  8. Triturate with a Pasteur pipette \\(60-70 times)\r\n  **TIP:** Avoid the formation of air bubbles. Excessive air bubbles will lower the cell viability and enhance the possibility of contamination.\r\n\n\n\r\n\n\n9. Determine the cell concentration by Trypan Blue dye exclusion and plate the desired concentration of cells to a new 24 multi-well plate. Incubate at 37°C with 95% air and 5% CO\n2\n.\r\n  **TIP:** The best time to pass the neurospheres is often determined on an individual basis dictated by the experimental requirements and timetable. Passage of the neurospheres renews the SFM and expands the number of neurospheres. Plates containing an average of at least 25 neurospheres per well can be passed into 2 plates. With densities in excess of 50 neurospheres per well, 3 plates can easily be established from the initial 24 multi-well plate. A stage micrometer can be used to calibrate the crossed \\(focusing) lines on the ocular\\(s) of the phase contrast microscope and allow you to quickly determine the size of the neurospheres. See Figure 1b.\r\n\n\n\r\n\n\n**Cryopreservation and re-establishment of neurospheres:**\r\n\n\n1. Pool the culture medium with the neurospheres from a 24 multi-well plate into a 15 ml conical tube.\r\n  2. Centrifuge for 5 minutes at 200g.\r\n  3. Remove the supernatant and re-suspend the cells in 10.0 ml SFM \\(without EGF and FGF) containing 15.0% dimethyl-sulfoxide \\(DMSO).\r\n  4. Gently mix the neurospheres in the SFM with a Pasteur pipette. Aliquot 1.5 ml of the mixture into polypropylene cryovials \\(Nunc Cryo Tubes cat. no. 357418). \r\n  5. Transfer the tubes to a -80°C freezer overnight.\r\n  6. The following morning, transfer the vials to a liquid nitrogen cryofreezer. \r\n  **TIP:** If you do not have access to a liquid nitrogen freezer, the neurospheres can be kept for several weeks at -80°C.  The number of viable neurospheres obtained in culture will decrease with prolonged storage at -80°C.\r\n\n\n7. To re-establish the neurospheres in tissue culture, remove the cryovial from the freezer and let the vial warm up to room temperature on the bench.\r\n  8. Add the contents of the cryovial slowly to a 15 ml conical tube containing 10 ml of SFM.\r\n  9. Centrifuge for 5 minutes at 200g and remove the supernatant.\r\n  10. Gently mix the neurospheres with 4.0 ml of the SFM with a Pasteur pipette.\r\n  11. Fill 8 wells of a 24 multi-well plate with 0.5 ml of the mixture and incubate at 37°C with 95% air and 5% CO\n2\n.\r\n  **TIP:** Smaller neurospheres will survive the freezing process better than larger neurospheres \\(in excess of 100µm in diameter). The viability of neurospheres following the freezing process in this tissue culture medium is low \\(< 20%). It is recommended that the individual wells contain at least 50-100 neurospheres. You want to freeze a high concentration of neurospheres to enhance neurosphere re-establishment after freezing. Neurosphere viability can also be enhanced by the addition of 20% fetal bovine serum \\(FBS) to the freezing medium. However, keep in mind that FBS will induce differentiation.\r\n\n\n\r\n\n\n**Preparation of neurospheres for cryostat sectioning and immunocytochemistry:**\r\n\n\nProcedures have been developed to section intact neurospheres. \r\n\n\n1. Transfer the culture medium with neurospheres to a 50 ml polypropylene conical tube.\r\n  2. Allow the neurospheres to settle by gravity \\(approximately 30 minutes. The time for the neurospheres to settle is dependent on the size of the neurospheres.\r\n  \r\n\n\n**_Caution_**\r\n\n\n**_Centrifugation of the viable neurospheres will alter the shape of the neurospheres._**\r\n\n\n\r\n\n\n3. Remove the supernatant, add and mix gently with 2.0 ml of 4.0% phosphate buffered paraformaldehyde \\(fixative).\r\n  4. Allow the neurospheres to settle in the tube.\r\n  5. Remove the fixative supernatant with a Pasteur pipette and rinse with 5.0 ml of phosphate buffered saline \\(PBS). \r\n  6. Allow the neurospheres to settle for at least 30 minutes before removal of the PBS.\r\n  7. Repeat the rinsing procedure at least 3 times.\r\n  Immunocytochemistry may be performed on intact neurospheres at this stage.\r\n\n\n**TIP:** Observing the removal of the supernatant at any step under the dissecting scope ensures maximum withdrawal of the fluid without disturbing the cell pellet.\r\n\n\n8. Remove the final PBS rinse and add 5.0 ml of 30% sucrose \\(dissolved in 0.1M PBS).\r\n  9. Transfer the tube to the fridge and allow the neurospheres to settle overnight.\r\n  10. Remove the 30% sucrose and add embedding medium for frozen tissue specimens for 1 hour \\(Sakura Tissue-Tek O.C.T. compound, cat. no. 4583)\r\n  11. Prepare the cryostat chuck with a layer of O.C.T.\r\n  12. Transfer the neurosphere pellet to the O.C.T. layer on the cryostat chuck.\r\n  \r\n\n\n**_Caution_**\r\n\n\n**_You can lose the neurosphere pellet quickly during the transfer of the pellet from the tube to the cryostat chuck. With a Pasteur pipette or an 1000 µl Eppendorf pipettor \\(using the blue tips) pre-load a small amount of O.C.T. into the tip and then withdraw the neurosphere pellet into the tip, continuous with the pre-loaded O.C.T. Try not to induce any air bubbles into the O.C.T._**  \r\n\n\n\r\n\n\n13. Cut sections at desired thickness and collect on APTEX \\(3-Aminopropyl) triethoxy-silane) \\(Sigma cat. no. A3648) coated glass microscope slides.\r\n  14. Continue with the desired immunocytochemical procedure \\(non-specific blocking, application of primary antibody etc.)."
        },
        {
            "header": "Timing",
            "content": "With all the reagents prepared in advance, the dissection and cell plating procedure will require 2-3 hours \\(depending on experience)."
        },
        {
            "header": "Critical Steps",
            "content": "Removal and dissection of the brain:\r\n\n\nStep 4\r\n\n\nStep 17 - the meninges \\(especially the piamater) and associated blood vessels are a source of contaminating cells \\(blood cells, endothelial cells and fibroblasts)\r\n\n\nStep 20\r\n\n\n\r\n\n\nDissociation of the brain tissue:\r\n\n\nStep 27\r\n\n\n\r\n\n\nCryopreservation and re-establishment of neurospheres:\r\n\n\nStep 8 – add the contents of the cryovial _slowly_ to the conical tube with the SFM\r\n\n\nStep 9 – make sure all the freezing medium is removed from the pellet. The DMSO in tissue culture will kill the cells."
        },
        {
            "header": "Troubleshooting",
            "content": "Neurosphere generation:\r\n\n\nMany of the problems that may arise are associated with standard tissue culture protocols. Contamination of the cultures is often a result of non-sterile techniques during the tissue dissection or contamination of an ingredient added to the tissue culture medium. If the cultures are initiated with a very high cell density, the dead and dying cells can lower the tissue culture pH and prevent the progression of neurosphere development.\r\n\n\n \r\n\n\nCryopreservation and re-establishment of neurospheres:\r\n\n\nIf low numbers of neurospheres are obtained after the freezing process, cut back on the number of wells seeded \\(4 or even 2 wells for the initial seeding step). Alternatively, you may wish to dissociate the neurospheres into single cells for freezing."
        },
        {
            "header": "Anticipated Results",
            "content": "Early post-natal and especially newborn brain tissue will yield the highest numbers of neurospheres per well. Figure 1a and 1b illustrate the appearance of neurospheres in culture. With increasing age of the donor tissue, the wells will contain numerous dead cells and cell debris. It will require 1 or 2 neurosphere passages to eliminate the majority of the cell debris from the tissue culture medium. The steps for immunocytochemical processing will maintain the integrity of the neurosphere morphology \\(Figure 1c and 1d).\r\n\n\n\r\n\n\nSize and density of neurospheres:\r\n\n\nThe initial plating density will influence the number of neurospheres that develop in the wells. As the neurospheres increase in size, they become more difficult to dissociate, especially when they exceed 200 µm in diameter. Neurospheres are easily dissociated into single cells when less than 100 µm in diameter."
        },
        {
            "header": "References",
            "content": "1. Vescovi, A.L., Reynolds, B.A., Fraser, D.D. & Weiss, S. bFGF regulates the proliferative fate of unipotent \\(neuronal) and bipotent \\(neuronal/astroglial) EGF-generated CNS progenitor cells. _Neuron_, **11**, 951-966 \\(1993).\r\n  2. Reynolds, B.A.  & Weiss, S. Generation of neurons and astrocytes from isolated cells of the adult mammalian central nervous system. _Science_, **255**, 1707-1710 \\(1992).\r\n  3. Bez, A., Corsini, E., Curti, D., Biggiogera, M., Colombo, A., Nicosia, R.F., Pagano, S.F. &  Parati, E.A. Neurosphere and neurosphere-forming cells: morphological and ultrastructural characterization. _Brain Res_. **993**, 18-29 \\(2003).\r\n  4. Goldman, S. Stem and progenitor cell-based therapy of the human central nervous system. _Nature Biotechnol_. **23**, 862-870 \\(2005).\r\n  5. Suslov, O.N., Kukekov, V.G., Ignatova, T.N. & Steindler, D.A. Neural stem cell heterogeneity demonstrated by molecular phenotyping of clonal neurospheres. _Proc. Natl. Acad. Sci.USA_, **99**,14506-14511 \\(2002).\r\n  6. Maslov, A.Y., Barone, T.A., Plunkett, R.J. & Pruitt, S.C. Neural stem cell detection, characterization, and age-related changes in the subventricular zone of mice. _J. Neurosci_. **24**, 1726-1733 \\(2004).\r\n  7. Reynolds, B.A. & Rietze R.L. Neural stem cells and neurospheres – re-evaluating the relationship. _Nature Meth_. **2**, 333-336 \\(2005).\r\n  8. Lois, C. & Alvarez-Buylla, A. Proliferating subventricular zone cells in the adult mammalian forebrain can differentiate into neurons and glia. _Proc. Natl. Acad. Sci. USA_, **90**, 2074-2077 \\(1993).\r\n  9. Kempermann, G., Gast, D., Kronenberg, G., Yamaguchi, M. & Gage F.H. Early determination and long-term persistence of adult-generated new neurons in the hippocampus of mice. _Development_, **130**, 391-399 \\(2003).\r\n  10. Gritti, A., Bonfanti, L., Doetsch, F., Caille, I., Alvarez-Buylla, A., Lim, D.A., Galli, R., Veerdugo, J.M., Herrera, D.G. & Alvarez-Buylla, A. Multipotent neural stem cells reside into the rostral extension and olfactory bulb of adult rodents. _J. Neurosci_. **22**, 437-445 \\(2002).\r\n  11. Franklin, K.B.J. & Paxinos, G. \\(Eds.) The Mouse Brain in Stereotaxic Coordinates, Academic Press, San Diego \\(1977).\r\n  12. Morshead, C.M., Garcia, A.D., Sofroniew, M.V. & van der Kooy,  D. The ablation of glial fibrillary acidic protein-positive cells from the adult central nervous system results in loss of forebrain neural stem cells but not retinal stem cells. _Eur. J. Neurosci_. **18**, 76-84 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank all the previous undergraduate and graduate students who have completed a project or a thesis in the laboratory and helped to build the foundations of these protocols. \r\n\n\nThis research is supported by the Natural Sciences and Engineering Research Council of Canada \\(NSERC)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 9868,
                "identity": "9e9ef2f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laura Pacey",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laura",
                "middleName": "",
                "lastName": "Pacey",
                "suffix": ""
            },
            {
                "id": 9869,
                "identity": "9e9ef70e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shelley Stead",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shelley",
                "middleName": "",
                "lastName": "Stead",
                "suffix": ""
            },
            {
                "id": 9870,
                "identity": "9e9ef8e6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jacqueline Gleave",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jacqueline",
                "middleName": "",
                "lastName": "Gleave",
                "suffix": ""
            },
            {
                "id": 9871,
                "identity": "9e9efb6c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kasia Tomczyk",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kasia",
                "middleName": "",
                "lastName": "Tomczyk",
                "suffix": ""
            },
            {
                "id": 9872,
                "identity": "9e9efd20-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laurie Doering",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada, L8N 3Z5",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laurie",
                "middleName": "",
                "lastName": "Doering",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-17 18:48:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.215",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.215",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607615,
                "identity": "858475e9-7005-4b03-9dfa-176796ed76d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95721,
                "visible": true,
                "origin": "",
                "legend": "Appearance of neurospheres in tissue culture and when processed for immunocytochemistry.   *a)* Early phase of neurosphere formation. Individual cells forming small clusters can be identified. Phase contrast microscopy.\r\n*b)* High density neurosphere culture. Phase contrast microscopy.\r\n*c)* Immunocytochemical localization of the epidermal growth factor (EGF) receptor (FITC secondary antibody - green) and the intermediate filament nestin protein (rhodamine secondary antibody - red) on an intact neurosphere. Indirect immunofluorescence microscopy.\r\n*d)* Frozen section (15 µm thick) of a neurosphere processed for the detection of cell mitosis by the incorporation of 5-bromo-2’-deoxyuridine (BrdU) (FITC secondary antibody - green) and counterstained with DAPI (blue) to identify nuclei. Indirect immunofluorescence microscopy.\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-77/v1/figure_1.jpg"
            },
            {
                "id": 2607617,
                "identity": "f9d8e288-b4e4-40cc-802b-8f9a016c0607",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 86855,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Formulations for the Tissue Dissection Solution and the Enzyme Mix",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-77/v1/figure_2.jpg"
            },
            {
                "id": 2607614,
                "identity": "f1d519ed-d5d1-4d46-a247-183f2df52364",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60201,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Components added to the Serum Free Medium (SFM)",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-77/v1/figure_3.jpg"
            },
            {
                "id": 13464398,
                "identity": "709296ee-6ae5-41cb-8d06-8d4e0a92de41",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 257973,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-77/v1/dfd279ee-c1a7-4111-a0d0-ccc0b5029af6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mouse, brain dissection, tissue culture, stem cell, neurosphere, cryopreservation, immunocytochemistry",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Neural Stem Cell Culture: Neurosphere generation, microscopical analysis and cryopreservation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-08-25 06:52:00",
                "doi": "10.1038/nprot.2006.215",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 5
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e9ea024-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 25th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1351,
                "name": "Neuroscience"
            },
            {
                "id": 1352,
                "name": "Biological techniques"
            },
            {
                "id": 1353,
                "name": "Cell biology"
            },
            {
                "id": 1354,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-08-25 06:52:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}