{
    "identity": "pex-825",
    "title": "<p>Fixation and staining of <em>Drosophila</em> L1 larval brains for immunofluorescence microscopy and preparation for live imaging</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Neural stem cells (NSCs) of <em>Drosophila</em> enter quiescence in late embryos and are reactivated in newly hatched L1 larvae by insulin signaling, which is induced by feeding. The relatively large number of qNSCs in L1 larvae, together with activated neuroblasts, make the LB an attractive system for studying the quiescent stem cell state, its regulation, and the mechanism by which stem cells undergo activation. However, the small size of L1 brains makes it necessary to use technically demanding manipulations for these studies. By modifying the methods that have been used previously for L1 and older stage LBs, we developed procedures that facilitated our recent studies on L1 brains (1). The modifications include fixing and staining L1 brains while still attached to mouth hooks and small pieces of cuticle, and using improvised small PCR tube caps to incubate the LBs during the fixation, antibody staining and washing steps, along with drawn-out glass capillaries to remove fixative, antibody solutions and washes. Finally, coverslips are mounted using double-stick tape and vacuum grease as supports to prevent flattening the antibody-stained LBs prior to observation. Modified methods for live imaging include dissecting LBs and mounting in medium on a metal or 3D printed slide with an O<sub>2</sub>-permeable Teflon membrane as a support.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><em><u>Drosophila</u></em><u> Stocks</u></p><p>Fly stocks in vials containing standard food. Flies expressing fluorescent protein fusions, e.g., GFP- or RFP-labeled proteins, are suitable for use with this protocol.</p><p>&nbsp;</p><p><u>IFM Materials</u></p><p>Amino acid-depleted agar plates, 30-60 mm OD (5% sucrose, 1X PBS, 1% agar)</p><p>Plastic Pasteur pipettes</p><p>PCR tubes (flat top), 200 µL</p><p>Double-sided tape</p><p>Microscope slides, cleaned in EtOH</p><p>Coverslips, No. 1<sup>1</sup>/<sub>2</sub> , cleaned in EtOH</p><p>Fine stainless steel dissecting forceps (e.g., Dumont No. 5), two pairs</p><p>Stainless steel forceps, 1 pair, for use in picking up clean coverslips and closing/opening PCR tubes</p><p>Two-well shallow dissecting slide</p><p>Hypodermic syringe (1 mL) fit with 26 G needle (1 inch)</p><p>Timer</p><p>Glass microliter pipettes (Clay Adams Micropet, 50 µL) or capillary tubes, drawn out to a fine tip</p><p>Pipette bulb made from glass microliter pipette adapter attached to a short length of tubing, which is tied off at the end (e.g., Clay Adams Micropet adapter, Fig. 1<strong>c</strong>)</p><p>Pipetman P200, P20, P2 with tips</p><p>Silicone vacuum grease (Beckman Instruments, Inc., cat #335148) backloaded into hypodermic syringe (3 mL), fit with cut-off/blunt-end 18 G needle (2 inch)</p><p>&nbsp;</p><p><u>IFM Reagents</u></p><p>DDW (Distilled deionized water)</p><p>2x PHEM (120 mM PIPES, 50 mM HEPES, 4 mM MgSO<sub>4</sub>, 20 mM EGTA, pH 7.2)</p><p>Fixative, freshly made (4% EM-grade formaldehyde + 1X PHEM)</p><p>PBS</p><p>PBST (PBS + 0.3% Triton-X100)</p><p>Blocking buffer (3% BSA in PBST)</p><p>Glycerol (50% in PBS)</p><p>Glycerol (90% in PBS)</p><p>Antibody, primary (diluted in blocking buffer)</p><p>Antibody, secondary (diluted in blocking buffer)</p><p><br></p><p><u>Live Imaging Materials</u></p><p>Metal or 3D printed slide for live imaging (7.6 W x 3.9 D x 0.6 H cm, Fig. 2)</p><p>Oxygen-permeable Teflon membranes (YSI, Inc.,Yellow Springs, OH, Standard Membrane Kit #5793)</p><p>Round coverslips No. 1, EtOH-cleaned (e.g., Fisher Scientific, #12-545-100 18Cir.-1)</p><p>O-rings (e.g., Danco #12 or #67; Standard size 016 or 017)</p><p>Silicone vacuum grease (Beckman Instruments, Inc., cat #335148) backloaded into hypodermic syringe (3 mL), fit with cut-off/blunt-end 18 G needle (2 inch)</p><p><br></p><p><u>Live Imaging Reagents</u></p><p>PBS</p><p>Schneider’s <em>Drosophila</em> medium (with or without supplements, e.g., 10% FCS, 20 µg/mL insulin, 40 µg/mL glutathione, 2 mM glutamine)</p><p>Fat bodies from L1-L3 larvae (optional)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><u>IFM Equipment</u></p><p>Rotating platform shaker</p><p>Stereomicroscope with incident illumination (light from above specimen)</p><p><br></p><p><u>Live Imaging Equipment</u></p><p>Ultimaker 2+ printer with PLA filament (~13 g of PLA per slide) or similar</p><p>STL file for printing slide (available on request; Fig. S1)</p>"
        },
        {
            "header": "Procedure",
            "content": "Fixing and Staining L1 LBs for IFM\n1. Collect embryos on standard fly food by transferring flies to fresh vials after adding 5-10 granules of live yeast to the food; place vials in the dark to encourage egg-laying. Allow embryos to hatch (~20-22 hr at 22ºC), then maintain ~6-8 hrs to mid-L1 stage. Alternatively, transfer embryos collected on standard fly food to amino acid-depleted agar plates to enrich LBs for qNSCs; wash embryos from food using several changes of DDW, allow embryos to hatch and maintain ~20-24 hrs to mid-L1 stage, as larvae develop more slowly on amino acid-depleted plates.\n2. Note the characteristic shape of the brain at the anterior end of the larva (Fig. 1\na\n). Transfer 10-15 L1 larvae into DDW in one well of a two-well dissecting slide. Pipette 25-30 µL of PBS into the other well.\n3. Put on appropriate personal protective attire, including a high filtration face mask, safety glasses, gloves and a laboratory coat. Wear until after completing washes following fixation.\n4. Prepare a 200 µL PCR tube by firmly affixing it cap-side down onto a small piece of double-sided tape on a microscope slide (Fig. 1\nb\n). Use the flat (handle) end of a pair of forceps to push down on the hinge and cap edge to ensure that the cap is firmly affixed to the slide. Use the flat end of the forceps to hold the cap down when opening the tube to ensure that it does not detach from the slide.\n5. Place 20 µL of freshly made fixative in the PCR tube cap; close the tube loosely after transferring each LB into the fixative during dissection.\n6. Transfer the L1 larvae from the well containing DDW into the well containing PBS using a plastic Pasteur pipette.\n7. Dissect each larva by holding it halfway down its length using one pair of fine-tip forceps, then grasp the side of the larva anterior tip with the other pair of forceps and pull the anterior end open. Quickly locate the brain and pull off a small piece of the cuticle with the attached brain, including the mouth hooks, and transfer the tissue into the fixative in the PCR tube cap.\n8. Repeat with 10-15 larvae, keeping track of time and stopping dissections after ~5-6 min. Close the PCR tube and continue fixing the LBs for 20-25 min.\n9. Using a finely drawn out glass microliter pipette and an improvised pipette bulb (Fig. 1\nc\n), remove the fixative from the LBs and discard into a waste receptacle; dispose according to institutional laboratory safety guidelines. Replace the fixative with 20 µL of PBST to wash the fixed LBs; repeat the PBST wash. Place the slide with the PCR tube on a platform rotator for 10 min, then change the PBST and rotate another 10 min.\nNB: Glass pipettes are drawn out by holding the pipette at both ends and rotating the pipette while heating in a low flame until soft, then quickly removing from the flame and pulling sharply; excess length is broken off using a pair of blunt-ended forceps to pull on the drawn-out region near the position desired for breaking. Each microliter pipette or capillary tube makes two drawn-out pipettes.\n10. After removing the final PBST wash, add 20 µL of blocking buffer to the LBs in the PCR tube cap and place the PCR tube affixed to the microscope slide on a platform rotator for 1-2 hr at RT. After blocking, the LBs can be stained with antibodies or stored in blocking buffer at 4ºC for several weeks.\n11. For antibody staining, use a P20 Pipetman with cut-off yellow pipette tip to transfer 3-7 LBs to a new PCR tube cap affixed with double-sided tape to a microscope slide. Replace the blocking buffer with 12-15 µL of primary antibody diluted in blocking buffer. Close the PCR tube tightly and transfer the tube with microscope slide to a platform rotator for several hours to overnight at RT.\n12. After incubation, use a drawn-out glass pipette to remove and save the antibody solution for reuse. Primary or secondary antibody solutions can be reused 2-8 times – the reused solutions can show significantly lower background than freshly diluted antibody solutions. Add 20 µL of PBST to the LBs and wash 3-4 hrs with rotation at RT, changing the PBST wash solution 3-4 times during the wash time.\n13. React LBs with 12-15 µL of secondary antibody diluted in blocking buffer and rotate for 3-4 hrs. Protect from light as necessary, as secondary antibodies are typically conjugated to a fluorophore. Recover the antibody for reuse, then wash LBs as in step 12.\n14. Remove final PBST wash using a drawn-out glass pipette, then add 10-15 µL of 50% glycerol in PBS to the LBs in the PCR tube cap. Use a P20 Pipetman and cut-off yellow tip to transfer the LBs to a two-well slide for final dissections. Place a 5 µL drop of 90% glycerol in PBS in the other well.\n15. Prepare a clean microscope slide by positioning double-sided tape spacers and vacuum grease supports as shown in Fig. 1\nd\n. Place a 5 µL drop of 90% glycerol in PBS in the center.\n16. For final dissections, use a fine-tipped pair of forceps to gently hold each LB and remove the attached cuticle and mouth hooks with a scalpel made from a 26 G hypodermic needle fit on a 1 mL hypodermic syringe. The attached cuticle, mouth hooks and other tissue should be cleanly dissected away from the LB. Transfer each LB to the 90% glycerol in PBS in the second well of the dissecting slide using a P20 Pipetman fit with a 10 µL pipette tip and the Pipetman set to 2-3 µL. The LBs will be translucent, but can be visualized by careful observation under incident illumination. After completing the final dissections, transfer the LBs to the drop of 90% glycerol in PBS on the microscope slide using a P20 Pipetman and 10 µL pipette tip. Orient the LBs by gently moving the solution adjacent to the LBs with the tips of a pair of forceps to position as desired.\nNote that the final dissections can also be performed by placing 3-5 µL of 50% glycerol on a microscope slide, cleanly dissecting the LBs and transferring the LBs to an adjacent 3-5 µL drop of 90% glycerol, then removing the 50% glycerol and positioning the spacers around the LBs in the drop of 90% glycerol.\n17. Carefully place a clean coverslip onto the LBs in the 90% glycerol in PBS, tilting the coverslip to avoid trapping air bubbles. Note that other mounting media can be used instead of 90% glycerol. The 90% glycerol suppresses photobleaching, but does not prevent it. DAPI or other DNA dyes can be added to the 90% glycerol mounting medium (or to the secondary antibody washes) to stain nuclear DNA.\n18. The LBs mounted on the slide can then be observed by confocal microscopy using settings appropriate for secondary antibody detection and imaging\n﻿\n.\nModifications for Live Imaging\n1. 3D printed slides are created on an Ultimaker 2+ 3D printer with PLA filament, printing at 200°C extruder temperature, 70°C bed temperature, 5% infill, 0.8 mm wall thickness, 0.2 mm layer height. Each slide requires ~13 g of PLA filament.\n2. Assemble the metal or 3D slide with a Teflon membrane support by cutting a circle from the membrane to fit the opening with sufficient overlap to allow the membrane to be secured by an O-ring. Each membrane sheet can be used to make 4 circles. Using the hypodermic syringe filled with vacuum grease with attached cut-off 18 G needle, make three short lines of vacuum grease around the circumference of the opening on the membrane-covered metal or plastic edge, leaving large gaps to allow air trapped by the coverslip to escape.\n3. After collecting embryos, larval hatching, and aging larvae to mid-L1 stage, transfer larvae to DDW in a shallow two-well dissecting slide as in step 2 above. The remaining well can contain PBS or Schneider’s\nDrosophila\nmedium with or without supplements.\n4. Dissect LBs in PBS or Schneider’s\nDrosophila\nmedium with or without supplements, taking care to remove attached tissue without damaging the brains, then transfer LBs to a 9-10 µL drop of PBS or Schneider’s medium on a Teflon-covered metal or 3D printed slide for live imaging. Fat bodies from L1-L3 larvae can be placed around the LBs to induce qNSC activation and increase the number of actively dividing neuroblasts. After orienting the LBs and fat bodies (if added) as desired, carefully lower a clean round coverslip onto the vacuum grease on the membrane-covered metal or plastic edge; use gentle pressure to push the coverslip down until the LBs are just immobilized between the membrane and coverslip surface.\n5. Image the LBs on the slide by confocal or spinning disk microscopy using settings appropriate for live imaging."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><u>Fixing and Staining L1 LBs for IFM</u></p><p>1. A potential problem is loss of LBs during one of the steps involved in fixing or staining the LBs for IFM. This can be avoided by visually checking forceps and pipette tips after each change of solution to ensure that the LBs have been recovered in each step. The LBs can followed during the fixation, antibody staining and washing steps by the attached black mouth hooks. Wash solutions should be carefully removed into small petri dishes and the solutions examined before discarding, rather than discarding immediately. Any LBs that have been taken up with the solution can be recovered and transferred back into the PCR cap. Transfer of LBs into mounting medium after final dissections should be performed with a P20 Pipetman fit with 10 µL pipette tips that have been tested and found not to bind to the LBs. Transfering LBs into the final mounting medium using forceps can result in loss due to sticking by the LBs to the forceps tips.</p><p>&nbsp;</p><p>2. If the fixed and stained LBs move in position after the coverslip has been mounted when the coverslip is touched with the tips of a pair of forceps, the double-sided tape supports are too thick, preventing the LBs from being immobilized between the coverslip and slide surface. In this case, substitute pieces of single-sided tape coated (after positioning) with a thin layer of vacuum grease to hold the coverslip onto the slide. Alternatively, glue made by immersing double-sided tape in heptane can be used in place of the double-sided tape by pipeting lines of the heptane supernatant along the four sides surrounding the drop of mounting medium. If the coverslip is not firmly enough affixed to the slide, a small amount (~0.5-1 µl) of hardening mounting medium (e.g., ProLong) can be placed at each corner of the coverslip and allowed to harden.</p><p>&nbsp;</p><p><u>Preparation of L1 LBs for Live Imaging</u></p><p>1. Live LBs should remain intact and show active microtubule growth and neuroblast division for 1-2 hrs or more after slide preparation. If the brains start to lyse or show changes in morphology after relatively short periods of time (~20-30 min or less), they may have been damaged during dissection or the coverslip may be pressed too firmly against the brains. In either case, make another preparation, taking greater care during dissection not to damage the brains and watch under the stereomicroscope as the coverslip is positioned, pressing down gently only until the LBs are just positioned between the coverslip and membrane before imaging.</p><p><br></p><p>2. For 3D printing the plastic slides, other printers and materials may be substituted if an Ultimaker 2+ printer and PLA material are not readily available. Before working with specimens, test the 3D slide for unwanted interactions of the slide material upon laser excitation. Different colors of PLA may absorb or reflect different excitation light wavelengths, although we have had good results without noticeable problems using red or gray 3D printed slides with 458 nm, 488 nm, 514 nm and 568 nm laser lines. Additionally, the slides for live imaging can be used on both upright and inverted microscope systems.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><u>Fixing and Staining L1 LBs for IFM</u></p><p>Approximately 2-3 days are needed to collect embryos, and hatch and age larvae to mid-L1 stage on standard or amino acid-depleted medium. Dissection, fixation, washing and blocking of 10-15 LBs can be performed in 2-3 hrs, followed by primary and secondary antibody staining, which requires 1-1.5 days, depending on the antibodies in use. Final dissections and mounting of the antibody-stained LBs can be completed in 20-30 min. The total time required is ~3-5 days.</p><p><br></p><p><u>Preparation of L1 LBs for Live Imaging</u></p><p>With practice, three to four L1 LBs can be dissected and mounted for live imaging in ~8-12 min and can be imaged for 1-2 hrs or more.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Fixed and stained L1 LBs can be observed by IFM and live L1 LBs can be imaged to obtain new information regarding NSC quiescence and activation.</p>"
        },
        {
            "header": "References",
            "content": "<p>&nbsp;1. Endow SA, Miller SE, Ly PT <strong>2019</strong> Mitochondria-enriched protrusions are associated with brain and intestinal stem cells in <em>Drosophila</em>. <em>Commun Biol</em> 2, 427. PMID: 31925235</p><p>2. Kiehart DP, Montague RA, Rickoll WL, Foard D, Thomas GH <strong>1994</strong> High-resolution microscopic methods for the analysis of cellular movements in <em>Drosophila</em> embryos. <em>Meth Cell Biol</em> 44, 507-32. </p><p>3. Dorman JB, James KE, Fraser SE, Kiehart DP, Berg CA <strong>2004</strong> <em>bullwinkle</em> is required for epithelial morphogenesis during <em>Drosophila</em> oogenesis. <em>Dev Biol</em> 267, 320-41. PMID: 15013797</p><p>4. Sköld HN, Komma DJ, Endow SA <strong>2005</strong> Assembly pathway of the anastral <em>Drosophila</em> oocyte meiosis I spindle. <em>J Cell Sci</em> 118, 1745-55. PMCID: PMC1568144</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>These IFM and live imaging methods were developed for studies that led to the publication of a report showing that protrusions of <em>Drosophila</em> LB qNSCs and intestinal stem cells are enriched in mitochondria (1) and during follow-up studies for this work. We thank the Duke University Light Microscopy Core Facility for equipment use; B. Carlson for help with imaging; D. Fox, J. Sawyer, N. Sherwood, R. Cartoni and K. Abdi for reagents and discussions; and the Bloomington <em>Drosophila </em>Stock Center and Kyoto Stock Center for <em>Drosophila</em> lines. P.T.L. was in the H. Wang lab prior to these studies. Special thanks to the Innovation Co-Lab at Duke University for the use of 3D printers and materials, Duke-NUS Medical School for funds supporting these studies, and Duke University School of Medicine for stipend support for J.D.T.</p><p><br></p><p>&nbsp;</p><p><u>Author Contributions</u></p><p>S.A.E. and P.T.L. developed methods for IFM, J.D.T. designed and printed slides for live imaging, and S.A.E. modified live imaging methods for LBs and tested 3D-printed slides.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "https://doi.org/10.1038/s42003-019-0671-4",
                "date": "2019-11-22 11:02:26",
                "title": "Mitochondria-enriched protrusions are associated with brain and intestinal stem cells in Drosophila",
                "authors": [
                    "Sharyn A. Endow",
                    "Sara E. Miller",
                    "Phuong Thao Ly"
                ],
                "journal": "Communications Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 329234,
                "identity": "2466baa9-d4c8-4438-be71-7811772dc552",
                "order_by": 1,
                "name": "Phuong Thao Ly",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-5986-2735",
                "institution": "Duke-NUS Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Phuong",
                "middleName": "Thao",
                "lastName": "Ly",
                "suffix": ""
            },
            {
                "id": 329235,
                "identity": "d6457bc0-520b-459e-be7f-223267cc4c1d",
                "order_by": 2,
                "name": "John D. Thompson",
                "email": "",
                "orcid": "",
                "institution": "Duke University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "D.",
                "lastName": "Thompson",
                "suffix": ""
            },
            {
                "id": 329236,
                "identity": "31457f09-5ed2-4c34-8f7b-2830f0509607",
                "order_by": 3,
                "name": "Sharyn A. Endow",
                "email": "endow@duke.edu",
                "orcid": "https://orcid.org/0000-0002-0907-8889",
                "institution": "Duke-NUS Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sharyn",
                "middleName": "A.",
                "lastName": "Endow",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-01-29 15:51:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.22283/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.22283/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 448659,
                "identity": "173bebfe-ce14-4e84-885e-6f2dcb5dfd9e",
                "added_by": "auto",
                "created_at": "2020-02-05 10:04:38",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 639431,
                "visible": true,
                "origin": "",
                "legend": "a) Larval brain (LB) at anterior end of larva. Reproduced from (1). b) PCR tube affixed with double-sided (ds) tape to a microscope slide; the cap is used as a holder for LBs during fixation and staining. c) Finely drawn-out glass pipette (filled with blue solution for illustration) with pipette bulb to remove solutions. Bar, 1 cm. d) Slide with ds tape and vacuum grease supports for mounting stained LBs.",
                "description": "",
                "filename": "Figure1Lyetal.jpg",
                "url": "https://assets.researchsquare.com/files/b1863f24-82b6-4375-9300-2e7c3ae8c9dc/v1/Figure1_Ly,etal.jpg"
            },
            {
                "id": 448660,
                "identity": "53bf85dd-7aa1-402f-b054-abe69fc0b1ce",
                "added_by": "auto",
                "created_at": "2020-02-05 10:04:38",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 987963,
                "visible": true,
                "origin": "",
                "legend": "a) Metal slide for live imaging fitted with an oxygen-permeable Teflon membrane over opening (1-4). b) 3D printed slide for live imaging; a Teflon membrane is fit over the opening and secured with an O-ring prior to use. Note that the metal slide bottom has shallow tapered circular cut-outs to enhance light collection during transmitted light imaging; the 3D printed slide was not designed with this feature and is optimally used for epifluorescence confocal microscope imaging.",
                "description": "",
                "filename": "Figure2Lyetal.jpg",
                "url": "https://assets.researchsquare.com/files/b1863f24-82b6-4375-9300-2e7c3ae8c9dc/v1/Figure2_Ly,etal.jpg"
            },
            {
                "id": 15665962,
                "identity": "7534ccfa-f4c7-489d-9bea-df5b35e49df4",
                "added_by": "auto",
                "created_at": "2021-11-18 13:34:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 313959,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-825/v1/f5304e7f-4673-4aca-bed0-b1d3e0f98c77.pdf"
            },
            {
                "id": 448658,
                "identity": "b1356ca3-4806-40a6-8271-4e2d8a4672e6",
                "added_by": "auto",
                "created_at": "2020-02-05 10:04:38",
                "extension": "jpg",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 32249,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "FigureS1Lyetal.stl.jpg",
                "url": "https://assets.researchsquare.com/files/b1863f24-82b6-4375-9300-2e7c3ae8c9dc/v1/FigureS1_Ly,etal.stl.jpg"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Neural Stem Cell, Fixation, Antibody Staining, Live Imaging, L1 Larval Brain, Drosophila, 3D Printed Slide",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><em>Drosophila</em> first instar (L1) larval brains (LBs) contain frequent quiescent neural stem cells (qNSCs) as well as activated neuroblasts, making them favorable for studying stem cell quiescence and activation. However, the small size of LBs at the L1 stage necessitates the use of modified methods to prepare the LBs for immunofluorescence microscopy (IFM). The protocol described here allows efficient collection of embryos and maturation of larvae to the mid-L1 stage, followed by dissection, fixation and processing of LBs through the antibody staining steps for IFM. The entire procedure can be completed in ~3-5 days. Methods are also described for use in preparing L1 brains for live imaging experiments, including a file to create accessible and cost-effective 3D printed slides that can be fit with an O<sub>2</sub>-permeable membrane for live imaging.</p>",
        "manuscriptTitle": "Fixation and staining of Drosophila L1 larval brains for immunofluorescence microscopy and preparation for live imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-02-05 10:04:37",
                "doi": "10.21203/rs.2.22283/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "77c04e62-bcbe-4063-a216-7f0370da4fd9",
        "owner": [],
        "postedDate": "February 5th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 55240,
                "name": "Stem cells"
            },
            {
                "id": 55241,
                "name": "Developmental biology"
            },
            {
                "id": 55242,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-02-05 10:04:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}