{
    "identity": "pex-949",
    "title": "<p>dTBI: A paradigm for closed-head injury in <em>Drosophila</em></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>INTRODUCTION</strong></p><p><br></p><p>Traumatic brain injury (TBI) is a complex disease process involving a multitude of pathophysiological processes that contribute to long-term changes in brain structure and function<sup>1,2</sup>. Mammalian models have uncovered many biomechanical, metabolic, biochemical and molecular events that contribute to the secondary injury response of TBI<sup>3,4</sup>. However, the relative contributions of these mechanisms to the progression of long-term injury, and the interactions of various pathways are difficult to study in mammalian models, given the long lifespans and relative difficulty of genetic manipulations. In the last few years, non-penetrating TBI models have been developed in multiple small organisms such as <em>Caenorhabditis elegans</em><sup>5,6</sup>, zebrafish<sup>7,8</sup> and <em>Drosophila melanogaster</em><sup>9-11</sup>, which offer the advantages of short generation times and lifespans, tractable genetics and the potential to be adapted to high throughput applications like genetic or pharmacological screens<sup>12</sup>.</p><p><br></p><p><strong>Development of the method</strong></p><p><em>Drosophila</em> has been instrumental in elucidating the mechanisms of nervous system development and complex behaviors such as learning, memory, circadian cycles and courtship<sup>13,14</sup>. Importantly, many CNS genes and pathways are conserved between flies and humans, with an estimated 75% of human disease-causing genes also having functional fly orthologs<sup>15,16</sup>. With sophisticated genetic toolkits that enable researchers to activate or inhibit specific genes in defined tissues with temporal control, <em>Drosophila</em> has provided mechanistic insight into many neurodegenerative diseases. These include models of axon and penetrative brain injury which selectively sever particular neurons like the olfactory nerve<sup>17</sup> and wing axons<sup>18,19</sup>, or pierce a needle through the head to cause damage to brain tissue<sup>20</sup>. However, these models do not reflect the diffuse, brain-wide injury that occurs during a closed head trauma. The first model of non-penetrating, closed head TBI in <em>Drosophila</em> uses a spring to deliver a mechanical force to a cohort of flies in a plastic vial, causing whole body injury<sup>9</sup>. Another model employs a bead-mill homogenizer to deliver the force and similarly traumatize the flies<sup>10</sup>. Although these models demonstrate that a portion of body-injured flies have neurodegenerative deficits<sup>9,10,21</sup>, the injury is neither tissue-specific nor uniform between individual flies, thus increasing the heterogeneity in the population response. A head-specific model of TBI was described, that uses a pipette tip to immobilize flies and a ballistic impactor to strike the head<sup>11</sup>. Since the experimental setup involves loading and injuring flies individually, it could be challenging to perform high throughput screens.</p><p>We have recently developed a head-specific model of <em>Drosophila </em>TBI, which we term dTBI, that is suitable for large-scale genetic or pharmacological screens (Saikumar et al., in press). The protocol uses a modified Heisenberg collar to immobilize the flies and a piezoelectric actuator to deliver a compressive injury to the fly head within 250ms. We define 3 thresholds of injury – mild, moderate and severe – caused by compressing the fly head to 35%, 40% and 45% respectively. Head-injured flies display a remarkable similarity to mammalian TBI, and several phenotypes are observed in an injury severity dose-dependent fashion (Saikumar et al., in press). Notably, neurological deficits such as immediate loss of righting reflex, locomotor deficits, spontaneous seizures, age-onset learning deficits, and a reduction in lifespan are observed as a consequence of dTBI. The brain undergoes injury severity-dependent vacuolization within a day of dTBI, which progresses with time. By contrast, cellular necrosis and blood brain barrier dysfunction occur early after injury and subside with time. The injured head also acutely upregulates proteasomal activity, markers of oxidative stress, and molecular chaperones. A full list of the features observed with dTBI along with the timeframes of their occurrence is presented in <strong>Fig 1</strong>.</p><p><br></p><p><strong>Overview of the method</strong></p><p>In this protocol, we describe the assembly of the dTBI circuit, construction and calibration of the device, the technique of collaring flies and administering dTBI, and discuss various factors that affect the reproducibility of the technique. The main components of the device are: the piezoelectric actuator mounted on a platform, the dTBI controller which houses the circuit controlling the piezoelectric, and a Heisenberg collar that holds the fly with the head resting stably on the metal plates.</p><p>Microcontrollers are commonly used to detect and respond to incoming electrical signals, often using these signals to gate, or control, events. In this design, a microcontroller is used to constantly check whether a switch is closed in the circuit. Upon closing, the microcontroller sends a separate signal to temporarily direct a voltage pulse into a voltage amplifier. The time duration of the voltage pulse sent to the amplifier is prescribed by a short program uploaded to the microcontroller. The amplitude of the voltage pulse is set using a potentiometer. The amplified voltage signal is used to briefly deflect the piezoelectric which compresses the fly head against the metal plates of the Heisenberg collar. The actuator is mounted on a platform, which provides enough working space for mounting more than one piezoelectric, if desired. On the same platform, we have mounted a narrow piezoelectric used to hit one fly at a time (low throughput) and a wide piezoelectric that can hit up to 6 flies simultaneously (high throughput). Once the circuit is assembled, the code is uploaded to the microcontroller through a computer. The device is calibrated to ensure that the displacement of the piezoelectric increases linearly with the input voltage within the working range of the piezoelectric. Once the dTBI device is constructed, the final step prior to using it is the creation of a calibration curve to determine the relationship between voltage and the extent of head compression.</p><p><br></p><p><strong>Experimental design</strong></p><p>The overall experimental design is presented in <strong>Fig 2</strong>. The construction and full calibration of the device is a one-time setup. Thereafter, it is sufficient to actively monitor the piezoelectric for signs of wear (reduction in % head compression for the same voltage), every 6 months. If the piezoelectric is replaced, it is advisable to verify that the new device yields similar mechanical and biological results. A spot-check should be done to verify that the head compression (using 6 flies) and 7d post-injury survival (using 50 flies) for severe dTBI are similar to the calibrated values. We typically use male flies for all experiments, and it is important to note that because of the difference in head sizes between sexes, the device has to be calibrated separately for male and female flies.</p><p>The device should be calibrated with the genotype that is expected to be most frequently used. We define severe dTBI as having a median post-injury survival of ~10d, moderate dTBI ~22d and mild dTBI ~43d. As a starting point, we recommend 45% head compression for severe dTBI, 40% for moderate and 35% for mild injury. When working with a new genotype, a pilot experiment with ~50 flies can be used to gauge the post-injury survival after a severe dTBI. If the flies are healthier or weaker than anticipated, the head compression can be increased or decreased by 5% to bring the post-severe injury median survival to ~10d.</p><p>To estimate the number of flies needed when designing a new experiment, it is necessary to take into account the genotype (if anticipated to be weaker/healthier than the genotype used for calibration), the dTBI severity (mild vs. moderate vs. severe), the experimental readout (lifespan vs. molecular assays), the timepoint up to which flies are to be aged, and the controls (sham, vehicle control, genotype background control). We typically use 3d old male flies for dTBI experiments. The required number of animals are subjected to dTBI or sham injury and allowed to recover in food vials until the desired timepoint. When aging injured flies, we recommend flipping to fresh food vials at least every 2d. A number of assays can be used to study the effect of dTBI on brain health and longevity <strong>(Fig 1)</strong>. In this protocol, we describe a 7d post-injury lifespan assay to quantify survival after dTBI.</p><p><br></p><p><strong>Expertise needed</strong></p><p>The circuit used to control the deflection of the piezoelectric element requires a minimal level of expertise in soldering components together. If required, it is advisable to go through tutorials to familiarize yourself with the various steps.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Introduction to breadboards (https://learn.sparkfun.com/tutorials/how-to-use-a-breadboard/all)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Introduction to Arduino (https://learn.sparkfun.com/tutorials/what-is-an-arduino?)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Installing Arduino Integrated Development Environment (IDE) (https://learn.sparkfun.com/tutorials/installing-arduino-ide?)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Dupont Crimp tool tutorial (https://www.instructables.com/id/Dupont-Crimp-Tool-Tutorial/)</p><p>Certain steps require basic machining (drilling holes or cutouts into the enclosure, drilling and tapping holes into the platform), which can be accomplished using standard equipment or through assistance from a machine shop.</p><p>The dTBI protocol is simple to master and only requires basic fly pushing expertise. A beginner should start with learning to collar 5-6 flies in under 1 min without any mortality (see dTBI Procedure below). Collar the anesthetized flies, wait for the last collared fly to wake up, then remove the flies and return them to fresh fly food. Maintain and observe these flies for the next 2-3d, since any mortality associated with rough handling should be evident by this time. Practice the technique until able to rapidly collar flies without any adverse effects.</p><p>The severe dTBI 7d post-injury survival curve is the most efficient way to assess the dTBI technique. Practice until able to hit a cohort of 100 dTBI flies within 60 min with the low throughout device, or 30 minutes with the high throughput device. With the strain of <em>w</em><sup><em>1118</em></sup> flies in our lab, median lifespan for severe dTBI is ~10d; it is important to note that this may vary with different strains across different labs. There are multiple factors in addition to genotype that influence post-injury survival, such as the gap between the head and piezoelectric since it determines extent of head compression, and the positioning of the piezoelectric above the head. It is important to keep these parameters consistent between experiments and between different operators to achieve reproducible results.</p><p><br></p><p><strong>Applications and limitations of the method</strong></p><p>The dTBI paradigm recapitulates key mammalian phenotypes of injury, making it an ideal platform in which to conduct large-scale genetic or small molecule screens, for the identification of key molecular pathways and interventions that ameliorate the effects of TBI. The initial experiments were done with a low throughput version of the device that injures a single fly at a time (Saikumar et al, in press). Here, we also describe a high throughput version that can injure multiple flies simultaneously in order to scale up the injury process (<strong>Movie 1</strong>). The severity of dTBI can be modulated either through the extent of head compression or through repetitive injury. We observe that post-injury survival and the vacuolization of the brain are both excellent early measures of the organism’s response to dTBI, capable of distinguishing between different injury severities and can be used to identify genetic or environmental modifiers of dTBI (Saikumar et al., in press). For severe dTBI, a large portion of the mortality occurs within the first week of injury, making the 7d post-injury survival curve a quick and efficient screening tool. Techniques for mass histology of <em>Drosophila</em> have been described for assessing vacuole pathology in paraffin-embedded sections<sup>22</sup>, allowing rapid evaluation of the brain morphology after dTBI as a complementary approach.</p><p>A potential limitation with the paradigm is that the response is dependent on the genetic background, so the same extent of head compression could cause different responses in animals of different genotypes. However, with the growing availability of GAL4 drivers, RNAi and overexpression reagents for a large number of genes, it is becoming progressively easier to design experiments with controls of the appropriate matched genetic background.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;Flies of the required genotype</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Standard fly food vials</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><em>For assembly of dTBI controller circuit</em></p><p>A. Power supply (amazon.com ASIN #B01ISM267G; SoulBay #UC02U)</p><p>B. Buck converter (amazon.com ASIN #B008BHAOQO; RioRand #3-01-0076; UPC #797698770222)</p><p>C. Potentiometer (amazon.com ASIN #B017LB2YCM; Uxcell #a15082600ux0077)</p><p>D. 5VDC SPST relay (digikey.com #Z1228-ND; Omron Electronics Inc-EMC Div #G6L-1P DC5)</p><p>E. Digital voltmeter display (amazon.com ASIN #B00YALV0NG; Bayite #3B002x5)</p><p>F. Arduino microcontroller (digikey.com #1050-1024-ND; Arduino #A000066)</p><p>G. Pushbutton (amazon.com ASIN #B0772KYPPM; Ocrtech)</p><p>H. Proportional voltage booster (piezo.com #EVB-304)</p><p><em>For construction of piezoelectric apparatus</em></p><p>I. Electrical terminal connector (amazon.com ASIN #B01A6LTK44; MUYI #5xSKUMY20973)</p><p>J. Non-Insulated Block Spade Terminal (Vetco Electronics #SR-SPA-1N)</p><p>K. Polycarbonate sheet (McMaster Carr #8574K321)</p><p>L. Piezoelectric actuator (piezo.com, Low throughput #Q220-A4-203YB, High throughput #Q220-A4BR-2513YB)</p><p>M. Heisenberg fly collar – see Equipment Setup (design specifications<sup>23,24</sup>, Genesee Scientific #48-100)</p><p>N. Enclosure (amazon.com ASIN #B07BPQH98D; LeMotech #Lm201803261105)</p><p><em>Other electrical equipment</em></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Panel mount - female jack (BixPower #CNT-W4)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Header pins (Vetco Electronics #VET-HEAD-SR-5)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Breadboard (CircuitSpecialists #WB-801)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Solderable breadboard (digikey.com #1568-1082-ND; SparkFun Electronics #12070)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Helping hands soldering tool (amazon.com ASIN #B00GIKVP5K; Alphidia QuadHands® Classic Helping Hands)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;M2.5 Nylon Hex Standoff Female (amazon.com ASIN #B07DCNZSRD; Albert Guy)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Mounting screws 2-56 (McMaster Carr #92196A079)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Mounting screws 4-40 (McMaster Carr #92196A108)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Electrical wire strippers (McMaster Carr #7294K14)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Digital multimeter (amazon.com ASIN #B01N9QW620; Etekcity #MSR-R500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Soldering kit (amazon.com ASIN #B06XZ31W3M; Anbes #GJM001-US)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;22 gauge wire (amazon.com ASIN # B00B4ZQ3L0; RSR Electronics Inc # 27WK22STR25)</p><p><em>Other equipment for fly work</em></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Upright macroscope (Leica Z16 APO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Camera (Leica DFC420)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Leica Applications Suite (with MultiTime module installed)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Dissecting light microscope (Leica M80)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Dumont #2 forceps (Fine Science Tools #11223-20)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Paintbrush (Utrecht Art Supply #06388-7010)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;Mirror – needs to be machined to size with a holder so it rests stably at a 45˚ angle (McMaster Carr #1017T316)</p><p><em>Software</em></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arduino IDE (https://www.arduino.cc)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dTBI Arduino code (Supplemental Code)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FIJI (https://fiji.sc)</p>"
        },
        {
            "header": "Procedure",
            "content": "The circuit diagram of the device is presented in\nFig 3a\n, a photograph of the assembled device in\nFig 3b\nwith one piezoelectric for low throughput and one for high throughput mounted on the platform, and the breadboard wiring diagram in\nFig 4\n.\nThe design is presented for a non-solderable breadboard, which can be easily assembled by a novice. Once the device has been assembled and tested, if you are comfortable with your soldering skills, you can use a solderable breadboard to re-assemble the circuit. This is ultimately preferred for a stable circuit, suitable for long-term use.\nDevice construction\n(Timing: ~6h, exclusive of machining time)\nConstruction of the voltage control circuit\n1. Lay out the components on the lab bench, removing each component from their packaging. To organize your components, place each on a sticky note, writing the component name on the note. Orient the enclosure so that the long faces of the rectangle form the top and bottom sides, and the short faces form the right and left sides.\nFor Steps 2-5, refer\nFig S1\n2. Drill a small hole in the left side of the enclosure, towards the corner, approximately 10mm in diameter (~7/16”). If the mounting nut for the panel mount with the female jack is attached, remove the nut. From the inside of the enclosure, push the female connector through the hole and re-attach the nut. Tighten to secure the connector to the enclosure\n(A.2 in Fig 4, S1)\n.\n3. On the power supply\n(A in Fig 4, S1)\n, examine the red button that allows you to adjust the voltage output from the supply. Use a flat bladed screwdriver to rotate this voltage setting to 12V. From the available power supply plugs that came with the power supply, choose the largest diameter plug (5.5mm diameter) and connect this plug to the end of the black wire extending from the power supply. This is the male DC power supply plug\n(A.1 in Fig 4, S1)\nthat will attach to the female jack of the panel mount in the enclosure.\n4. Use wirestrippers to strip the black wire and red wire from the panel mount, exposing approximately ¼” of the covering from each wire. If you want to avoid soldering, use a male Dupont connector to attach metal pins to the red and black wire. Otherwise, solder a single header pin to each end of the red and black wire.\n5. Place Breadboard #1 in the enclosure, positioning it in the top left quadrant of the enclosure in the orientation shown in\nFig 4, S1\n. Make sure that the red and blue lines, labeled as ‘+’ and ‘-’ respectively, are aligned vertically in the enclosure. Use a hot glue gun to tack the bottom of the breadboard to the base of the enclosure. Once positioned, connect the pin from the red wire of the power supply to the left red column of the breadboard. Connect the pin from the black wire of the power supply to the right blue column of the breadboard. Any row position is fine for either wire. These are the +12V and GND power rails of the breadboard.\n6. Use a multimeter and connect the probe tip from the ‘+’ terminal of the multimeter to the pin of the ‘+’ terminal of the power supply (red wire) on the breadboard. While maintaining contact with the ‘+’ terminal, place the tip of the second probe from the multimeter (‘-’ or GND/COM connection) to the pin from the ‘-’ terminal (black wire) of the power supply. Ask someone to assist you and plug in the power supply, turning on the multimeter for a reading. The multimeter should read ~12V on the display. Disconnect the power supply.\nCAUTION: Disconnect the power supply after verifying the wiring. You should not construct the rest of the circuit while power is still supplied to it.\nTROUBLESHOOTING\nFor Steps 7-10, refer\nFig S2\n7. Place the buck converter\n(B in Fig 4, S2)\nin a helping hands tool, which uses clips to hold electronics components safely while working on the component. Make sure the bottom of the buck converter is exposed. Locate the blue potentiometer on the buck converter\n(Fig S2)\nand identify the three pins that connect this potentiometer to the buck converter. Turn on a soldering iron, wait until it reaches the working temperature, and then touch the tip of the soldering iron to one of the exposed potentiometer pins. You will soon melt the solder that connects the pin to the buck converter. Use this to remove the solder from each of the three pins of the potentiometer. Once complete, you can remove the potentiometer from the buck converter.\nCAUTION: The removal of the potentiometer from the buck converter must be done carefully or you risk damaging other components of the converter. Place the tip on a pin for a few seconds, remove it, and then place it on the pin for a few seconds more. Eventually, you will heat and melt the solder.\nNOTE: The potentiometer that is supplied with the buck converter does not have an appropriate working range that is suitable with the operating range of the piezoelectric.\n8. Once the potentiometer is removed from the buck converter, place the buck converter in the enclosure, locating it in the bottom left quadrant. Orient the buck converter so the +OUT and -OUT terminals point to the right. Make a mark on the enclosure base to identify the location of the two mounting holes (\nB.1 in\nFig 4, S2\n) for the converter. Remove the converter, drill the pilot holes into the enclosure, and install nylon standoffs to mount the buck converter.\n9. Using a green wire, cut and strip both ends. Solder one of the stripped ends to the middle terminal of the new potentiometer\n(C in Fig 4, S2)\n. In the region of the buck converter where the potentiometer was removed, there are three open holes on the circuit board. Solder the remaining end of the green wire into the middle hole. Cut and strip a red wire at both ends, soldering one end to one of the end terminals of the potentiometer. Solder the remaining end to one of the remaining holes that formerly held the buck converter potentiometer. Finally, cut and strip a black wire, soldering one end to the third terminal of the potentiometer and the remaining end to the last connection point for the potentiometer in the buck converter.\n10. Cut and strip a red wire at both ends. Solder one end to the +IN terminal of the buck converter. Connect the remaining end to the +12V voltage rail on the breadboard. Cut and strip a black wire, exposing both ends. Solder one end to the -IN of the buck converter and connect the remaining end into the GND rail of the breadboard.\nFor Steps 11-12, refer\nFig S3\n11. Press the SPST relay (\nD in Fig 4, S3\n) into the breadboard, making sure the pins from the relay are firmly seated in the breadboard. Orient the relay so the top right of the relay (terminal #5) connects into position F10 of the breadboard, and the lower left corner (terminal #2) connects into position E12 of the breadboard. Cut and strip a green wire at both ends, soldering one end to the +OUT on the buck converter and connecting the remaining end to position D10 on the breadboard (connecting to terminal #4 of the relay). Connect a new black wire, also stripped at both ends, from GND rail to position G13 of the breadboard (connecting to terminal #8 of the relay).\n12. Strip the ends of the 3 colored wires (red, black and white) from the digital display\n(E in Fig 4, S3)\n. Connect the end of the red wire to the +12V voltage rail of the breadboard, and the black wire to the GND rail. Connect the end of the white wire (colored green in\nFig 4, S3\nfor easy visualization) into the breadboard at position C10 (connecting to terminal #4 of the relay).\nCRITICAL STEP: At this point, you have assembled a circuit that will allow you to adjust the voltage input to the buck converter, reading out voltage supplied to the voltage amplifier. This is a good point to check that the circuit is working properly. Plug in the power supply to a wall outlet, connect the male DC plug into the female mount and turn the knob on the potentiometer. You should see the voltage on the display change as you turn the potentiometer.\nFor Steps 13-16, refer\nFig S4\n13. Place the Arduino Microcontroller\n(F in Fig 4, S4)\nin the top right quadrant of the enclosure. Position the Arduino to orient the USB connect towards the back wall of the enclosure, touching the USB connection to the wall. Mark the four mounting holes for the Arduino\n(F.1 in Fig 4, S4)\n, remove the microcontroller and drill the appropriate holes in the enclosure base. Place the Arduino back in position and mark the opening needed for the USB connection (approximately 14mm x 14 mm –\nF.2 in Fig 4, S4\n). Make sure to take into account the extra vertical height from the standoff. Cut the opening for the USB connection and mount the Arduino using nylon standoffs, just as you mounted the buck converter earlier.\n14. Cut and strip a piece of red wire, connecting one end to the Vin terminal on the Arduino and the other end into the +12V voltage rail of the breadboard. Similarly cut and strip a piece of black wire, connecting it from one of the GND terminals of the microcontroller to the GND rail of the breadboard.\n15. Cut and strip a red wire, soldering one end into a post of the pushbutton switch\n(G in Fig 4, S4)\n. Connect the remaining end of this red wire into the +5V terminal on the Arduino microcontroller. Using a second red wire, solder one end to the remaining terminal of the pushbutton switch. Connect the remaining end of the red wire to pin #7 of the microcontroller.\n16. Connect a new red wire, stripped at both ends, from pin #13 of the Arduino microcontroller to position G10 of the breadboard (connecting to terminal #5 of the SPST relay).\nFor Steps 17-18, refer\nFig S5\n17. Place Breadboard #2 in the bottom right quadrant of the enclosure. Press the proportional voltage booster\n(H in Fig 4, S5)\ninto the breadboard. Make sure that you position the booster to electrically isolate the INPUT and OUTPUT sides of the booster by connecting +INPUT to C12, -INPUT to C18, +OUTPUT to I20 and -OUTPUT to I10. Cut and strip a green wire, connecting one of the exposed ends to the +INPUT terminal of the proportional voltage booster at position B12. Connect the remaining end to position D12 of Breadboard #1 (terminal #2 of the SPST relay). Cut and strip a black wire, connecting position B18 of Breadboard #2 (the -INPUT of the proportional voltage booster) to the -OUT terminal of the buck converter. Additionally, cut and strip a black wire, connecting position A18 of Breadboard #2 (the -INPUT of the booster) to the GND rail of Breadboard #1. Activating the relay with a signal from the microcontroller will close the connection from pin #4 to pin #2 of the SPST relay, sending the voltage from the buck converter to the voltage booster.\n18. Cut and strip the ends from one half of the electrical terminal connector\n(I in Fig 4, S5)\n. If you want to avoid soldering, use a male Dupont connector to connect the electrical terminals into the breadboard circuit. Otherwise, solder header pins to each end of the wire, connecting the pin from the red wire to position I20 (the +OUTPUT terminal of the proportional voltage booster). Next, connect the pin from the black wire to position I10 (the -OUTPUT terminal of the proportional voltage booster).\n19. At this point, the circuit is complete. Drill a hole in the top of the enclosure to mount the potentiometer. In addition, drill a hole in the side for the electrical connector, tying a loop in the wiring to prevent it from pulling out from the circuit. Mount the digital display and pushbutton to the top of the enclosure.\nNOTE: The photograph in\nFig 3b\nshows the voltage booster also mounted to the top because the enclosure used was smaller than the one recommended in the Materials section.\nProgramming the microcontroller\n20. Attach a USB cable to the Arduino microcontroller, connecting the other end to the USB port of a laptop.\n21. Download and install the Arduino Desktop IDE.\n22. Start the Arduino IDE, copying the necessary code to the working directory of the IDE.\n23. Upload and install the code to the microcontroller.\n24. At this point, you can test the functionality of your circuit. With the power supply plugged into the wall, press the pushbutton switch. If the code is working correctly, you should see an LED on the microcontroller blink momentarily. In addition, you can connect the output from the proportional voltage booster to a multimeter, adjust the voltage on the digital display, and see the output from the proportional voltage booster increase temporarily when you press the pushbutton switch.\nConstruction of the dTBI apparatus\nFor Steps 25-28, refer\nFig S6\n25. Using the remaining half of the electrical terminal connector, cut, strip and solder a small spade terminal onto each wire\n(J in Fig 4, S6)\n.\n26. Drill and tap two holes in the polycarbonate sheet\n(K in Fig 4, S6)\nto mount the piezoelectric actuator\n(L in Fig 4, S6)\n. Ensure that the gap between the drilled holes corresponds to the gap between the holes provided on the piezoelectric mount. Use thin washers\n(circle in J in Fig 4, S6)\n, sized for the 4-40 mounting screws\n(hexagon in J in Fig 4, S6)\n, to adjust the height of the piezoelectric actuator relative to the polycarbonate sheet. You will want a height that allows you to insert the flies, immobilized in the Heisenberg collar\n(M in Fig 4, S6)\n, under the actuator without contact (See next section Collars for exact details).\n27. Insert the screw through one of the holes on the piezoelectric mount, the washers and spade terminals to attach the actuator to the polycarbonate sheet\n(Fig S6)\n. Repeat for the second screw. At this point, the actuator will be securely mounted to the sheet.\n28. Solder the wiring from the mounted actuator to the respective electrical spade terminals (red to red; black to black) connecting the piezoelectric to the control circuit.\nCRITICAL STEP: Confirm that the control circuit works. Attach the components together, plugging in the power supply to the wall outlet and connecting the electrical output from the control circuit to the piezoelectric actuator. You should see the piezoelectric deflect when the pushbutton is activated.\nTROUBLESHOOTING\n29. The spade terminals are a more robust design than the direct connections shown in\nFig 3b\n. For the direct connection, solder the red wires from the piezoelectric and the electric terminal connector together, and the corresponding black wires together. Secure each of these soldered connections to the polycarbonate base using the 2-56 mounting screws.\n30. Multiple piezoelectric actuators can be mounted on the same platform and used with the same voltage control circuit\n(Fig 3b)\n. When switching between different actuators, attach the half of the electrical terminal connector from the voltage control circuit to the other half that is connected to the piezoelectric you wish to use. The low throughput piezoelectric\n(A in Fig 5a)\ncan be used to injure a single fly head at a time, while the high throughput piezoelectric\n(B in Fig 5a)\ncan injure up to 6 simultaneously.\nCollars (Timing: ~2-3h, exclusive of construction time)\nLow throughput dTBI device\n31. Collars can be constructed by a machine shop using the design specifications that have been published\n23,24\n, or purchased through commercial websites and modified if necessary.\n32. Importantly, the space between the metal plates needs to be precisely set to 125µm, which we find is the optimal gap that allows flies to slide through easily, while still providing the stable bottom surface against which the head is compressed (\nC in\nFig 5a\n).\n33. The distance between the top of the head and the piezoelectric is also important, since it is one of the factors determining the exact magnitude of head compression. When mounting the piezoelectric to the platform, it is important to use the appropriate number of washers so that the gap between the surface of the collar and the piezoelectric is 393±13 µm. This allows for fly heads to easily slide under, and fine adjustments can then be made by tightening the mounting screw of the piezoelectric. For our\nw\n1118\nmale flies, the average height of the fly head was 319±8 µm (as measured from the base of the head to the highest point of the eye). All the calibrations and subsequent experiments were performed with a gap of 67±13 µm between the piezoelectric and the fly head (as measured between the highest point of the eye to the piezoelectric) (\nFig 5b, Movie 2\n).\nCRITICAL STEP: It is important to ensure that the gap is similar between calibration and the actual experiments. If the gap is reduced between calibration and the final experiment, the same voltage will cause a larger magnitude of compression. Whereas if the gap is increased, the resulting compression will be smaller for the same voltage setting.\nHigh throughput dTBI device\n34. The collars to be used with the multi-dTBI device must have flat-head screws on the top plate to ensure that the collar can slide underneath the piezoelectric actuator (\nD in Fig 5a\n). Note that commercially bought screws may need to be flattened further to avoid the piezoelectric striking them. Attempts at machining a longer collar that could fit under the piezoelectric were unsuccessful because it was challenging to keep the metal plates absolutely flat throughout the length of the collar. This resulted in unequal head compression across a single cohort of flies.\nCRITICAL STEP: As far as possible, the metal plates must be parallel to the piezoelectric such that the gap between collar and piezoelectric is uniform throughout the length of the collar. Additional screws throughout the metal plate may be used to keep it perfectly flat.\nCalibration (Timing: ~1d)\nGeneration of voltage vs. displacement graph\n35. Set up the dTBI device under the Leica Z16 APO macroscope. Place a collar underneath the piezoelectric and move the 45˚-angled mirror up against the collar (\nFig 5c\n). Note that in this case, the collar is only used to ensure that the placement of the mirror is consistent (between multiple video rounds, or between calibrations with and without fly head compression).\n36. Adjust the brightness, zoom and focus to capture the reflection of the piezoelectric in the angled mirror.\n37. Using a frame rate of at least 10 fps, capture 3 replicate videos of the piezoelectric deflection events in 5V steps, starting from 35V till 80V.\n38. Analyze the videos in FIJI, using the Manual Tracking plugin to track a single pixel on corner of the piezoelectric to measure the y-displacement.\n39. Generate a graph between voltage and y-displacement to ensure that the piezoelectric responds linearly to the voltage.\nGeneration of voltage vs. head compression graph\n40. Set up the dTBI device and angled mirror under the Leica Z16 APO macroscope as above (\nFig 5c\n).\n41. Collar 5 flies (see dTBI Procedure for detailed instructions) and once they are awake, position the last collared fly underneath the piezoelectric (see dTBI Procedure for detailed instructions,\nFig 5d\n).\n42. Place the angled mirror against the collar and adjust the brightness, zoom and focus to capture the reflection of the piezoelectric and the fly head in the mirror.\n43. Capture videos of the compression event in 5V steps, starting from 35V till 80V. Do not reuse the same fly for multiple videos; instead use a fresh fly for each compression recording.\n44.  Obtain 3-6 replicate videos for each voltage step, using flies of the same genotype obtained from different bottles to control for natural variation in head size.\n45. Analyze the videos in FIJI and obtain the % head compression by comparing the fly head heights between frames of no compression and maximum compression (\nFig 5b, Movie 2\n).\n46. Use the equation of the line obtained from linear regression analyses to calculate the voltage required for 35% (mild), 40% (moderate) and 45% (severe) compression.\n47. Perform a survival analysis on sham, mild, moderate and severe injury to identify the median lifespan.\nCRITICAL STEP: Since the fly background is one of the factors important to survival post-injury, it is possible that 45% head compression may be too severe for some genotypes. It is important to define “mild”, “moderate” and “severe” thresholds of head compression according to the survival response. In our hands, the median lifespan post-injury is 10d for severe dTBI, 22d for moderate, and 43d for mild.\nTROUBLESHOOTING\n48. After the initial calibration, the device needs to be assessed every 6 months for piezoelectric wear and tear. Use 6 flies to measure the % head compression at the voltage calibrated for 45%, and verify that the compression is not significantly different from what was calculated during calibration. If the newly measured compression is lower than the calibrated compression (with all other factors being unchanged since calibration), the piezoelectric may need to be replaced. After replacement, re-measure the % head compression for 45% to ensure that it is now comparable to the calibrated measurement. Additionally, use the 7d post-injury survival to verify that the biological response of the new piezoelectric is similar to the old one.\nTROUBLESHOOTING\nHigh throughput dTBI device\n49. The maximum number of flies that can be simultaneously compressed depends on the maximum voltage rating of the piezoelectric and must be empirically determined. For the piezoelectric used in our device (Q220-A4BR-2513YB from piezo.com), the severe 45% compression injury was reached at 62V when 6 flies were used, and using more than 6 flies caused the 45% compression to occur beyond the maximum voltage rating of the piezoelectric.\n50. Before calibration, verify that the gap between the head and piezoelectric is similar across all 6 flies to ensure that all heads are uniformly compressed.\nTROUBLESHOOTING\n51. Follow the same procedure as the single dTBI device to generate the voltage vs. displacement and voltage vs. head compression graph. Obtain 3-6 replicates for each voltage setting, ensuring that flies are sampled across all 6 positions.\n52. Use the equation of the line obtained from linear regression analyses to calculate the voltage required for 35% (mild), 40% (moderate) and 45% (severe) compression.\nTROUBLESHOOTING\n53. Perform a survival analysis on sham, mild, moderate and severe injury to identify the median lifespan.\n54. We recommend using the 7d post-injury survival assay on severe dTBI flies to ensure that the head compression is even across all 6 flies. When returning flies to food vials during the dTBI process (see dTBI Procedure), split the injured flies according to their position on the collar (last 2 flies on the left can be combined as one group “L”, middle two flies as group “M”, right 2 flies as group “R”). Track survival of the 3 groups separately and ensure that the 3 lifespan curves are not significantly different from each other.\ndTBI procedure (Timing: 3.5 – 5 min for a cohort of 6 sham, 6 dTBI flies)\nLow throughput dTBI device\n55. Determine the number of flies needed for the experiment taking into consideration dTBI severity, final experimental readout and the timepoint until when flies need to be aged. Collect the required number of flies in fresh food vials in groups of 30 or less, and age them to 3d.\n56. When the flies are 3d old, briefly anesthetize a vial of flies and tip them on to a CO\n2\npad. Only tip the number of flies necessary for a single cohort, i.e. 5-6 sham and 5-6 TBI flies.\nCAUTION: Maintain the flies on the lightest possible CO\n2\nanesthesia. Excessive CO\n2\nwill cause the wings to fold upward making it difficult to collar them.\n57. Place a collar on the CO\n2\npad with the opening on the right side.\n58. For steps 58-62, see\nMovie 3\n. Under a stereo microscope, select a single fly and use a pair of blunt-ended forceps to pick it up by both wings. Manipulate the fly on to its right side, with the straight wings on the right side of the fly body and the legs on the left. Ensure that the forceps grasp both wings, close to the fly body. This gives better motor control to precisely manipulate the fly when collaring.\n59. Bring the fly to the opening of the collar and gently thread the neck through the gap between the metal plates. Make sure that the head is stably resting on the metal plates before proceeding.\n60. Flip the collar over and push the fly to the far end. Hold the forceps closed and rest them vertically on the metal groove against the right side of the fly body. Push against the fly body gently so that it moves smoothly along the collar.\nCRITICAL STEP: Ensure that the forceps are closed so as to not injure the fly body. It is important to move the fly by sliding the forceps along the groove made by the metal plates rather than pushing against the body directly, because the latter can lead to decapitation.\nTROUBLESHOOTING\n61. A slower, but safer alternative is to move the fly by using a paintbrush to nudge the head with short pushes.\n62. Collar the rest of the flies to have a total of 5-6 flies per collar. Collar the flies for the dTBI group first, then the sham, so that that dTBI flies are awake by the time the sham flies are collared.\n63. Position the last collared fly about 2 mm from the next fly. It can be helpful to mark the spot with a sharpie. When the flies are awake and showing signs of activity, proceed with the next step.\n64. For steps 64-68, see\nMovie 4\n. Grasp the collar firmly with the left hand and push down lightly. With the right hand, push down on top of the metal plates near the opening of the collar. While still pushing down lightly on the collar with both hands, slide it underneath the piezoelectric.\nCRITICAL STEP: This ensures that the head slides in easily without bumping against the piezoelectric (which can lead to decapitation). Take great care not to let your hand or the screws on the collar graze against the piezoelectric, which can damage it.\n65. Viewing through the stereo microscope, position the head so that the piezoelectric is above the third antennal segment. Make sure that the neighboring fly is far enough away that it will not be damaged by the piezoelectric as it deflects.\nCRITICAL STEP: Variations in the positioning of the piezoelectric with respect to the head can contribute to the heterogeneity in the injury severity.\n66. With the left hand still lightly holding the collar in the correct position, use the right hand to push the button that deflects the piezoelectric. Often, for severe dTBI, the proboscis unfurls upon head impact and retracts as the piezoelectric returns to normal position.\nCAUTION: Additional pressure on the collar from the left hand can increase the gap between the fly head and piezoelectric and lead to a lower than calibrated head compression.\n67. Gently slide the collar out from under the piezoelectric and use the forceps or a paintbrush to remove the injured fly on to a CO\n2\npad.\n68. Use the forceps or a paintbrush, slide the next fly along the collar to the dTBI spot.\n69. Repeat steps 64-68 for all the remaining flies.\n70. Collect the cohort of dTBI flies into a fresh food vial.\n71. Remove the sham flies from the collar onto a CO\n2\npad, and collect into a fresh food vial.\n72. Repeat steps 56-71 until the desired number of flies have been injured.\nCAUTION: When doing multiple rounds of dTBI, we recommend not anesthetizing the same vial successively, and to not have more than 20 flies in a single vial.\n73. Once all the flies have been injured, return the vials to the incubator to allow them to recover.\nHigh throughput dTBI device\n74. Follow the same procedure as the single dTBI device, with a few modifications. When the flies to be injured are collared, make sure they are positioned equidistant from each other, leaving ~0.5 mm gap between the heads.\n75. Position the heads under the piezoelectric, ensuring that it strikes all the heads above the third antennal segment.\nCAUTION: Always injure the same number of flies for which the piezoelectric was calibrated."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>STEP</strong></p><p>6</p><p><strong>PROBLEM</strong></p><p>There is no multimeter reading</p><p><strong>POSSIBLE REASONS</strong></p><p>There is no power being supplied to the circuit</p><p><strong>SOLUTION</strong></p><p>Make sure that the male plug is connected to the female mount, and that there is power supplied to the wall socket</p><p><br></p><p><strong>STEP</strong></p><p>28 (OR) at any later point during the use of the device</p><p><strong>PROBLEM</strong></p><p>The piezoelectric does not deflect</p><p><strong>POSSIBLE REASONS #1</strong></p><p>Loose/incorrect connections in the circuit</p><p><strong>SOLUTION</strong></p><p>Ensure that the circuit follows the schematic. Check to see whether any of the connections from the SPST relay or the voltage booster detached from the breadboard. If so, reconnect the wires into the appropriate position. Check the integrity of the other soldered connections, and resolder any loose connections</p><p><strong>POSSIBLE REASONS #2</strong></p><p>Arduino does not work</p><p><strong>SOLUTION</strong></p><p>With the power supply connected into the wall, use a multimeter and check to make sure the Arduino micro controller is producing +5V power at the connector labeled +5V on the micro controller. If this is not displaying 5V, replace the Arduino</p><p><strong>POSSIBLE REASONS #3</strong></p><p>Piezoelectric is damaged</p><p><strong>SOLUTION</strong></p><p>If the circuit connections are intact, the piezoelectric may need to be replaced</p><p><br></p><p><strong>STEP</strong></p><p>28 (OR) at any later point during the use of the device</p><p><strong>PROBLEM</strong></p><p>Display does not show any voltage reading when the device is plugged in</p><p><strong>POSSIBLE REASONS #1</strong></p><p>Display is damaged</p><p><strong>SOLUTION</strong></p><p>If all the breadboard connections from the display are intact, plug in the power supply and measure the voltage level incoming to the display sensor using a multimeter.</p><p>If this voltage input changes when the potentiometer is turned, replace the LCD display.</p><p><strong>POSSIBLE REASONS #2</strong></p><p>Potentiometer is damaged/ loose connections</p><p><strong>SOLUTION</strong></p><p>If the voltage measured on the multimeter does not change when turning the potentiometer, check the electrical connections for the potentiometer and if it is working (see below)</p><p><br></p><p><strong>STEP</strong></p><p>28 (OR) at any later point during the use of the device</p><p><strong>PROBLEM</strong></p><p>Display does not change when potentiometer knob is turned</p><p><strong>POSSIBLE REASONS</strong></p><p>Potentiometer is damaged/ loose connections</p><p><strong>SOLUTION</strong></p><p>Unplug the power supply. With the multimeter adjusted to measure resistance, place on tip on the middle post and a second on one of the outside posts of the potentiometer. Turn the knob on the potentiometer - if the resistance changes when turning, check the integrity of the wiring connections from the potentiometer to the buck converter. If the resistance does not change, replace the potentiometer.</p><p><br></p><p><strong>STEP</strong></p><p>47</p><p><strong>PROBLEM</strong></p><p>dTBI mortality is high for 45% head compression</p><p><strong>POSSIBLE REASONS #1</strong></p><p>45% is too high for the genotype</p><p><strong>SOLUTION</strong></p><p>Try reducing the head compression by ~5%</p><p><strong>POSSIBLE REASONS #2</strong></p><p>Food is not fresh or not flipped often enough</p><p><strong>SOLUTION</strong></p><p>dTBI flies need to be flipped on to fresh food every 2d</p><p><br></p><p><strong>STEP</strong></p><p>48</p><p><strong>PROBLEM</strong></p><p>dTBI mortality increased over time after calibration</p><p><strong>POSSIBLE REASONS #1</strong></p><p>Gap between the fly head and piezoelectric may have reduced because the piezoelectric was mishandled after calibration</p><p><strong>SOLUTION</strong></p><p>Use the angled mirror to verify that the gap is similar to when the device was calibrated. Tightening or loosening the mounting screws of the piezoelectric can be used to change the gap</p><p><strong>POSSIBLE REASONS #2</strong></p><p>The positioning of piezoelectric may be too ventral and past the antennae, or over the proboscis</p><p><strong>SOLUTION</strong></p><p>Consult <strong>Movie 4</strong> for appropriate positioning of the piezoelectric over the head. Remain consistent with the position that was used during calibration</p><p><br></p><p><strong>STEP</strong></p><p>48</p><p><strong>PROBLEM</strong></p><p>dTBI mortality decreased over time after calibration</p><p><strong>POSSIBLE REASONS #1</strong></p><p>Piezoelectric may be wearing out and losing efficiency</p><p><strong>SOLUTION</strong></p><p>Recalibrate the device and assess whether the head compression is comparable to calibrated values</p><p><strong>POSSIBLE REASONS #2</strong></p><p>The positioning of piezoelectric may be too dorsal and behind the antennae</p><p><strong>SOLUTION</strong></p><p>Consult <strong>Movie 4</strong> for appropriate positioning of the piezoelectric over the head. Remain consistent with the position that was used during calibration</p><p><br></p><p><strong>STEP</strong></p><p>50</p><p><strong>PROBLEM</strong></p><p>Gap between head and piezoelectric is not uniform across all flies in the high throughput dTBI device</p><p><strong>POSSIBLE REASONS</strong></p><p>The collar may not be uniformly flat</p><p><strong>SOLUTION</strong></p><p>The piezoelectric can be adjusted on one side using the mounting screws to even out the gap; alternately, additional screws may be placed along the collar to help flatten it</p><p><br></p><p><strong>STEP</strong></p><p>52</p><p><strong>PROBLEM</strong></p><p>Voltage vs. head compression curve is not linear and flattens out after a point while still within the piezoelectric operation range</p><p><strong>POSSIBLE REASONS</strong></p><p>The flat-head screws may not be completely flat and the piezoelectric may be hitting the screw</p><p><strong>SOLUTION</strong></p><p>The screws can be flattened further using a screw holder and a hammer</p><p><br></p><p><strong>STEP</strong></p><p>60</p><p><strong>PROBLEM</strong></p><p>Sham mortality is high</p><p><strong>POSSIBLE REASONS</strong></p><p>Rough handling of flies</p><p><strong>SOLUTION</strong></p><p>Avoid injuring the fly body when sliding in and out of the collar. Use blunt forceps for manipulations</p><p><br></p><p><strong>STEP</strong></p><p>60</p><p><strong>PROBLEM</strong></p><p>Too many flies are decapitated during the collaring process</p><p><strong>POSSIBLE REASONS #1</strong></p><p>Metal plates in the collar are too rough</p><p><strong>SOLUTION</strong></p><p>Use sandpaper to file the edges of the metal plates to smoothen them. Regularly clean the metal plates with 100% ethanol to remove dried tissue and body fluids from previously decapitated flies</p><p><strong>POSSIBLE REASONS #2</strong></p><p>The forceps are pushing only against the body while sliding flies in and out of the collar</p><p><strong>SOLUTION</strong></p><p>Make sure that the forceps are resting in the groove while pushing against the fly body</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Device construction – ~6h, exclusive of machining time</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Collars – 2-3h, exclusive of machining time</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Device calibration – ~1d</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dTBI procedure</p><p>o&nbsp;&nbsp;Low throughput dTBI device (sham and dTBI) – 5 minutes per cohort of 6 flies each (2 minutes to collar 12 flies; 2 minutes to hit the flies; 1 minute to return all flies to food vials)</p><p>o&nbsp;&nbsp;High throughput dTBI device (sham and dTBI) – 3.5 minutes per cohort of 6 flies each (2 minutes to collar 12 flies; 30 seconds to hit the flies; 1 minute to return all flies to food vials)</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The variation in head compression with increasing voltage should be linear for both the low throughput and high throughput device (<strong>Fig 6a, b</strong>) with R<sup>2</sup> values ranging between 0.95 and 0.99 and Root Mean Squared Error values between 1.376 and 0.571. The equation of the line obtained from linear regression analyses is used to determine the voltages needed for mild, moderate and severe dTBI. Representative 7d post-injury survival curves show that severe dTBI causes a sharp and early mortality using both the low throughput and high throughput devices (<strong>Fig 6c, d</strong>). Moderate dTBI causes a mild decrease in survival and mild dTBI has no significant effect compared to sham in the early period after injury (<strong>Fig 6c</strong>). These responses indicate that severe dTBI is an ideal injury setting to quickly assess the efficacy of genetic, environmental or pharmacological interventions aimed at identifying key factors driving brain injury (Saikumar et al., in press). With the evolution of dTBI and other paradigms, we anticipate that <em>Drosophila</em> will eventually be a valuable contributor to our understanding of the basic biology of neural injury mechanisms associated with TBI.</p>"
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blennow, K.<em> et al.</em> Traumatic brain injuries. <em>Nature reviews. Disease primers</em> <strong>2</strong>, 16084, doi:10.1038/nrdp.2016.84 (2016).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kaur, P. &amp; Sharma, S. Recent Advances in Pathophysiology of Traumatic Brain Injury. <em>Curr Neuropharmacol</em> <strong>16</strong>, 1224-1238, doi:10.2174/1570159X15666170613083606 (2018).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ma, X., Aravind, A., Pfister, B. J., Chandra, N. &amp; Haorah, J. Animal Models of Traumatic Brain Injury and Assessment of Injury Severity. <em>Mol Neurobiol</em> <strong>56</strong>, 5332-5345, doi:10.1007/s12035-018-1454-5 (2019).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dai, J. X., Ma, Y. B., Le, N. Y., Cao, J. &amp; Wang, Y. Large animal models of traumatic brain injury. <em>Int J Neurosci</em> <strong>128</strong>, 243-254, doi:10.1080/00207454.2017.1380008 (2018).</p><p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Angstman, N. B., Frank, H. G. &amp; Schmitz, C. Hypothermia ameliorates blast-related lifespan reduction of C. elegans. <em>Sci Rep</em> <strong>8</strong>, 10549, doi:10.1038/s41598-018-28910-z (2018).</p><p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Miansari, M.<em> et al.</em> Inducing Mild Traumatic Brain Injury in C. elegans via Cavitation-Free Surface Acoustic Wave-Driven Ultrasonic Irradiation. <em>Sci Rep</em> <strong>9</strong>, 12775, doi:10.1038/s41598-019-47295-1 (2019).</p><p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McCutcheon, V.<em> et al.</em> A Novel Model of Traumatic Brain Injury in Adult Zebrafish Demonstrates Response to Injury and Treatment Comparable with Mammalian Models. <em>J Neurotrauma</em> <strong>34</strong>, 1382-1393, doi:10.1089/neu.2016.4497 (2017).</p><p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maheras, A. L.<em> et al.</em> Genetic Pathways of Neuroregeneration in a Novel Mild Traumatic Brain Injury Model in Adult Zebrafish. <em>eNeuro</em> <strong>5</strong>, doi:10.1523/ENEURO.0208-17.2017 (2018).</p><p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Katzenberger, R. J.<em> et al.</em> A Drosophila model of closed head traumatic brain injury. <em>Proceedings of the National Academy of Sciences of the United States of America</em> <strong>110</strong>, 9, doi:10.1073/pnas.1316895110 (2013).</p><p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Barekat, A.<em> et al.</em> Using Drosophila as an integrated model to study mild repetitive traumatic brain injury. <em>Scientific Reports</em> <strong>6</strong>, doi:10.1038/srep25252 (2016).</p><p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sun, M. &amp; Chen, L. L. A Novel Method to Model Chronic Traumatic Encephalopathy in Drosophila. <em>J Vis Exp</em>, doi:10.3791/55602 (2017).</p><p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Strange, K. Drug Discovery in Fish, Flies, and Worms. <em>ILAR J</em> <strong>57</strong>, 133-143, doi:10.1093/ilar/ilw034 (2016).</p><p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bellen, H. J., Tong, C. &amp; Tsuda, H. 100 years of Drosophila research and its impact on vertebrate neuroscience: a history lesson for the future. <em>Nat Rev Neurosci</em> <strong>11</strong>, 514-522, doi:10.1038/nrn2839 (2010).</p><p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McGurk, L., Berson, A. &amp; Bonini, N. M. Drosophila as an In Vivo Model for Human Neurodegenerative Disease. <em>Genetics</em> <strong>201</strong>, 377-402, doi:10.1534/genetics.115.179457 (2015).</p><p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pandey, U. B. &amp; Nichols, C. D. Human disease models in Drosophila melanogaster and the role of the fly in therapeutic drug discovery. <em>Pharmacol Rev</em> <strong>63</strong>, 411-436, doi:10.1124/pr.110.003293 (2011).</p><p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reiter, L. T., Potocki, L., Chien, S., Gribskov, M. &amp; Bier, E. A systematic analysis of human disease-associated gene sequences in Drosophila melanogaster. <em>Genome Res</em> <strong>11</strong>, 1114-1125, doi:10.1101/gr.169101 (2001).</p><p>17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MacDonald, J. M.<em> et al.</em> The Drosophila cell corpse engulfment receptor Draper mediates glial clearance of severed axons. <em>Neuron</em> <strong>50</strong>, 869-881, doi:10.1016/j.neuron.2006.04.028 (2006).</p><p>18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fang, Y., Soares, L., Teng, X., Geary, M. &amp; Bonini, N. M. A novel Drosophila model of nerve injury reveals an essential role of Nmnat in maintaining axonal integrity. <em>Curr Biol</em> <strong>22</strong>, 590-595, doi:10.1016/j.cub.2012.01.065 (2012).</p><p>19&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Neukomm, L. J., Burdett, T. C., Gonzalez, M. A., Züchner, S. &amp; Freeman, M. R. Rapid in vivo forward genetic approach for identifying axon death genes in Drosophila. <em>Proceedings of the National Academy of Sciences</em> <strong>111</strong>, 9965-9970, doi:10.1073/pnas.1406230111 (2014).</p><p>20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leyssen, M.<em> et al.</em> Amyloid precursor protein promotes post-developmental neurite arborization in the Drosophila brain. <em>EMBO J</em> <strong>24</strong>, 2944-2955, doi:10.1038/sj.emboj.7600757 (2005).</p><p>21&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Katzenberger, R. J.<em> et al.</em> Death following traumatic brain injury in Drosophila is associated with intestinal barrier dysfunction. <em>eLife</em> <strong>4</strong>, doi:10.7554/elife.04790 (2015).</p><p>22&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sunderhaus, E. R. &amp; Kretzschmar, D. Mass Histology to Quantify Neurodegeneration in Drosophila. <em>J Vis Exp</em>, doi:10.3791/54809 (2016).</p><p>23&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fischbach, K. F. <em>Blueprint of fly collar</em>, &lt;<a href=\"https://aktivnetz.de/universitaet/filab/Atlas/pics/atlas/collar.gif\" rel=\"noopener noreferrer\" target=\"_blank\">https://aktivnetz.de/universitaet/filab/Atlas/pics/atlas/collar.gif</a>&gt; (</p><p>24&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heisenberg, M., Böhl, K. Isolation of anatomical brain mutants of Drosophila by histological means. <em>Z. Naturforsch</em> <strong>34</strong>, 143-147 (1979).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We are very grateful to Michael Suplick and Fred Letterio from the University of Pennsylvania Machine Shop for constructing and modifying the Heisenberg fly collars. We thank Faith Carranza, Ananth Srinivasan and Alexandra Perlegos for critical feedback. This work was supported by a predoctoral HHMI fellowship (J.S.), the Vagelos Molecular Life Sciences Scholars Program (J.K.), funding from the NIH R35-NS097275 (N.M.B.), Paul G Allen Frontiers group and NIH NS088176 (D.F.M.).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 590805,
                "identity": "d453108d-7c61-4ed7-9cef-2666eb759f69",
                "order_by": 1,
                "name": "Janani Saikumar",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8930-2472",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Janani",
                "middleName": "",
                "lastName": "Saikumar",
                "suffix": ""
            },
            {
                "id": 590814,
                "identity": "953e65e2-6e08-47d1-92a1-1e7021e4dd39",
                "order_by": 2,
                "name": "Joshua Kim",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4449-5028",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joshua",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 590821,
                "identity": "c2b7408f-e914-49c0-8555-31312a3d6729",
                "order_by": 3,
                "name": "China N. Byrns",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8091-9353",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "China",
                "middleName": "N.",
                "lastName": "Byrns",
                "suffix": ""
            },
            {
                "id": 590822,
                "identity": "bc1cfb79-90a5-4626-b09c-b0f84638e414",
                "order_by": 4,
                "name": "Matthew Hemphill",
                "email": "",
                "orcid": "",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthew",
                "middleName": "",
                "lastName": "Hemphill",
                "suffix": ""
            },
            {
                "id": 590832,
                "identity": "4cd4c028-5275-441b-8877-4a8ed9a874da",
                "order_by": 5,
                "name": "David F. Meaney",
                "email": "dmeaney@seas.upenn.edu",
                "orcid": "https://orcid.org/0000-0002-0954-4122",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "F.",
                "lastName": "Meaney",
                "suffix": ""
            },
            {
                "id": 590840,
                "identity": "b0c8d2fc-474c-486d-a147-c1cd37a06142",
                "order_by": 6,
                "name": "Nancy M. Bonini",
                "email": "nbonini@sas.upenn.edu",
                "orcid": "https://orcid.org/0000-0003-0226-5291",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nancy",
                "middleName": "M.",
                "lastName": "Bonini",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-19 15:32:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-949/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-949/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1360778,
                "identity": "7850e54f-fb57-4647-a006-61668fc24c0a",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 327248,
                "visible": true,
                "origin": "",
                "legend": "Time-course of events after dTBI: Data from all severities of injury are categorized as behavior, histological and molecular mechanisms, organized by time (days). Injury was inflicted at time 0. ChAT – Choline acetyltransferase, GstD-GFP (a measure of oxidative stress) – reporter construct expressing GFP under control of the GstD1 gene, LysoTracker (a measure of lysosomal activity) – dye to visualize lysosomes and other acidified compartments",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/Figure1.png"
            },
            {
                "id": 1360779,
                "identity": "18630712-5342-49a0-bce5-4b1c66e79a40",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:06",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 375432,
                "visible": true,
                "origin": "",
                "legend": "Overview of experimental workflow for dTBI paradigm: The construction and calibration of the device is a one-time setup, with regular monitoring every 6 months for maintenance. The dTBI workflow section is to be repeated for every new experiment.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/Figure2.png"
            },
            {
                "id": 1360780,
                "identity": "5f48d425-4340-4265-b329-34770571cb9d",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:06",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1901221,
                "visible": true,
                "origin": "",
                "legend": "dTBI device overview: a. Circuit diagram b. Photograph of dTBI device with parts labeled according to the Materials section: A) Voltage supply B) Buck converter C) Potentiometer D) SPST relay E) Digital display F) Arduino G) Pushbutton switch H) Proportional voltage booster I) Electrical terminal connector J) Alternative to spade terminal connection K) Polycarbonate sheet L) Piezoelectric actuator M) dotted lines indicating the positioning of the Heisenberg collar N) Enclosure. \nNote: Certain minor aspects of this version of the device shown in the photograph in b. are different from the description in the Device Construction section and Fig 4. The openings for the female mount and electrical terminal connector are on the same side of the enclosure, the voltage booster is mounted on top of the enclosure, and the electrical terminal connectors are connected to the piezoelectric wires directly rather than through spade terminals. However, the changes described in the protocol are all designed to increase the robustness or convenience of the design.",
                "description": "",
                "filename": "Figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/Figure3.png"
            },
            {
                "id": 1360781,
                "identity": "e2dc09d0-a002-4f53-af5f-8327d3a8f6a6",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:06",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 897273,
                "visible": true,
                "origin": "",
                "legend": "dTBI device wiring diagram: The component labeling corresponds to the Materials section and Fig 3, the wiring and wire color correspond to the Device Construction section. A) Power supply, A.1) Male DC power supply plug, A.2) panel mount with female jack B) Buck converter, B.1) mounting holes for the standoff. C) Potentiometer D) SPST relay (larger version at the bottom with terminals numbered, and smaller version on Breadboard #1 with the terminal positions labeled in orange). E) Digital display F) Arduino, F.1) mounting holes for the standoff, F.2) 14x14mm square cutout in enclosure for Arduino USB G) Pushbutton H) Proportional voltage booster (larger version at the bottom with terminals labeled, and smaller version on Breadboard #2 with the terminal positions labeled in orange).  I) Electrical terminal connector J) Spade terminal with washers (circle) and 4-40 mounting screw (hexagon). Larger version showing connections from electrical terminal connector and piezoelectric, and smaller version showing the positioning of the screws on top of the piezoelectric, with the washers and spade terminal underneath the piezoelectric. K) Polycarbonate base L) Piezoelectric actuator M) Heisenberg collar with fly N) Enclosure",
                "description": "",
                "filename": "Figure4.png",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/Figure4.png"
            },
            {
                "id": 1360782,
                "identity": "a8795576-e35b-4c9e-9225-2c8d1cd95c92",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:06",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 488164,
                "visible": true,
                "origin": "",
                "legend": "dTBI device setup and calibration: a. Schematic of low throughput and high throughput dTBI devices. A) Narrow piezoelectric (Q220-A4-203YB from piezo.com) B) Wide piezoelectric (Q220-A4BR-2513XE from piezo.com) C) Modified Heisenberg collar with space between plates set to 125µm D) Modified Heisenberg fly collar with flat-head screws on the back plates. b. Frontal schematic view of uncompressed fly head (above) and severely compressed fly head (below). The location and average value of various measurements are indicated and correspond to the representative measurements in Movie 2. c. Schematic of the setup for calibration of dTBI device. A) APO16 macroscope for viewing or taking videos B) dTBI controller circuit C) Piezoelectric D) Modified Heisenberg fly collar E) Mirror angled at 45˚. d. Schematic of fly head depicting appropriate positioning of the piezoelectric with relative to the third antennal segment",
                "description": "",
                "filename": "Figure5.png",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/Figure5.png"
            },
            {
                "id": 1360783,
                "identity": "f1bdc58d-90a0-4c74-a5c1-86d7936239da",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:06",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 260183,
                "visible": true,
                "origin": "",
                "legend": "Representative results for low throughput and high throughput dTBI devices: a, b. Graph indicating that head compression increases linearly with increasing voltage for both devices. Dotted lines indicate mild (35%), moderate (40%) and severe (45%) head compression, and the equation of the line is given below. Number of flies: 3 per voltage in the low throughput device, 6 per voltage in the high throughput device. c. 7d post-injury survival curve using the low throughput device for sham, mild, moderate and severe injury indicating the severe and moderate injury are significantly different from sham in this period. Number of animals: 45 for sham, mild, moderate, 75 for severe injury d. 7d post-injury survival curve using the high throughput device for severe injury. Number of animals: 150\nGenotype for all figures: w1118 male. Statistics: c. Log rank test comparing each group to sham \n* p< 0.05, **** p<0.0001",
                "description": "",
                "filename": "Figure6.png",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/Figure6.png"
            },
            {
                "id": 15667632,
                "identity": "d6c30313-0a3c-495b-a4d0-3eecb6fc668e",
                "added_by": "auto",
                "created_at": "2021-11-18 13:44:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1905309,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/cb8926a9-120e-49e4-9fc6-704382126efd.pdf"
            },
            {
                "id": 1360784,
                "identity": "1abb1ef0-cee8-4f64-8943-3704246aafc1",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:25",
                "extension": "mov",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13717817,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "MOVIE1SeveredTBILTandHT.mov",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/MOVIE1SeveredTBILTandHT.mov"
            },
            {
                "id": 1360785,
                "identity": "2eb399b2-3ec5-4f73-8435-8e970acc3085",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:25",
                "extension": "mov",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 11578258,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "MOVIE2LT45compressiondetail.mov",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/MOVIE2LT45compressiondetail.mov"
            },
            {
                "id": 1360786,
                "identity": "c0f8282a-ea0e-4842-a484-26dda32924a8",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:26",
                "extension": "mov",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 34181956,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "MOVIE3Collarloading.mov",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/MOVIE3Collarloading.mov"
            },
            {
                "id": 1360787,
                "identity": "0df3df21-f7c2-49fe-94ee-18f03373228e",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:29",
                "extension": "mov",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 35508728,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "MOVIE4TBIprocedure.mov",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/MOVIE4TBIprocedure.mov"
            },
            {
                "id": 1360788,
                "identity": "5b356e7b-6794-4ce3-965d-9ae7e6967a4d",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:30",
                "extension": "pdf",
                "order_by": 5,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3791091,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "dTBISupplementaryfigs16.pdf",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/dTBISupplementaryfigs16.pdf"
            },
            {
                "id": 1360789,
                "identity": "505a0356-26c1-4172-b727-b679fba08b93",
                "added_by": "auto",
                "created_at": "2020-06-18 16:52:30",
                "extension": "ino",
                "order_by": 6,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 861,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "dTBIArduinocode.ino",
                "url": "https://assets.researchsquare.com/files/pex-949/v1/dTBIArduinocode.ino"
            }
        ],
        "financialInterests": "None of the authors have any conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Drosophila melanogaster, traumatic brain injury, piezoelectric actuator",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><em>Drosophila</em> models have been instrumental in providing insights into molecular mechanisms of neurodegeneration, that are applicable to human disease. We have recently described a model of controlled head injury to flies, which remarkably parallels many of the physiological responses of humans to traumatic brain injury (TBI). This protocol describes the construction, calibration and use the of the <em>Drosophila</em> TBI (dTBI) device, a platform that employs a piezoelectric actuator to reproducibly deliver a force, which briefly compresses the fly head against a metal surface. The extent of head compression can be specified, allowing the operator to set different thresholds of injury. Using readily available components and tools, the device can be assembled and calibrated within two days, for a total cost of ~$700. The dTBI device can be used to harness the power of <em>Drosophila</em> genetics and perform large-scale genetic or pharmacological screens, using a 7-day post-injury survival curve to identify modifiers of injury.</p>",
        "manuscriptTitle": "dTBI: A paradigm for closed-head injury in Drosophila",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-06-18 16:51:53",
                "doi": "10.21203/rs.3.pex-949/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "e2dc571f-4f14-4630-8b7d-c79106f71afb",
        "owner": [],
        "postedDate": "June 18th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 103093,
                "name": "Genetics"
            },
            {
                "id": 103094,
                "name": "Neuroscience"
            },
            {
                "id": 103095,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-06-18 16:51:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}