{
    "identity": "nprot-6603",
    "title": "Ex-vivo characterization of Drosophila heart functional parameters",
    "content": [
        {
            "header": "Introduction",
            "content": "In recent years, Drosophila has emerged as a powerful organism in biomedical research, especially in the field of neurodegenerative and cardiac diseases1–4. The small genome size, the relatively short life span, the high reproductive rate, the availability of genetic tools, and the high degree of conservation between Drosophila and human genes, make the fly an appropriate model to study human genetic diseases. In the case of cardiac conditions, several conserved genes are involved in the formation of the heart and in cardiac function, making the fly suitable to investigate cardiomyopathies or channelopathies5. Additionally, the Drosophila heart shares many similarities with vertebrate heart development6. \r\n\n\nThe adult Drosophila fly has an open circulatory system that consists of a dorsal vessel divided into an anterior aorta extending through the thorax into the head and a posterior contractile heart of 1 mm long lying in the dorsal part of the abdomen. The heart itself is further divided into four chambers by rudimentary valve-like structures7,8 and its disposition and simplicity allows an easy check of morphological changes. The function of the Drosophila’s heart is to propel the hemolymph, that is filtrated by cells adjacent to the heart called pericardial nephrocytes9, through the fly body cavity, and specifically to the thorax and the head10,11 through the aorta. In contrast to its genetic amenability, the small size of the Drosophila heart requires the use of specialized dissection protocols and imaging methods12,13.\r\n\n\nDrosophila is, nowadays, a unique simple model system to study the cardiac physiology and cardiac diseases because other invertebrate models, such as C. elegans, do not have a heart. Compared with the mouse and other mammals, the short average lifespan in flies facilitates the studies related to longevity and degeneration14–16. Furthermore, as oxygenation of the Drosophila tissues does not directly depend on the circulatory system7,17, even a strongly dysfunctional heart can usually sustain the survival of the fly making it possible to study even severe diseases or strong cardiac phenotypes, which would probably be lethal during the first steps of development in higher organisms. \r\n\n\n\r\n\n\nHere, we report a protocol to characterize adult fly heart parameters basically consisting of \\(1) dissection of the organ, \\(2) video recording with a high-speed camera18,19, and \\(3) data analysis to generate quantitative parameters such as heartbeat rate, systolic and diastolic diameters and periods, and rhythmicity of the contractions, among others. Once recorded, dissected hearts can be used in additional downstream applications such as immunostaining and in situ techniques6,19 and molecular biology applications \\(RNA and protein extractions). As an example, we have used Drosophila’s cardiac system to study the cardiomyopathy typical of patients with myotonic dystrophy type 1 \\(DM1), which is one of the most severe symptoms of these patients. DM1 is an autosomal dominant disorder originating from the presence of an abnormal CTG trinucleotide repeat expansion in the 3' UTR of the gene encoding myotonic dystrophy protein kinase \\(DMPK) on chromosome 19. Normal individuals carry 5-34 CTG repeats whereas DM1 patients carry repeat numbers that can reach up to 2000. Molecularly, DM1 stems from MBNL1 sequestration by CUG repeats in ribonuclear foci and increased levels of CELF1 protein in the nucleus which, synergistically, dysregulate alternative splicing of cardiac, muscle and brain transcripts 20–24.\r\n\n\n\r\n\n\nCardiac symptoms in DM1 patients involve myocardial fibrosis and degeneration of the conduction system, which generates arrhythmias and ventricular dysfunction especially impairing both systolic and diastolic left ventricular function25,26. To model these phenotypes in Drosophila, we developed a transgenic fly model carrying 250 uninterrupted CTG repeats under the control of the Gal4/UAS system. This system allows the transgene to be targeted to any tissue and, particularly, to the adult heart using the GMH5-Gal4 driver19. DM1 model flies showed arrhythmia, altered diastolic and systolic function, reduced heart tube diameter and reduced contractility19. We were able to obtain these parameters using this protocol, which can be combined with different techniques such as immunofluorescence, in situ hybridization, phalloidin staining \\(to reveal cardiac muscle disposition) and preparation of samples for electronic microscopy and molecular biology determinations. This protocol complements other excellent descriptions on how to dissect, record, and analyze the fly’s heart18."
        },
        {
            "header": "Reagents",
            "content": "Reagents\r\n\n\n• FlyNap® Anesthetic \\(Carolina®, 173025).\r\n\n\n• Vaseline \\(Panreac, cat. no. 151757).\r\n\n\n• NaCl \\(J.T.Baker, cat. no. RS485500036).\r\n\n\n• MgCl2 \\(Panreac, cat. no. 131396.1210).\r\n\n\n• KCl \\(J.T.Baker, cat. no. C43340).\r\n\n\n• CaCl2 dehydrate \\(Panreac, cat. no. 129903731).\r\n\n\n• NaH2PO4 \\(Panreac, cat. no. 121677.1211).\r\n\n\n• HEPES \\(Roche, cat. no. 10172944103).\r\n\n\n• Sucrose \\(J.T.Baker, cat. no. 1400801832).\r\n\n\n• D-\\(+)-Trehalose dehydrate \\(Sigma, cat. no. SLBJ7735V).\r\n\n\n• NaHCO3 \\(Panreac, cat. no. 131638).\r\n\n\n• Paraformaldehyde \\(methanol-free; Sigma-Aldrich cat. no. P6148).\r\n\n\nCAUTION. Paraformaldehyde is flammable and very toxic.\r\n\n\n• 10X PBS, pH 7.0 \\(Roche, cat. no. 11666789001).\r\n\n\n• 70% ethanol.\r\n\n\n• Absolute ethanol \\(Panreac, cat. no. 131086.1214).\r\n\n\n• Triton X-100 \\(Roche, cat. no. 10789704001).\r\n\n\nCAUTION. Triton X-100 is harmful.\r\n\n\n• Bovine Serum Albumin \\(BSA) Fraction V \\(Roche, cat. no. 10735078001).\r\n\n\n• Donkey serum \\(Sigma Aldrich, cat. no. D9663).\r\n\n\n• Primary antibodies: sheep anti-Muscleblind27 and rabbit anti-GFP \\(Invitrogen, cat. no. G10362). \r\n\n\n• Secondary antibodies: Biotin-conjugated anti-sheep \\(Thermoscientific, cat. no. 31840), and anti-rabbit FITC \\(Sigma-Aldrich, cat. no. F9887).\r\n\n\n• Streptavidin–Texas-red \\(VECTOR, cat. no. SA5006).\r\n\n\n• Elite ABC-Peroxidase Staining Kit \\(standard; Vectastain, cat. no. PK-6100).\r\n\n\n• Phalloidin \\(Sigma-Aldrich, cat. no. P1951).\r\n\n\n• DM1 DNA oligo probe \\(5'-/5Cy3/CAG CAG CAG CAG CAG CAG CA/3Cy3Sp/-3') \\(Integrated DNA technologies).\r\n\n\n• Formamide \\(Sigma-Aldrich, cat. no. 47671)\r\n\n\nCAUTION. Formamide is toxic and flammable. \r\n\n\n• AG® 501-X8 \\(D) Resin \\(Bio-RAD, cat. no. 142-6425).\r\n\n\n• Tris base \\(cat no. Promega, cat. no. H5135).\r\n\n\n•  EDTA \\(Panreac, cat. no. 131669.1211).\r\n\n\n• Dextran sulfate \\(Sigma, cat. no. D8906-10G).\r\n\n\n• 50X Denhart´s solution \\(Sigma, cat. no. D9905-5ML).\r\n\n\n• 10 mg/ml Herring Sperm DNA \\(Promega, cat. no. D1815).\r\n\n\n• Vectashield® antifade mounting medium \\(VECTOR, cat. no. H-1200).\r\n\n\n• miRNeasy® Mini Kit \\(Qiagen, cat. no. 1086311).\r\n\n\n• Chloroform \\(JT Baker, cat. no. UN1888).\r\n\n\n• 10X DNase Reaction Buffer \\(Roche, cat. no. EVH208).\r\n\n\n• DNase I Recombinant \\(Roche, cat. no. EVH208).\r\n\n\n• dNTPs \\[10 mM] \\(Thermo Scientific cat. no. R0192).\r\n\n\n• 10X Hexamers \\(Roche, cat. no. 26590420).\r\n\n\n• 5X First Strand Buffer \\(Invitrogen, cat. no. 1907545).\r\n\n\n• 0.1 M DTT \\(Invitrogen, cat. no. 1907545).\r\n\n\n• RNaseOUTTM Recombinant \\(Invitrogen, cat. no. 1900300).\r\n\n\n• SuperScriptTM II \\(Invitrogen, cat. no. 1907545).\r\n\n\nReagent setup\r\n\n\nThroughout the reagent setup use RNase-free MilliQ water\r\n\n\n• Artificial hemolymph solution.\r\n\n\nPrepare the following solutions:\r\n\n\n1. 1.08 M NaCl, 0.08 M MgCl2, 0.05 M KCl, 0.02 M CaCl2 dehydrate, 0.01M NaH2PO4 and 0.05 M HEPES \\(solution A).\r\n  2. 0.1 M Sucrose \\(solution B).\r\n  3. 0.1 M D- \\(+)- Trehalose dehydrate \\(solution C).\r\n  4. 0.25 M NaHCO3 \\(solution D).\r\n  Prepare artificial hemolymph \\(AH) solution as follows:\r\n\n\nMix 10 ml of solution A, 10 ml of solution B, 5 ml of solution C and 1.6 ml of solution D. Add autoclaved MilliQ water until 100 ml of total volume. Oxygenate the solution for 15-20 min by air-bubbling prior to the dissection and set the pH at 7.1. Use this solution within few hours.\r\n\n\nCRITICAL. Store all the solutions at 4°C. Bring to RT before use. Change the 1X oxygenated artificial hemolymph after few hours because heart beating depends on proper oxygen supply. \r\n\n\n\r\n\n\n• Paraformaldehyde 4% \\(PFA 4%)\r\n\n\nUse 1X PBS to dissolve the paraformaldehyde powder. To dissolve the PFA in the PBS, use heat and a few drops of 10 N NaOH. The pH of the PFA should be 7.3-7.4. Aliquoted PFA can be stored at -20°C for several months. Dispose the PFA appropriately. \r\n\n\nCAUTION. PFA is very toxic and flammable. \r\n\n\nCRITICAL. Use fume hood. Do not heat higher than 60°C to dissolve the PFA. Do not add more than 2 drops of 10 N NaOH to dissolve it. Cover the solution to avoid evaporation. \r\n\n\n• Washing solution. \r\n\n\nAdd Triton X-100 to 1X PBS to have a final concentration of 0.3%. Washing solution can be stored for some days at 4°C. \r\n\n\nCAUTION. Triton X-100 is toxic.\r\n\n\n• Tris-HCl buffer \\(pH 8.0) \r\n\n\nFor a total volume of 1 L, dissolve 121.4 g of Tris base in water. Adjust the appropriate pH with 37% HCl. The solution can be stored at room temperature \\(RT). \r\n\n\n• 0.5 M EDTA \\(pH 8.0) \r\n\n\nFor a total volume of 1 L, dissolve 186.1 g of EDTA in water. Adjust the pH with 10 N NaOH. Autoclave the solution after the preparation. This solution can be stored at RT and in darkness indefinitely. \r\n\n\n• TE buffer \\(pH 7.6-8) \r\n\n\nAdd 10 mL of 1 M Tris-HCl \\(pH 8.0) and 2 mL of 500 mM EDTA \\(pH 8.0) to enough water to make one liter of TE buffer. \r\n\n\n• 5 M NaCl\r\n\n\nThis solution can be stored indefinitely at RT. \r\n\n\n• PBS 1X \r\n\n\nDilute 10X PBS in water. The solution can be stored at RT for some weeks.\r\n\n\n• Hybridization buffer. \r\n\n\nDeionize formamide as follows: add 5 g ion exchange resin beads \\(blue color) per 100 mL of formamide; stir for 1 h \\(resin will turn to yellow color); filter the formamide using Whatman or Millipore paper. For long-term storage aliquot deionized formamide at -20°C. \r\n\n\nTo make hybridization buffer add the different components as follows: 10 mL of deionized formamide, 12 μL of 5 M NaCl, 400 μL of 1 M Tris-HCl \\(pH 8.0), 20 μL of 0.5 M EDTA \\(pH 8.0), 2 g of dextran sulphate, 400 μL of 50X Denhart´s solution and 1 mL of 10 mg/ml herring sperm DNA. Add water to obtain 20 ml final volume. Stir the solution at least for 1 h at RT. For long-term use this solution can be stored at -80°C.\r\n\n\nCAUTION. Formamide is toxic and flammable. \r\n\n\nCRITICAL. Prepare this solution under RNase-free conditions.\r\n\n\n• Probe solution \r\n\n\nDNA probe, dissolved in water, can be stored aliquoted at -20°C in brown colored 1.5 ml tubes. Denature the probe \\(1:100) at 80°C for 5 min. Immediately put it on ice before adding it to the hybridization buffer.\r\n\n\nCRITICAL. Use the solution immediately.\r\n\n\n• PBS + Triton \\(PBT)\r\n\n\nTo obtain 40 ml solution of PBT, dissolve 120 µl of Triton X-100 in 39.880 ml of 1X PBS.\r\n\n\n• Blocking solution\r\n\n\nAdd BSA to have 0.5% final concentration and donkey serum to have 5% final concentration in PBT solution. This solution can be stored for a few days at 4°C.\r\n\n\n• Preabsorbed primary antibody solution. \r\n\n\nTo reduce unspecific background, sheep anti-Muscleblind antibody was preabsorbed against Drosophila embryos \\(0-6 h old; any genotype is valid because the protein is not expressed in young embryos). \r\n\n\nAdd 1 mL of blocking solution containing Muscleblind antibody diluted 1:200 to an 1.5 ml tubes containing the Drosophila fixed embryos. Leave it overnight at 4ºC with gentle agitation \\(e.g. rocker) and remove the supernatant containing the antibody solution without embryos. Preabsorbed antibodies can be stored for some days at 4°C.\r\n\n\n• Secondary antibody solution.\r\n\n\nDilute the antibodies in blocking solution \\(1:200). Use these solutions immediately."
        },
        {
            "header": "Equipment",
            "content": "Equipment\r\n\n\n• Fly food vials.\r\n\n\n• Brush.\r\n\n\n• Patch clamp Glass, 1.65/1.1 OD/ID \\(mm) \\(World precision instrument, cat. no. 14003).\r\n\n\n• Microscope slides 76*26 mm \\(NORMAX, cat. no. MO/306).\r\n\n\n• Microscope cover glass \\(NORMAX, cat. no. 54 700 06A).\r\n\n\n• Nunc™ F96 MicroWell™ White Polystyrene Plate \\(Thermo Scientific, cat. no. 236105).\r\n\n\n• Petri dishes \\(Sterilin). \r\n\n\n• Suction tube \\(Afora, cat. no. 5223/2).\r\n\n\n• Scissors \\(World Precision Instrument, cat. no. 14003).\r\n\n\n• Forceps \\(World Precision Instrument, cat. no. 504506).\r\n\n\n• Bright field microscope or dissecting microscope \\(Leica M26).\r\n\n\n• Vacuum pump \\(Vaccubrand 1C).\r\n\n\n• Camera \\(ORCA Flash 4.0, Hamamatsu). \r\n\n\n• Confocal laser scanning microscope \\(Olympus FV1000).\r\n\n\n• Rocker.\r\n\n\n• Shaker.\r\n\n\n• Incubators at different temperatures to culture the flies.\r\n\n\n• Hybridization oven.\r\n\n\n• 1.5-ml RNase-free microcentrifuge tubes.\r\n\n\n• Centrifuge \\(Eppendorf centrifuge 5430).\r\n\n\n• SOHA software18."
        },
        {
            "header": "Procedure",
            "content": "Procedure \r\n\n\nPreparation of samples and physiological analysis\r\n\n\n1) Anesthesia.\r\n\n\nAnesthetize the insects with FlyNap® according to the instructions by the provider. Avoid the use of CO2 because it can affect cardiac parameters. \r\n\n\nCRITICAL. Do not expose flies to the anesthetic for longer than 5 min because they can die.\r\n\n\n2) Dissection.\r\n\n\n2.1) Take a petri dish and coat it with a thin layer of petroleum jelly. Petroleum jelly allows to immobilize the flies. \r\n\n\n2.2) Paste flies dorsal side down with the wings outstretched \\(Fig 1A). \r\n\n\n2.3) Put the scissors behind the third pair of legs with an angle of 45º with respect to the surface of the petri dish and cut to remove the head, the legs and part of the thorax.\r\n\n\n2.4) Add oxygenated artificial hemolymph and cut the genial portion to create an opening. \r\n\n\n2.5) Introduce the scissors through the previous opening and cut through the whole abdomen to the thorax. As a result, abdomen splits in two halves. \r\n\n\n2.6) Use forceps to take out the intestine, reproductive organs and fat \\(Fig 1B). After this step, the heart and the nephrocytes should be tightly attached to the dorsal cuticle. \r\n\n\n2.7) With a suction pump and a patch pipet, take out any extra fat or non-cardiac tissue remnants near the heart without touching the organ \\(Fig 1C). Finally, replace the hemolymph with new one. The preparation can be used for approximately 1 h. Change AH hourly.\r\n\n\nNOTE. Female flies are easier to dissect because of their bigger size.\r\n\n\nCRITICAL. Take extra care removing fat surrounding the heart. If you physically touch the heart, the preparation must be discarded because it compromises the reliability of the subsequent physiological analyses. Place the beating hearts under bright field microscopy. Record 20 s videos of each beating heart with a high-speed camera at a frame rate of at least 160 frames/s. Videos are to be processed using the software program described in Ocorr et al. 2014, which will generate a number of cardiac parameters including heart period \\(HP), heart rate \\(HR), arrhythmia index \\(AI), systolic interval \\(SI), diastolic interval \\(DI), percentage of fractional shortening \\(%FS), end systolic diameter \\(EDD), and end diastolic diameter \\(EDD).\r\n\n\nNOTE. To ensure proper statistical power, record a minimum of 20 fly hearts per experimental condition or genotype. \r\n\n\nCRITICAL. Quality of videos is critical so ensure a good contrast of heart walls. \r\n\n\n? Troubleshooting\r\n\n\nAfter obtaining the above physiological parameters, dissected hearts can be processed for a number of downstream applications such as in situ hybridization to detect a specific transcript \\(A), immunofluorescence to detect a protein at subcellular resolution \\(B), staining with phalloidin to reveal heart muscle fibres \\(C), and molecular methods to extract RNA \\(D) or proteins \\(not described here), and to generate cDNA for transcriptome analysis \\(E). \r\n\n\nA. Fluorescence In situ Hybridization \\(FISH)\r\n\n\nIn our case, we detected CUG-RNA transcripts in control and DM1 flies. For this purpose, FISH was done with a Cy3-labeled CAG probe. \r\n\n\n1. Transfer the dissected flies dorsal side down in 96-well plate and fix them with 4% PFA for 20 min at RT. \r\n  2. Wash the samples 3 times for 10 min each with 1X PBS. \r\n  3. Wash the samples with ice-cold 70% ethanol. \r\n  4. Replace the ethanol with washing solution for 30 min at RT.\r\n  5. Add hybridization solution \\(without the probe) to prehybridize the samples for at least 1 h in darkness.\r\n  6. Denature the probe at 80°C for 5 min. Add it to the hybridization solution at a 1:100 dilution and replace the prehybridization solution with the diluted probe.\r\n  7. Hybridize the samples overnight in dark at 37ºC.\r\n  NOTE. Different probes may require different hybridization temperatures.\r\n\n\n8. Next day, wash the samples with washing solution for 30 min at hybridization temperature. \r\n  9. Transfer the samples to slides and cover with mounting medium including DAPI. Finally, put on a coverslip.\r\n  NOTE. 96-well plates allow to use less volume. Use approximately 200 µl of volume from each solution in each well.\r\n\n\n? Troubleshooting\r\n\n\n\r\n\n\nB. Immunofluorescence \r\n\n\nIn particular, we detected Muscleblind protein in control and DM1 model flies. \r\n\n\n1. Transfer the dissected flies dorsal side down \\(Fig 1C) to a 96-well plate and fix them with 4% PFA for 20 min at RT.\r\n  2. Wash the samples with PBT 3 times for 10 min each one. \r\n  3. Block the samples with blocking solution for 30 min at RT. After blocking, add preabsorbed primary antibody solution.\r\n  4. Incubate overnight with primary antibody \\(1:200) at 4°C.\r\n  5. After overnight incubation, wash the samples with PBT, 3 times for 10 min each. \r\n  6. Add 200 µl of biotinylated anti-sheep secondary antibody \\(1:200) and incubate it for 30 min at RT. \r\n  7. Wash the samples with PBT, 3 times for 10 min each. \r\n  8. Add ABC mixture, following the manufacturer’s instructions, to amplify the signal and incubate it for 30 min. \r\n  NOTE. This step is only necessary if the antibodies are conjugated with biotin.\r\n\n\n9. Wash 2 times with PBT for 15 min each. \r\n  10. Incubate the samples with streptavidin-FITC \\(1:1000) solution for 1 h at RT. \r\n  11. Wash with 1X PBS 3 times for 10 min each. \r\n  12. Mount the samples with mounting medium with DAPI. \r\n  NOTE. All incubations and washes must be with gentle agitation. Do not put more than 6 flies per well.\r\n\n\n? Troubleshooting\r\n\n\nC. Phalloidin staining\r\n\n\n1. Take the dissected flies \\(Fig 1C), transfer them to a 96-well plate and incubate them with 4% PFA for 20 min.\r\n  2. Wash the samples with 1X PBS 3 times for 10 min each.\r\n  3. Incubate the samples with Phalloidin \\(1:1000) solution for 20 min at RT. \r\n  4. Wash the samples with 1X PBS 3 times, 10 min each.\r\n  5. Transfer the samples to slides using forceps, add mounting medium and put a coverslip. \r\n  D. Total RNA extraction\r\n\n\nNote: For an approximate yield of approximately 150 ng of total RNA, collect 18-20 fly hearts \\(only with the cuticle attached, nephrocytes can remain attached to the heart so it causes a contamination). For RNA extraction we use miRNeasy® mini kit protocol with some modifications.\r\n\n\n1. Transfer the dissected hearts to 1.5 ml microcentrifuge tubes.\r\n  2. Add 200 µl of Qiazol solution to each tube and homogenize the samples with homogenizer pestles. \r\n  3. Add 500 µl of Qiazol and leave the samples at RT for 5 min. \r\n  4. Add 200 µl chloroform to each tube and shake vigorously for 15 s. \r\n  5. Leave the samples at RT for 3 min. \r\n  6. Centrifuge the samples at 4°C for 15 min at 12000 g.   \r\n  7. Take the upper phase and transfer it to new 1.5 ml tube.\r\n  Note: Lower phenol phase contains proteins, middle thick white interphase contains DNA and lipids and upper aqueous phase contains RNA.\r\n\n\n8. Add 1 ml of absolute alcohol and mix gently. \r\n  9. Load 700 µl in the kit column and centrifuge it for 15 s at 12000 g at RT. Repeat this step again with the remaining alcohol mixture. \r\n  10. Add 500 µl of RPE buffer and centrifuge for 15 s at 12000 g. Add again the same volume of RPE buffer and centrifuge the columns for 1 min at the same speed. \r\n  11. Transfer the kit column to a new 1.5 ml tube and add 25 µl of RNase-free water and centrifuge for 1 min at 12000 g. Repeat the same step and obtain 50 µl of total eluate. \r\n  12. Check the concentration. \r\n  NOTE. All the above mentioned solutions and buffers are available with the kit. \r\n\n\nCRITICAL. Homogenize the samples thoroughly for a good RNA extraction yield. During collection of aqueous phase, be particularly careful not to take any interphase or phenolic phase since this will strongly contaminate the extracted RNA. \r\n\n\n? Troubleshooting\r\n\n\nE. Reverse transcription\r\n\n\nStarting material will be the total RNA previously extracted. \r\n\n\n1. Use 1 µg of total RNA in a volume of 8 µl. Add 1 µl of DNase buffer and 1 µl of DNase.\r\n  2. Incubate the samples at 37°C for 30 min. \r\n  3. Stop DNase by heating all the samples at 75°C for 10 min. \r\n  4. Add 1 µl of dNTPs and 1 µl hexamers and incubate all the samples at 65°C for 5 min. \r\n  5. Add 4 µl of 5x buffer, 1 µl of DTT, 1 µl of RNase out and 1 µl of Superscript II to all the samples.\r\n  6. Set the following program in the thermocycler: 25°C for 10 min, 42°C for 50 min, 70°C for 15 min and 4°C.\r\n  7. Save the samples at -20°C for future use. \r\n  NOTE. This cDNA sample can be used for several molecular applications such as checking splicing events or gene expression levels. \r\n\n\n? Troubleshooting"
        },
        {
            "header": "Timing",
            "content": "Method/procedure Steps Duration\r\n\n\nA. FISH Day 1: 1-7 2.5 h\r\n\n\n Day 2: 8-9 0.5 h\r\n\n\nB. Immunofluorescence Day 1: 1-4 1.5 h\r\n\n\n Day 2: 5-12 4 h\r\n\n\nC. Phalloidin staining All 1.8 h\r\n\n\nD. RNA extraction All 1 h\r\n\n\nE. Reverse transcription All 2.3 h"
        },
        {
            "header": "Troubleshooting",
            "content": "Method/procedure Problem Possible reason Possible Solutions\r\n\n\nPhysiological analysis Abnormal heart beating.\r\n\n\n Mechanical stress. Discard any heart that has been physically touched.\r\n\n\n  Chemical stress. 1. Prepare the artificial hemolymph just before use. Oxygenate properly. \r\n\n\n2. Confirm pH is correct.\r\n    Physical stress 1. Ensure RT of all solutions getting into contact with the heart.\r\n\n\n2. Avoid using flies that have been dissected after 4 hours.\r\n  In-situ hybridization \\(FISH) Low or no signal.\r\n\n\n 1. Concentration of the probe. \r\n\n\n2. Hybridization and washing conditions.\r\n  3. RNase contamination. Assuming an oligonucleotide probe:\r\n  1. Optimize probe concentration, time, and temperature of hybridization and washes.\r\n  2. Consider the use of an alternative probe or labeling method.\r\n  3. Ensure RNase-free conditions.\r\n   High background. 1. Insufficient washes.\r\n\n\n2. Excessive concentration of the probe. 1. Include additional washes or increase the concentration of washing solution.\r\n  2. Reduce probe concentration.\r\n  3. Increase prehybridization time.\r\n  Immunofluorescence Low or no signal. 1. Unoptimized concentration of the antibodies or incubation time.\r\n\n\n2. Wrong secondary antibody. 1. Standardize the incubation, washing times and antibody concentration.\r\n  2. Change secondary antibody and include signal-enhancing methods \\(ABC, Tyramide, etc).\r\n   High background 1. Not enough washes. \r\n\n\n2. Insufficient preabsortion of the primary antibody.\r\n  3. Antibody too concentrated.\r\n   1. Increase washing steps and times. \r\n\n\n2.Increase blocking.\r\n\n\n3. Preabsorbe the antibody against a large quantity of embryos.\r\n  4. Reduce the concentration of the antibody.\r\n  Phalloidin staining Low or no signal 1. Unoptimized concentration.\r\n\n\n2. Not enough penetration 1. Standardize the concentration.\r\n  2. Use a detergent as Triton. \r\n  RNA extraction Contamination of RNA with phenol, salts or proteins. Aqueous phase contaminated with other phases during phenolic extraction. Avoid touching the interphase or phenolic phase.\r\n\n\n Low yield 1. Not enough biological sample.\r\n\n\n2. Not enough centrifugation.\r\n  3. RNase contamination. 1. Increase the number of processed hearts.\r\n  2. Respect the time and speed of centrifuge steps.\r\n  3. Ensure to work under RNase-free conditions \r\n  \r\n\n\nReverse transcription Low yield  1. Not enough initial concentration of RNA.\r\n\n\n2. Contaminated RNA. 1. Check the RNA concentration with an alternative method.\r\n  2. Check quality of your RNA sample in a spectrophotometer."
        },
        {
            "header": "Anticipated Results",
            "content": "Anticipated results\r\n\n\nAssuming we capture videos of proper quality and resolution, in particular videos where the heart walls can be perfectly marked during the systole and diastole, the SOHA software will provide graphical output with all of the following features: heart period \\(HP), heart rate \\(HR), arrhythmia, systolic interval \\(SI), diastolic interval \\(DI), % of fractional shortening \\(%FS), end systolic diameter \\(EDD) and end diastolic diameter \\(EDD). In addition, it is possible to obtain the arrhythmicity index \\(AI) with the  normalized standard deviation of the HP28.\r\n\n\nWhen we applied the protocols here described to DM1 model flies we discovered that these flies had higher HP and AI \\(due to arrhythmia) and lower FS \\(due to contractility problems). These cardiac alterations resembled to ones found in DM1 patients. Furthermore, the FISH and immunofluorescence assays allowed to reveal the subcellular distribution of CUG RNA foci and proteins \\(Muscleblind) in cardiac tissue in the DM1 flies. Finally, we used model flies to test candidate therapeutics. To this end, we fed flies with normal food and with pentamidine, a compound reported to prevent Muscleblind binding to CUG repeat RNA. The flies taking normal food showed Muscleblind colocalization with the CUG RNA foci in the nucleus, whereas in the case of flies taking the compound, Muscleblind was found dispersed in the nucleus of the cardiomyocytes19.\r\n\n\nSubsequent to the physiological analysis, dissected hearts were used to extract total cardiac RNA and to reverse transcribe into cDNA to quantify alternative splicing of defined transcripts and gene expression29. Altogether, the sequential use of dissected Drosophila hearts for functional characterization and molecular analysis provides a powerful experimental system because the researcher can move from the molecular causes to the functional consequences in an experimentally amenable organism."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n\r\n\n\n1. McCulloch, A. D. & Paternostro, G. Cardiac systems biology. Ann. N. Y. Acad. Sci. 1047, 283–295 \\(2005).\r\n  2. Bilen, J. & Bonini, N. M. Drosophila as a Model for Human Neurodegenerative Disease. Annu. Rev. Genet. 39, 153–171 \\(2005).\r\n  3. Marsh, J. L. & Thompson, L. M. Drosophila in the Study of Neurodegenerative Disease. Neuron 52, 169–178 \\(2006).\r\n  4. Cammarato, A. et al. A mighty small heart: The cardiac proteome of adult Drosophila melanogaster. PLoS One 6, \\(2011).\r\n  5. Bier, E. & Bodmer, R. Drosophila, an emerging model for cardiac disease. Gene 342, 1–11 \\(2004).\r\n  6. Alex, A. et al. A circadian clock gene, cry, affects heart morphogenesis and function in Drosophila as revealed by optical coherence microscopy. PLoS One 10, 1–17 \\(2015).\r\n  7. Na, J. et al. A Drosophila Model of High Sugar Diet-Induced Cardiomyopathy. PLoS Genet. 9, \\(2013).\r\n  8. Lehmacher, C., Abeln, B. & Paululat, A. The ultrastructure of Drosophila heart cells. Arthropod Struct. Dev. 41, 459–474 \\(2012).\r\n  9. Helmstädter, M., Huber, T. B. & Hermle, T. Using the Drosophila Nephrocyte to Model Podocyte Function and Disease. Front. Pediatr. 5, 262 \\(2017).\r\n  10. Ugur, B., Chen, K. & Bellen, H. J. Drosophila tools and assays for the study of human diseases. Dis. Model. Mech. 9, 235–244 \\(2016).\r\n  11. Piazza, N. & Wessells, R. J. Drosophila models of cardiac disease. Prog Mol Biol Transl Sci 100, \\(2011).\r\n  12. Vogler, G. & Ocorr, K. Visualizing the Beating Heart in Drosophila&lt; J. Vis. Exp. 6–8 \\(2009). doi:10.3791/1425\r\n  13. Alayari, N. N. et al. Fluorescent Labeling of Drosophila; Heart Structures. J. Vis. Exp. 2–5 \\(2009). doi:10.3791/1423\r\n  14. Taghli-Lamallem, O. et al. Dystrophin deficiency in Drosophila reduces lifespan and causes a dilated cardiomyopathy phenotype. Aging Cell 7, 237–249 \\(2008).\r\n  15. Shaw, P., Ocorr, K., Bodmer, R. & Oldham, S. Drosophila aging 2006/2007. Exp. Gerontol. 43, 5–10 \\(2008).\r\n  16. Bogatan, S. et al. Talin Is required continuously for cardiomyocyte remodeling during heart growth in Drosophila. PLoS One 10, 1–16 \\(2015).\r\n  17. Hughes, C. J. R. & Jacobs, J. R. Dissecting the Role of the Extracellular Matrix in Heart Disease: Lessons from the Drosophila Genetic Model. Vet. Sci. 4, 24 \\(2017).\r\n  18. Ocorr, K., Fink, M., Cammarato, A., Bernstein, S. & Bodmer, R. Semi-automated Optical Heartbeat Analysis of small hearts. J. Vis. Exp. 3–6 \\(2009). doi:10.3791/1435\r\n  19. Chakraborty, M. et al. Pentamidine rescues contractility and rhythmicity in a drosophila model of myotonic dystrophy heart dysfunction. DMM Dis. Model. Mech. 8, \\(2015).\r\n  20. Konieczny, P. et al. Myotonic dystrophy: Candidate small molecule therapeutics. Drug Discov. Today \\(2017). doi:10.1016/j.drudis.2017.07.011\r\n  21. Timchenko, L. Molecular mechanisms of muscle atrophy in myotonic dystrophies. Int. J. Biochem. Cell Biol. 45, 2280–2287 \\(2013).\r\n  22. Du, H. et al. Aberrant alternative splicing and extracellular matrix gene expression in mouse models of myotonic dystrophy. Nat. Struct. Mol. Biol. 17, 187–193 \\(2010).\r\n  23. Wang, E. T. et al. Antagonistic regulation of mRNA expression and splicing by CELF and MBNL proteins. Genome Res. 25, 858–871 \\(2015).\r\n  24. Wang, E. T. et al. Transcriptome-wide Regulation of Pre-mRNA Splicing and mRNA Localization by Muscleblind Proteins. Cell.. 150, 710–724 \\(2013).\r\n  25. Ozyigit, T., Ozben, B., Oflaz, H. & Serdaroglu, P. Evaluation of biventricular functions with tissue Doppler imaging in patients with myotonic dystrophy. Clin. Cardiol. 33, 126–131 \\(2010).\r\n  26. Facenda-Lorenzo, M., Hernández-Afonso, J., Rodríguez-Esteban, M., de León-Hernández, J. C. & Grillo-Pérez, J. J. Cardiac Manifestations in Myotonic Dystrophy Type 1 Patients Followed Using a Standard Protocol in a Specialized Unit. Rev. Española Cardiol. \\(English Ed. 66, 193–197 \\(2013).\r\n  27. Houseley, J. M. et al. Myotonic dystrophy associated expanded CUG repeat muscleblind positive ribonuclear foci are not toxic to Drosophila. Hum. Mol. Genet. 14, 873–883 \\(2005).\r\n  28. Fink, M. et al. A new method for detection and quantification of heartbeat parameters in Drosophila, zebrafish, and embrtonic mouse hearts. 46, 101–113 \\(2010).\r\n  29. Cerro-Herreros, E., Chakraborty, M., Pérez-Alonso, M., Artero, R. & Llamusí, B. Expanded CCUG repeat RNA expression in Drosophila heart and muscle trigger Myotonic Dystrophy type 1-like phenotypes and activate autophagocytosis genes. Sci. Rep. 7, \\(2017)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. Juan Pablo Couso´s laboratory for initial training in fly heart dissection techniques and Dr. Eric Wang for technical input into the in situ protocol here reported. Research funding came from the Instituto de Salud Carlos III, Spain \\(PI13/00386, including funds from ERDF) and the ERA-Net E-Rare framework from ISCIII \\(PI12/03106 including funds from ERDF) upon the AES \\(R+D+I) National Plan of Spain. Additional financial support was from the project “Todos somos raros, todos somos Unicos”, RTVE TELEMARATON \\(FEDER, FUNDACION ISABEL GEMIO and ASEM) and PROMETEOII/2014/067. M.C. was the recipient of a Santiago Grisolía Ph.D. scholarship \\(GrisoliaP/2013/A/044)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1242/dmm.021428",
                "date": "2018-02-14 17:28:23",
                "title": "Pentamidine rescues contractility and rhythmicity in a Drosophila model of myotonic dystrophy heart dysfunction",
                "authors": [
                    "M. Chakraborty",
                    "E. Selma-Soriano",
                    "E. Magny",
                    "J. P. Couso",
                    "M. Perez-Alonso",
                    "N. Charlet-Berguerand",
                    "R. Artero",
                    "and B. Llamusi"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41598-017-02829-3",
                "date": "2018-02-14 17:28:45",
                "title": "Expanded CCUG repeat RNA expression in Drosophila heart and muscle trigger Myotonic Dystrophy type 1-like phenotypes and activate autophagocytosis genes",
                "authors": [
                    "Estefania Cerro-Herreros",
                    "Mouli Chakraborty",
                    "Manuel Pérez-Alonso",
                    "Rubén Artero",
                    "and Beatriz Llamusí"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            },
            {
                "doi": "10.1242/dmm.029082",
                "date": "2018-02-14 17:29:00",
                "title": "\r\n              The\r\n              Drosophila junctophilin\r\n              gene is functionally equivalent to its four mammalian counterparts and is a modifier of a Huntingtin poly-Q expansion and the Notch pathway\r\n            ",
                "authors": [
                    "Eduardo Calpena",
                    "Víctor López del Amo",
                    "Mouli Chakraborty",
                    "Beatriz Llamusí",
                    "Rubén Artero",
                    "Carmen Espinós",
                    "and Máximo I. Galindo"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15435,
                "identity": "a1563f44-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ruben Artero",
                "email": "Ruben.Artero@uv.es",
                "orcid": "",
                "institution": "Translational Genomics Group, University of Valencia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ruben",
                "middleName": "",
                "lastName": "Artero",
                "suffix": ""
            },
            {
                "id": 15432,
                "identity": "a15634e5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Estela Selma-Soriano",
                "email": "",
                "orcid": "",
                "institution": "Translational Genomics Group, University of Valencia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Estela",
                "middleName": "",
                "lastName": "Selma-Soriano",
                "suffix": ""
            },
            {
                "id": 15433,
                "identity": "a15637fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mouli Chakraborty",
                "email": "",
                "orcid": "",
                "institution": "Translational Genomics Group, University of Valencia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mouli",
                "middleName": "",
                "lastName": "Chakraborty",
                "suffix": ""
            },
            {
                "id": 15434,
                "identity": "a1563cec-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Beatriz Llamusi",
                "email": "",
                "orcid": "",
                "institution": "Translational Genomics Group, University of Valencia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Beatriz",
                "middleName": "",
                "lastName": "Llamusi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-02-13 12:57:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.034",
        "doiUrl": "https://doi.org/10.1038/protex.2018.034",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610036,
                "identity": "a257edbc-99bc-4048-9525-3c6b0a614980",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50173,
                "visible": true,
                "origin": "",
                "legend": "Preparation of samples and physiological analysis   Figure 1. Preparation of samples and physiological analysis. A. Female fly with outstretched wings pasted on petroleum jelly. B. Dissected female fly without the intestine and reproductive organs. Note clumps of fat (asterisk). C. Same fly shown in (B) but after removal of fat. Note the heart with the nephrocytes is in the middle and along the abdomen (arrow).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6603/v1/figure_1.jpg"
            },
            {
                "id": 13466010,
                "identity": "27b4a800-0f73-4bfd-b662-0733984302b5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 211016,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6603/v1/ff8dcdd7-8d26-452e-900d-ec6a27404196.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no competing commercial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Drosophila, heart-dysfunction, cardiac physiology, muscleblind, Myotonic Dystrophy",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Investigation of cardiac phenotypes in Drosophila is a relatively new field. Its biomedical interest stems from the strong conservation of genes involved in heart development and physiology thus making the fly an appropriate model to investigate disease pathways and drug testing. Drosophila heart is tubular and critical parameters like heart beat rate, systole and diastole diameters, fractional shortening, and arrhythmicity index, among others, can be derived from high-speed video recordings of dissected hearts. Here, we provide detailed protocols for Drosophila heart dissection and processing, as well as potential downstream applications such as in situ hybridization, immunofluorescence, and molecular biology methods to extract RNA and proteins. We have applied these methods to characterize cardiac phenotypes in a myotonic dystrophy fly model.",
        "manuscriptTitle": "Ex-vivo characterization of Drosophila heart functional parameters",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-02-14 17:30:44",
                "doi": "10.1038/protex.2018.034",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a155be88-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 14th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4195,
                "name": "Biotechnology"
            },
            {
                "id": 4196,
                "name": "Biological techniques"
            },
            {
                "id": 4197,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-02-14 17:30:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}