{
    "identity": "nprot-3155",
    "title": "A rapid and highly-sensitive surface plasmon resonance \\(SPR)-based immunoassay procedure for human fetuin A",
    "content": [
        {
            "header": "Introduction",
            "content": "Surface plasmon resonance \\(SPR) has been the most widely used optical technique for the real-time and label-free detection of biomarkers based on their specific biomolecular interactions with the bound antibodies \\[1-3].  The main SPR-based instruments are the Biacore systems from GE Healthcare, which have been widely used by researchers during the last two decades for a plethora of applications in academia, healthcare and industry. The conventional microtiter plate \\(MTP)-based IA formats, such as enzyme-linked immunosorbent assay \\(ELISA), chemiluminescent IA and fluorescent IA, have prolonged assay duration of several hours, which hinders their application for  rapid diagnostic applications. However, SPR-based IAs provide critically shortened assay duration of just a few minutes. A wide range of Ab immobilization strategies \\[4-10] have been employed for SPR IAs, which employ commercial SPR chips that are pre-functionalized with carboxymethyl dextran, streptavidin, nitriloacetic acid, long chain alkanethiol molecules or lipophilic groups \\[11]. A variety of fragment crystallizable \\(Fc)-binding proteins has been considered \\[9, 12, 13], i.e. protein A, protein G and protein A/G, for the oriented immobilization of capture Ab. However, these Ab immobilization strategies require several hours and involve a large number of process steps.\r\n\n\n \r\n\n\nWe have developed a novel and highly-simplified Ab immobilization strategy, which leads to the leach-proof binding of capture Ab on the Au-coated SPR chips in just 30 min \\[14]. It only involves the dispensing of Ab diluted in APTES onto a cleaned Au SPR chip, where the carboxyl groups of Abs are bound by ionic binding to the amino groups on APTES molecules that bind simultaneously to the hydroxyl groups on the KOH-treated Au SPR chip. The developed Ab immobilization strategy enables rapid and cost-effective SPR IAs as it obviates the need for multiple process steps, additional chemicals required for Ab immobilization, and the costly pre-functionalized SPR chips. The Ab-bound SPR chips are evaluated for the detection of HFA in buffer, diluted human whole blood and plasma, with respect to bioanalytical performance, reusability and storage stability. The bioanalytical performance of the developed SPR IA procedure will also be compared with our previously-developed and commercial CM5 dextran-based SPR IA procedures \\[9]."
        },
        {
            "header": "Reagents",
            "content": "• Human Fetuin A ELISA kit \\(R & D Systems, Cat. No. DY1184e) **\\!CAUTION** Store reconstituted Ab and antigen at 4°C if they are to be used within a month. Otherwise make the aliquots and store them at -80°C if they are to be used within 6 months. The kit contains\r\n\n\n\r\n\n\n• Mouse anti-HFA capture Ab \\(720 μg mL<sup>-1</sup>) \r\n\n\n• HFA \\(20 ng mL<sup>-1</sup>)\r\n\n\n• Biotin-labeled goat anti-HFA detection Ab\r\n\n\n• HRP-conjugated streptavidin **\\!CAUTION** Store in dark as streptavidin is light-sensitive.\r\n\n\n\r\n\n\n• Blocker bovine serum albumin \\(BSA) in PBS \\(10X), pH 7.4, 10% \\(w/v) \\(Thermo Scientific, Cat. No. 37525)  **CRITICAL** Filter prior to use to avoid clumping and any microbial contamination. \r\n\n\n• KOH pellets \\(99.99%), semiconductor grade \\(Sigma Aldrich, Cat. No. 306568) **\\!CAUTION** Avoid contact with skin and eyes as it can cause severe burns. Use personal protective equipment \\(PPE) and handle it only in a safety cabinet.  **CRITICAL** The concentration of KOH used must be 1% \\(w/v) in autoclaved deionized water \\(DIW, 18 Ω) as it may affect the surface properties of the Au surface, which can significantly affect the antibody immobilization.\r\n\n\n• 3-aminopropyltriethoxysilane \\(3-APTES) \\(Sigma Aldrich, Cat. No. A3684) **\\!CAUTION** Avoid contact with skin and eyes as it is an irritant. Handle it only in a safety cabinet. The higher concentrations are potentially toxic.  **CRITICAL** Prepare it in autoclaved DIW \\(18Ω), see **REAGENT SETUP**.\r\n\n\n• BupH Phosphate Buffered Saline Packs \\(0.1 M sodium phosphate, 0.15 M sodium chloride, pH 7.2) \\(Thermo Scientific, Cat. No. 18372) **\\!CAUTION** Avoid direct inhalation. **CRITICAL** Prepare it in autoclaved DIW \\(18Ω), see **REAGENT SETUP**.\r\n\n\n• HBS-EP \\(0.01 M 4-\\(2-hydroxyethyl)-1-piperazineethanesulfonic acid \\(HEPES) pH 7.4, 0.15 M NaCl, 3 mM EDTA, 0.005% v/v surfactant P20) \\(GE Healthcare, UK, Cat No. BR-1001-88).\r\n\n\n• Glycine-HCl \\(10 mM, pH 2.0) \\(GE Healthcare, UK, Cat. No. BR-1003-55).\r\n\n\n• Deionized water \\(18 Ω DIW). \\(Direct-Q® 3 Water Purification System, Millipore, USA)\r\n\n\n• SigmaPlot software bundle version 11.2 from Systat\r\n\n\n• Eppendorf<sup>®</sup> microtubes \\(1.5 mL; Sigma Aldrich, Cat. No. Z606340)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**PBS** Add a BupH PBS pack containing 0.1M phosphate and 0.15M NaCl to 100 mL of autoclaved DIW. Dissolve well and make the volume up to 500 mL with autoclaved DIW. Each pack makes 500 mL of PBS at pH 7.2 that can be stored at RT for a week and at 4ºC for up to four weeks. \r\n\n\n**APTES** The commercially-available APTES solution has a purity of 98%. Reconstitute in autoclaved DIW to make an effective 1% \\(v/v) solution just prior to mixing with capture anti-HFA Ab."
        },
        {
            "header": "Equipment",
            "content": "• -70ºC freezer \\(operating range -60 to -86ºC) \\(New Brunswick)\r\n\n\n• 2-8ºC refrigerator \\(Future, UK)\r\n\n\n• Biacore<sup>TM</sup> 3000 SPR instrument \\(GE Healthcare, Uppsala, Sweden)\r\n\n\n• SIA Kit Au \\(GE Healthcare, Cat. No. BR-1004-05)"
        },
        {
            "header": "Procedure",
            "content": "**Surface cleaning   TIMING ~ 8 min**\r\n\n\n1.  The Au-coated SPR chip was cleaned by incubating with 90 µL of 1% \\(w/v) KOH for 5 min followed by extensive washing with DIW. This treatment will generate the hydroxyl groups on the Au surface. \r\n  \r\n\n\n**Antibody immobilization and blocking   TIMING ~ 35 min**\r\n\n\n2.  The capture anti-HFA antibody \\(200 µg mL\n-1\n) was mixed with 1% APTES in the ratio of 1:1 v/v. Ninety microliters of this capture anti-HFA Ab solution, with a final concentration of 100 µg mL\n-1\nin 0.5% APTES, was dispensed onto the Au chip and incubated for 30 min at RT in the fume hood. The anti-HFA antibody-bound Au SPR chip was washed extensively with 10 mM HBS, pH 7.4. It was then docked into Biacore 3000 and primed. **? TROUBLESHOOTING**\r\n  3.  Twenty microliters of 1% \\(w/v) BSA was then injected over all four flow cells of anti-HFA antibody-bound Au SPR chip at a flow rate of 10 µL min\n-1\n.  The procedure blocked the non-specific binding sites on the anti-HFA Ab-bound Au SPR chip. **CRITICAL STEP** Use filtered BSA or filter the BSA solution prior to use to remove any microbial or other contaminants. **? TROUBLESHOOTING**\r\n  \r\n\n\n**HFA-detection   TIMING ~ 15 min per concentration**\r\n\n\n4.  Fifty microliters of the running buffer \\(10 mM HBS, pH 7.4) was passed through all flow cells before HFA capture and the resultant changes in SPR response units \\(RU), corresponding to blanks, were recorded. \r\n  5.  Fifty microliters of HFA at seven different concentrations \\(0.3, 0.6, 1.2, 2.5, 5.0, 10.0 and 20.0 ng mL\n-1\n) were passed through the flow cells of an Ab-bound SPR chip in consecutive HFA detection cycles, where the Ab-bound SPR chip surface was regenerated after each analysis by treatment with 10 mM glycine-HCl, pH 2.0. The RU values obtained for blanks were subtracted from the RU values for HFA detected in the respective flow cells. \r\n  6.  The SPR-based HFA detection curves were plotted with SigmaPlot software, version 11.2 using standard curve analysis based on a four parameter logistic function. The analytical parameters such as EC50 and Hillslope were generated by the software analysis report."
        },
        {
            "header": "Timing",
            "content": "Steps 1, Surface cleaning: 8 min\r\n\n\nSteps 2-3, Antibody immobilization and blocking: 35 min\r\n\n\nStep 4-6, HFA detection: 15 min for each HFA concentration"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice is provided in Table 1.\r\n\n\n\r\n\n\n<img width=\"95%\" src=\"http://www.nature.com/protocolexchange/system/uploads/3151/original/Table_1.bmp?1398852509\">"
        },
        {
            "header": "Anticipated Results",
            "content": "The developed SPR IA procedure detected HFA \\[**Fig. 1**] in the dynamic range of 0.3-20 ng mL<sup>-1</sup> with a limit of detection \\(LOD) of 0.7 ng mL<sup>-1</sup>, analytical sensitivity of 1 ng mL<sup>-1</sup>, and a maximal half-effective concentration \\(EC50) of 3.8 ng mL<sup>-1</sup> \\[14] \\[**Fig. 2a,b**]. It is the most sensitive SPR IA procedure for HFA. The intra-assay variability, calculated on the basis of five assay repeats \\(in triplicate) in a single day, was in the range of 1.2-5.8, while the inter-assay variability, determined by five assay repeats \\(in triplicate) on five consecutive days, was in the range of 2.1-8.6. The developed SPR IA had an anti-HFA immobilization density of 182.6±1 ng cm<sup>-2</sup>, which was better than that of our previously developed covalent \\(153.6±1 ng cm<sup>-2</sup>) and commercial CM5 dextran chip based Ab immobilization procedures \\(172.8±1.2 ng cm<sup>-2</sup>) \\[9] \\[**Table 2**]. It detected HFA spiked in diluted human whole blood and plasma \\[**Fig. 2a**] with precision similar to that of conventional HFA sandwich ELISA, as shown by the direct agreement of results in the linear range of 1.2-20 ng mL<sup>-1</sup> \\[**Table 3**]. \r\n\n\n\r\n\n\nThe Ab-bound SPR chip was reused for 35 consecutive HFA IAs to detect 5 ng mL<sup>-1</sup> HFA \\[**Fig. 2c**]. The leach-proof binding of anti-HFA capture Ab to the Au SPR chip was observed by the highly reproducible detection of HFA in consecutive IAs on the same chip. The Ab-bound SPR chip was regenerated after each HFA detection cycle by treatment with 20 µL of 10 mM glycine-HCl, pH 2.0. The storage stability of the anti-HFA Ab-bound SPR chip stored at 4°C was also determined, where the Ab-bound chip was used after every two weeks for the detection of 5 ng mL<sup>-1</sup> HFA. The Ab-bound chips were highly stable for 2 months with only an 18 % decrease in HFA response after 4 months \\[**Fig. 2d**]. The developed Ab-immobilization strategy is highly cost-effective as it enables the preparation of Ab-bound Au chips in just 30 min before their intended use, which will lead to significantly increased bioanalytical performance, obviating the advanced preparation and storage requirements of the Ab-bound Au sensing chip. It is 5-fold more rapid than the conventional Ab immobilization strategies that are being used for the development of SPR IAs \\[9]. The developed SPR IA procedure is generic and can be used for the detection of biomarkers and other analytes in industrial, healthcare and other bioanalytical settings."
        },
        {
            "header": "References",
            "content": "1. Wijaya, E. _et al._ Surface plasmon resonance-based biosensors: From the development of different SPR structures to novel surface functionalization strategies. _Curr Opin Solid St M_ **15**, 208-224 \\(2011).\r\n  2. Homola, J., Yee, S. S. & Gauglitz, G. Surface plasmon resonance sensors: review. _Sensor Actuat B-Chem_ **54**, 3-15 \\(1999).\r\n  3. Gopinath, S. C. B. Biosensing applications of surface plasmon resonance-based Biacore technology. _Sensor Actuat B-Chem_ **150**, 722-733 \\(2010).\r\n  4. Bergström, G. & Mandenius, C.-F. Orientation and capturing of antibody affinity ligands: Applications to surface plasmon resonance biochips. _Sensor Actuat B-Chem_ **158**, 265-270 \\(2011).\r\n  5. Clow, F., Fraser, J. D. & Proft, T. Immobilization of proteins to biacore sensor chips using Staphylococcus aureus sortase A. _Biotechnol Lett_ **30**, 1603-1607 \\(2008).\r\n  6. Conti, M., Falini, G. & Samorì, B. How Strong Is the Coordination Bond between a Histidine Tag and Ni – Nitrilotriacetate? An Experiment of Mechanochemistry on Single Molecules. _Angew Chem_ **112**, 221-224 \\(2000).\r\n  7. O'Shannessy, D. J., Brigham-Burke, M. & Peck, K. Immobilization chemistries suitable for use in the BIAcore surface plasmon resonance detector. _Anal Biochem_ **205**, 132-136 \\(1992).\r\n  8. Svitel, J., Boukari, H., Van Ryk, D., Willson, R. C. & Schuck, P. Probing the functional heterogeneity of surface binding sites by analysis of experimental binding traces and the effect of mass transport limitation. _Biophys J_ **92**, 1742-1758 \\(2007).\r\n  9. Vashist, S. K., Dixit, C. K., MacCraith, B. D. & O'Kennedy, R. Effect of antibody immobilization strategies on the analytical performance of a surface plasmon resonance-based immunoassay. _Analyst_ **136**, 4431-4436 \\(2011).\r\n  10. Walper, S. A., Brozozog Lee, P. A., Goldman, E. R. & Anderson, G. P. Comparison of single domain antibody immobilization strategies evaluated by surface plasmon resonance. _J Immunol Methods_ **388**, 68-77 \\(2013).\r\n  11. GE Healthcare Bio-Sciences AB, Biacore Sensor Surface Handbook BR-1005-71 Edition AB, 2008, https://www.biacore.com/lifesciences/products/Consumables/guide/, accessed on 28th Apr., 2014.\r\n  12. de Juan-Franco, E., Caruz, A., Pedrajas, J. R. & Lechuga, L. M. Site-directed antibody immobilization using a protein A-gold binding domain fusion protein for enhanced SPR immunosensing. _Analyst_ **138**, 2023-2031 \\(2013).\r\n  13. Ha, T. H. _et al._ Oriented immobilization of antibodies with GST-fused multiple Fc-specific B-domains on a gold surface. _Anal Chem_ **79**, 546-556 \\(2007).\r\n  14. Vashist, S. K., Schneider, E. M. & Luong, J. H. Surface plasmon resonance-based immunoassay for human fetuin A. _Analyst_ **139**, 2237-2242 \\(2014).\r\n  15. Peeters, S. _et al._ Impact of spacers on the hybridization efficiency of mixed self-assembled DNA/alkanethiol films. _Biosens Bioelectron_ **24**, 72-77 \\(2008).\r\n  16. Jönsson, U. _et al._ Real-time biospecific interaction analysis using surface plasmon resonance and a sensor chip technology. _Biotechniques_ **11**, 620-627 \\(1991).\r\n  17. Bunimovich, Y. L. _et al._ Quantitative real-time measurements of DNA hybridization with alkylated nonoxidized silicon nanowires in electrolyte solution. _J Am Chem Soc_ **128**, 16323-16331 \\(2006).\r\n  18. Pos, W. _et al._ An autoantibody epitope comprising residues R660, Y661, and Y665 in the ADAMTS13 spacer domain identifies a binding site for the A2 domain of VWF. _Blood_ **115**, 1640-1649 \\(2010).\r\n  19. Huang, C. _et al._ Label-free genosensor based on immobilized DNA hairpins on gold surface. _Biosens Bioelectron_ **26**, 3121-3126 \\(2011)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1039/c4an00149d",
                "date": "2014-04-29 20:34:40",
                "title": "Surface plasmon resonance-based immunoassay for human fetuin A",
                "authors": [
                    "S. K. Vashist",
                    "E. M. Schneider",
                    "and J. H. T. Luong"
                ],
                "journal": "The Analyst",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12955,
                "identity": "a02dadc9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sandeep Kumar Vashist",
                "email": "sandeep.vashist@yahoo.com",
                "orcid": "",
                "institution": "HSG-IMIT - Institut für Mikro- und Informationstechnik; Laboratory for MEMS Applications, Department of Microsystems Engineering -IMTEK, University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sandeep",
                "middleName": "Kumar",
                "lastName": "Vashist",
                "suffix": ""
            },
            {
                "id": 12956,
                "identity": "a02db325-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "E. Marion Schneider",
                "email": "",
                "orcid": "",
                "institution": "Sektion Experimentelle Anaesthesiologie, University Hospital Ulm, Albert Einstein Allee 23; 89081 Ulm, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "E.",
                "middleName": "Marion",
                "lastName": "Schneider",
                "suffix": ""
            },
            {
                "id": 12957,
                "identity": "a02db60e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John H.T. Luong",
                "email": "",
                "orcid": "",
                "institution": "Innovative Chromatography Group, Irish Separation Science Cluster (ISSC), Department of Chemistry and Analytical, Biological Chemistry Research Facility (ABCRF), University College Cork, Cork, Ireland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "H.T.",
                "lastName": "Luong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-04-30 10:11:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.016",
        "doiUrl": "https://doi.org/10.1038/protex.2014.016",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608989,
                "identity": "d1860748-bbf3-4a31-809f-c765a2f3a160",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4986534,
                "visible": true,
                "origin": "",
                "legend": "Schematic of the developed procedure   Schematic representation of the developed SPR-based IA procedure for the detection of HFA. The gold surface is treated with 1% KOH to generate the hydroxyl groups, which is followed by their binding to the alkoxy groups of APTES in a solution comprising of anti-HFA capture Ab in 1% APTES. The anti-HFA Ab binds to APTES by ionic interactions. The Ab-bound chip was then blocked with 1% BSA and subsequently used for the detection of HFA.",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3155/v1/figure_1.bmp"
            },
            {
                "id": 2608990,
                "identity": "1d316a8d-b38e-4b18-ac55-1435d3656c9e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "bmp",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1648242,
                "visible": true,
                "origin": "",
                "legend": "Bioanalytical performance of the developed SPR-based HFA IA procedure   (A) Detection of HFA spiked in HBS (10 mM, pH 7.4), diluted human whole blood and diluted human plasma. (B) Sensorgrams for the detection of various HFA concentrations in HBS, 10 mM, pH 7.4. (C) Multiple consecutive IAs for the detection of 5 ng mL^-1^ HFA using the same anti-HFA Ab-bound SPR chip, which is regenerated after each IA using glycine-HCl (10 mM, pH 2.0). (D) Stability of the anti-HFA Ab-bound SPR chip stored at 4°C, as determined by the detection of 5 ng mL^-1^ HFA. All experiments were done in triplicate with the error bars representing the standard deviation.",
                "description": "",
                "filename": "figure2.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3155/v1/figure_2.bmp"
            },
            {
                "id": 2608988,
                "identity": "9477d880-bb6e-4efc-9cd6-d3a12567d2e2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "bmp",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 828562,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "figure3.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3155/v1/figure_3.bmp"
            },
            {
                "id": 2608992,
                "identity": "2456a50f-556e-44c3-a1fa-4efac34c0344",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "bmp",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 549638,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Determination of molecular densities   Determination of molecular densities of immobilized anti-HFA Ab and the detected amount of HFA, when different SPR immunoassay formats, based on various antibody immobilization strategies, were employed. ",
                "description": "",
                "filename": "figure4.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3155/v1/figure_4.bmp"
            },
            {
                "id": 2608991,
                "identity": "a4662596-6f34-4ac6-8632-6b7dafc7a88b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:37",
                "extension": "bmp",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 514614,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Technology Correlation   Determination of spiked HFA concentrations in diluted human whole blood and plasma by the developed SPR IA and the commercial sandwich ELISA. The experiments were performed in triplicate with the results presented as mean ± S.E.",
                "description": "",
                "filename": "figure5.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3155/v1/figure_5.bmp"
            },
            {
                "id": 13464635,
                "identity": "bf979183-4a49-4ee3-b776-db0b5d5a28c8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 476996,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3155/v1/61c440be-75c8-4c2a-b0df-c317fcf063c2.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Surface plasmon resonance, immunoassay, one-step antibody immobilization, 3-aminopropyltriethoxysilane, human fetuin A",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A rapid and highly-sensitive procedure has been developed for surface plasmon resonance \\(SPR)-based immunoassay \\(IA) for human fetuin A \\(HFA). It employs a highly-simplified antibody \\(Ab) immobilization strategy, which only involves sequentially the dispensing of anti-HFA capture Ab diluted in 1% \\(v/v) 3-aminopropyltriethoxysilane \\(APTES) onto a potassium hydroxide \\(KOH)-treated gold \\(Au)-coated SPR chip followed by its incubation for 30 min. The devised Ab immobilization strategy enables the leach-proof binding of capture Ab, resulting in highly reproducible and cost-effective HFA IAs. The  SPR IA detected HFA with a dynamic range, limit of detection, and analytical sensitivity of 0.3-20 ng mL<sup>-1</sup>, 0.7 ng mL<sup>-1</sup> and 1 ng mL<sup>-1</sup>, respectively. The detecting chip can be easily regenerated after each analyis by treatment with 10 mM glycine-HCl, pH 2.0. The Ab-bound SPR chip can be stored at 4°C for up to 4 months without any significant loss of its functional activity. The developed IA procedure has been employed to detect HFA spiked in diluted human whole blood and plasma. Moreover, the developed SPR IA has high analytical precision as its results are correlated well with those of conventional HFA sandwich ELISA.",
        "manuscriptTitle": "A rapid and highly-sensitive surface plasmon resonance (SPR)-based immunoassay procedure for human fetuin A",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-04-30 14:09:25",
                "doi": "10.1038/protex.2014.016",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9faf3426-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 30th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3134,
                "name": "Chemistry"
            },
            {
                "id": 3135,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-04-30 14:09:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}