{
    "identity": "nprot-45",
    "title": "Automated imaging-based high-throughput screening for small molecules that reverse cellular senescence",
    "content": [
        {
            "header": "Introduction",
            "content": "Despite increasing understanding of the underlying mechanisms of cellular senescence<sup>1-6</sup>, there has been little progress in identifying small molecules that extend the finite lifespan of normal human cells. To address these challenges, we present a method that allows chemical screening for the modulators of cellular lifespan in a systematic and high-throughput manner<sup>7</sup>. To induce cellular senescence by triggering telomere dysfunction, a dominant-negative form of a telomeric protein TRF2 \\(TRF2<sup>ΔBΔM</sup>)<sup>8</sup> is stably expressed in normal human BJ fibroblasts by retroviral transduction. For facile monitoring of BJ cells stably expressing TRF2<sup>ΔBΔM</sup>, EGFP is coexpressed with TRF2<sup>ΔBΔM</sup> from internal ribosome entry site \\(IRES). TRF2<sup>ΔBΔM</sup>–induced senescent BJ cells are dispensed into 96-well plates and systematically monitored by automated fluorescence microscopy for six days after addition of each compound in a chemical library. In determining the effects of a small molecule, three main parameters of cellular senescence are focused. First, it is examined whether the small molecule confers robust growth capacity on TRF2<sup>ΔBΔM</sup>–induced senescent cells that had ceased proliferation. Second, the sizes of single cells are measured, since cellular senescence is characterized by enlarged and flattened morphological feature<sup>1,2</sup>. Finally, senescence-associated β–galactosidase \\(SA–β–gal) activity characteristic of cellular senescence is determined for further validation of senescence-reversal effects."
        },
        {
            "header": "Reagents",
            "content": "Phoenix-ampho packaging cell line \\(provided by G. P. Nolan, Stanford University, CA)\r\n\n\nEarly passage \\(30-40 population doublings) BJ cells \\(American Type Culture Collection)\r\n\n\nComplete medium: Dulbecco’s Modified Eagle’s Medium \\(DMEM; Invitrogen) supplemented with 10% fetal bovine serum \\(FBS; Invitrogen), 120 µg/ml penicillin and 200 µg/ml streptomycin\r\n\n\nPhosphate-buffered saline \\(PBS), calcium- and magnesium-free\r\n\n\nTrypsin-EDTA \\(Invitrogen)\r\n\n\nRetroviral bicistronic expression plasmid for TRF2<sup>ΔBΔM</sup> and EGFP\r\n\n\nQiagen Plasmid Midi Kit \\(Qiagen)\r\n\n\nLipofectamine \\(Invitrogen)\r\n\n\nOpti-MEM I Reduced Serum Medium \\(Invitrogen)\r\n\n\n1,5-dimethyl-1,5-diazaundecamethylene polymethobromide \\(Polybrene; Sigma)\r\n\n\nPuromycin \\(Sigma)\r\n\n\nFixation solution: 2% formaldehyde/0.2% glutaraldehyde solution in PBS\r\n\n\nSA-β-gal staining solution: 1 mg/ml X-gal in 40 mM citric acid, Na<sub>2</sub>HPO<sub>4</sub> \\(pH 6.0), 150 mM NaCl, 2 mM MgCl<sub>2</sub>, 5 mM K<sub>3</sub>Fe\\(CN)<sub>6</sub> and 5 mM K<sub>4</sub>Fe\\(CN)<sub>6</sub>\r\n\n\nChemical library"
        },
        {
            "header": "Equipment",
            "content": "37 °C humidified incubator with an atmosphere of 5% CO<sub>2</sub> \r\n\n\n37 °C incubator without CO<sub>2</sub> supply\r\n\n\n0.45-µm cellulose acetate filter \\(Millipore)\r\n\n\n96-well optical bottom plates, black \\(Greiner)\r\n\n\nMultidrop 384 \\(Labsystems)\r\n\n\nIN Cell Analyzer 1000 autofocusing microscope \\(Amersham Biosciences)\r\n\n\nMicroscope equipped with fluorescence and phase contrast optics, for example Olympus 1X51 microscope \\(Olympus)\r\n\n\nImage analysis software, for example IN Cell Analyzer object intensity analysis module \\(Amersham Biosciences) or LaserPix software \\(BioRad)"
        },
        {
            "header": "Procedure",
            "content": "**1** Twenty hours before transfection, harvest exponentially growing phoenix-ampho cells by trypsinization with trypsin-EDTA solution and plate them on 60-mm tissue culture dishes at a density of about 10\n6\ncells/dish. The cells should be about 70% confluent at the time of transfection.\r\n\n\n▲ **CRITICAL STEP**\r\n\n\n\r\n\n\n**2** For each 60-mm dish of cultured cells to be transfected, dilute 5 µg of plasmid DNA in 700 µl of Opti-MEM I Reduced Serum Medium in a polystyrene test tube and mix gently. In a separate tube, dilute 20 µl of the Lipofectamine in 700 µl of Opti-MEM I and mix gently. Transfected retroviral expression plasmid is either one that expresses TRF2\nΔBΔM\ntogether with EGFP or one that expresses EGFP only \\(**Fig. 1a**).\r\n\n\n▲ **CRITICAL STEP**\r\n\n\n\r\n\n\n**3** Combine the diluted DNA solution with diluted Lipofectamine solution and mix the solution by pipetting up and down several times. Incubate the mixture for 30 min at room temperature.\r\n\n\n\r\n\n\n**4** Remove the growth medium from phoenix-ampho cells and replace with the DNA-Lipofectamine complex solution. Rock the plate to distribute the complex evenly and incubate cells for 6 h at 37 °C humidified incubator with an atmosphere of 5% CO\n2\n.    \r\n\n\n\r\n\n\n**5** Remove the transfection mixture from cells and replace with fresh complete medium.\r\n\n\n\r\n\n\n**6** After 18 h, replace the medium with fresh culture medium.   \r\n\n\n\r\n\n\n**7**  Plate actively proliferating BJ cells, which underwent 30-40 population doublings, in 100-mm culture dishes at 30 h prior to beginning the infection procedure.\r\n\n\n\r\n\n\n**8** After 48 h of transfection, collect virus-containing medium from the transfected packaging cells.    \r\n\n\n\r\n\n\n**9** Remove cell debris and aggregated virus by low speed centrifugation for 5 min at 4 °C.\r\n\n\n\r\n\n\n**10** Filter medium through a 0.45-µm cellulose acetate filter.\r\n\n\n▲ **CRITICAL STEP**\r\n\n\n\r\n\n\n**11** Dilute the filtered virus-containing medium by mixing it with fresh complete medium in a 4:1 ratio.\r\n\n\n\r\n\n\n**12** Add polybrene to a final concentration of 4 µg/ml and mix gently.\r\n\n\n\r\n\n\n**13** Infect BJ fibroblasts by replacing the culture medium with 10 ml of the diluted virus-containing medium.\r\n\n\n \r\n\n\n**14** Replace medium with fresh complete medium after 48 h of incubation.\r\n\n\n\r\n\n\n**15** After 48 h, the infected cells were given puromycin at a final concentration of 1 µg/ml for four days for selection.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**16** Replace selection medium with fresh complete medium, and incubate cells for three days.\r\n\n\n\r\n\n\n**17** Observe cells under the fluorescence microscope to determine the EGFP signal in the infected cells.\r\n\n\n\r\n\n\n**18** Split cells into 100-mm plates, and incubate for seven days until the cells do not divide further and their shapes are changed to flattened enlarged morphology characteristic of cellular senescence. Ensure that EGFP signal is still well detected in these cells by using fluorescence microscope.\r\n\n\n\r\n\n\n**19** To validate the establishment of cellular senescence, subject a small subpopulation of infected BJ cells for SA-β-gal analysis. Use uninfected BJ cells and BJ cells infected with retrovirus expressing EGFP only as negative controls as well as BJ cells infected with virus coexpressing TRF2\nΔBΔM\nand EGFP.\r\n\n\n \r\n\n\n**20** Wash cells twice with PBS. \r\n\n\n\r\n\n\n**21** Fix cells with 2% formaldehyde/0.2% glutaraldehyde solution in PBS for 5 min at room temperature.\r\n\n\n\r\n\n\n**22** Wash cells twice with PBS.\r\n\n\n\r\n\n\n**23** Incubate cells with SA-β-gal staining solution at 37°C incubator without CO\n2\nsupply. \r\n\n\n\r\n\n\n**24** After about 10 h, observe cells under the bright field microscope to determine whether SA–β–gal staining is detectable in BJ cells infected with virus coexpressing TRF2\nΔBΔM\nand EGFP while it is not evident in uninfected BJ cells and BJ cells infected with retrovirus expressing EGFP only.  If SA–β–gal staining is weak in BJ cells infected with virus coexpressing TRF2\nΔBΔM\nand EGFP, incubation time is extended until the staining is marked in comparison with the negative control cells.\r\n\n\n\r\n\n\n**25** Wash once with PBS and capture cellular images with bright field microscope.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**26** Plate the TRF2\nΔBΔM\n-induced senescent BJ cells into 96-well optical bottom plates by using automated dispenser \\(Multidrop 384, Labsystems) at a density of about 800 cells/well.  \r\n\n\n\r\n\n\n**27** After 24 h, add compounds in a chemical library to the 96-well plates at a final concentration of 1 µg/ml.\r\n\n\n▲ **CRITICAL STEP**\r\n\n\n\r\n\n\n**28** Capture live cell images of EGFP-positive BJ cells at 24-h intervals for six days by automated fluorescence microscopy \\(IN Cell Analyzer 1000 autofocusing microscope, Amersham Biosciences).  \r\n\n\n\r\n\n\n**29** Analyze the acquired images by using image analysis software to quantitate the number and size of cells. \r\n\n\n\r\n\n\n**30** When an increase in cell number and decrease in cell size along with the loss of flattened enlarged cellular morphology are detected in some wells of the 96-well plates, validate the senescence reversal effects by subjecting the cells in those wells for SA-β-gal staining as described above \\(steps 19-25).  \r\n\n\n**? TROUBLESHOOTING**"
        },
        {
            "header": "Timing",
            "content": "This protocol can be completed in about 3 weeks."
        },
        {
            "header": "Critical Steps",
            "content": "**Step 1** The packaging cell line should be healthy and highly express the viral proteins to achieve the high viral titer. If cell viability is low, grow cells for extended period of time, maintain cells at high cell densities \\(split every 3-4 days when they reach 100% confluency), and verify culture conditions.\r\n\n\n\r\n\n\n**Step 2** Use only high quality plasmid DNA to achieve high virus titer. We used Qiagen Plasmid Midi Kit to purify DNA.  \r\n\n\n\r\n\n\n**Step 10** Do not use a nitrocellulose filter because nitrocellulose binds proteins in the retroviral membrane and destroys the virus.\r\n\n\n\r\n\n\n**Step 27** It is encouraged to include multiple dosage points in the primary chemical screening to decrease the rate of false-negative."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in **Table 1**."
        },
        {
            "header": "Anticipated Results",
            "content": "For large-scale screening for small molecules that modulate senescent phenotypes, it is impractical to obtain a large homogeneous population of normal human cells passaged into senescence. Thus, we use an alternative model for cellular aging. It is known that a telomeric protein, TRF2 is essential for telomeric t-loop formation, and that overexpression of a dominant-negative form of the protein \\(TRF2<sup>ΔBΔM</sup>) elicits a senescence response by telomere uncapping and loss of the G-rich strand<sup>8</sup>. To exploit the cellular senescence induced by TRF2<sup>ΔBΔM</sup> for image-based chemical screening, we generate a recombinant retrovirus that produces TRF2<sup>ΔBΔM</sup> together with EGFP from an IRES for facile monitoring of cells stably expressing TRF2<sup>ΔBΔM</sup> \\(**Fig. 1a**). Retroviral overexpression of TRF2<sup>ΔBΔM</sup> in primary human BJ fibroblasts establishes cellular senescence, as determined by the lack of increase in cell number over time, enlarged flattened morphology and expression of senescence-associated β-galactosidase \\(SA–β–gal) \\(**Fig. 1b**, **c**).\r\n\n\nTo implement the chemical screening, TRF2<sup>ΔBΔM</sup>–induced senescent BJ cells are dispensed into 96-well optical bottom plates at a low density. After addition of each compound in a chemical library consisting of a large number of small organic molecules, phenotypes of BJ cells are systematically monitored by automated fluorescence microscopy for six days to identify small molecules reversing various aspects of the senescent phenotype, such as growth kinetics, cell morphology and SA–β–gal activity \\(**Fig. 2a**). In our screen, a small molecule CGK733 conferred robust growth capacity on TRF2<sup>ΔBΔM</sup>-induced senescent BJ cells that had ceased proliferation<sup>7</sup> \\(**Fig. 2b**, **c**). CGK733 also induced marked decrease in the average cell size accompanied by the disappearance of an enlarged and flattened morphological phenotype of senescent cells \\(**Fig. 2b**, **d**). Moreover, SA–β–gal activity markedly disappeared in CGK733-treated cells \\(**Fig. 2e**). These phenotypic alterations in senescent cells were observed in a wide concentration range of CGK733 \\(**Fig. 2f**).\r\n\n\nConsidering possible dosage-dependent effects of small molecules, it is often encouraged to include multiple dosage points in the primary chemical screening to decrease the rate of false-negative. Because of the relatively long-term incubation \\(for about 6 days) of senescent cells with small molecules in a chemical library, special care should be taken to maintain cells healthy enough to tolerate possible compounding toxic effects of the small molecules and to prevent contamination. The senescence reversal effects of identified bioactive small molecules can be examined for other cell types as well as other senescence model such as replicative senescence<sup>7</sup>. The screening method described in this protocol can be implemented to most currently available automated imaging system. This method may provide an effective means to discover small molecules modulating cellular lifespan, which might be useful for probing physiological aging process<sup>9-11</sup> as well as for various applications such as aging-related diseases, large-scale screening and tissue engineering<sup>2,12,13</sup>.\r\n\n\nFor mechanistic understanding of the identified bioactive small molecule, various methods can be exploited to identify the molecular targets for the small molecule, including affinity chromatography, protein microarray, small molecule microarray, phage display, yeast three-hybrid assay, expression profiling, and parallel analysis of yeast strains with heterologous deletions, and magnetism-based interaction capture \\(MAGIC)<sup>11,14-22</sup>. Based on genome-wide screen based on MAGIC technology, we identified ataxia telangiectasia-mutated \\(ATM) protein as the molecular target of CGK733 \\(ref. 7)."
        },
        {
            "header": "References",
            "content": "1. Wright, W.E. & Shay, J. W. Historical claims and current interpretations of replicative aging. _Nat. Biotechnol._ **20**, 682-688 \\(2002). \r\n  2. Campisi, J. Senescent cells, tumor suppression, and organismal aging: good citizens, bad neighbors. _Cell_ **120**, 513-522 \\(2005).\r\n  3. Jacobs, J. J. et al. Senescence bypass screen identifies TBX2, which represses Cdkn2a \\(p19<sup>ARF</sup>) and is amplified in a subset of human breast cancers. _Nat. Genet._ **26**, 291-299 \\(2000).\r\n  4. Gil, J., Bernard, D., Martinez, D. & Beach, D. Polycomb CBX7 has a unifying role in cellular lifespan. _Nat. Cell Biol._ **6**, 67-72 \\(2004).\r\n  5. Wu, C., Miloslavskaya, I., Demontis, S., Maestro, R. & Galaktionov, K. Regulation of cellular response to oncogenic and oxidative stress by Seladin-1. _Nature_ **432**, 640-645 \\(2004).\r\n  6. Bodnar, A. G. et al. Extension of life-span by introduction of telomerase into normal human cells. _Science_ **279**, 349-352 \\(1998).\r\n  7. Won, J. et al. Small molecule-based reversible reprogramming of cellular lifespan. _Nat. Chem. Biol._ In press \r\n  8. Takai, H., Smogorzewska, A. & de Lange, T. DNA damage foci at dysfunctional telomeres. _Curr. Biol._ **13**, 1549-1556 \\(2003).\r\n  9. Crews, C. M. & Splittgerber, U. Chemical genetics: exploring and controlling cellular processes with chemical probes. _Trends Biochem. Sci._ **24**, 317-320 \\(1999).\r\n  10. Schreiber, S.L. Small molecules: the missing link in the central dogma. _Nat. Chem. Biol._ **1**, 64-66 \\(2005).\r\n  11. Stockwell, B. R. Exploring biology with small organic molecules. _Nature_ **432**, 846-854 \\(2004).\r\n  12. Prendergast, G. C. Knockout drug screens. _Nat. Biotechnol._ **19**, 919-920 \\(2001).\r\n  13. Shay, J. W. & Wright, W. E. The use of “telomerized” cells for tissue engineering. _Nat. Biotechnol._ **18**, 22-23 \\(2000).\r\n  14. Burdine, L. & Kodadek, T. Target identification in chemical genetics: the \\(often) missing link. _Chem. Biol._ **11**, 593-597 \\(2004).\r\n  15. Oda, Y. et al. Quantitative chemical proteomics for identifying candidate drug targets. _Anal. Chem._ **75**, 2159-2165 \\(2003).\r\n  16. MacBeath, G. & Schreiber, S.L. Printing proteins as microarrays for high-throughput function determination. _Science_ **289**, 1760-1763 \\(2000).\r\n  17. Kuruvilla, F.G., Shamji, A.F., Sternson, S.M., Hergenrother, P.J. & Schreiber, S.L. Dissecting glucose signalling with diversity-oriented synthesis and small-molecule microarrays. _Nature_ **416**, 653-657 \\(2002).\r\n  18. Sche, P.P., McKenzie, K.M., White, J.D., Austin, D.J. Display cloning: functional identification of natural product receptors using cDNA-phage display. _Chem. Biol._ **6**, 707-716 \\(1999).\r\n  19. Licitra, E.J. & Liu, J.O. A three-hybrid system for detecting small ligand-protein receptor interactions. _Proc. Natl. Acad. Sci. USA_ **93**, 12817-12821 \\(1996).\r\n  20. Marton, M.J. et al., Drug target validation and identification of secondary drug target effects using DNA microarrays. _Nat. Med._ **4**, 1293-1301 \\(1998).\r\n  21. Lum, P.Y. et al., Discovering modes of action for therapeutic compounds using a genome-wide screen of yeast heterozygotes. _Cell_ **116**, 121-137 \\(2004).\r\n  22. Won, J. et al., A magnetic nanoprobe technology for detecting molecular interactions in live cells. _Science_ **309**, 121-125 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by CGK Co. Ltd. and was also partially supported by the Korea Research Foundation grant \\(KRF-2005-C00097), the Korea Health 21 R&D Project \\(A040042) and the Chemical Genomics program from the Korean Ministry of Science and Technology."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nchembio800",
                "date": "2006-06-04 22:58:21",
                "title": "Small molecule-based reversible reprogramming of cellular lifespan",
                "authors": [
                    "Won",
                    "J. et al."
                ],
                "journal": "Nature Chemical Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9789,
                "identity": "9e91a3b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jaejoon Won",
                "email": "",
                "orcid": "",
                "institution": "Korea Advanced Institute of Science and Technology, Korea",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jaejoon",
                "middleName": "",
                "lastName": "Won",
                "suffix": ""
            },
            {
                "id": 9790,
                "identity": "9e91a796-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nuri Kim",
                "email": "",
                "orcid": "",
                "institution": "Korea Advanced Institute of Science and Technology, Korea",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nuri",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 9791,
                "identity": "9e91a96a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tae Kook Kim",
                "email": "",
                "orcid": "",
                "institution": "Korea Advanced Institute of Science and Technology, Korea",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tae",
                "middleName": "Kook",
                "lastName": "Kim",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-16 22:10:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.151",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.151",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607588,
                "identity": "ff52791e-1601-4f64-b28b-3cd3a204787e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22318,
                "visible": true,
                "origin": "",
                "legend": "Establishment of cellular senescence by overexpression of TRF2^ΔBΔM^.   (*a*) Schematic of the retroviral expression plasmid for dominant-negative TRF2 used to elicit cellular senescence. Expression of TRF2^ΔBΔM^ was monitored by EGFP translated from an internal ribosome entry site (IRES). (*b*, *c*) Growth kinetics (*b*) and SA-β-gal activity (*c*) of BJ cells infected with TRF2^ΔBΔM^-expressing retrovirus or control virus. Expression of TRF2^ΔBΔM^ was monitored by EGFP translated from an IRES. As a control, BJ cells were infected in parallel with a virus expressing EGFP only. Scale bars, 200 µm.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-45/v1/figure_1.jpg"
            },
            {
                "id": 2607591,
                "identity": "1903478e-beb1-474d-a31e-8bf78f65303b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45455,
                "visible": true,
                "origin": "",
                "legend": "Identification of a small molecule reversing cellular senescence triggered by telomere dysfunction.   (*a*) Experimental outline and reference time frame. (*b*) Live cell imaging-based high-throughput screen for small molecules that reverse the senescent phenotype elicited by TRF2^ΔBΔM^. TRF2^ΔBΔM^–induced senescent BJ cells were plated in 96-well plates, and treated with the compounds in a chemical library at a concentration of 1 µg/ml. Live cell images of EGFP-positive BJ cells were captured by automated fluorescence microscopy at the indicated times. Enlarged views of the images taken 1 d after compound treatment are also shown; cells escaping senescence and cells still in a senescent state as inferred from cell morphology are marked with red and yellow arrowheads, respectively. (*c*, *d*) Quantitative analysis of the effects of CGK733 on the growth (*c*) and mean size (*d*) of senescent cells. (*e*) Reversible changes in cell morphology and SA–β–gal expression by CGK733 in senescent cells. TRF2^ΔBΔM^–induced senescent BJ cells were serially passaged with or without 1 µg/ml CGK733 for the indicated times. Scale bars, 200 µm (*b*, *e*). (*f*) Growth response of TRF2^ΔBΔM^–induced senescent cells to various doses of CGK733. The fold increase in cell number over six days after CGK733 treatment is presented.\r\n\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-45/v1/figure_2.jpg"
            },
            {
                "id": 2607592,
                "identity": "51ec58f3-1d16-49d5-8812-88414488c843",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37097,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-45/v1/figure_3.jpg"
            },
            {
                "id": 13464233,
                "identity": "c2862e00-7178-424b-9c67-8f348bd226c5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 240687,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-45/v1/d592c4cb-8581-42ff-adb8-e320ecb121d3.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Senescence, Small molecule, Automated imaging",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "<p style=\"color:red;font-size:larger\">THE EDITORS ARE RETRACTING THIS PROTOCOLS NETWORK PROTOCOL BECAUSE THE PAPER UPON WHICH IT IS BASED HAS BEEN RETRACTED.</p>",
        "manuscriptTitle": "Automated imaging-based high-throughput screening for small molecules that reverse cellular senescence",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-30 05:42:00",
                "doi": "10.1038/nprot.2006.151",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e914bfe-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 30th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1274,
                "name": "Biotechnology"
            },
            {
                "id": 1275,
                "name": "Biochemistry"
            },
            {
                "id": 1276,
                "name": "Chemical biology"
            },
            {
                "id": 1277,
                "name": "Drug discovery"
            },
            {
                "id": 1281,
                "name": "Biological techniques"
            },
            {
                "id": 1282,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-30 05:42:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}