{
    "identity": "pex-1537",
    "title": "<p>Large Scale Synthesis of Native Turn and Helix Mimics Stabilized by a Generic Hydrogen Bond Surrogate</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The peptide hydrogen bond (HB) is a crucial non-covalent interaction that is implicated in the stabilization of various secondary structures like β-turn<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>1</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>2</sup></a>, 3<sub>10</sub>-helix<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>3-5</sup></a>, α-helix<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>6</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>7</sup></a>, π-helix<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>8</sup></a>, random loops<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>9</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>10</sup></a>. These secondary structures play important roles in several biological recognition processes through protein-protein<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>11</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>12</sup></a>, protein-DNA<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>13</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>14</sup></a>, protein-RNA interactions<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>15</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>16</sup></a> and as hormones<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>9</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>10</sup></a>, antibiotics<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>1</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>2</sup></a>, ion-channels<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>3</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>4</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>17-19</sup></a> and in signal transduction<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>20</sup></a>, protein folding<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>21</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>22</sup></a>. Recognitions tend to be prevalently along with peptide sequences between the hydrogen bond constraint<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>23</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>24</sup></a>. Therefore, retaining all the residues within the H-bond constrained structure is crucial for mimicking molecular recognition in small peptidomimetics.</p><p>In the absence of their native protein paraphernalia, short-excised segments of peptide turns adopt random coil structures and seldom their turn conformations. Hence a variety of strategies have been employed in synthetic peptidomimetics of these turns. Azabicycloalkane amino acids<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>25</sup></a>, spiro-bicyclic molecules<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>26</sup></a>, triazolo-β-aza-ε-amino acids<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>27</sup></a> and sugar amino acids<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>28</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>29</sup></a>, have been used as surrogates for the i+1, i+2 residues in the 10-membered ring hydrogen-bonded β-turns. Macrocyclizations through side-chain olefin metathesis<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>30</sup></a> and other covalent bridges<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>31-35</sup></a>, have also been incorporated to mimic β-turns and the related 3<sub>10</sub>-helices. Similar side-chain staples like disulfide<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>36</sup></a>, lactam<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>37</sup></a>, olefin<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>38</sup></a>, diazine<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>39</sup></a>, and non-covalent interactions<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>40-42</sup></a> have been efficient for α-helical turn mimicry.</p><p>The hydrogen bond surrogate (HBS) strategy, where the putative i+4ài peptide hydrogen bond is replaced by a covalent surrogate, was employed initially by Satterthwait and co-workers<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>43</sup></a> and then by Arora and co-workers<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>44</sup></a>. The former used a hydrazone surrogate while the latter used olefin, alkane, thioether and disulfide surrogates. The olefin model has been most successful among these in mimicking the α-helix<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>44</sup></a> and the π-helical turn<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>45</sup></a>. In these models, the i+1<sup>st</sup> residue of the turn is also replaced, apart from the hydrogen bond. Broussy and co-workers<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>46</sup></a>, Alewood and co-workers<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>47</sup></a> and Prabhakaran and co-workers<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>48</sup></a> developed the propane, substituted-propane and an additional exocyclic sp² hybridization of i+1<sup>st</sup> residue nitrogen respectively, as HBS models. Here, exclusively the hydrogen bond is replaced by the HBS model and all residues in the HBS-constrained turn are retained. The sp²-constrained HBS model, termed the 13<sub>7</sub>3 model<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>48</sup></a>, has yielded the highest known α-helicities for single turns in tetrapeptides<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>48</sup></a>. It has been used to decipher the presence of a synergetic guidance mechanism for ultra-fast helix growth during helix folding<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>49</sup></a>, following the relatively slow helix nucleation step<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>50</sup></a><sup>, </sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>51</sup></a>. It is the only HBS model to mimic the 3<sub>10</sub>-helical turn<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>52</sup></a>. Moreover, we have also shown that our HBS model has also been applied in studying dynamic β-sheet structures<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>53</sup></a>. Thus, this HBS model is a generic replacement for H-bonds in a variety of turns (Figure 1).</p><p>This protocol details the procedures for the large-scale solution-phase synthesis of β-turn, 3<sub>10</sub>-helical, α-helical and larger turn peptidomimetics constrained by the generic propyl HBS model, containing the exocyclic sp² hybridization. Two Fukuyama-Mitsunobu reactions<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>54</sup></a> place all elements of the HBS between any two desired residues, with great facility and in high yields. Two salting-out processes isolate two crucial intermediates from triphenylphosphine (PPh<sub>3</sub>) and triphenylphosphine oxide (TPPO) in high purity, without column chromatography. A macrolactamization process yields solution-phase synthetic access to any HBS-constrained turn structure. This follows our recent demonstration of a trimodular synthetic protocol for the large (&gt;100 mmoles) scale access to single turn α-helices and their extended structures, in the laboratory<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>55</sup></a>. Current protocol gives facile, generic, large-scale access to a variety of HBS turns, while retaining all residues in the turns.&nbsp;</p><p><br></p><p><strong>Experimental design-</strong></p><p>Our protocol has been demonstrated to replace the i+nài H-bonding interaction closing ordered turns, where n=2, 3, 4, but is potentially applicable for any value of n. These HBS turns employ inexpensive standard synthons and protected amino acids used for the solution-phase synthesis of peptides. Any HBS turn is divided into two modules, which are synthesized independently and coupled together. The first module is common to all turns and has the propyl HBS linker connecting the nitrogens of two amino esters – one N-Boc and CO2Me protected and the other N-Moc and CO2Bn protected (<strong>7</strong>) (Figure 2). Each of the two N-alkylations is efficiently enabled through a Fukuyama-Mitsunobu (FM) reaction on N-<em>o</em>-nitrosulphonyl (Ns) amino esters (1 eq.) in the presence of diisopropyl azodicarboxylate (DIAD, 1.5 eq.), triphenylphosphine (PPh3, 1.5 eq.) and alcohol (2 eq.), in tetrahydrofuran (THF); followed by denosylation in the presence of benzene thiol (PhSH, 1.1 - 1.5 eq) and potassium carbonate (K2CO3, 2.0 eq.) in acetonitrile (ACN); then acidification with 1N HCl; followed by washing of the PPh3 and triphenylphosphine oxide (TPPO) with diethyl ether (DEE) to get the ammonium chloride salt in high purity (HPLC); followed by protection of the amines as N-Boc (<strong>4</strong>) (first amine) and N-Moc (<strong>7</strong>) (the second). The ether wash is a salient feature that precludes cumbersome repetitive column chromatographic purifications which are otherwise essential after every FM reaction, to remove PPh3 and TPPO. The second module is a simple N-Cbz-protected peptide carboxylic acid-containing n-1 residues, with base-tolerant, acid-sensitive, but not hydrogenation-sensitive side-chain protecting groups. Synthesis of both these modules have been demonstrated in &gt;100 mmole scale in our standard academic laboratory and is amenable to much larger industrial scales.</p><p>Boc deprotection of the HBS linked first module (<strong>7</strong>) in the presence of trifluoroacetic acid (TFA) in dichloromethane (DCM), followed by peptide coupling with C-terminus of the second module in the presence of ethyl chloroformate (ECF, 1.1 eq.) N-methyl morpholine (NMM, 4.0 eq.) in THF to get the precursor for the macrolactamization (<strong>9</strong>), followed by reductive double deprotection of N-Cbz and O-Bn groups in the presence of 1% Palladium on Carbon (Pd/C) in methanol (MeOH), followed by macrolactamization cyclization of the resulting amino acid (<strong>10</strong>) in the presence of 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide (EDC), 1-hydroxy benzotriazole (HOBT), diisopropylethylamine (DIPEA) in 1 mM ACN, yields the desired HBS turn (<strong>11</strong>) in good yields (30-65%) depending on the ring size and sequence. Cyclization scales are limited only by the size of vessel available for 1 mM concentrations. Thus, a combinatorial library of HBS turns can be prepared from a variety of the two modules.</p><p>A C-terminal exocyclic methyl ester group (-CO2Me) is presented in all these HBS turns (<strong>10</strong>), for extension of sequence beyond the HBS turn, through methyl ester deprotection in the presence of LiOH in MeOH:H2O, followed by acidification with 1 N HCl and coupling with the desired peptide. The C-terminal extension peptide can be synthesized independently and its coupling with the HBS turns can be achieved in either solution or solid phase. The N-Moc protecting group remarkably remains unperturbed under standard (acidic, basic and hydrogenation) deprotection conditions but can be cleaved in 40% HBr in acetic acid. The conditions, reagents and their quantities in each step are optimized for fast, cheap, large-scale synthesis and facile isolation of the desired intermediates and products and to eliminate competing undesired byproduct formation. Together, isolated HBS turns and C-terminal extended HBS turns are both accessed with high efficiency and functional group tolerance through this trimodular synthetic protocol.&nbsp;</p><p><br></p><p><strong>Applications of the method</strong></p><p>Current HBS design is such that all native residues within H-bond closed turns, and hence their molecular recognition elements, are uniquely retained in the HBS turn analogues. The presence of sp2 hybridization at N-Moc nitrogen, in addition to two sp2 hybridized atoms presented per peptide bond in the constrained turn sequence, provides sufficient Thorpe-Ingold effect for efficient cyclization of even 16-membered rings. HBS turns containing unnatural and sterically hindered residues (D-amino acid, Aib = α-aminoisobutyric acid) and tertiary amide bonds (proline), have also been synthesized with high efficiency, which shows potential for accessing even larger HBS turns. Delineation of the HBS turn from the C-terminal extension sequence during synthesis allows combinatorial access to variants of both HBS turn and their extended analogues. The highest known thermal and chemical stabilities and ellipticities have been achieved for a variety of these HBS turns<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">48</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">52</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">55</a>. Both these are important features with applications during the identification of drug leads.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>REAGENTS</strong></p><p><strong>! CAUTION</strong> In this protocol, all the reactions were carried out in well-vented fume hoods with proper precautionary measurements (gloves, lab coat and goggles).</p><p>• Triphenylphosphine (PPh<sub>3</sub>; Spectrochem, CAS No. - 603-35-0) <strong>! CAUTION </strong>It is allergic up on prolonged exposure to skin.</p><p>• 1,3-propanediol (Spectrochem, CAS No. - 504-63-2)</p><p>• Diisopropyl azodicarboxylate (DIAD; Sigma-Aldrich, CAS No. - 504-63-2) <strong>! CAUTION</strong> It is an eye and skin irritant.</p><p>• Thiophenol (PhSH; Spectrochem, CAS No. - 108-98-5) <strong>! CAUTION </strong>It causes serious eye damage/irritation upon exposure. </p><p>• Methyl chloroformate (Moc-Cl; Spectrochem, CAS No. - 79-22-1) <strong>! CAUTION </strong>It is a skin irritant/corrosion/ highly flammable liquid. </p><p>• Tetrahydrofuran (THF; Spectrochem, CAS No. - 109-99-9) <strong>! CAUTION </strong>It is flammable liquid/acutely toxic/eye irritant and carcinogenic.</p><p>• Acetonitrile (ACN; Finar, CAS No. - 75-05-8) <strong>! CAUTION </strong>It is highly flammable liquid/eye irritant/acutely toxic.</p><p>• Petroleum ether (Pet. Ether, PE; Finar, CAS No. - 8032-32-4) <strong>! CAUTION </strong>It is highly flammable liquid/ damage to health by prolonged exposure.</p><p>• Ethyl acetate (EA; Finar, CAS No. - 141-78-6) <strong>! CAUTION </strong>It is highly flammable liquid/Vapours may cause drowsiness and dizziness.</p><p>• Silica gel 100 – 200 mess (Finar, CAS No. - 112926-00-8) <strong>! CAUTION </strong>It is carcinogenic and slightly hazardous in case of skin contact, of eye contact. Strict handling inside a vented fume hood is required. </p><p>• Trifluoro acetic acid (TFA, Spectrochem, CAS No. - 76-05-1) <strong>! CAUTION </strong>It is extremely corrosive. Vapour causes serious eye damage. To be handled with precautions.</p><p>• Ethyl chloroformate (ECF, Spectrochem, CAS No. - 541-41-3) <strong>! CAUTION </strong>It is corrosive/irritant and extremely hazardous in case of inhalation. To be handled with precautions. </p><p>• N-Methyl morpholine (NMM, Spectrochem, CAS No. - 109-02-4) <strong>! CAUTION </strong>It is highly flammable. Its vapour causes severe skin burns and eye damage. To be handled with precautions.</p><p>• 4-Dimethylaminopyridine (DMAP, Spectrochem, CAS No. - 1122-58-3). </p><p>• Piperidine (Spectrochem, CAS No. - 110-89-4). <strong>! CAUTION </strong>It is highly flammable. Its vapour causes severe skin burns and eye damage. To be handled with precautions.</p><p>• Dichloromethane (DCM, Spectrochem, CAS No. - 75-09-2) <strong>! CAUTION </strong>It is carcinogenic and causes serious eye Damage/eye Irritation. </p><p>• Palladium on activated carbon (Pd/C, Sigma-aldrich) <strong>! CAUTION </strong>It is highly flammable.</p><p>• N-(3-Dimethylaminopropyl)-N′-ethylcarbodiimide hydrochloride (EDC, Spectrochem, CAS No. - 25952-53-8) <strong>! CAUTION </strong>It is an skin irritant. </p><p>• 1-Hydroxybenzotriazole (HOBt, Spectrochem, CAS No. - 2592-95-2) <strong>! CAUTION </strong>It is an eye and skin irritant. </p><p>• N,N-Diisopropylethylamine (DIPEA, Spectrochem, CAS No. - 7087-68-5) <strong>! CAUTION </strong>It is flammable /corrosive. </p><p>• Methanol (MeOH, Finar, CAS No. - 67-56-1) <strong>! CAUTION </strong>It is highly flammable. Inhalation can cause damage to organs.</p><p>• Lithium hydroxide (LiOH, Finar, CAS No. - 7580-67-8) <strong>! CAUTION </strong>Releases flammable gas up on contact with water. Causes severe skin burns and eye damage. </p><p>• Diethyl ether (Spectrochem, CAS No. - 60-29-7) <strong>! CAUTION </strong>It is extremely flammable/acute toxic<strong>.</strong></p><p>• Potassium carbonate (K<sub>2</sub>CO<sub>3</sub>, SDFCL, CAS No. - 584-08-7) <strong>! CAUTION </strong>It is a skin/eye irritant<strong>.</strong></p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>EQUIPMENT</strong></p><p>• Rotary evaporator </p><p>• Magnetic stir bars </p><p>• Lyophilizer&nbsp;</p><p>• Flash Column Chromatography system </p><p>• Nitrogen gas </p><p>• Hydrogen gas </p><p>• Analytical HPLC system (Please see EQUIPMENT SETUP section) </p><p>• Preparative HPLC system (Please see EQUIPMENT SETUP section) </p><p><strong>EQUIPMENT SETUP</strong></p><p><strong>Analytical HPLC</strong> Analytical reversed-phase HPLC was performed on a Shimadzu (Shimadzu Scientific Instruments, Inc., USA) instrument using an analytical column (Supelco, 250 × 4.6 mm, 5 μm). The two solvent systems water (A) (0.06% TFA) and acetonitrile (B) (0.05% TFA) were used to elute all the peptides. The flow rates were fixed at 1.0 mL/min (analytical). The corresponding peptide loading was set up to a maximum of 5 mg/injection. The HPLC chromatograms were acquired at a fixed wavelength of 214 nm for all the peptides.</p><p><strong>Preparative HPLC</strong> Preparative reversed-phase HPLC was performed on a Shimadzu (Shimadzu Scientific Instruments, Inc., USA) instrument using a preparative column (Phenomenex, 250 × 21.20 mm, 5 μm). The two solvent systems water (A) (0.06% TFA) and acetonitrile (B) (0.05% TFA) were used to elute all the peptides. The flow rates were fixed at 6.0 mL/min (preparative). The corresponding peptide loading was set up to a maximum of 250 mg/injection. The HPLC chromatograms were acquired at a fixed wavelength of 214 nm for all the peptides.</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "BOX 1. Synthesis of Module 2 [Cbz-S(tBu)-N(Trt)-OMe] • TIMING 12 h\nProcedure (Figure 3)\n1. Take 3.35 g of Cbz-S(tBu)-OH (11.35 mmol, 1.2 eq.) in oven-dried 100 ml RBF containing a Teflon-coated magnetic stir bar.\n2. Seal with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 2 min via an inlet needle (0.8 x 25 mm).\n3. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm).\n4. Add 23 ml dry THF via 50 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n∆ CRITICAL STEP\nThe dry THF should be freshly prepared. We found that the reaction is moisture sensitive, so dryness should be maintained. Keep the N\n2\nballoon connected to the RBF through a needle (0.8 x 25 mm).\n5. Stir the reaction mixture at -15\no\nC for the next 1:30 h.\n∆ CRITICAL STEP\nWe strongly recommend that the temperature should be maintained at -15\no\nC because it stabilizes the\nin situ\ngenerated mixed anhydride.\n6. Subsequently, seal the RBF with rubber septum and wrap with parafilm of H\n2\nN-N(Trt)-OMe and repeat step 2 and 3 twice. Make a solution by addition of 10 ml of dry THF via syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n7. In the solution of Cbz-S(tBu)-OH, add 1.55 ml of N-Methylmorpholine (NMM) (14.2 mmol, 1.5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm) while stirring the reaction mixture at -15\no\nC.\n8. Next add 0.95 ml of ethyl chloroformate (ECF) (9.9 mmol, 1.05 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm). The reaction mixture turns clear to turbid.\n9. After 4-5 mins, transfer the solution of H\n2\nN-N(Trt)-OMe using syringe equipped with aspiration needle (20 Gaze x 12 Inch) to the RBF containing Cbz-S(tBu)-OH solution.\n10. Immediately add 2.6 ml of NMM (23.6 mmol, 2.5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm) over a period of 30 sec. Let the reaction mixture stir at -15\no\nC for 1.5 h.\n∆ CRITICAL STEP\nWe advise the checking of TLC (50% vol/vol ethyl acetate : pet. Ether (Petroleum ether)) for the full consumption of acid in the form of corresponding ester. The formation of mixed anhydride is very fast and generally, it takes 3 – 4 min.\n∆ CRITICAL STEP\nThe addition of NMM is exothermic in nature. Maintain the temperature throughout the reaction course at -15\no\nC. We recommend monitor the reaction progress by TLC (70% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof Cbz-S(tBu)N(Trt)-OMe = 0.4 in EtOAc/pet. ether (70% (vol/vol)),\nR\nf\nof Cbz-S(tBu)-OH = 0.0 in EtOAc/pet. ether (70% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when TLC and HRMS show no traces of Cbz-S(tBu)-OH.\n11. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n12. Quench the reaction by the addition of few drops of double-distilled water, the solution turns from turbid to clear.\n13. Remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n14. Next transfer the reaction mixture after dissolving in 20-30 ml ethylacetate (EtOAc) in 100 ml separatory funnel and add 1N HCl (20 ml) slowly (10ml / 30 sec). Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more EtOAc until there is (~10 ml) clear separation.\n15. separate the aqueous layer and add saturated sodium bicarbonate (10 ml) to the organic layer. Seal the separatory funnel again with polyethylene cap, shake the reaction mixture and settle down for 2 min until two layers are separated out.\n16. separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to remove the residual amount of water and collect in 100 ml one neck RBF.\n17. Repeat step 14 - 16 twice with EtOAc (2 x 15 ml) and discard the aqueous layer.\n∆\nCRITICAL STEP\nIt is essential to remove all the NMM.HCl salt and unreacted NMM, otherwise it interferes with the compound during the column. saturated sodium bicarbonate removes the unreacted Cbz-S(tBu)-N(Trt)-OH.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside fume hood.\n18. Remove the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 45\no\nC and vacuum pressure gradient 400 – 800 mbar.\n19. Dissolve the residue in minimum amount of DCM (2 ml) and add 5 g silica gel (100 – 200 mesh). Remove the DCM under high vacuum (100 mbar) to obtain dry slurry.\n20. Pack the chromatography column (\nL\n– 400 mm,\nD\n- 30 mm) with dry silica gel (100 – 200 mesh).\n21. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm).\n22. Elute the desired product using EtOAc/ pet. ether 50% vol/vol) by gravity column (rate – 400 ml/1h) (Table 1).\n23. Collect the fraction in 25 x 150 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize it with UV lamp (254 nm).\n24. Combine the fractions containing the desired product in 500 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (10 mbar) to obtain a white solid compound in 65% yield (4.0 g).\n□ PAUSE POINT\nThis compound (Cbz-S(tBu)N(Trt)-OMe) is bench stable at room temperature for several months without appearance of any noticeable impurity on TLC.\nBOX 2. Synthesis of Module 3 [Boc-A-R(Z\n2\n)-Ipr] • TIMING 14 h\nProcedure (Figure 4)\n1.\nSeal the RBF containing 0.96 g of TFA-R(Z\n2\n)-Ipr (1.6 mmol, 1 eq.) with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n2. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 1 and 2 twice.\n3. Add 6 ml dry THF via 20 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n∆ CRITICAL STEP\nThe dry THF should be freshly prepared. We found that the reaction is very moisture sensitive, so dryness should be maintained properly. Keep the N\n2\nballoon attach to the RBF.\n4. Subsequently take 0.36 g of Boc-A-OH (1.92 mmol, 1.2 eq.) in oven-dried 50 ml RBF.\n5. Seal the RBF with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n6. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 5 and 6 twice.\n7. Add 10 ml dry THF via 10 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n8. Stir the reaction mixture at -15\no\nC for next 1:30 h.\n∆ CRITICAL STEP\nWe strongly recommend that the temperature should be maintained at -15\no\nC because it stabilizes the in situ generated mixed anhydride.\n9. In the solution of Boc-A-OH, add 262 μl of N-methyl morpholine (NMM) (2.4 mmol, 1.5 eq.) in a 500 μl Hamilton microsyringe.\n10. Next add 160 μl of Ethyl chloroformate (ECF) (1.68 mmol, 1.05 eq.) in a 250 μl Hamilton microsyringe. Reaction mixture turns clear to turbid.\n11. After 4-5 min, transfer the solution of TFA-R(Z\n2\n)-Ipr using a syringe equipped with an aspiration needle to the RBF containing Boc-A-OH solution.\n12. Immediately add 436 μl of NMM (4 mmol, 2.5 eq.) in a 500 μl Hamilton microsyringe. Let the reaction mixture stir at -15\n0\nC for 1:30 h.\n∆ CRITICAL STEP\nWe advise check the TLC (80% vol/vol ethyl acetate : pet. ether) for the full consumption of acid in the form of corresponding ester. The formation of mixed anhydride is very fast and generally, it takes 3 – 4 min.\n∆ CRITICAL STEP\nWe recommend monitor the reaction progress by TLC (100% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof Boc-A-OH = 0.2 in EtOAc/pet. ether (1000% (vol/vol)),\nR\nf\nof Boc-AR(Z\n2\n)-Ipr= 0.4 in EtOAc/pet. ether (100% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and Check for HRMS spectrum. Reaction is complete when TLC and HRMS show no traces of Boc-A-OH.\n13. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n14. Quench the reaction by the addition of few drops of double-distilled water, the solution turns from turbid to clear.\n15. Remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n16. Next transfer the reaction mixture after dissolving in 20-30 ml ethylacetate (EtOAc) in 100 ml separatory funnel and add 1N HCl (20 ml) slowly (10ml / 30 sec). Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 mins until two layers separated out. If there is no clear separation, then add more EtOAc until there is (~10 ml) clear separation.\n17. separate the aqueous layer and add saturated sodium bicarbonate (5 ml) to the organic layer. Seal the separatory funnel again with polyethylene cap, shake the reaction mixture and settle down for 2 min until two layers are separated out.\n18. separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to remove the residual amount of water and collect in 100 ml one neck RBF.\n19. Repeat steps 16 - 18 twice with EtOAc (2 x 10 ml) and discard the aqueous layer.\n∆\nCRITICAL STEP\nIt is essential to remove all the NMM.HCl salt and unreacted NMM, otherwise it interferes with the compound during the column. saturated sodium bicarbonate removes the unreacted Boc-A-OH.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside a fume hood.\n20. Remove the organic portion in rotary evaporator to obtain a white solid compound, set the water bath temperature to 48\no\nC and vacuum pressure gradient 400 – 800 mbar.\n21. Dissolve the residue in minimum amount of DCM (2 ml) and add 1 g silica gel (100 – 200 mesh). Remove the DCM in high vacuum (100 mbar) to obtain a dry slurry.\n22. Pack the chromatography column (\nL\n– 300 mm,\nD\n- 30 mm) with dry silica gel (100 – 200 mesh).\n23. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm).\n24. elute the desired product using EtOAc/ pet. ether (70% vol/vol) by gravity column (rate – 400 ml/1h) (Table 2).\n25. Collect the fraction in 18 x 125 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize it with UV lamp (254 nm).\n26. Combine the fractions containing the desired product in 100 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (10 mbar) to obtain a white solid compound in 85% yield (0.89 g).\n□ PAUSE POINT\nThis compound (\nBoc-AR(Z\n2\n)-IPr\n) is bench stable at room temperature for several months without the appearance of any noticeable impurity on TLC.\nBOX 3. Colorimetric detection of synthesized molecules at various steps.\nHere we describe the general procedures for the qualitative estimation of the starting material and the product at different steps.\n(A)\nNinhydrin test\nReagents\nDissolve 50 mg of ninhydrin in 500 ml of ethanol (1% w/v)\nProcedure\n(i) Perform analytical TLC on pre-coated TLC plates with silica gel 60 F\n254\n.\n(ii) Spray the 1% ninhydrin solution on the TLC plate.\n(iii) Heat the TLC plate on a hot plate (120\no\nC) for 30 sec\n! CAUTION\nNinhydrin forms brown mark upon exposure to skin. Wear gloves during the test.\n(B)\nIodine test\nReagents\nPut solid I\n2\nin a wide-mouth glass jar with a lid.\nProcedure\n(i) Perform analytical TLC on pre-coated TLC plates with silica gel 60 F\n254\n.\n(ii) Heat the TLC plate on a hot plate (120\no\nC) for 30 sec\n(iii) Keep the TLC plate into iodine chamber for 5 mins\n! CAUTION\nI\n2\nis allergic to skin, causes burns. Keep the I\n2\nchamber in the well-vented fume hood, wear gloves during the experiment.\n(C)\nUV absorption test\nProcedure\n(i) Perform analytical TLC on pre-coated TLC plates with silica gel 60 F\n254\n.\n(ii) visualize the TLC plate under the UV (254 nm) chamber.\n! CAUTION\nDo not expose hands on the UV chamber for a long time (usually check the TLC within 15 – 20 sec). Wear UV-protected glass during the test.\nSynthesis of N-(Boc-propyl alcohol)-G-OMe (4) ● TIMING 15 h\n1.\nSynthesis of\nN-(Ns-propyl alcohol)-G-OMe (\n2\n)\n:\nTransfer 10 g of Ns-G-OMe (36.5 mmol, 1 eq.) and 14.3 g of triphenylphosphine (PPh\n3\n) (54.7 mmol, 1.5 eq.) in oven-dried 250 ml RBF containing a Teflon-coated magnetic stir bar.\n2. Seal with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 2 min via an inlet needle (0.8 x 25 mm).\n3. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm).\n4. Add 125 ml dry THF via 50 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n∆ CRITICAL STEP\nThe dry THF should be freshly prepared. We found that the reaction is very moisture sensitive, so dryness should be maintained properly.\n5. Put the RBF into the ice bath to maintain the temperature of the reaction mixture 0\no\nC for the next 1 h and allow the reaction mixture to stir until everything gets dissolved.\n6. Take 7.05 ml of 1,3-propanediol (73.0 mmol, 2.0 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm) while stirring the reaction mixture.\n∆ CRITICAL STEP\nThe diol amount should be exactly two equivalents to suppress the dialkylation formation. More than 2 eq. doesn’t give full consumption of starting material.\n7. Add 10.8 ml of diisopropyl azodicarboxylate (DIAD) (54.7 mmol, 1.5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm) dropwise over a period of 5 min. Let the reaction mixture be stirred at room temperature for 1 h.\n∆ CRITICAL STEP\nThe addition of DIAD is exothermic. Maintain the temperature throughout the reaction course. We recommend monitoring the reaction progress by TLC (50% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof Ns-G-OMe = 0.6 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof N-(Ns-propyl alcohol)-G-OMe  (\n2\n) = 0.1 in EtOAc/pet. ether (50% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectroscopic spectrum. Reaction is complete when TLC and HRMS show no traces of Ns-G-OMe.\n8. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n9. Quench the reaction by the addition of few drops of double-distilled water.\n10. Remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n11. Keep the RBF in the rotary evaporator for an extra 10 – 15 min to remove the residual amount of water.\n∆\nCRITICAL STEP\nWe advise doing the next denosylation reaction without any further column purification. At this step, column purification is tedious because triphenylphosphine oxide (TPPO) eluates with the desired compound as an impurity. During the denosylation reaction, triphenylphosphine oxide doesn’t interfere.\n12.\nSynthesis of\nN-(HCl-propyl alcohol)-G-OMe (\n3\n):\nAdd 125 ml of ACN, start stirring at room temperature.\n13. Add 10.1 g of potassium carbonate (73 mmol, 1 eq.)\n14. Then add 5.6 ml of thiophenol (54.8 mmol, 1.5 eq.) and let the reaction mixture be stirred for 18 h. The colour of the solution turns transparent to yellow-orange turbid.\n∆ CRITICAL STEP\nMonitor the reaction progress by TLC (80% vol/vol ethyl acetate : pet. ether).\nR\nf\nof N-(Ns-propyl alcohol)-G-OMe (\n2\n) = 0.5 in EtOAc/pet. ether (80% (vol/vol)),\nR\nf\nof N-(HCl-propyl alcohol)-G-OMe (\n3\n) = 0.1 in EtOAc/pet. ether (80% (vol/vol)). Reaction is complete when TLC shows no traces of N-(Ns-propyl alcohol)-G-OMe (\n2\n).\n15. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n16. Remove the acetonitrile by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n17. Afterward acidify the reaction mixture under ice bath (0\no\nC) with 3N HCl until the pH reaches 2 – 3.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside a fume hood.\n∆\nCRITICAL STEP\nHCl forms ammonium salt of denosylated product and makes it water-soluble.\n18. Next transfer the reaction mixture after dissolving in 10 ml diethyl ether (Et\n2\nO) in 100 ml separatory funnel. Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more Et\n2\nO until there is (~10 ml) clear separation (Figure 5).\n∆\nCRITICAL STEP\nEt\n2\nO dissolves undesired organic impurities (triphenylphosphine oxide, excess triphenylphosphine, and excess 1,3-propanediol), the desired compound remains dissolved in the aqueous layer.\n19. Separate the aqueous layer and discard the organic layer. Repeat step 18 several times until TLC (ethyl acetate/pet. ether (80% (vol/vol))) confirms the complete removal of the impurities.\n∆\nCRITICAL STEP\nUse TLC (ethyl acetate/pet. ether (80% (vol/vol))) and\n1\nH NMR to check the purity of the product.\n20. Afterward collect the aqueous portion containing\n3\nin 250 ml RBF, keep it in ice bath (0\no\nC) and basify using sodium bicarbonate until pH reaches 11 – 12. Check the pH using pH paper.\n21. Subsequently, take 9.2 ml of Di-tert-butyl decarbonate ((Boc)\n2\nO) using 20 ml disposable syringe equipped with aspiration needle (20 Gaze x 12 Inch) in another 100 ml pear shape. Pour 60 ml of THF using 100 ml measuring cylinder.\n22. Transfer the (Boc)\n2\nO solution to the reaction mixture of step – 13 using Pasteur pipette while stirring the reaction mixture. After 30 min remove the ice bath and allow the reaction mixture to stir for 12 h.\n∆ CRITICAL STEP\nMonitor the reaction progress by TLC (50% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof N-(HCl-propyl alcohol)-G-OMe (\n3\n) = 0.0 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe (\n4\n) = 0.5 in EtOAc/pet. ether (50% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when TLC and HRMS show no traces of N-(HCl-propyl alcohol)-G-OMe (\n3\n).\n23. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n24. Upon completion, remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n25. Next transfer the reaction mixture after dissolving in 30 ml EtOAc in 100 ml separatory funnel. Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more EtOAc until there is (~10 ml) clear separation.\n26. Separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to remove the residual amount of water and collect in 100 ml one neck RBF. Extract the aqueous part twice with EtOAc (2 x 20 ml) and discard the aqueous layer.\n27. Evaporate the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 45\no\nC and vacuum pressure gradient 400 – 800 mbar.\n28. Dissolve the residue in a minimum amount of DCM (5 ml) and add 10 - 15 g silica gel (100 – 200 mesh). Remove the DCM in high vacuum (100 mbar) to obtain a dry slurry.\n29. Pack the chromatography column (\nL\n– 300 mm,\nD\n- 43 mm) with dry silica gel (100 – 200 mesh).\n30. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm)\n31. Elute the desired product using EtOAc/ pet. ether (40% vol/vol) by gravity column (rate – 400 ml/1h) (Table 3).\n32. Combine all the fractions in 25 x 150 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize by ninhydrin test.\n33. Combine the fractions containing the desired product in 500 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (10 mbar) to obtain the compound as yellowish oil in 58% yield (5.2 g).\n□ PAUSE POINT\nThis compound (N-(Boc-propyl alcohol)-G-OMe,\n4\n) is stable at room temperature, can be stored in a pear-shaped flask wrapped with parafilm for several months without appearance of any noticeable impurity on TLC.\nSynthesis of module 7 ● TIMING 22 h\n34. Transfer 4.8 g of Ns-A-OBn (13.2 mmol, 1 eq.), 4.88 g of N-(Boc-propyl alcohol)-G-OMe (\n4\n) (19.8 mmol, 1.5 eq.) and 5.18 g of triphenylphosphine (PPh\n3\n) (19.8 mmol, 1.5 eq.) in oven-dried 100 ml RBF containing a Teflon-coated magnetic stir bar.\n35. Seal with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n36. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 35 and 36 twice.\n37. Add 44 ml dry THF via 50 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n∆ CRITICAL STEP\nThe dry THF should be freshly prepared. We found that the reaction is very moisture sensitive, so dryness should be maintained properly.\n38. Put the round RBF into the ice bath to maintain the temperature of the reaction mixture -15\no\nC for the next 30 min and allow the reaction mixture to stir until everything gets dissolved.\n39. Add 3.91 ml of diisopropyl azodicarboxylate (DIAD) (19.8 mmol, 1.5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm) dropwise over a period of 3 min. Let the reaction mixture be stirred at room temperature for 45 min.\n∆ CRITICAL STEP\nThe addition of DIAD is exothermic in nature. Maintain the temperature throughout the reaction course. We recommend monitoring the reaction progress by TLC (50% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe (\n4\n) = 0.5 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe-N-(Ns-propyl alcohol)-A-OBn (\n5\n) = 0.4 in EtOAc/pet. ether (50% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when TLC and HRMS show no traces of N-(Boc-propyl alcohol)-G-OMe (\n4\n).\n40. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n41. Quench the reaction by the addition of few drops of double-distilled water.\n42. Upon completion, remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n43. Keep the RBF in the rotary evaporator for an extra 10 – 15 min to remove the residual amount of water.\n44. Add 44 ml of ACN, start stirring at room temperature.\n∆\nCRITICAL STEP\nWe advise doing the next denosylation reaction without any further column purification. At this step, column purification is tedious because of TPPO eluates with the desired compound as an impurity. During the denosylation reaction, triphenylphosphine oxide doesn’t interfere.\n45. Add 10.1 g of potassium carbonate (26.4 mmol, 2 eq.)\n46. Then add 2.03 ml of thiophenol (19.8 mmol, 1.5 eq.) and let the reaction mixture be stirred for 8 h. The colour of the solution turns transparent to yellow-orange turbid.\n∆ CRITICAL STEP\nMonitor the reaction progress by TLC (80% vol/vol ethyl acetate : pet. ether).\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe-N-(Ns-propyl alcohol)-A-OBn (\n5\n) = 0.4 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe-N-(H-propyl alcohol)-A-OBn (\n6\n) = 0.1 in EtOAc/pet. ether (50% (vol/vol)).\n47. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n48. Upon completion, remove the acetonitrile by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n49. Afterward acidify the reaction mixture under ice bath (0\no\nC) with 1N HCl until the pH reaches 2 – 3.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside the fume hood.\n∆\nCRITICAL STEP\nHCl forms ammonium salt of denosylated compound and makes it water-soluble.\n50. Next transfer the reaction mixture after dissolving in 10 ml diethyl ether (Et\n2\nO) in 100 ml separatory funnel. Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more Et\n2\nO until there is (~10 ml) clear separation.\n∆\nCRITICAL STEP\nEt\n2\nO dissolves undesired organic impurities, the desired compound remains dissolved in the organic layer.\n51. Separate the aqueous layer and discard the organic layer. Extract the aqueous portion with diethyl ether (each time 10 ml) several times until TLC (ethyl acetate/pet. ether (80% (vol/vol))) confirms the complete removal of the impurities.\n∆\nCRITICAL STEP\nUse TLC (ethyl acetate/pet. ether (80% (vol/vol))) and\n1\nH NMR to check the purity of the compound. Purity is important for the next step.\n52. Afterward collect the aqueous portion in 250 ml RBF, keep it in ice bath (0\no\nC) and basify using sodium bicarbonate until pH reaches 11 – 12. Check the pH using pH paper.\n53. Subsequently, take 2.56 ml of methoxycarbonyl chloride using 20 ml disposable syringe equipped with an aspiration needle (20 Gaze x 12 Inch) in another 100 ml pear shape. Pour 20 ml of THF.\n54. Transfer the methoxycarbonyl chloride solution to the reaction mixture of step – 52 using Pasteur pipette while stirring the reaction mixture. After 30 min remove the ice bath and allow the reaction mixture to stir for 10 h.\n∆ CRITICAL STEP\nMonitor the reaction progress by TLC (50% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe-N-(HCl-propyl alcohol)-A-OBn (\n6\n) = 0.1 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n7\n) = 0.7 in EtOAc/pet. ether (50% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when TLC and HRMS show no traces of N-(Boc-propyl alcohol)-G-OMe-N-(HCl-propyl alcohol)-A-OBn (\n6\n).\n55. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n56. Upon completion, remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n57. Next transfer the reaction mixture after dissolving in 20 ml EtOAc in 100 ml separatory funnel. Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more EtOAc until there is (~10 ml) clear separation.\n58. Separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to remove the residual amount of water and collect in 100 ml one neck RBF. Extract the aqueous part twice with EtOAc (2 x 20 ml) and discard the aqueous layer.\n59. Evaporate the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 45\no\nC and vacuum pressure gradient 400 – 800 mbar.\n60. Dissolve the residue in minimum amount of DCM (5 ml) and add 10 - 15 g silica gel (100 – 200 mesh). Remove the DCM in high vacuum (100 mbar) to obtain a dry slurry.\n61. Pack the chromatography column (\nL\n– 300 mm,\nD\n- 43 mm) with dry silica gel (100 – 200 mesh).\n62. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm).\n63. Elute the desired product using EtOAc/ pet. ether (35% vol/vol) ether by gravity column (rate – 400 ml/1h) (Table 4).\n64. Combine all the fractions in 25 x 150 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize by ninhydrin test.\n65. Combine the fractions containing the desired product in 500 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (10 mbar) to obtain the compound as yellowish oil in 90% yield (5.5 g).\n□ PAUSE POINT\nThis compound (N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn,\n7\n) is stable at room temperature, can be stored in a pear-shaped flask wrapped with parafilm for several months without appearance of any noticeable impurity on TLC.\nSynthesis of precursor for Cyclisation ● TIMING 8 h\n66. Weigh out 4 g of N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n7\n) (8.6 mmol, 1 eq.) in an oven-dried 50 ml RBF containing a Teflon-coated magnetic stir bar and stopper it with polyethylene cap.\n67. Add 24 ml of DCM.\n68. Put the RBF into the ice bath to maintain the temperature of the reaction mixture 0\no\nC for next 10 min. Take 6 ml trifluoroacetic acid (TFA) (20 % (vol/vol) of DCM) in a disposable syringe equipped with a stainless steel needle (0.55 x 25 mm) dropwise over a period of 1 min while stirring the reaction mixture with Teflon-coated magnetic stir bar. Remove the ice bath after 10 min, and let the reaction mixture be stirred at room temperature for 2.5 h.\n! CAUTION\nTFA is corrosive and its vapors cause skin burns and eye damage. Open the bottle inside the well-vented hood. After addition neutralize it with saturated sodium bicarbonate solution.\n∆\nCRITICAL STEP\nWe recommend monitor the reaction progress in every 1 h by TLC (50% vol/vol ethyl acetate : pet. ether).\nR\nf\nof N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n7\n) = 0.7 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof N-(TFA-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n8\n) = 0.0 in EtOAc/pet. ether (50% (vol/vol)).\n69. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n70. Upon completion, remove excess TFA and DCM using short path distillation set up (Figure 6). Dry the compound using oil vacuum pump (10 mbar) to obtain 4.13 g (8.6 mmol) of N-(TFA-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n8\n) as reddish oil in a quantitative yield.\n∆\nCRITICAL STEP\nDo the next step without any further column purification.\n! CAUTION\nAs TFA is very corrosive, rotary evaporator is avoided to remove the TFA. Use a short path distillation set up to remove the TFA (Figure 6).\n□ PAUSE POINT\nThis compound (N-(TFA-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn,\n8\n) is stable in a refrigerator at 0-4\no\nC for few days.\n71. Seal the RBF with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n72. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 71 and 72 twice.\n73. Add 10 ml dry THF via 20 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n∆ CRITICAL STEP\nThe dry THF should be freshly prepared. We found that the reaction is very moisture sensitive, so dryness should be maintained properly. Keep the N\n2\nballoon attach to the RBF.\n74. Subsequently take 6.72 g of Cbz-S(tBu)N(Trt)-OH (10.3 mmol, 1.2 eq.) in oven-dried 50 ml RBF.\n75. Seal the RBF with rubber septum and wrap with parafilm. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n76. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 74 and 75 twice.\n77. Add 20 ml dry THF via 20 ml syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n78. Stir the reaction mixture at -15\no\nC for the next 1 h.\n∆ CRITICAL STEP\nWe strongly recommend that the temperature should be maintained at -15oC because it stabilizes the in situ generated mixed anhydride.\n79. In the solution of Cbz-S(tBu)N(Trt)-OH, add 12.9 ml of N-methyl morpholine (NMM) (12.9 mmol, 1.5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm).\n80. Next add 0.9 ml of Ethyl chloroformate (ECF) (9.46 mmol, 1.1 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm). Reaction mixture turns clear to turbid.\n81. After exactly 4 - 5 min, transfer the solution of N-(TFA-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n8\n) using a syringe equipped with an aspiration needle to the RBF containing Cbz-S(tBu)N(Trt)-OH solution and immediately add 2.34 ml of N-methyl morpholine (NMM) (21.5 mmol, 2.5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm). Let the reaction mixture stir at -15\n0\nC for 1:30 h.\n∆ CRITICAL STEP\nWe recommend monitoring the reaction progress by TLC (50% vol/vol ethyl acetate : pet. ether) and HRMS.\nR\nf\nof N-(TFA-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n8\n) = 0.0 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof Cbz-S(tBu)-N(Trt)-N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n9\n) = 0.2 in EtOAc/pet. ether (50% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when TLC and HRMS show no traces of N-(TFA-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n8\n).\n82. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n83. Quench the reaction by the addition of few drops of double-distilled water, the solution turns from turbid to clear.\n84. Upon completion, remove the THF by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n85. Next transfer the reaction mixture after dissolving in 20-30 ml ethylacetate (EtOAc) in 100 ml separatory funnel and add 1N HCl (20 ml) slowly (10ml / 30 sec). Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more EtOAc until there is (~10 ml) clear separation.\n86. Separate the aqueous layer and add saturated sodium bicarbonate (10 ml) to the organic layer. Seal the separatory funnel again with polyethylene cap, shake the reaction mixture and settle down for 2 min until two layers are separated out.\n87. Separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to remove the residual amount of water and collect in 100 ml one neck RBF.\n88. Repeat steps 85 - 87 twice with EtOAc (2 x 20 ml) and discard the aqueous layer.\n∆\nCRITICAL STEP\nIt is essential to remove all the NMM.HCl salt and unreacted NMM, otherwise it interferes with the compound during the column. saturated sodium bicarbonate removes the unreacted Cbz-S(tBu)-N(Trt)-OH.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside the fume hood.\n89. Remove the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 45\no\nC and vacuum pressure gradient 400 – 800 mbar.\n90. Dissolve the residue in minimum amount of DCM (2 ml) and add 10 g silica gel (100 – 200 mesh). Remove the DCM in high vacuum (100 mbar) to obtain dry slurry.\n91. Pack the chromatography column (\nL\n– 400 mm,\nD\n- 30 mm) with dry silica gel (100 – 200 mesh).\n92. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm).\n93. Elute the desired product using EtOAc/pet. ether (60% vol/vol) ether by gravity column (rate – 400 ml/1h) (Table 5).\n94. Collect the fraction in 25 x 150 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize it with UV lamp (254 nm).\n95. Combine the fractions containing the desired product in 500 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (1 x 10-2 mbar) to obtain a transparent solid compound in 76% yield (6.5 g).\n□ PAUSE POINT\nThis compound (Cbz-S(tBu)-N(Trt)-N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn) (\n9\n) is bench stable at room temperature for several months without appearance of any noticeable impurity on TLC.\nMacrolactamization ● TIMING 12 h\n96. weigh out 500 mg of Cbz-S(tBu)-N(Trt)-N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n9\n) (0.5 mmol) in an oven-dried 25 ml RBF containing a Teflon-coated magnetic stir bar.\n97. Add 2 ml of MeOH.\n98. Add 50 mg of Pd/C.\n99. Fill the RBF with H\n2\ngas by using H\n2\nballoon, allow the reaction to stir for 30 min at room temperature (Figure 7a).\n! CAUTION\nH\n2\ngas vigorously reacts with Pd/C. Perform the reaction in a well-vented fume hood.\n∆\nCRITICAL STEP\nWe recommend monitor the reaction progress by TLC (80% vol/vol ethyl acetate : pet. ether).\nR\nf\nof Cbz-S(tBu)-N(Trt)-N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OBn (\n9\n) = 0.4 in EtOAc/pet. ether (50% (vol/vol)),\nR\nf\nof NH\n2\n-S(tBu)-N(Trt)-N(Boc-propyl alcohol)-G-OMe-N(Moc-propyl alcohol)-A-OH (\n10\n) = 0.0 in EtOAc/pet. ether (80% (vol/vol)).\n100. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n101. Upon completion, filter off the Pd/C using GE Whatman – 42 filter paper and collect the filtrate in a 1 lit. RBF (Figure 7b).\n102. Upon completion, remove the MeOH by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 45\no\nC.\n103. Dry the compound using oil vacuum pump (10 mbar) to obtain 4.13 g (8.6 mmol) of NH\n2\n-S(tBu)-N(Trt)-N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OH (\n10\n) as a white solid in a quantitative yield.\n∆\nCRITICAL STEP\nDo the next step without any further column purification.\n□ PAUSE POINT\nThis compound (NH\n2\n-S(tBu)-N(Trt)-N(Boc-propyl alcohol)-G-OMe-N(Moc-propyl alcohol)-A-OH,\n10\n) is stable in refrigerator at 0-4\no\nC for few days.\n104. Add 478 mg of\nN\n-(3-Dimethylaminopropyl)-\nN\n′-ethylcarbodiimide hydrochloride (EDC.HCl) (2.5 mmol, 5 eq.) and 205 mg of 1-hydroxybenzotriazole (HOBt) (1.52 mmol, 3 eq.). Seal the RBF with rubber septum and wrap with parafilm.\n105. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n106. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 105 and 106 twice. Keep the N\n2\nballoon to maintain the inert atmosphere throughout the reaction process.\n107. Add 500 ml dry ACN (1 mM concentration).\n∆\nCRITICAL STEP\nThe cyclization should be done at high dilution to avoid the dimer/polymer formation.\n108. Stir the reaction mixture at 0\no\nC for next 15 min.\n109. Add 0.44 ml of N,N-Diisopropylethylamine (DIPEA) (2.5 mmol, 5 eq.) in a disposable syringe equipped with a stainless-steel needle (0.55 x 25 mm), remove the ice and allow the reaction to stir for 8 h.\n∆ CRITICAL STEP\nWe recommend monitoring the reaction progress by HRMS. For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete HRMS shows no traces of NH\n2\n-S(tBu)-N(Trt)-N-(Boc-propyl alcohol)-G-OMe-N-(Moc-propyl alcohol)-A-OH (\n10\n).\n110. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n111. Upon completion, remove the acetonitrile by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n112. Next transfer the reaction mixture after dissolving in 20-30 ml DCM in 50 ml separatory funnel and add 1N HCl (10 ml) slowly (10ml / 30 sec). Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more DCM until there is (~10 ml) clear separation.\n113. separate the aqueous layer and add saturated sodium bicarbonate (5 ml) to the organic layer. Seal the separatory funnel again with polyethylene cap, shake the reaction mixture and settle down for 2 min until two layers are separated out.\n114. Separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to absorb the residual amount of water and collect in 100 ml one neck RBF.\n115. Repeat steps 112 - 114 twice with DCM (2 x 20 ml) and discard the aqueous layer.\n∆\nCRITICAL STEP\nSaturated sodium bicarbonate removes the unreacted HOBt and HCl removes the unreacted DIPEA.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside a fume hood.\n116. Remove the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 45\no\nC and vacuum pressure gradient 400 – 800 mbar.\n117. Dissolve the residue in minimum amount of DCM (2 ml) and add 5 g silica gel (100 – 200 mesh). Remove the DCM in high vacuum (100 mbar) to obtain dry slurry.\n118. Pack the chromatography column (\nL\n– 400 mm,\nD\n- 20 mm) with dry silica gel (100 – 200 mesh).\n119. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm).\n120. Elute the desired product using MeOH/EtOAc (2% vol/vol) by gravity column (rate – 400 ml/1h) (Table 6).\n121. Collect the fraction in 15 x 125 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize it with UV lamp (254 nm).\n122. Combine the fractions containing the desired product in 250 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (10 mbar) to obtain a transparent solid compound in 45% yield (0.225 g).\n□ PAUSE POINT\nThis compound (Moc-[AS(tBu)N(Trt)]G-OMe,\n11\n) is bench stable at room temperature for several months without appearance of any noticeable impurity on TLC.\nSynthesis of Moc-[ASN]GAR-Ipr (C-terminal extended peptide)\n● TIMING 12 h\n123.\nSynthesis of Moc-[AS(tBu)N(Trt)]G-OH\n.\nWeigh out 200 mg of Moc-[AS(tBu)N(Trt)]G-OMe (\n11\n) in an oven-dried one-neck 10 ml RBF containing a Teflon-coated magnetic stir bar.\n124. Add 0.5 ml of MeOH.\n125. Add aqueous solution (0.5 ml) of 17 mg of LiOH (0.4 mmol, 1.5 eq.) and keep the reaction mixture stirring for 30 min.\n∆\nCRITICAL STEP\nWe recommend monitor the reaction progress by TLC (100% vol/vol ethyl acetate/pet. ether).\nR\nf\nof Moc-[AS(tBu)N(Trt)]G-OMe = 0.3 in EtOAc/pet. ether (100% (vol/vol)),\nR\nf\nof Moc-[AS(tBu)N(Trt)]G-OMe = 0.0 in EtOAc/pet. ether (100% (vol/vol)).\n126. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n127. Upon completion, remove the MeOH by rotary evaporator under a low-pressure gradient (400 – 800 mbar) and with water bath temperature set at 48\no\nC.\n128. Keep the RBF into the ice bath (0\no\nC), acidify with 1N HCl until it reaches pH 2 – 3.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside fume hood.\n129. Next transfer the reaction mixture along with 20 ml DCM in 50 ml separatory funnel. Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more DCM until there is (~10 ml) clear separation.\n130. Separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to remove the residual amount of water and collect in 50 ml one neck RBF.\n131. Repeat steps 129, 130 twice with DCM (2 x 10 ml) and discard the aqueous layer.\n132. Remove the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 42\no\nC and vacuum pressure gradient 600 – 800 mbar.\n133. Dry the compound using oil vacuum pump (10 mbar) to obtain 0.19 g (8.6 mmol) of Moc-[AS(tBu)N(Trt)]G-OH as a white solid in 97%  yield.\n∆\nCRITICAL STEP\nDo the next step without any further column purification.\n□ PAUSE POINT\nThis compound (Moc-[AS(tBu)N(Trt)]G-OH) is stable in refrigerator at 0-4\no\nC for few days.\n134.\nCoupling between Moc-[AS(tBu)N(Trt)]G-OH and TFA-AR(Z\n2\n)-Ipr.\nTake 0.19 g (0.26 mmol) of Moc-[AS(tBu)N(Trt)]G-OH in a 25 ml RBF Teflon-coated magnetic stir bar.\n135. Add 0.099 g of\nN\n-(3-Dimethylaminopropyl)-\nN\n′-ethylcarbodiimide hydrochloride (EDC.HCl) (0.52 mmol, 2 eq.) and 0.07 g of 1-hydroxybenzotriazole (HOBt) (0.52 mmol, 2 eq.). Seal the RBF with rubber septum and wrap with parafilm.\n136. Evacuate it by high vacuum using an oil pump for 5 min via an inlet needle (0.8 x 25 mm).\n137. Backfill the flask with N\n2\nballoon through a needle (0.8 x 25 mm). Repeat steps 136 and 137 twice. Keep the N\n2\nballoon to maintain the inert atmosphere throughout the reaction process.\n138. Add 2 ml dry ACN via syringe equipped with aspiration needle (20 Gaze x 12 Inch).\n139. Stir the reaction mixture at 0\no\nC for next 15 min.\n140. Subsequently, Seal the RBF containing 0.23 g of TFA-AR(Z\n2\n)-Ipr (0.32 mmol, 1.5 eq.) with rubber septum and wrap with parafilm of step 133 and repeat step 136 and 137 twice. Make a solution by adding 2 ml of dry ACN via syringe.\n141. Transfer the TFA-AR(Z\n2\n)-Ipr solution via syringe equipped with an aspiration needle.\n142. Add 0.18 ml of N,N-Diisopropylethylamine (DIPEA) (1.04 mmol, 4 eq.) in a 250 μl Hamilton microsyringe, remove the ice and allow the reaction stir for 10 h.\n∆ CRITICAL STEP\nWe recommend monitor the reaction progress by TLC (100% vol/vol ethyl acetate/pet. ether) and HRMS.\nR\nf\nof Moc-[AS(tBu)N(Trt)]G-OH = 0.0 in EtOAc/pet. ether (100% (vol/vol)),\nR\nf\nof Moc-[AS(tBu)N(Trt)]G-AR(Z\n2\n)-Ipr (\n12\n) = 0.2 in EtOAc/pet. ether (100% (vol/vol)). For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when TLC and HRMS show no traces of Moc-[AS(tBu)N(Trt)]G-OH.\n143. Do the qualitative estimation of the starting material and the product during the reaction by performing steps\nA\n,\nB, C\n(mentioned in\nBOX3\n).\n144. Stop the reaction and remove the acetonitrile in rotary evaporator, set the water bath temperature 48\no\nC and pressure gradient 400 – 800 mbar.\n145. Next transfer the reaction mixture after dissolving in 20 ml DCM in 50 ml separatory funnel and add 1N HCl (10 ml) slowly (10ml / 30 sec). Seal the separatory funnel with polyethylene cap, shake the reaction mixture and let the contents settle down for 2 min until two layers separated out. If there is no clear separation, then add more DCM until there is (~10 ml) clear separation.\n146. Separate the aqueous layer and add saturated sodium bicarbonate (5 ml) to the organic layer. Seal the separatory funnel again with polyethylene cap, shake the reaction mixture and settle down for 2 min until two layers are separated out.\n147. Separate the aqueous layer and pass the organic layer through the crystalline sodium sulphate to absorb the residual amount of water and collect in 50 ml one neck RBF.\n148. Repeat steps 145 - 147 twice with DCM (2 x 10 ml) and discard the aqueous layer.\n∆\nCRITICAL STEP\nSaturated sodium bicarbonate removes the unreacted HOBt and HCl removes the unreacted DIPEA.\n! CAUTION\nThe HCl fume is very corrosive and irritates eyes and throats. Carry out this step inside fume hood.\n149. Remove the organic portion in rotary evaporator to obtain a transparent liquid compound, set the water bath temperature to 42\no\nC and vacuum pressure gradient 400 – 800 mbar.\n150. Dissolve the residue in minimum amount of DCM (2 ml) and add 3 g silica gel (100 – 200 mesh). Remove the DCM in high vacuum (100 mbar) to obtain dry slurry.\n151. Pack the chromatography column (\nL\n– 400 mm,\nD\n- 20 mm) with dry silica gel (100 – 200 mesh).\n152. Directly transfer the dry slurry to the column using a plastic funnel (\nD\n- 55 mm).\n153. Eluate the desired product using MeOH/EtOAc (4% vol/vol) by gravity column (rate – 400 ml/1h) (Table 7).\n154. Collect the fraction in 15 x 125 mm test tubes. Using the TLC, identify the fractions containing the desired product and visualize it with UV lamp (254 nm).\n155. Combine the fractions containing the desired product in 250 ml RBF and remove the solvent by rotary evaporator, set the water bath temperature to 48\no\nC. Dry the compound using oil vacuum pump (10 mbar) to obtain a white solid compound in 60% yield (0.204 g).\n□ PAUSE POINT\nThis compound (Moc-[AS(tBu)N(Trt)]G-AR(Z\n2\n)-Ipr,\n12\n) is bench stable in room temperature for several months without appearance of any noticeable impurity on TLC.\n156.\nSide chain deprotection of\nMoc-[AS(tBu)N(Trt)]G-AR(Z\n2\n)-Ipr\n.\nWeigh out 0.2 g of Moc-[AS(tBu)N(Trt)]G-AR(Z\n2\n)-Ipr (0.15 mmol) in an oven-dried one-neck 10 ml RBF containing a Teflon-coated magnetic stir bar.\n157. Add 0.3 ml of DCM.\n158. Put the RBF into the ice bath to maintain the temperature of the reaction mixture 0\no\nC for the next 10 min. Take 0.7 ml trifluoroacetic acid (TFA) (20 % (vol/vol) of DCM) in a disposable syringe equipped with a stainless steel needle (0.55 x 25 mm) dropwise over a period of 1 min while stirring the reaction mixture with Teflon-coated magnetic stir bar. Remove the ice bath after 10 min and let the reaction mixture be stirred at room temperature for 12 h.\n! CAUTION\nTFA is corrosive and its vapors cause skin burns and eye damage. Open the bottle inside the well-vented hood. After addition neutralize it with sodium bicarbonate solution.\n∆\nCRITICAL STEP\nWe recommend monitoring the reaction progress by HRMS. For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when HRMS shows no traces of Moc-[AS(tBu)N(Trt)]GAR(Z\n2\n)-Ipr.\n159. Upon completion, remove excess TFA and DCM using short path distillation set up (Figure 6). Dry the compound using oil vacuum pump (10 mbar) to obtain 0.15 g of Moc-[ASN]G-AR(Z\n2\n)-Ipr as pale-yellow solid compound as a quantitative yield (0.15 mmol).\n∆\nCRITICAL STEP\nTFA is very corrosive, rotary evaporator is avoided to remove the TFA. Use short path distillation set up to remove the TFA.\n160. Add 1 ml of MeOH to dissolve 0.15 g of Moc-[ASN]G-AR(Z\n2\n)-Ipr.\n161. Add 15 mg of Pd/C.\n162. Fill the RBF with H\n2\ngas by using H\n2\nballoon, allow the reaction to stir for 30 min at room temperature.\n! CAUTION\nH\n2\ngas vigorously reacts with Pd/C. Perform the reaction in a well-vented fume hood.\n∆\nCRITICAL STEP\nWe recommend monitor the reaction progress by HRMS. For HRMS, take 1mg of the crude product in 1.5 ml Eppendorf vial and submit for mass spectrum. Reaction is complete when HRMS shows no traces of Moc-[ASN]GAR(Z\n2\n)-Ipr.\n163. Upon completion, filter off the Pd/C using GE Whatman – 42 filter paper and collect the filtrate in a 20 ml RBF.\n164. Remove the MeOH in rotary evaporator, set the water bath temperature 48\no\nC and pressure gradient 400 – 800 mbar.\n165. Dry the compound using oil vacuum pump (10 mbar) to obtain 0.11 g (0.15 mmol) of Moc-[ASN]G-AR-Ipr (\n13\n) as a white solid in a quantitative yield.\nPurification of Moc-[ASN]G-AR-Ipr ●TIMING 2 – 3 d\n166. Dissolve 50 mg crude Moc-[ASN]G-AR-Ipr compound in a mixture of 5ml ACN and 5 ml water. Inject the solution in the semipreparative HPLC system. Collect fraction corresponding to the main peak and lyophilize aqueous solution to obtain the purified product.\n□ PAUSE POINT\nThis compound (Moc-[ASN]G-AR-Ipr) is stable in the refrigerator at 0-4\no\nC for several months without the appearance of any noticeable impurity on HRMS."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>TROUBLESHOOTING </strong></p><p>Step 50. For any C<sup>α</sup>-substituted amino acids Diethylether : Hexane (9:1) mixture was used to reduce the loss of the Ns-deprotected compound during the washing. We recommend checking the TLC after each washing step for C<sup>α</sup>-substituted amino acids.<strong> </strong></p><p>Step 81.<strong> </strong>other coupling reagents eg. <em>N</em>-(3-Dimethylaminopropyl)-<em>N</em>′-ethylcarbodiimide hydrochloride (EDC.HCl), 3-[Bis(dimethylamino)methyliumyl]-3H-benzotriazol-1-oxide hexafluoro-phosphate (HBTU), (Benzotriazol-1-yloxy)tripyrrolidinophosphonium hexafluorophosphate (PyBOP) etc didn’t work for the secondary amide coupling reaction.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>TIME TAKEN </strong></p><p>Steps 1-33: 15h</p><p>Steps 34-65: 22h</p><p>Steps 66-95: 8h</p><p>Steps 96-122: 12h </p><p>Steps 123-166: 12h</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>ANTICIPATED RESULTS.</strong></p><p><strong>Moc-[AS(tBu)N(Trt)]G-OMe</strong> - <strong>¹H NMR</strong> (400 MHz, CDCl<sub>3</sub>, 5 mM) δ ppm: 7.91 (d, J = 35.31 Hz), 7.34 – 7.19 (m, 15H), 6.90 (s, 1H), 6.64 (s, 0.34H), 6.35 (s, 0.47H), 5.31 (s, 1H), 4.72 (q, J = 7.20 Hz, 1H), 4.60 (bs, 1H), 4.11 (d, J = 16.80 Hz, 1H), 3.81 (d, J = 16.80 Hz, 1H), 3.72 (s, 3H), 3.71 (s, 3H), 3.55 (t, J = 7.53 Hz, 1H), 3.45 – 3.36 (m, 3H), 2.84 – 2.71 (m, 2H), 2.57 (bs, 2H), 2.10 – 1.98 &amp; 1.96 – 1.85 (m, 2H), 1.37 – 1.23 (m, 3H), 1.11 (m, 9H); <sup><strong>13</strong></sup><strong>C NMR</strong> (100 MHz, 40% CDCl<sub>3</sub> in CD<sub>3</sub>CN, 5 mM) δ ppm: (mixtures of major and minor conformers) 170.7, 170.1, 169.5, 144.6, 128.8, 127.9, 127.0, 73.6, 70.6, 61.1, 53.1, 52.3, 47.8, 47.7, 45.6, 38.3, 36.7, 30.7, 29.7, 27.4, 24.7, 17.7, 14.2; <strong>HRMS</strong> m/z Calcd for C<sub>41</sub>H<sub>51</sub>N<sub>5</sub>O<sub>9</sub>Na 780.3584, Found 780.3583.</p><p><strong>Moc-[ASN]GAR-Ipr</strong> - <strong>¹H NMR</strong> (400 MHz, 10% D<sub>2</sub>O in H<sub>2</sub>O, 5 mM) δ ppm: 8.90 (dd, J = 16.65, 9.00 Hz, 0.25H), 8.66 (d, J = 6.77 Hz, 0.14H), 8.39 (d, J = 5.55 Hz, 0.37H), 8.32 (d, J = 10.35 Hz, 0.46H), 8.26 (d, J = 6.83 Hz, 0.66H), 8.14 (d, J = 7.10 Hz, 0.28H), 8.05 (dd, J = 9.24, 6.99 Hz, 0.58H), 7.90 – 7.73 (m, 1.3H), 7.66 – 7.61 (m, 0.15H), 7.59 – 7.53 (m, 0.2H), 7.47 (t, J = 10.10 Hz, 1H), 7.18 – 7.06 (m, 1H), 6.72 (d, J = 9.56 Hz, 0.61H), 4.18 – 4.06 (m, 1.53H), 4.06 – 3.96 (m, 1H), 3.96 – 3.77 (m, 3H), 3.75 (m, 0.78H), 3.71 (m, 0.66H), 3.68 – 3.60 (m, 3H), 3.49 – 3.18 (m, 2H), 3.13 (q, J = 6.55 Hz, 2.67H), 2.79 – 2.55 (m, 2.27H), 1.84 – 1.47 (m, 5H), 1.36 (d, J = 6.97 Hz, 2H), 1.30 (t, J = 7.09 Hz, 3.64H), 1.14 (d, J = 6.54 Hz, 1H), 1.04 (d, J = 6.74 Hz, 6H); <strong>HRMS</strong> <em>m/z</em> Calcd for C<sub>29</sub>H<sub>51</sub>N<sub>11</sub>O<sub>10</sub>H 714.3899, Found 714.3895.</p><p><strong>Moc-[GNA]G-OMe</strong> - <strong>¹H NMR</strong> (400 MHz, 10% D<sub>2</sub>O in H<sub>2</sub>O, 10 mM) δ ppm: major conformation: 8.60 - 8.45 (m, 1H, HNAsn<sub>2</sub>), 8.25 - 8.22 (m, 1H, HN-NHRAsn<sub>2</sub>), 7.48 (d, 10.75 Hz, 1H, HN-NHRAsn<sub>2</sub>), 6.89 – 6.72 (m, 1H, HNAla<sub>3</sub>), 3.98 – 3.89 (m, 2H, H<sup>α</sup>Gly<sub>4</sub>), 3.89 – 3.84 (m, 1H, H<sup>α</sup>Asn<sub>2</sub>), 3.84 – 3.80 (m, 1H, H<sup>α</sup>Ala<sub>3</sub>), 3.64 (s, 2H, H<sup>α</sup>Gly<sub>1</sub>), 3.60 – 3.56 (m, 6H, H<sup>Me</sup>OMe + H<sup>Me</sup>Moc), 3.25 – 3.17 (m, 2H, Hprp<sup>a</sup>), 2.73 – 2.63 (m, 1H, H<sup>β</sup>Asn<sub>2</sub>), 2.61 – 2.58 (m, 2H, Hprp<sup>c</sup>), 2.25 – 2.02 (m, 1H, Hprp<sup>b</sup>), 2.01 – 1.78 (m, 1H, H<sup>β</sup>Asn<sub>2</sub>), 1.68 – 1.56 (m, 1H, Hprp<sup>b</sup>), 1.23 (d, 7.12 Hz, 3H, H<sup>Me</sup>OMe) ; minor conformation: 7.12 – 6.89 (m, 0.48H, HNAsn<sub>2</sub>), 1.08 (d, 6.31 Hz, 3H, H<sup>Me</sup>OMe) ; <sup><strong>13</strong></sup><strong>C NMR</strong> (100 MHz, 10% D<sub>2</sub>O in H<sub>2</sub>O, 60 mM) δ ppm: 174.3, 173.7, 173.2, 173.2, 172.02, 171.74, 171.71, 171.29, 162.8, 158.6, 149.0, 116.5, 53.6, 53.5, 53.2, 52.9, 52.8, 51.7, 51.6, 51.5, 48.8, 48.1, 46.8, 44.9, 43.1, 35.2, 27.2, 15.8, 15.3; <strong>HRMS</strong> m/z Calcd for C<sub>17</sub>H<sub>27</sub>N<sub>5</sub>O<sub>8</sub>H&nbsp;430.1860, Found 430.1938.</p><p><strong>Moc-[AF]GBE-Ipr</strong> - <strong>¹H NMR</strong> (400 MHz, 10% D<sub>2</sub>O in H<sub>2</sub>O) δ ppm: 8.56 (s, 1H, H<sup>N</sup>Phe), 7.98 (d, J = 6.97 Hz, 1H, H<sup>N</sup>Aib), 7.81 (bs, 1H, H<sup>N</sup>Glu), 7.61 (d, J = 6.07 Hz, 1H, H<sup>N</sup>Ipr), 7.41 – 7.31 (m, 3H, H<sup>Aro</sup>Phe), 7.22 – 7.13 (m, 2H, H<sup>Aro</sup>Phe), 4.44 (H<sup>α</sup>Phe, merged; signal intensities diminished during water suppression), 4.32 (H<sup>α</sup>Ala, merged; signal intensities diminished during water suppression), 4.28 – 4.12 (m, 1H, H<sup>α</sup>Glu), 3.91 (seq, J = 7.26 Hz, 1H, H<sup>α</sup>Ipr), 3.66 (s, 3H, H<sup>Me</sup>Moc), 3.57 (d, J = 20.0 Hz, 1H, H<sup>α</sup>Gly), 3.41 – 3.30 (m, 1H, Hprp<sup>c</sup>), 3.25 (dd, J = 14.2, 3.8 Hz, 1H H<sup>β</sup>Phe), 3.21 – 3.09 (m, 3H, Hprp<sup>c</sup> +Hprp<sup>a</sup>), 3.04 (dd, J = 14.07, 3.7 Hz, 1H, H<sup>β</sup>Phe), 2.72 (d, J = 21.41 Hz, H<sup>α</sup>Gly), 2.44 (t, J = 7.52, 2H, H<sup>γ</sup>Glu),&nbsp;2.28 – 2.11 (m, 1H, H<sup>β</sup>Glu), 2.05 – 1.90 (m, 1H, H<sup>β</sup>Glu), 1.78 – 1.54 (m, 2H, Hprp<sup>b</sup>), 1.45 (s, 9H, H<sup>β</sup>Ala + H<sup>β</sup>Aib), 1.18 – 1.07 (m, 6H, H<sup>β</sup>Ipr); <sup><strong>13</strong></sup><strong>C NMR</strong> (100 MHz, 10% D<sub>2</sub>O in H<sub>2</sub>O) δ ppm: 177.3, 174.1, 172.5, 168.3, 167.1, 157.9, 134.5, 130.3, 128.9, 127.8, 57.0, 53.9, 53.3, 48.2, 43.9, 42.1, 39.6, 30.8, 25.9, 25.5, 24.8, 23.7, 21.5, 21.4; <strong>HRMS</strong> m/z Calcd for C<sub>31</sub>H<sub>46</sub>N<sub>6</sub>O<sub>9</sub>Na 669.3224, Found 669.3221.</p><p>Moc-[AbF]-G-OMe, <sup>1</sup>H NMR (400 MHz, CDCl<sub>3</sub>, 10 mM) δ ppm: major conformation: 7.34 – 7.10 (m, 5H, H<sup>Aro</sup>Phe<sub>3</sub>), 6.35 (d, J = 9.21 Hz, 1H, H<sup>N</sup>Phe<sub>3</sub>), 6.20 (d, J = 21.85 Hz, 1H, H<sup>N</sup>Aib<sub>2</sub>), 4.72 (q, J = 13.29 Hz, 1H, H<sup>α</sup>Ala<sub>1</sub>), 5.05 (s, 1H, H<sup>α</sup>Phe<sub>3</sub>), 4.65 (d, J = 20.14 Hz, 1H, H<sup>α</sup>Gly<sub>4</sub>), 3.79 (d, J = 19.02 Hz, H<sup>α</sup>Gly<sub>4</sub>), 3.71 (s, 3H, H<sup>Me</sup>OMe), 3.66 – 3.63 (d, J = 13.17 Hz, 3H, H<sup>Me</sup>Moc), 4.22 – 4.21 (m, 1H, Hprp<sup>c</sup>), 3.50 – 3.37 (m, 1H, Hprp<sup>a</sup>), 3.05 – 2.85 (m, 1H, Hprp<sup>a</sup>), 3.19 – 3.10 (m, 1H, H<sup>β</sup>Phe3), 3.05 – 2.85 (m, 1H, H<sup>β</sup>Phe3), 2.60 – 2.50 (d, J = 14.35 Hz, 1H, Hprp<sup>c</sup>), 2.38 (s, 1H, Hprp<sup>b</sup>), 1.65 – 1.41 (m, 3H, H<sup>β</sup>Aib<sub>2</sub>), 1.42 –&nbsp;1.34&nbsp;(m, 3H, H<sup>α</sup>Ala<sub>1</sub>), 1.32 (m, 1H, Hprp<sup>b</sup>), 1.32 – 1.17 (m, 3H, H<sup>β</sup>Aib<sub>2</sub>). minor conformation: 7.80&nbsp;(d, J = 5.80 Hz, H<sup>N</sup>Phe<sub>3</sub>), 7.68&nbsp;(s, H<sup>N</sup>Phe<sub>3</sub>), 5.91 (s, 1H H<sup>N</sup>Aib<sub>2</sub>), 5.72 (s, 1H, H<sup>N</sup>Aib<sub>2</sub>), 4.90 – 4.79 (q, J = 20.77 Hz, 1H, H<sup>α</sup>Phe<sub>3</sub>), 4.51 (s, 1H, H<sup>α</sup>Ala<sub>1</sub>), 2.70 (s, 1H, Hprp<sup>a</sup>), 2.39&nbsp;(s, 1H, Hprp<sup>a</sup>); <sup><strong>13</strong></sup>C NMR (100 MHz CDCl<sub>3</sub>, 60 mM) δ ppm: major conformation: 173.2, 172.2, 172.0, 171.5, 170.2, 169.2, 157.5, 150.3, 137.1, 129.5, 128.4, 128.2, 126.7, 128.5, 58.0, 52.3, 52.2, 49.5, 48.6, 46.9,&nbsp;43.7, 38.3, 29.3, 27.0, 23.4, 13.6; minor conformation: 54.0, 53.3, 50.0 , 44.2, 38.8, 26.3, 22.6, 15.3; <strong>HRMS </strong><em>m/z </em>Calcd for C<sub>24</sub>H<sub>34</sub>N<sub>4</sub>O<sub>7</sub>Na 513.2325, Found 513.2325.</p><p>Moc-[LfPV]-G-OMe, ¹H NMR (400 MHz, CDCl<sub>3</sub>, 10 mM) δ ppm: major conformation: 7.37 – 7.16 (m, 5H, H<sup>Aro</sup>Phe<sub>3</sub>),6.55 (s, 1H, H<sup>N</sup>Phe<sub>2</sub>), 6.39 – 6.21 (m, 1H, H<sup>N</sup>Val<sub>4</sub>), 4.76 (s, 1H, H<sup>α</sup>Leu<sub>1</sub>), 4.52 (s, 1H, H<sup>α</sup>Phe<sub>2</sub>), 4.42 (t, J = 18.34 Hz, 1H, H<sup>α</sup>Val<sub>4</sub>), 4.26 (d, J = 18.13 Hz, 1H, H<sup>α</sup>Gly<sub>5</sub>), 3.99 (d, J = 18.13 Hz, H<sup>α</sup>Gly<sub>5</sub>), 3.90 (m, 1H, Hprp<sup>c</sup>), 3.77 (s, 3H, H<sup>Me</sup>OMe), 3.71 (s, 3H, H<sup>Me</sup>Moc), 3.59 – 3.52 (m, 1H, H<sup>α</sup>Pro<sub>3</sub>), 3.52 – 3.43 (m, 1H, H<sup>δ</sup>Pro<sub>3</sub>),&nbsp;&nbsp;3.32 – 3.18 (m, 1H, Hprp<sup>a</sup>), 3.18 – 3.08 (m, 1H, H<sup>β</sup>Phe<sub>2</sub>), 3.08 – 2.98 (m, 1H, Hprp<sup>a</sup>), 2.98 – 2.85 (m, 1H, H<sup>β</sup>Phe<sub>2</sub>), 2.61 – 2.47 (m, 1H, Hprp<sup>c</sup>), 2.31 – 2.07 (m, 1H, Hprp<sup>b</sup>), 2.05 – 1.95 (m, 1H, H<sup>β</sup>Pro<sub>3</sub>), 1.86 – 1.77 (m, 1H, H<sup>γ</sup>Pro<sub>3</sub>), 1.77 – 1.66 (m, 1H, H<sup>γ</sup>Pro<sub>3</sub>), 1.77 – 1.65 (m, 1H, H<sup>β</sup>leu<sub>1</sub>), 1.65 – 1.54 (m, 1H, H<sup>β</sup>Pro<sub>3</sub>), 1.54 – 1.41 (m, 1H, H<sup>β</sup>leu<sub>1</sub>), 1.39 – 1.20 (m, 1H, Hprp<sup>b</sup>), 1.07 –&nbsp;0.89 (m, 6H, H<sup>δ</sup>Leu<sub>1</sub>), 0.89 (m, 6H, H<sup>γ</sup>Val<sub>4</sub>). minor conformation: 7.65 (m, 1H, H<sup>N</sup>Val<sub>4</sub>), 6.42 (s, 1H, H<sup>N</sup>Phe<sub>2</sub>), 4.59 (s, 1H, H<sup>α</sup>Val<sub>4</sub>),; <sup><strong>13</strong></sup>C NMR (100 MHz CDCl<sub>3</sub>, 60 mM) δ ppm: major conformation: 171.4, 171.0, 170.5, 170.3, 169.9, 135.4, 129.4, 129.0, 128.7, 127.6, 127.4, 61.2, 56.6, 54.4, 53.6, 52.8, 52.5,&nbsp;49.8, 46.5,&nbsp;44.9, 42.5, 38.9, 37.7, 31.0, 23.3, 22.0, 20.0, 17.9, minor conformation: 55.0, 53.0, <strong>HRMS </strong><em>m/z </em>Calcd for C<sub>33</sub>H<sub>50</sub>N<sub>5</sub>O<sub>8</sub>Na 644.3659, Found 644.3656.</p><p>Moc-[fP]-G-OMe, ¹H NMR (400 MHz, CDCl<sub>3</sub>, 10 mM) δ ppm: major conformation: 7.33 – 7.07 (m, 5H, H<sup>Aro</sup>Phe<sub>1</sub>), 4.88 (s, 1H, H<sup>α</sup>Phe<sub>1</sub>), 4.74 – 4.79 (m, 1H, H<sup>α</sup>Pro<sub>2</sub>),&nbsp;&nbsp;4.42 (t, J = 18.34 Hz, 1H, H<sup>α</sup>Val<sub>4</sub>), 4.40 – 4.27 (m, 1H, H<sup>α</sup>Gly<sub>3</sub>), 4.07 – 3.98 (m, 1H, H<sup>α</sup>Pro<sub>2</sub>),&nbsp;&nbsp;3.78 (s, 3H, H<sup>Me</sup>OMe), 3.67 (s, 3H, H<sup>Me</sup>Moc), 3.60 (d, J = 15.90 Hz, H<sup>α</sup>Gly<sub>3</sub>),&nbsp;3.54 (m, 1H, H<sup>δ</sup>Pro<sub>3</sub>),&nbsp;&nbsp;3.51 – 3.45 (m, 1H, Hprp<sup>c</sup>), 3.45 – 3.38 (m, 1H, Hprp<sup>a</sup>), 3.22 – 3.15 (m, 1H, Hprp<sup>c</sup>), 3.15 – 3.03 (m, 1H, H<sup>β</sup>Phe<sub>1</sub>), 3.15 – 3.03 (m, 1H, Hprp<sup>c</sup>), 2.90 – 2.80 (m, 1H, H<sup>β</sup>Phe<sub>1</sub>), 2.79 – 2.69 (m, 1H, H<sup>δ</sup>Pro<sub>2</sub>), 2.52 – 2.35 (m, 1H, H<sup>γ</sup>Pro<sub>3</sub>), 2.50 – 2.28 (m, 1H, H<sup>δ</sup>Pro<sub>2</sub>), 2.05 – 1.95 (m, 1H, H<sup>β</sup>Pro), 2.31 – 2.07 (m, 1H, Hprp<sup>b</sup>), 2.25 – 2.09 (m, 1H, H<sup>β</sup>Pro<sub>3</sub>), 2.25 – 2.09 (m, 1H, Hprp<sup>b</sup>),&nbsp;2.06 – 1.90 (m, 1H, H<sup>β</sup>Pro<sub>3</sub>), 2.06 – 1.90 (m, 1H, H<sup>γ</sup>Pro<sub>3</sub>), 2.06 – 1.90 (m, 1H, Hprp<sup>b</sup>), 1.77 – 1.60 (m, 1H, Hprp<sup>b</sup>), 1.33 – 1.23 (m, 1H, H<sup>γ</sup>Pro<sub>3</sub>), 1.23 – 1.17 (m, 1H, H<sup>β</sup>Pro<sub>2</sub>),&nbsp;0.92 – 0.78 (m, 1H, H<sup>β</sup>Pro<sub>2</sub>),&nbsp;minor conformation: 4.52 (s, 1H, H<sup>α</sup>Phe<sub>1</sub>), 4.22 (s, 1H, Hprp<sup>c</sup>), 3.33 (s, 1H, Hprp<sup>a</sup>), 3.06 (s, 1H, Hprp<sup>a</sup>),&nbsp;3.30 – 3.21 (m, 1H, H<sup>β</sup>Phe<sub>1</sub>), 2.79 – 2.69 (m, 1H, H<sup>β</sup>Phe<sub>1</sub>), 2.25 – 2.09 (m, 1H, Hprp<sup>b</sup>) ; <sup><strong>13</strong></sup>C NMR (100 MHz CDCl<sub>3</sub>, 60 mM) δ ppm: major conformation: 172.5, 169.7, 169.2, 169.0, 157.7, 156.7, 137.5, 137.3, 129.9, 129.6, 128.6, 128.5, 128.4, 128.3, 63.2, 63.1, 60.5, 52.6, 52.1, 46.9, 46.9, 46.0, 44.04, 39.9, 35.3, 29.3, 27.9, 25.3, 25.0, 22.7, 14.1;&nbsp;minor conformation: 64.4, 60.1, 42.5, 35.02; &nbsp;<strong>HRMS </strong><em>m/z </em>Calcd for C<sub>22</sub>H<sub>29</sub>N<sub>3</sub>O<sub>6</sub>Na 454.1954, Found 454.1952.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p><strong>REFERENCES</strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Swierstra, J. et al. Structure, toxicity and antibiotic activity of gramicidin S and derivatives. <em>Eur. J. Clin. Microbiol. Infect. Dis.</em> 35, 763-769 (2016).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Solanas, C. et al. Therapeutic index of gramicidin S is strongly modulated by d-phenylalanine analogues at the β-turn. <em>J. Med. Chem.</em> 52, 664-674 (2009).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shamala, N. et al. The crystal and molecular structure of the amino terminal tetrapeptide of alamethicin. A novel 3<sub>10</sub> helical conformation. <em>Biochem. Biophys. Res. Commun.</em> 79, 292-298 (1977).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Esposito, G. et al. High-resolution proton NMR study of the solution structure of alamethicin. <em>Biochemistry</em> 26, 1043-1050 (1987).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Smith, G. D. et al. Crystal structures and conformational calculations of fragments of alamethicin containing aminoisobutyric acid. <em>J. Am. Chem. Soc.</em> 103, 1493-1501 (1981).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sattler, M. et al. Structure of Bcl-xL-Bak peptide complex: recognition between regulators of apoptosis. <em>Science</em> 275, 983-986 (1997).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Letai, A. et al. Distinct BH3 domains either sensitize or activate mitochondrial apoptosis, serving as prototype cancer therapeutics. <em>Cancer cell</em> 2, 183-192 (2002).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cooley, R. B. et al. Evolutionary origin of a secondary structure: π-helices as cryptic but widespread insertional variations of α-helices that enhance protein functionality. <em>J. Mol. Biol.</em> 404, 232-246 (2010).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Papotti, M. et al. Immunohistochemical detection of somatostatin receptor types 1–5 in medullary carcinoma of the thyroid. <em>Clin. Endocrinol.</em> 54, 641-649 (2001).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biron, E. et al. Improving oral bioavailability of peptides by multiple N‐methylation: somatostatin analogues. <em>Angew. Chem. Int. Ed. Engl.</em> 47, 2595-2599 (2008).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Watkins, A. M. et al. Protein–protein interactions mediated by helical tertiary structure motifs. <em>J. Am. Chem. Soc.</em> 137, 11622-11630 (2015).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang, W. et al. Discovery of novel helix binding sites at protein-protein interfaces. <em>Comput. Struct. Biotechnol. J.</em> 17, 1396-1403 (2019).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Luscombe, N. M. et al. An overview of the structures of protein-DNA complexes. <em>Genome Biol.</em> 1, 1-37 (2000).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Struhl, K. et al. Helix-turn-helix, zinc-finger, and leucine-zipper motifs for eukaryotic transcriptional regulatory proteins. <em>Trends Biochem. Sci.</em> 14, 137-140 (1989).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tan, R. et al. RNA recognition by an isolated α helix. <em>Cell</em> 73, 1031-1040 (1993).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Walker, M. J. et al. Design of RNA-targeting macrocyclic peptides. <em>Methods Enzymol.</em> 623, 339-372 (2019).</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vieira-Pires, R. S. et al. 3<sub>10</sub> helices in channels and other membrane proteins. <em>J. Gen. Physiol.</em> 136, 585-592 (2010).</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Toniolo, C. et al. The polypeptide 3<sub>10</sub>-helix. <em>Trends Biochem. Sci.</em> 16, 350-353 (1991).</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Adam, C. et al. The Role of terminal functionality in the membrane and antibacterial activity of peptaibol-mimetic aib foldamers. <em>Chemistry</em> 24, 2249-2256 (2018).</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schwaiger, C. S. et al. 3<sub>10</sub>-helix conformation facilitates the transition of a voltage sensor S4 segment toward the down state. <em>Biophys. J.</em> 100, 1446-1454 (2011).</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Marcelino, A. M. C. et al. Roles of β‐turns in protein folding: From peptide models to protein engineering. <em>Biopolymer</em> 89, 380-391 (2008).</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kumar, P. et al. Dissecting π‐helices: sequence, structure and function. <em>FEBS J.</em> 282, 4415-4432 (2015).</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jamieson, A. C. et al. Drug discovery with engineered zinc-finger proteins. <em>Nat. Rev. Drug Discov.</em> 2, 361-368 (2003).</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moore, M. et al. Recent developments in the engineering of zinc finger proteins. <em>Brief Funct. Genomics</em> 1, 342-355 (2003).</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hanessian, S. et al. Design and synthesis of conformationally constrained amino acids as versatile scaffolds and peptide mimetics. <em>Tetrahedron</em> 53, 12789-12854 (1997).</p><p>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Genin, M. J. et al. Design, synthesis, and conformational analysis of a novel spiro-bicyclic system as a type II. beta.-turn peptidomimetic. <em>J. Am. Chem. Soc.</em> 114, 8778-8783 (1992).</p><p>27.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bag, S. S. et al. Triazolo-β-aza-ε-amino acid and its aromatic analogue as novel scaffolds for β-turn peptidomimetics. <em>Chem. Commun.</em> 51, 5242-5245 (2015).</p><p>28.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chakraborty, T. K. et al. Sugar amino acids and their uses in designing bioactive molecules. <em>Curr. Med. Chem.</em> 9, 421-435 (2002).</p><p>29.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chakraborty, T. K. et al. Folded conformation in peptides containing furanoid sugar amino acids. <em>J. Am. Chem. Soc.</em> 120, 12962-12963 (1998).</p><p>30.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pernerstorfer, J. et al. Cyclisation/cleavage of macrocycles by ring-closing metathesis on solid support—conformational studies. <em>Chem. Commun.</em>, 1949-1950 (1997).</p><p>31.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Musiol, H. J. et al. Redox‐active bis‐cysteinyl peptides. I. Synthesis of cyclic cystinyl peptides by conventional methods in solution and on solid supports. <em>Biopolymer</em> 34, 1553-1562 (1994).</p><p>32.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blackwell, H. E. et al. Ring-closing metathesis of olefinic peptides: design, synthesis, and structural characterization of macrocyclic helical peptides. <em>J. Org. Chem.</em> 66, 5291-5302 (2001).</p><p>33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schievano, E. et al. Aib-rich peptides containing lactam-bridged side chains as models of the 3<sub>10</sub>-helix. <em>J. Am. Chem. Soc.</em> 123, 2743-2751 (2001).</p><p>34.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Madden, M. M. et al. Facile synthesis of stapled, structurally reinforced peptide helices via a photoinduced intramolecular 1, 3-dipolar cycloaddition reaction. <em>Chem. Commun.</em>, 5588-5590 (2009).</p><p>35.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jacobsen, Ø. et al. Stapling of a 3<sub>10</sub>-helix with click chemistry. <em>J. Org. Chem.</em> 76, 1228-1238 (2011).</p><p>36.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jackson, D. Y. et al. General approach to the synthesis of short .alpha.-helical peptides. <em>J. Am. Chem. Soc.</em> 113, 9391-9392 (1991).</p><p>37.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Osapay, G. et al. Multicyclic polypeptide model compounds. 2. Synthesis and conformational properties of a highly. alpha.-helical uncosapeptide constrained by three side-chain to side-chain lactam bridges. <em>J. Am. Chem. Soc.</em> 114, 6966-6973 (1992).</p><p>38.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Blackwell, H. E. et al. Highly efficient synthesis of covalently cross‐linked peptide helices by ring‐closing metathesis. <em>Angew. Chem. Int. Ed. Engl.</em> 37, 3281-3284 (1998).</p><p>39.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flint, D. G. et al. Using an azobenzene cross-linker to either increase or decrease peptide helix content upon trans-to-cis photoisomerization. <em>Chem. Biol.</em> 9, 391-397 (2002).</p><p>40.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Albert, J. S. et al. Stabilization of helical domains in short peptides using hydrophobic interactions. <em>Biochemistry</em> 34, 984-990 (1995).</p><p>41.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huyghues‐Despointes, B. M. et al. Helical peptides with three pairs of Asp‐Arg and Glu‐Arg residues in different orientations and spacings. <em>Protein Sci.</em> 2, 80-85 (1993).</p><p>42.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tsou, L. K. et al. Simple cation− π interaction between a phenyl ring and a protonated amine stabilizes an α-helix in water. <em>J. Am. Chem. Soc.</em> 124, 14917-14921 (2002).</p><p>43.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cabezas, E. et al. The hydrogen bond mimic approach: Solid-phase synthesis of a peptide stabilized as an α-helix with a hydrazone link. <em>J. Am. Chem. Soc.</em> 121, 3862-3875 (1999).</p><p>44.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chapman, R. N. et al. A highly stable short α-helix constrained by a main-chain hydrogen-bond surrogate. <em>J. Am. Chem. Soc.</em> 126, 12252-12253 (2004).</p><p>45.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chapman, R. et al. Trapping a Folding Intermediate of the α-Helix: Stabilization of the π-Helix. <em>Biochemistry</em> 47, 4189-4195 (2008).</p><p>46.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, L. et al. Synthesis and characterization of water-soluble macrocyclic peptides stabilizing protein α-turn. <em>Org. Biomol. Chem.</em> 16, 459-471 (2018).</p><p>47.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vernall, A. J. et al. A Single α‐Helical Turn Stabilized by Replacement of an Internal Hydrogen Bond with a Covalent Ethylene Bridge. <em>Angew. Chem. Int. Ed. Engl.</em> 48, 5675-5678 (2009).</p><p>48.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pal, S. et al. H-Bond Surrogate-Stabilized Shortest Single-Turn α-Helices: sp<sup>2</sup> Constraints and Residue Preferences for the Highest α-Helicities. <em>ACS omega</em> 5, 13902-13912 (2020).</p><p>49.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pal, S. et al. Helix–Coil Transition at a Glycine Following a Nascent α-Helix: A Synergetic Guidance Mechanism for Helix Growth. <em>J. Phys. Chem. A</em> 124, 7478-7490 (2020).</p><p>50.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zimm, B. H. et al. Theory of the phase transition between helix and random coil in polypeptide chains. <em>J. Chem. Phys.</em> 31, 526-535 (1959).</p><p>51.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lifson, S. et al. On the theory of helix—coil transition in polypeptides. <em>J. Chem. Phys.</em> 34, 1963-1974 (1961).</p><p>52.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pal, S. et al. Hydrogen bond surrogate stabilized water soluble 3<sub>10</sub>-helix from a disordered pentapeptide containing coded α-amino acids. <em>Tetrahedron Lett.</em> 59, 2515-2519 (2018).</p><p>53.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prabhakaran, E. N. et al. Hydrogen Bond Surrogate-Constrained Dynamic Anti-parallel β-Sheets. <em>ChemBioChem</em> doi.org/10.1002/cbic.202100028 (2021).</p><p>54.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kan, T. et al. Ns strategies: a highly versatile synthetic method for amines. <em>Chem. Commun.</em>, 353-359 (2004).</p><p>55.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pal, S. et al. Trimodular solution phase protocol for rapid large‐scale synthesis of hydrogen bond surrogate‐constrained α‐helicomimics. <em>Eur. J. Org. Chem.</em> 2021, 1714-1719 (2021).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p><strong>ACKNOWLEDGMENT </strong></p><p>SP thank CSIR, India and AK thank UGC, India for senior research fellowship. SM thank Indian Institute of Science for the fellowship. ENP thanks Science and Engineering Research Board (SERB), India, for partial funding.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "\n"
            },
            {
                "doi": "10.1021/acsomega.0c01277",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1016/j.tetlet.2018.05.029",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1021/acs.jpca.0c05489",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1002/ejoc.202001359",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 29251753,
                "identity": "9ab61c93-9e90-485b-92b7-862f6dba85d4",
                "order_by": 0,
                "name": "Erode N Prabhakaran",
                "email": "eprabhak@iisc.ac.in",
                "orcid": "https://orcid.org/0000-0002-9195-1199",
                "institution": "Indian Institute of Science, Bangalore",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Erode",
                "middleName": "N",
                "lastName": "Prabhakaran",
                "suffix": ""
            },
            {
                "id": 29251754,
                "identity": "8c93e029-3b0c-4621-ad55-8ca2050e4372",
                "order_by": 1,
                "name": "Sunit Pal",
                "email": "",
                "orcid": "",
                "institution": "Indian Institute of Science, Bangalore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sunit",
                "middleName": "",
                "lastName": "Pal",
                "suffix": ""
            },
            {
                "id": 29251755,
                "identity": "2da3126b-3ae0-4f6f-9015-8eca469383b5",
                "order_by": 2,
                "name": "Ankur Kumar",
                "email": "",
                "orcid": "",
                "institution": "Indian Institute of Science, Bangalore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ankur",
                "middleName": "",
                "lastName": "Kumar",
                "suffix": ""
            },
            {
                "id": 29251756,
                "identity": "c7a3f0ae-2fd2-490e-84c7-a40ba4b1ccca",
                "order_by": 3,
                "name": "Shifali Mahajan",
                "email": "",
                "orcid": "",
                "institution": "Indian Institute of Science, Bangalore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shifali",
                "middleName": "",
                "lastName": "Mahajan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-05-26 04:09:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1537/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1537/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 9594917,
                "identity": "0ada8e0b-1391-4ef1-92f9-6f81fd1cf685",
                "added_by": "auto",
                "created_at": "2021-05-26 08:42:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 94881,
                "visible": true,
                "origin": "",
                "legend": "Figure 1",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/2b69b7da0f1d1da722da82ea.jpg"
            },
            {
                "id": 9595154,
                "identity": "c16820ee-f427-4c67-8f8e-fe6bc24265d1",
                "added_by": "auto",
                "created_at": "2021-05-26 08:45:44",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 127783,
                "visible": true,
                "origin": "",
                "legend": "Figure 2",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/cd195a9e988ae1d40ac4bff9.jpg"
            },
            {
                "id": 9594926,
                "identity": "1edde32f-b20c-48ef-9064-52e399cbc9d1",
                "added_by": "auto",
                "created_at": "2021-05-26 08:42:44",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53590,
                "visible": true,
                "origin": "",
                "legend": "Figure 3",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/4da1fb8fc7a90ce23d0a9493.jpg"
            },
            {
                "id": 9594923,
                "identity": "a671ba65-1d87-4486-b0e3-498a5123a7e1",
                "added_by": "auto",
                "created_at": "2021-05-26 08:42:44",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50266,
                "visible": true,
                "origin": "",
                "legend": "Figure 4",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/bfafce8fff805f6799efafa1.jpg"
            },
            {
                "id": 9594924,
                "identity": "9ba5efe0-2c59-4f87-9891-2d32f9e00240",
                "added_by": "auto",
                "created_at": "2021-05-26 08:42:44",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147294,
                "visible": true,
                "origin": "",
                "legend": "Figure 5",
                "description": "",
                "filename": "Figure5.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/885cecbc01b7c16a39c33dba.jpg"
            },
            {
                "id": 9594925,
                "identity": "b9049ab6-f015-41c9-8052-ea89004c17bc",
                "added_by": "auto",
                "created_at": "2021-05-26 08:42:44",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 114738,
                "visible": true,
                "origin": "",
                "legend": "Figure 6",
                "description": "",
                "filename": "Figure6.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/8421be53f86c2c658ed69fe0.jpg"
            },
            {
                "id": 9594928,
                "identity": "3d1a685c-2770-4919-9f5d-540470f2c3b0",
                "added_by": "auto",
                "created_at": "2021-05-26 08:42:45",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 80885,
                "visible": true,
                "origin": "",
                "legend": "Figure 7",
                "description": "",
                "filename": "Figure7.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/991b201ad5c57a66d1d1a4c3.jpg"
            },
            {
                "id": 13695059,
                "identity": "20c9c417-905f-4d1b-a6b4-8a757adb4f24",
                "added_by": "auto",
                "created_at": "2021-09-17 12:55:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1223097,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/21733ef6-4d92-4954-842f-cfc8d5e3f383.pdf"
            },
            {
                "id": 9595155,
                "identity": "768c10c7-46f2-495d-a4d5-7f2e75262fa6",
                "added_by": "auto",
                "created_at": "2021-05-26 08:45:44",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 804950,
                "visible": true,
                "origin": "",
                "legend": "Tables",
                "description": "",
                "filename": "Tables.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1537/v1/2d93fda15449d216833b09a1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "α-helix, Hydrogen Bond Surrogate, Fukuyama-Mitsunobu reaction, solution-phase synthesis, Peptides, Cyclization",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Short Turn and Helix mimics frequently represent molecular recognition surfaces perturbing bio-relevant protein-biomolecular interfaces. Generic methods that can stabilize short peptides into turns or helices by retaining all recognition elements, have tremendous applications in drug discovery. Here, a versatile modular synthetic protocol is presented for stabilizing turns and helices of different sizes by replacing their ring-closing hydrogen bonds with a generic three-carbon covalent surrogate. Two Fukuyama-Mitsunobu reactions insert the surrogate between desired residues in high yields and purity. Coupling with turn size-dependent oligopeptides containing both sterically restricted and non-coded residues, followed by macrolactamization yield a variety of stabilized turns. Short peptide extensions at the C-terminus of these turns yield stabilized 3<sub>10</sub>-helices and α-helices. This solution-phase synthetic approach provides combinatorial access to libraries of stabilized turns and helices with all their native residues retained, in &gt;100 mmole scales, in about one week per stabilized mimic, to technicians with postgraduate level training.</p>",
        "manuscriptTitle": "Large Scale Synthesis of Native Turn and Helix Mimics Stabilized by a Generic Hydrogen Bond Surrogate",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 08:42:42",
                "doi": "10.21203/rs.3.pex-1537/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "6c01aca1-c0ab-454d-9d89-0df8562782da",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4578755,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 08:42:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}