{
    "identity": "nprot-6645",
    "title": "Mapping subnuclear proteomes onto genome architecture via C-BERST",
    "content": [
        {
            "header": "Introduction",
            "content": "Genome organization and subnuclear protein localization are essential for normal cellular function. The nuclear proteome has been implicated in immensely important roles related to gene expression, replication, epigenetic silencing, and genome stability. Several diseases that result from aberrant gene expression, such as cancer, exhibit dysregulated interactions between the genome and its associated proteome. Therefore, identification of the subnuclear proteome is of great deal of interest for therapeutic purposes as well as nuclear and chromosome biology. \r\n\n\nA number of approaches have been developed over past few years that aim to identify the proteome associated with specific genomic elements in a high-throughput manner. Examples include PICh, enChIP, CasID, and CAPTURE. However, these approaches are often challenging due to cost, amount of material required, and length of time required for labeling. To address these issues, we developed a novel method for mapping the proteomic composition at distinct genomic loci called dCas9-APEX2 Biotinylation at genomic Elements by Restricted Spatial Tagging \\(C-BERST). It combines the rapid, spatially restricted enzymatic tagging enabled by APEX2 with programmable DNA targeting by dCas9. We have successfully validated C-BERST at two genomic elements: telomeres and centromeres. Below we provide the protocol that we have optimized for C-BERST \\(Figure 1)."
        },
        {
            "header": "Reagents",
            "content": "DMEM \\(Thermo Fisher 11995065)\r\n\n\nFBS \\(Sigma Aldrich #F4135-500ML)\r\n\n\nPenn/Strep \\(Thermo Fisher #15140-122)\r\n\n\nTrypLE Express \\(Thermo Fisher #12605010)\r\n\n\nDMEM deficient in L-arginine and L-lysine \\(Thermo Fisher Scientific,  \r\n\n\n#89985)\r\n\n\nDialyzed FBS \\(Sigma Aldrich #F0392-500ML)\r\n\n\nD-\\(+)-Glucose solution \\(Sigma Aldrich #G8644)\r\n\n\nL-Arginine-13C6,15N4 hydrochloride\r\n\n\n\\(Sigma Aldrich #608033)\r\n\n\nL-Lysine-13C6,15N2 hydrochloride \\(Sigma Aldrich #608041)\r\n\n\nL-Arginine-13C6 hydrochloride \\(Sigma Aldrich #643440)\r\n\n\nL-Lysine-4,4,5,5-d4 hydrochloride \\(Sigma Aldrich #616192)\r\n\n\nL-Arginine reagent grade, ≥98% \r\n\n\n\\(Sigma Aldrich #A5006-100G)\r\n\n\nL-Lysine ≥98% \\(TLC) \r\n\n\n\\(Sigma Aldrich #L5501-5G)\r\n\n\nDoxycycline \\(Sigma #D3072-1ML)\r\n\n\nShield1 \\(Takara Bio #632189)\r\n\n\nSDS 10% Solution \\(Bio-Rad #1610416)\r\n\n\nSodium deoxycholate \\(#D7650-10G)\r\n\n\nTriton X-100 \\(Boston Products #p-924)\r\n\n\nNaCl \\(Sigma #S3014)\r\n\n\nHalt Protease Inhibitor \\(Thermo Fisher #78429)\r\n\n\nSucrose \\(Sigma Aldrich #S0389-5KG)\r\n\n\nBiotinyl tyramide \\(AdipoGen #CDX-B0270-M500)\r\n\n\nH<sub>2</sub>O<sub>2</sub> \\(Sigma #H1009-100ML)\r\n\n\nTrolox \\(Santa Cruz Biotechnology #sc-200810)\r\n\n\nSodium L-Ascorbate \\(Sigma #A4034-100G)\r\n\n\nSodium Azide \\(Sigma #S002-100G)\r\n\n\nDynabeads MyOne Streptavidin T1 \\(Life Technologies # 65602)\r\n\n\nBiotin \\(Sigma #B4501)\r\n\n\nDTT \\(Fisher Scientific #NC9428342)\r\n\n\n4%-12% SDS-PAGE gel \\(Bio-Rad #456-1094)\r\n\n\nBio-Safe Coomassie Stain \\(BioRad #1610786)\r\n\n\n\r\n\n\nMass-spectrometry\r\n\n\nAmmonium bicarbonate\r\n\n\nDTT\r\n\n\niodoacetamide\r\n\n\nacetonitrile\r\n\n\nsequencing grade Trypsin \\(Sigma)\r\n\n\nProteaseMAX Surfactant \\(Promega)\r\n\n\nFormic acid\r\n\n\nTrifluoroacetic\r\n\n\nMagic C18AQ particles \\(Bruker-Michrom)"
        },
        {
            "header": "Equipment",
            "content": "Eppendorf Centrifuge 5424R\r\n\n\nMaxQ 2000 Benchtop Orbital Shakers \\(Thermo Fisher)\r\n\n\nLabquake Tube Rotator \\(Thermo Fisher)\r\n\n\nDiagenode Bioruptor\r\n\n\nTissue grind pestle \\(MedSupply Partners #KI-885301-0015)\r\n\n\nTissue grind tube \\(Fisher Scientific #K8853030015)\r\n\n\nLeica DMi8 microscope equipped with a Hamamatsu camera \\(C11440-22CU), a 63x oil objective lens, and Microsystems software \\(LASX)\r\n\n\n\r\n\n\nMass-spectrometry\r\n\n\nSpeed Vac \\(Savant Instrument, Inc.)\r\n\n\nNanoAcquity \\(Waters)\r\n\n\nQ Exactive hybrid mass spectrometer \\(Thermo Fisher)\r\n\n\nProteome Discover \\(Thermo, version 2.1.1.21)\r\n\n\nMascot \\(Matrix Science, version 2.6)\r\n\n\nScaffold \\(Proteome Software Inc., version 4.8.4)"
        },
        {
            "header": "Procedure",
            "content": "Cell preparation and Stable Isotope Labeling by Amino Acids \\(SILAC)\r\n\n\n1. Culture human U2OS cells in Dulbecco-modified Eagle’s Minimum Essential Medium \\(DMEM) supplemented with 10% \\(vol/vol) Fetal Bovine Serum \\(FBS) and Penicillin-Streptomycin \\(1X). Perform lentiviral transduction as described previously\n1\n. Grow stably transduced cells under the same conditions as the parental U2OS cells. \r\n  2. Transduce mCherry-positive cells \\[collected by fluorescence-activated cell sorting \\(FACS)] with a separate lentiviral vector that encodes a U6-driven sgRNA, a blue fluorescent protein \\(BFP), and a TetR repressor \\(Figure 2A). After 21h of dox and Shield1 induction, use FACS to sort four distinct BFP/mCherry double-positive cell populations \\(P1-P4) that correlate with different expression levels of dSpyCas9-mCherry-APEX2 and BFP \\(as a surrogate for sgRNA and TetR) \\(Figure 2B). Use P1 cell population in the subsequent experiments \\(with the lowest amount of nucleolar or diffuse nucleoplasmic background\n2\n).\r\n  3. Plate FACS-selected stable sgTelo or sgAlpha U2OS cells in heavy SILAC media, which contains L-arginine-13C6, 15N4 \\(Arg10) and L-lysine-13C6, 15N2 \\(Lys8). Plate FACS-selected stable sgNS cells in medium SILAC media, which contains L-arginine-13C6 \\(Arg6) and L-lysine-4,4,5,5-d4 \\(Lys4). Plate untransduced U2OS cells in light SILAC media, which contains L-arginine \\(Arg0) and L-lysine \\(Lys0). \r\n  4. Grow and expand cells for more than 10 days \\(>5 passages) to allow for sufficient incorporation of the isotopes.\r\n  \r\n\n\nDrug-induction of DD-dCas9-mCherry-AEPX2 expression\r\n\n\n5. 21 hours before biotinylation \\(biotin-phenol addtion to cell culture and H\n2\nO\n2\ntreatment), add dox \\(2 µg/ml) and Shield1 \\(250 nM) to four 15cm plates of cells \\(~6 x 10\n6\nper plate) \\(drug-induced dCas9-mCherry-APEX2 expression can be examined by anti-mCherry western blotting).\r\n  \r\n\n\nBiotin-labeling\r\n\n\n6. Incubate cells with 500 µM biotin-phenol \\(BP) for 30 minutes at 37°C. \r\n  7. Add 1 mM H\n2\nO\n2\nto initiate biotinylation for 1 minute on a horizontal shaker at room temperature. \r\n  8. Discard the media and add quencher solution quickly \\(5 mM trolox, 10 mM sodium ascorbate, and 10 mM sodium azide) to stop the reaction for a few minutes. Wash cells for five times \\(three quencher washes and two DPBS washes) for continuing the quench and removing excess BP. \r\n  \r\n\n\nNuclei isolation and cell lysis\r\n\n\n9. Scrape the cells off the plates, transfer them to 15ml Falcon tube, and pellet the cells by centrifugation at 300g for 5 minutes.\r\n  10. Aspirate and resuspend cells with 10ml PBS. Centrifuge them down again at 300g for another 5 minutes.\r\n  11. Use nuclei buffer to resuspend the cell pellet and homogenizer to dounce the cells. Collect the nuclei pellet by centrifugation in sucrose solution \\(details described in Nagano et al. Nature 2013\n3\n).\r\n  12. Wash nuclei with DPBS and add 500 µl lysis buffer \\(50 mM Tris-HCl \\(pH 7.5), 150 mM NaCl, 0.125% SDS, 0.125% sodium deoxycholate and 1% Triton X-100 in Millipore water) with 1x freshly supplemented Halt Protease Inhibitor to lyse the cells on ice for 10 minutes.\r\n  13. Sonicate cell lysates in 1.5 ml Eppendorf tubes for 15 minutes with a Diagenode Bioruptor with 30s on/off cycles at high intensity. \r\n  14. Clarify the cell lysates by benchtop centrifugation at 13000 rpm for 10 minutes at 4 °C. Measure protein concentration by BCA protein assay kit. Mix each isotope samples \\(~1mg each) in a 1:1:1 ratio \\(H:M:L) \\(save some protein lysates before mixing for quality control by western blot later).\r\n  \r\n\n\nStreptavidin affinity purification of biotinylated proteins\r\n\n\n15. Incubate the mixed lysates with ~800 µl equilibrated streptavidin beads on the rotator overnight at 4 °C. \r\n  16. Wash the beads with a series of buffers to remove non-specifically bound proteins: twice with RIPA lysis buffer, once with 1 M KCl, once with 0.1 M Na2CO3, once with 2 M urea in 10mM Tris-HCl, pH 8.0, and twice with RIPA lysis buffer\n4\n. \r\n  17. Elute proteins in ~60 µl 3x protein loading buffer supplemented with 2 mM biotin and 20 mM DTT with heating for 10 minutes at 65˚C.\r\n  18. Run ~50 µl eluents on a 4-12% SDS-PAGE gel and run the front approximately halfway down the gel. \r\n  19. Fix the proteins in the gel, stain with coomassie staining solution, and then cut the lane protein bands to 5 fractions.\r\n  \r\n\n\nMass-spectrometry\r\n\n\n20. Plate gel slices in 1.5 mL eppendorf tubes with 1mL of water for 30 min. Remove water and add 250 mM ammonium bicarbonate. For reduction, add 20 µl of a 45 mM solution of 1,4-dithiothreitol \\(DTT) and incubate the samples at 50˚C for 30 min. \r\n  21. Cool the samples to room temperature and then, for alkylation, add 20 µl of a 100 mM iodoacetamide solution \\(allow to react for 30 min). \r\n  22. Wash the gel slices twice with 1 mL water. Remove the water and place 1mL of 50:50 \\(50 mM ammonium  bicarbonate:acetonitrile) in each tube. Incubate samples at room temperature for 1h. Then remove the solution and add 200 µl of acetonitrile to each tube \\(the gels slices turn opaque white).  \r\n  23. Remove the acetonitrile and dry gel slices further in a Speed Vac. Rehydrate gel slices in 100 µl of 4 ng/µl of sequencing-grade trypsin in 0.01% ProteaseMAX Surfactant:50 mM ammonium bicarbonate. Add additional bicarbonate buffer to ensure complete submersion of the gel slices. Incubate the samples at 37˚C for 18 hrs. \r\n  24. Remove the supernatant of each sample and place it in a separate 1.5 mL eppendorf tube.  Extract gel slices further with 200 µl of 80:20 \\(acetonitrile:1% formic acid). Combine the extracts with the supernatants of each sample. Then dry the samples completely in a Speed Vac. \r\n  25. Reconstitute tryptic peptide digests in 25 µL 5% acetonitrile containing 0.1% \\(v/v) trifluoroacetic acid and separated on a NanoAcquity \\(Waters) UPLC. In brief, a 3.0 µL injection is loaded in 5% acetonitrile containing 0.1% formic acid at 4.0 µL/min onto a 100 µm I.D. fused-silica pre-column packed with 2 cm of 5 µm \\(200Å) Magic C18AQ \\(Bruker-Michrom) and eluted using a gradient at 300 nL/min onto a 75 µm I.D. analytical column packed with 25 cm of 3 µm \\(100Å) Magic C18AQ particles to a gravity-pulled tip. The solvents are A, water \\(0.1% formic acid); and B, acetonitrile \\(0.1% formic acid). A linear gradient is developed from 5% solvent A to 35% solvent B in 60 minutes. Ions are introduced by positive electrospray ionization via liquid junction into a Q Exactive hybrid mass spectrometer. Mass spectra are acquired over m/z 300-1750 at 70,000 resolution \\(m/z 200) and data-dependent acquisition selected the top 10 most abundant precursor ions for tandem mass spectrometry by HCD fragmentation using an isolation width of 1.6 Da, collision energy of 27, and a resolution of 17,500. \r\n  26. Process the raw data files with Mascot Distiller \\(Matrix Science, version 2.6) prior to database searching with Mascot Server \\(version 2.6) against the Uniprot_Human database. Search parameters include trypsin specificity with two missed cleavages. The variable modifications of oxidized methionine, pyroglutamic acid for N-terminal glutamine, N-terminal acetylation of the protein, biotin-phenol on tyrosine and a fixed modification for carbamidomethyl cysteine are considered.  For SILAC labels, the medium samples are labeled with Lys4 and Arg6 and the heavy samples are labeled with Lys8 and Arg10. The mass tolerances are 10 ppm for the precursor and 0.05 Da for the fragments. SILAC ratio quantitation is accomplished using Mascot Distiller and the results from Mascot Distiller are loaded into the Scaffold Viewer for peptide/protein validation and SILAC label quantitation. For SILAC experiments, protein identification is subject to a two-peptide cut-off. For proteins detectable in the H sample but that lack an empirical H/L ratio value \\(due to low background detection in the L sample), peak areas of all the identified peptides in the Distiller file are used to calculate H/L ratios. \r\n  \\[optional approach: workflow of label-free quantification \\(LFQ) proteomic approach is similar]."
        },
        {
            "header": "References",
            "content": "1. Ma, H. et al. CRISPR-Cas9 nuclear dynamics and target recognition in living cells. J Cell Biol 214, 529-537 \\(2016).\r\n  2. Chen, B. et al. Dynamic imaging of genomic loci in living human cells by an optimized CRISPR/Cas system. Cell 155, 1479-1491 \\(2013). \r\n  3. Nagano, T. et al. Single-cell Hi-C reveals cell-to-cell variability in chromosome structure. Nature 502, 59-64 \\(2013).\r\n  4. Hung, V. et al. Spatially resolved proteomic mapping in living cells with the engineered peroxidase APEX2. Nature protocols 11, 456–75 \\(2016)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to all members of the Sontheimer, Wolfe and Dekker labs for advice and discussions, Tom Fazzio, Samyabrata Bhaduri and Michael Green for helpful feedback, Hanhui Ma, Tong Wu, David Grünwald, and Thoru Pederson for reagents, the Flow Cytometry Core Facility at UMass Medical School for cell sorting, and Lingji Zhu for assistance with figure preparation. This work was supported by 4D Nucleome grant U54 DK107980 from the National Institutes of Health to J.D., S.A.W. and E.J.S."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15500,
                "identity": "a15b2dcc-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Erik J. Sontheimer",
                "email": "erik.sontheimer@umassmed.edu",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Erik",
                "middleName": "J.",
                "lastName": "Sontheimer",
                "suffix": ""
            },
            {
                "id": 15490,
                "identity": "a15b0e27-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xin D. Gao",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xin",
                "middleName": "D.",
                "lastName": "Gao",
                "suffix": ""
            },
            {
                "id": 15491,
                "identity": "a15b12f0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Li-Chun  Tu",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Li-Chun",
                "middleName": "",
                "lastName": "Tu",
                "suffix": ""
            },
            {
                "id": 15492,
                "identity": "a15b16ed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aamir Mir",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aamir",
                "middleName": "",
                "lastName": "Mir",
                "suffix": ""
            },
            {
                "id": 15493,
                "identity": "a15b18f6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tomás  Rodriguez",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tomás",
                "middleName": "",
                "lastName": "Rodriguez",
                "suffix": ""
            },
            {
                "id": 15494,
                "identity": "a15b1b63-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuehe Ding",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuehe",
                "middleName": "",
                "lastName": "Ding",
                "suffix": ""
            },
            {
                "id": 15495,
                "identity": "a15b1eb5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John  Leszyk",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "Leszyk",
                "suffix": ""
            },
            {
                "id": 15496,
                "identity": "a15b20ca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Job  Dekker",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Job",
                "middleName": "",
                "lastName": "Dekker",
                "suffix": ""
            },
            {
                "id": 15497,
                "identity": "a15b238f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Scott A.  Shaffer",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Scott",
                "middleName": "A.",
                "lastName": "Shaffer",
                "suffix": ""
            },
            {
                "id": 15498,
                "identity": "a15b2795-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lihua Julie  Zhu",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lihua",
                "middleName": "Julie",
                "lastName": "Zhu",
                "suffix": ""
            },
            {
                "id": 15499,
                "identity": "a15b2aff-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Scot A.  Wolfe",
                "email": "",
                "orcid": "",
                "institution": "University of Massachusetts Medical School",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Scot",
                "middleName": "A.",
                "lastName": "Wolfe",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-03-09 00:29:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.036",
        "doiUrl": "https://doi.org/10.1038/protex.2018.036",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610077,
                "identity": "f0b8a3d4-a7bc-4614-b8c8-5e4c4df322a0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 282999,
                "visible": true,
                "origin": "",
                "legend": "C-BERST workflow   There are six major steps of C-BERST based proteomic analysis of genomic elements associated protein factors: 1) cell preparation 2) doxycycline and Shield1 drug induction of dCas9-mCherry-APEX2 protein expression; 3) biotinylation of endogenous proteins in proximity to the genomic element target; 4) nuclei isolation and cell lysis; 5) streptavidin affinity purification of biotinylated proteins; 6) LC-MS/MS proteomic analysis.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6645/v1/figure_1.pdf"
            },
            {
                "id": 2610075,
                "identity": "4e809c1a-d6a1-438d-8411-7ffcd24ddf5b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:23",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 944007,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram of plasmid constructs and FACS   1a. The dSpyCas9-mCherry-APEX2 and sgRNA lentiviral expression constructs. Top: dSpyCas9-mCherry-APEX2 under the control of the pCMV_TetO inducible promoter. The mCherry fusion is included to enable quantification of dSpyCas9 expression level as well as its subcellular localization. NLS, nuclear localization signal; LTR, long terminal repeat; DD, Shield1-repressible degradation domain. Bottom: sgRNA/TetR/BFP expression construct. pU6, U6 promoter; pPGK, PGK promoter; sgTelo, telomere-targeting sgRNA; sgNS, non-specific sgRNA; tetR, tet repressor; P2A, 2A self-cleaving peptide; BFP, blue fluorescent protein. 1b. FACS sorting transduced U2OS cells. The P1 population corresponds to high BFP (as a surrogate for sgRNA and TetR) and low mCherry expression, providing optimal signal-to-noise ratio to maximize the fraction of telomere-localized dSpyCas9-mCherry-APEX2.",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6645/v1/figure_2.pdf"
            },
            {
                "id": 2610076,
                "identity": "8ccd5e15-3fbc-431b-a872-4e782ffdf5ed",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 78506,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   C-BERST workflow",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6645/v1/figure_3.png"
            },
            {
                "id": 2610080,
                "identity": "cca4c516-c238-47d0-bcf9-86151818c123",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 181622,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Schematic diagram of plasmid constructs and FACS",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6645/v1/figure_4.png"
            },
            {
                "id": 13465717,
                "identity": "f88c1d7f-bed5-4bc7-a521-611d1b682899",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 906982,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6645/v1/a82a6cc5-700d-425d-a85b-466888c120b6.pdf"
            }
        ],
        "financialInterests": "There are no conflicts of financial interest associated with this project.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cas9, APEX2, Biotinylation, Subnuclear, Telomere, Centromere",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Mapping proteomic composition at distinct genomic loci and subnuclear landmarks in living cells has been a long-standing challenge. Here we report that dCas9-APEX2 Biotinylation at genomic Elements by Restricted Spatial Tagging \\(C-BERST) allows the unbiased mapping of proteomes near defined genomic loci, as demonstrated for telomeres and centromeres. C-BERST enables the high-throughput identification of proteins associated with specific sequences, facilitating annotation of these factors and their roles in nuclear and chromosome biology.",
        "manuscriptTitle": "Mapping subnuclear proteomes onto genome architecture via C-BERST",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-05-08 14:24:43",
                "doi": "10.1038/protex.2018.036",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a15a59d2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 8th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4206,
                "name": "Cell biology"
            },
            {
                "id": 4207,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-05-08 14:24:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}