{
    "identity": "nprot-2359",
    "title": "Targefect-BAC mediated Efficient Transfection of Bacterial Artificial Chromosomes into mammalian cells",
    "content": [
        {
            "header": "Introduction",
            "content": "The Targefect -BAC transfection kit is used for efficient gene transfer of BAC DNA \\(bacterial artificial chromosomes) and YAC DNA \\(yeast artificial chromoses) into mammalain cells.  BAC fragments of 270Kb have been effifiently delivered usign these reagents .  The Targefect-BAC reagent is versatile and works for transfecting many different cell types . The kit has three components, a transfection reagent Targefect-BAC \\(Targefect F-2) and two enhancer reagents -Virofect and Peptide Enhancer.  Two protocols are described- one uses the Targefect-BAC reagent with the Virofect enhancer and the other uses the Taregfect-BAAC reagent with the Peptide enhancer.  The Targefect-BAC reagent  works by itself to transfec BACs into HEK-293 cells but in many other cell types the use of  an enhancer \\(Peptide Enahncer or Virofect ) is required for BAC gene  delivery, The Virofect enahncer should never be used in HEK-293 cells ."
        },
        {
            "header": "Reagents",
            "content": "The Targefect-BAC transfection kit from Targeting Systems\r\n\n\nCOmponents \r\n\n\nTargefect-BAC\r\n\n\nVirofect Enhancer\r\n\n\nPeptide Enhancer"
        },
        {
            "header": "Equipment",
            "content": "Standard tissue culture lab \\(Biosafety level 2)"
        },
        {
            "header": "Procedure",
            "content": "The Targefect-BAC transfection kit is a combination of the Targefect-BAC) with  enhancer reagents  for optimal\r\n\n\ntransfection of BAC-DNAvectors \\(greater than 150 Kb).  Two protocols are presented.  One protocol uses the Targefect-BAC reagent in combination iwht teh Peptide enhancer, an enhancer reagent that improves gene transfer by escorting genes to the mucleus.  A major advantage of the Peptide enhancer protocl \\(see writeup below) is that it uses significantly less BAC DNA than the the second protoocl which uses Targefect-BAC in combination with the Virofect enhancer.  We suggest testing both protocols to see which works beter with your cell type.  \r\n\n\n\r\n\n\nPlease use antibiotic-free media for both protococls.  Use serum-free media for complexing DNA with Targefect-BAC and enahncer.\r\n\n\n\r\n\n\nPEPTIDE ENHANCER PROTOCOL FOR BAC DNA TRANSFECTION\r\n\n\n\r\n\n\nPreparation of cells:\r\n\n\nSet up cells so they are approx.60- 70% confluent the day of the experiment.  \r\n\n\n\r\n\n\nPreparation of transfection complexes:\r\n\n\nTo 1 ml of serum-free DMEM add 1 ug DNA,  5 ul of Targefect-BAC\\(Targefect F-2) and 15 ul of the peptide enhancer.  Mix well after each addition and incubate at 37 o C for 20 mins to form complexes. \r\n\n\n\r\n\n\nAspirate off all culture media form the cells to be transfected and wash cells once with serum-free DMEM.\r\n\n\n\r\n\n\nAdd 1 ml of transfection complex per well of a 6-well dish, Add 0.4 ml transfection complex per well of a 12-well dish or 0.2 mal transfection complex per well of a 24-well dish. Swirl the dish to make sure transfection complexes cover cells well.   Incubate 2 hrs at 37 o C . Aspirate transfection complex after 2 hrs and replace with appropriate volume of complete media  ie media with serum \\(2 ml for a 6-well dish, 1 ml for a 12-well dish or 0.5 ml for a 24-well dish.  If possible we recommend using complete media that have 5 or 10% serum)\r\n\n\n\r\n\n\nAssay at 24 hrs post transfection. If cells need to go longer replace media the next day\r\n\n\nNote: It is important to use antibiotic free media. As this reduces toxicity.\r\n\n\n\r\n\n\nVIROFECT ENHANCER PROTOCOL FOR BAC DNA TRANSFECTION\r\n\n\n\r\n\n\nSet up cells to be transfected so that they are about 70% confluent at the time of the experiment.\r\n\n\nStore Virofect at -20oC or -70 o C. Store the Targefect-BAC reagent at 4oC. Do not vortex it and freeze it.\r\n\n\nUse clear plastic tubes for complex formation.\r\n\n\nUse serum-free DMEM \\(Dulbecco’s modified eagle’s medium containing 4500 mg/liter\r\n\n\nglucose). Make additions as follows \r\n\n\nPrepare transfection complexes as follows :\r\n\n\n\r\n\n\nTube #1:  To 0.5 ml of high glucose DMEM ass 10 ug of BAC DNA, Mix well by flicking the tube to create a vortexign action \\(do not vortex).  Next add 25 ul of Targefect-BAC and mix well again.\r\n\n\n\r\n\n\nTube 2:   To 0.5 ml of high glucose DMEM ass 6 ug ug of BAC DNA, Mix well by flicking the tube to create a vortexign action \\(do not vortex).  Next add 12.5 ul of Targefect-BAC and mix well again.  Next add 25 ul of Virofect and mix well again\r\n\n\n\r\n\n\n\r\n\n\nIncubate the tubes at 37 o C for 25 minutes to form the transfection complexes.\r\n\n\n\r\n\n\nAdd 0.25 ml of the transfection mix to 2 ml of complete media for 1 well for a 6-well dish \\(or for a 35 mm dish). Prepare 0.5 ml of transfection complex per 60 mm dish and 1 ml of transfection complex per 100mm dish. Swirl the dish to mix transfection complexes with the cell culture media \\(with 5-10% serum). \r\n\n\n\r\n\n\nIncubate overnight at 37 o C in CO2 incubator. Replace the media with fresh complete media the next morning and assay at 36-48 hrs post-transfection."
        },
        {
            "header": "Timing",
            "content": "Transfection time varies from 30 minutes to 3 hours depending on the protocol."
        },
        {
            "header": "Troubleshooting",
            "content": "Toxicity may be observed if using very low cell densities during transfection. Please use cells that are at least 60% confluent. Low cell densities nto only increase toxicity but also reduce transfection efficiency."
        },
        {
            "header": "Anticipated Results",
            "content": "The efficeincy of trasnfection depends on the cell type and on the protocl being used.  In case of HEK-293 cells the Taregefct-BAC reagent alone \\(without any enhancers) shows 60% transfeciton efficiency for delivery of BAC DNA.  \r\n\n\nThe transfection efficiency in CV-1 cells usign Taregfect-BAC wihtthe virofect enhancer protocol is 40%.  It is important to test both the virofect enhancer and peptide enhancer protcols as there is a lab  to lab and cell type variation as to which protocol  works better"
        },
        {
            "header": "References",
            "content": "PRODUCT CITATIONS USING TARGEFECT-BAC COMPONENTS FOR DELIVERY OF BAC DNA:\r\n\n\n\r\n\n\n1.Gene amplification system based on double rolling-circle replication as a model for oncogene-type amplification\r\n\n\nTakaaki Watanabe, Hideyuki Tanabe, and Takashi Horiuchi\r\n\n\nNucleic Acids Res., Sep 2011; 39: e106.\r\n\n\n\r\n\n\n2. A sequence-independent in vitro transposon-based strategy for efficient cloning of genomes of large DNA viruses as bacterial artificial chromosomes\r\n  Fuchun Zhou, Qiuhua Li, and Shou-Jiang Gao\r\n\n\nNucleic Acids Res., Jan 2009; 37: e2.\r\n\n\n\r\n\n\n3. Kaposi's Sarcoma-Associated Herpesvirus Latent Gene vFLIP Inhibits Viral Lytic Replication through NF-B-Mediated Suppression of the AP-1 Pathway: a Novel Mechanism of Virus Control of Latency  Feng-Chun Ye, Fu-Chun Zhou, Jian-Ping Xie, Tao Kang, Whitney Greene, Kurt Kuhne, Xiu-Fen Lei, Qui-Hua Li, and Shou-Jiang Gao\r\n  J. Virol., May 2008; 82: 4235 - 4249.\r\n\n\n\r\n\n\n4.Genetic disruption of KSHV major latent nuclear antigen LANA enhances viral lytic transcriptional program  Qiuhua Lia, c, ,Fuchun Zhoua, b, Fengchun Yea, , Shou-Jiang Gaoa    Virology, Volume 379, Issue 2, 30 September 2008, Pages 234–244\r\n\n\n\r\n\n\n5. Kaposi's Sarcoma-Associated Herpesvirus Infection Promotes Invasion of Primary Human Umbilical Vein Endothelial Cells by Inducing Matrix Metalloproteinases\r\n  Li-Wu Qian, Jianping Xie, Fengchun Ye, and Shou-Jiang Gao\r\n\n\nJ. Virol., Jul 2007; 81: 7001 - 7010."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12033,
                "identity": "9fc1fe54-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rampyari Walia",
                "email": "targsys@aol.com",
                "orcid": "",
                "institution": "Bioluminescence Group",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rampyari",
                "middleName": "",
                "lastName": "Walia",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-12-18 09:15:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.018",
        "doiUrl": "https://doi.org/10.1038/protex.2018.018",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608453,
                "identity": "3a37ee67-050a-4f7f-9d3e-cec22ceb3c7a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 34063,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Transfection Protocol",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2359/v1/figure_1.jpg"
            },
            {
                "id": 2608455,
                "identity": "292b3d9d-c26f-4d06-b5cf-032bc22c66c5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3550,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Transfection of BAC DNA into Vero cells   Transfection of 170 Kb BAC expression vector expressing green fluorescent protein into Vero cells\r\nusing the Targefect-BAC kit (combination of Targefect-BAC and virofect). Transfection efficiency is approximately 40 percent. Data courtesy of Dr. Fuchen Zhou and Dr. S. Gao, University of Texas Health Science Center at San Antonio, TX.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2359/v1/figure_2.jpg"
            },
            {
                "id": 2608456,
                "identity": "5731e3ad-9b8e-41f1-b195-1abd340c62f2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30799,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Transfection of BAC DNA into HEK-293   Transfection of HEK-293 cells with BAC DNA using the Targefect BAC reagent (without Virofect). Data courtesy of Dr. Fuchen Zhou and Dr. S. Gao, University of Texas Health Science Center at San Antonio, TX.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2359/v1/figure_3.jpg"
            },
            {
                "id": 13465713,
                "identity": "d10e55dc-cf12-4ed0-9d35-2d0fd602ac88",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 177089,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2359/v1/ea1c8ca9-9639-4f0e-9b03-99e6df9f8809.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Targefect-BAC, BAC transfection,  Bacterial artificial chromosomes, yeast artificial chromosomes, transfection",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Molecular biology has many applications where the introduction of large \\(>100 kb) DNA molecules is required. Current methods of large DNA transfection using conventional transfection reagents are very inefficient.  The Targefect-BAC reagent  can efficiently deliver BAC DNA into a variety of mammalian cells. \r\n\n\nIncreased transfection efficiency results from the inclusion of unique enhancers which enhance gene delivery and increase transgene expression. Two enhancers are provided iwth the kit and two protocols are suggested- one protocol uses Virofect, an adenovirus-derived enhancer formulation, which complexes with plasmid DNA via Targefect, an efficient cationic transfection reagent. Virofect enhances gene transfer by using adenoviral receptors on the cell surface to enhance intracellular delivery of transfection complexes. Following internalization, Virofect helps escape of the transfection complexes from degradation in the lysosome, and increases the duration of transgene expression.  The Targefect-BAC reagent \\(Targefect-F2) alone can efficeintly deliver BAC DNA into  aome common cell types \\(60% efficiency of BAC DNA In HEK-293 cells),  but the Virofect enhancer greatly enhances the efficiency of transfection.  Cell types tested include HEK-293 cells, CV-1 cells, Vero cells,  Hela cells,primary human umbikilical vein endothelial cells,  ovarian cancer cell lines. \r\n\n\n\r\n\n\n In an alternate protocol, a combination of the Targefect-BAC transfection reagent with the Peptide Enhancer from Targeting Systems \\(also included in the Targefect-BAC kit as an optional reagent) is used for transfection of  BAC DNA. into several cell types.  The advantage of the peptide enhancer protocol is that it uses significantly less BAC DNA amd works far more efficiently than the virofect protocol in certain cell types.  It is therefore suggested that both protocols be tested",
        "manuscriptTitle": "Targefect-BAC mediated Efficient Transfection of Bacterial Artificial Chromosomes into mammalian cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-02-20 17:39:31",
                "doi": "10.1038/protex.2018.018",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9f2739-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 20th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2710,
                "name": "Biochemistry"
            },
            {
                "id": 2711,
                "name": "Cell biology"
            },
            {
                "id": 2712,
                "name": "Biotechnology"
            },
            {
                "id": 2713,
                "name": "Microbiology"
            },
            {
                "id": 2714,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-02-20 17:39:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}