{
    "identity": "nprot-6131",
    "title": "Chemical and topographical 3D surface profiling using atmospheric pressure LDI and MALDI MS imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "Matrix-assisted laser desorption/ionization \\(MALDI) mass spectrometry imaging \\(MSI) is a powerful technique for visualizing the chemical composition of surfaces and tissue sections. Due to its excellent sensitivity and lateral resolution of down to 1 µm <sup>1,2</sup> MALDI MSI is widely used to unveil the local distribution of lipids<sup>3</sup>, peptides<sup>4</sup>, proteins<sup>5,6</sup>, endogenous/ exogenous metabolites<sup>7</sup> or natural products<sup>8</sup> in various biological systems. Over the last decade the analytical sensitivity<sup>9</sup> and the acquisition speed<sup>10</sup> for MALDI MSI instruments improved dramatically. As a consequence, new fields of application for MALDI MSI evolved in chemistry<sup>11,12</sup>, biology<sup>13</sup>, medicine<sup>14</sup> and life sciences<sup>15,16</sup>. Laser desorption ionization \\(LDI), on the other hand allows to obtain lateral resolutions down to 0.5 µm<sup>17</sup>, but LDI ionization yields are typically below those of MALDI techniques and significant fragmentation of analytes is regularly encountered.<sup>18</sup> Nevertheless, LDI MSI has been used for example to study the spatial distribution of lichen specialized metabolites for Ophioparma ventosa<sup>19</sup> or to investigate heated coal with a temperature gradient incorporating a plastic layer and semi-coke.<sup>20</sup> LDI MSI was also used to study nematodes ingesting plant toxins from infected banana roots.<sup>21</sup>\r\n\n\nOne major disadvantage of LDI and MALDI MSI techniques is the necessity for using flat samples with height differences less than <sub>50 µm, to avoid shading and imaging artifacts in the resulting MS images.<sup>22</sup> No currently existing LDI or MALDI MSI method is applicable to irregular three-dimensional \\(3D) surfaces without squandering information on relative analyte abundance, sample height or ablation area size. In an offline, manual low-resolution cartography approach, three-dimensional chemical information has been visualized by consecutively performing a series of steps, including sampling individual surface spots, externally measuring mass spectra of samples and reconstructing 3D surface maps of the human body.<sup>23</sup> The major drawback of this approach is the long sampling time, the two step approach and the limited spatial resolution of the employed extraction techniques in the millimeter range. Several groups have focused on combining MSI and surface probe microscopy. For example a heated atomic force microscopy \\(AFM) probe was combined with MSI and the performance was demonstrated for imaging inked patterns<sup>24</sup> and a Pseudomonas strain GM17 colony on agar<sup>25</sup>. The heated AFM probe acted both as a force sensor for topographical imaging and for thermal desorption of analyte molecules from the substrate followed by either electrospray ionization \\(ESI)<sup>26</sup> or atmospheric pressure chemical ionization \\(APCI) MS<sup>27,25</sup>. An alternative way to integrate topographic methods in MSI combines scanning near-field optical microscopy \\(SNOM) and laser desorption of material from surfaces, combined with plasma ionization<sup>28</sup> or electron ionization<sup>29</sup> MS. An approach called constant-distance mode MSI was developed by Laskin and co-workers.<sup>30</sup> Bacillus subtilis ATCC 49670 colonies on agar plates were analyzed with a nanospray desorption electrospray ionization \\(nano-DESI) probe with an integrated shear-force probe. This constant-distance mode nano-DESI MSI allows imaging of metabolites \\(surfactin, plipastatin, and iturin) on the surface of the living bacterial colonies but is not compatible with desorption methods, such as MALDI, LDI and DESI. A laser ablation electrospray ionization \\(LAESI) MSI setup featuring a confocal distance sensor was introduced recently.<sup>31</sup> The height profile of the sample surface is recorded prior to the MSI experiment and used to guarantee optimal laser focus during the MSI experiment. However, all changes in sample shape and topography after height profiling and during MSI data acquisition are not accounted in this two-step approach. The setup is evaluated with metabolic profiling of radish \\(Raphanus sativus) leaves and their pronounced surface features. We herein present a protocol for the use with an atmospheric pressure MALDI imaging system based on a commercial “AP-SMALDI10” system \\(TransMIT GmbH, Giessen, Germany) additionally equipped with an autofocusing system for 3D surface analysis. This autofocusing AP LDI/MALDI MSI system allows to simultaneously obtain the topography and chemical composition with a lateral resolution of 10 µm, a depth resolution of </sub>1.5 µm and a mass resolution of 140.000 at m/z 200 from 3D surfaces with pixel-to-pixel height differences of up to 960 µm. The resulting mass spectrometric and topographic information are combined to 3D chemical surface maps of sample surfaces or to measure imperfect tissue sections with high lateral resolution."
        },
        {
            "header": "Reagents",
            "content": "MALDI matrix \\(DHB, CHCA)\r\n\n\nAcetone\r\n\n\nWater\r\n\n\nTrifluoroacetic acid \\(TFA)\r\n\n\nDouble sided microscope sticker\r\n\n\nSuperglue"
        },
        {
            "header": "Equipment",
            "content": "Q Exactive family mass spectrometer \\(Thermo Scientific, Bremen, Germany) with\r\n\n\nmodified AP-SMALDI10 MSI source \\(TransMIT GmbH, Giessen, Germany)\r\n\n\n\r\n\n\nPneumatic matrix sprayer \\(SMALDIPrep, TransMIT GmbH, Giessen, Germany)\r\n\n\n\r\n\n\n3D digital optical microscope"
        },
        {
            "header": "Procedure",
            "content": "**1) Sample fixation, 3D optical microscopy and matrix application**\r\n\n\na) Sample is fixed on MALDI target holder with superglue, and 3D optical microscopy of the sample is performed. \\(Figure 1a, 3a, 4a).\r\n\n\nb) Matrix \\(DHB 30 mg/ml; CHCA 7 mg/ml) are dissolved in 1 ml 1:1 \\(v/v) acetone/water mixture containing 0.1% TFA. \r\n\n\nc) 100 µl matrix solution is applied using the pneumatic sprayer system with a flow rate of 10 µl/min and a gas pressure of 1 bar. \r\n\n\nd) Matrix layer quality, crystal size and homogenous coverage are checked with an optical microscope \\(Figure 1b).\r\n\n\n\r\n\n\n**2) Autofocusing AP LDI or MALDI MSI measurement**\r\n\n\na) Mass spectrometer is calibrated with known DHB cluster signals.\r\n\n\nb) MALDI target with sample is mounted on the target support of the modified AP-SMALDI10 MSI source.\r\n\n\nc) Region of interest is searched in the optical sample observation camera.\r\n\n\nd) The mass spectrometer is set to a mass range of m/z 100-1000 and a fixed injection time of 500 ms. A voltage of 4 kV is applied to the MALDI target with respect to the MS inlet. Laser settings are set to 30 laser pulses per spot \\(pixel) with a repetition rate of 60 Hz. \r\n\n\ne) The step size \\(lateral resolution) of the measurement \\(10-30 µm) and the corresponding pixel number for measuring the entire region of interest are set in the control software of the AP-SMALDI10 MSI source. Laser pulse energy is adjusted to the desired lateral resolution.\r\n\n\nf) Lock mass is set in the mass spectrometer to calibrate spectra of each single pixel to a known matrix cluster peaks in order to achieve mass accuracies less than 2 ppm.\r\n\n\ng) Mass spectrometer data acquisition is started and the 3D scan is initialized in the control software of the MSI source.\r\n\n\n\r\n\n\n**3) Data evaluation and representation**\r\n\n\na) Mass spectrometric data and 3D imaging data are loaded in MIRION\n32\nimaging software or MATLAB software, respectively. \r\n\n\nb) Image bin width is set to m/z ±0.01 \r\n\n\nc) All relevant images with their corresponding intensity-weighted centroid m/z value are exported as **.jpg and as a **.csv file, respectively. \r\n\n\nd) 3D imaging data is used to display sample topography in heat map color scale \\(Figure 2b, 3b, 4b) using MATLAB scripts.\r\n\n\ne) Three different ion images are combined into a red-green-blue \\(RGB) overlay image \\(Figure 2d) and combined with the topographic information into 3D RGB MS surface images \\(Figure 2e, 3c, 4c). All MS images are generated without further image processing steps such as smoothing or interpolation. MS images are normalized to the base pixel \\(highest intensity) per image \\(m/z bin).\r\n\n\nf) The m/z value list \\(csv file) is imported into METLIN\n33\ndatabase within a search window of 2 ppm for accurate mass compound assignment."
        },
        {
            "header": "Timing",
            "content": "The sample preparation, MSI measurement and data analysis may take 24-72 hours depending on the size of scanned surface."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 1a: Avoid sample pollution and damage during sample fixation.\r\n\n\nStep 1b: The solution should be shaken before use.\r\n\n\nStep 3e: The step size and number of pixel should be set in a way, that the experiment has a moderate timeframe.\r\n\n\nStep 3g: For transparent, non-scattering samples, autofocus operation is not available."
        },
        {
            "header": "Anticipated Results",
            "content": "The workflow is composed of sample fixation on the MALDI target with superglue and 3D optical microscopy. Second, matrix application by pneumatic spraying is performed and third, autofocusing AP LDI/MALDI MSI measurements are run, followed by data processing, evaluation and visualization \\(**Figure 2**). A daisy blossom \\(_Bellis perennis_) was fixed onto a MALDI target using superglue without any previous preparation steps. Optical images of the daisy blossom sample were recorded by 3D optical microscopy prior to matrix application \\(**Figure 1a**).The daisy blossom was covered with CHCA matrix, and afterwards the matrix layer quality was examined by 3D optical microscopy \\(**Figure 1b**). After matrix layer inspection, the autofocusing AP LDI MSI or MALDI MSI experiment was performed using 30 µm step size with 183x83 pixels and 1.3 µJ energy per laser pulse. Processing, evaluation and the MS image generation is depicted in **Figure 2**. The topographic data \\(_xyz_) \\(**Figure 2a**) was processed and visualized, using heat map color scheme to show sample topography \\(**Figure 4b**). RGB MS images were generated from the MS dataset using MIRION imaging software, where three specific m/z values were color coded using red, green and blue color channels for visualization of three compound distributions in one RGB MS image \\(**Figure 2c**). In red, \\[D-fructose-phosphate+H]<sup>+</sup> at m/z 261.0374 \\(1.6 ppm mass error) is shown, being exclusively distributed in the green part of the sample. In green, the peptide \\[AlaLeuPheAsp+K]<sup>+</sup> at m/z 503.1903 \\(0.1 ppm mass error) is showing a distribution on the white-red part of the daisy blossom. In blue, the unassigned background signal from the MALDI metal target is shown at m/z 336.9247, visualizing the border of the sample. Finally, the topography image containing the surface information and the chemical composition stored in the RGB MS image are combined into a 3D surface RGB MS image for a combined multi-dimensional data representation \\(**Figure 2e**). The 3D optical microscope image of a fly \\(family: _Drosophilidae_) prior to fixation and matrix application is shown in **Figure 3a**. The fly was fixed on the MALDI target and coated with DHB matrix and subsequently measured with 15 µm step size, 153x153 pixels and 0.9 µJ energy per laser pulse. The topography image and the combined 3D surface RGB MS image are shown in shown in **Figure 3b** and **Figure 3c**, respectively. The fly’s body has a height of around 330 µm, whereas the wings only show a very low height in the topography image. **Figure 3c** shows the 3D surface RGB MS image of the ceramide \\[Cer\\(d40:1)+H]<sup>+</sup> at m/z 638.6082 \\(0.1 ppm mass error) in green, which shows high concentrations in cell membranes. The peptide \\[\\(TyrCysGluCys)+H]<sup>+</sup> at m/z 445.1205 \\(1.1 ppm mass error) is shown in red, its distribution correlates with the upper torso region of the fly. The triglyceride \\[TG\\(54:2)+Na]<sup>+</sup> at m/z 909.7864 \\(1.9 ppm mass error) is shown in blue distribution in the lower torso region. In LDI mode \\(without matrix covering) the chemical composition and distribution of a 1-Euro coin was investigated. The optical image of the coin and the measured region of interest are shown in **Figure 4a**. The coin is composed of two alloys, namely a composition of CuZnNi for the outer rim of the coin and CuNi for the inner part. The region of interest was scanned with 20 µm step size, 235x140 pixels and 2.4 µJ energy per laser pulse. The topography image of the scanned area shows height differences of up to 200 µm \\(**Figure 4b**). The 3D surface RGB MS image displays three different compounds, in red \\[CH<sub>3</sub>O<sub>3</sub>Zn]<sup>+</sup> at m/z 126.9370 \\(1.2 ppm mass error) being exclusively abundant in the outer ring and in green \\[C<sub>3</sub>H<sub>5</sub>OCuNi]<sup>+</sup> at m/z 177.8986 \\(0.2 ppm mass error), present in the inner part of the coin. The organic compound \\[C<sub>9</sub>H<sub>10</sub>O<sub>3</sub>+Na]<sup>+</sup> at m/z 189.0525 \\(1.2 ppm mass error) shows a high abundance at the border between the two parts and its origin is possibly human contamination \\(**Figure 4c**)."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n1. Zavalin, A., Yang, J., Hayden, K., Vestal, M. & Caprioli, R. M. Tissue protein imaging at 1 μm laser spot diameter for high spatial resolution and high imaging speed using transmission geometry MALDI TOF MS. Analytical and Bioanalytical Chemistry 407, 2337–2342 \\(2015).\r\n  2. Kompauer, M., Heiles, S. & Spengler, B. Atmospheric pressure MALDI mass spectrometry imaging of tissues and cells at 1.4-\\[mu]m lateral resolution. Nat Meth 14, 90–96 \\(2017).\r\n  3. Lee, G. K. et al. Lipid MALDI profile classifies non-small cell lung cancers according to the histologic type. Lung Cancer 76, 197–203 \\(2012).\r\n  4. Ljungdahl, A., Hanrieder, J., Bergquist, J. & Andersson, M. in The Low Molecular Weight Proteome: Methods and Protocols, edited by H. Baeckvall & J. Lehtio \\(Springer New York, New York, NY, 2013), pp. 121–136.\r\n  5. Hanrieder, J., Ekegren, T., Andersson, M. & Bergquist, J. MALDI imaging of post-mortem human spinal cord in amyotrophic lateral sclerosis. J. Neurochem. 124, 695–707 \\(2013).\r\n  6. Spraggins, J. M. et al. MALDI FTICR IMS of Intact Proteins: Using Mass Accuracy to Link Protein Images with Proteomics Data. J. Am. Soc. Mass Spectrom. 26, 974–985 \\(2015).\r\n  7. Nilsson, A. et al. In Situ Mass Spectrometry Imaging and Ex Vivo Characterization of Renal Crystalline Deposits Induced in Multiple Preclinical Drug Toxicology Studies. PLoS ONE 7, e47353 \\(2012).\r\n  8. Li, B., Bhandari, D. R., Janfelt, C., Roempp, A. & Spengler, B. Natural products in Glycyrrhiza glabra \\(licorice) rhizome imaged at the cellular level by atmospheric pressure matrix-assisted laser desorption/ionization tandem mass spectrometry imaging. Plant J. 80, 161–171 \\(2014).\r\n  9. Soltwisch, J. et al. Mass spectrometry imaging with laser-induced postionization. Science 348, 211–215 \\(2015).\r\n  10. Spraggins, J. M. & Caprioli, R. M. High-Speed MALDI-TOF Imaging Mass Spectrometry: Rapid Ion Image Acquisition and Considerations for Next Generation Instrumentation. J. Am. Soc. Mass Spectrom. 22, 1022–1031 \\(2011).\r\n  11. Barré, Florian P. Y. et al. Derivatization Strategies for the Detection of Triamcinolone Acetonide in Cartilage by Using Matrix-Assisted Laser Desorption/Ionization Mass Spectrometry Imaging. Anal. Chem. 88, 12051–12059 \\(2016).\r\n  12. Prentice, B. M., Chumbley, C. W. & Caprioli, R. M. Absolute Quantification of Rifampicin by MALDI Imaging Mass Spectrometry Using Multiple TOF/TOF Events in a Single Laser Shot. Journal of The American Society for Mass Spectrometry 28, 136–144 \\(2017).\r\n  13. Holzlechner, M. et al. In Situ Characterization of Tissue-Resident Immune Cells by MALDI Mass Spectrometry Imaging. J. Proteome Res. 16, 65–76 \\(2017).\r\n  14. Rocha, B., Ruiz-Romero, C. & Blanco, F. J. Mass spectrometry imaging: a novel technology in rheumatology. Nat Rev Rheumatol 13, 52–63 \\(2017).\r\n  15. Dopstadt, J. et al. Localization of ergot alkaloids in sclerotia of Claviceps purpurea by matrix-assisted laser desorption/ionization mass spectrometry imaging. Analytical and Bioanalytical Chemistry 409, 1221–1230 \\(2017).\r\n  16. Sturtevant, D., Dueñas, M. E., Lee, Y.-J. & Chapman, K. D. Three-dimensional visualization of membrane phospholipid distributions in Arabidopsis thaliana seeds: A spatial perspective of molecular heterogeneity. Biochimica et Biophysica Acta \\(BBA) - Molecular and Cell Biology of Lipids 1862, 268–281 \\(2017).\r\n  17. Hillenkamp, F., Unsoeld, E., Kaufmann, R. & Nitsche, R. Laser microprobe mass analysis of organic materials. Nature 256, 119–120 \\(1975).\r\n  18. Spengler, B., Bahr, U., Karas, M. & Hillenkamp, F. Postionization of Laser-Desorbed Organic and Inorganic Compounds in a Time of Flight Mass Spectrometer. Instrum. Sci. Technol. 17, 173–193 \\(1988).\r\n  19. Le Pogam, P. et al. Spatial mapping of lichen specialized metabolites using LDI-MSI: chemical ecology issues for Ophioparma ventosa. Scientific Reports 6, 37807 EP - \\(2016).\r\n  20. Stanger, R. et al. The use of LDI-TOF imaging mass spectroscopy to study heated coal with a temperature gradient incorporating the plastic layer and semi-coke. Fuel 165, 33–40 \\(2016).\r\n  21. Hölscher, D. et al. Phenalenone-type phytoalexins mediate resistance of banana plants \\(Musa spp.) to the burrowing nematode Radopholus similis. Proceedings of the National Academy of Sciences 111, 105–110 \\(2014).\r\n  22. Guenther, S., Koestler, M., Schulz, O. & Spengler, B. Laser spot size and laser power dependence of ion formation in high resolution MALDI imaging. Int. J. Mass Spectrom. 294, 7–15 \\(2010).\r\n  23. Bouslimani, A. et al. Molecular cartography of the human skin surface in 3D. PNAS 112, E2120-E2129 \\(2015).\r\n  24. Kertesz, V., Ford, M. J. & Van Berkel, Gary J. Automation of a Surface Sampling Probe/Electrospray Mass Spectrometry System. Anal. Chem. 77, 7183–7189 \\(2005).\r\n  25. Ovchinnikova, O. S., Kjoller, K., Hurst, G. B., Pelletier, D. A. & Van Berkel, Gary J. Atomic Force Microscope Controlled Topographical Imaging and Proximal Probe Thermal Desorption/Ionization Mass Spectrometry Imaging. Anal. Chem. 86, 1083–1090 \\(2014).\r\n  26. Ovchinnikova, O. S., Nikiforov, M. P., Bradshaw, J. A., Jesse, S. & Van Berkel, Gary J. Combined Atomic Force Microscope-Based Topographical Imaging and Nanometer-Scale Resolved Proximal Probe Thermal Desorption/Electrospray Ionization–Mass Spectrometry. ACS Nano 5, 5526–5531 \\(2011).\r\n  27. Ovchinnikova, O. S. et al. Co-registered Topographical, Band Excitation Nanomechanical, and Mass Spectral Imaging Using a Combined Atomic Force Microscopy/Mass Spectrometry Platform. ACS Nano 9, 4260–4269 \\(2015).\r\n  28. Nudnova, M. M., Sigg, J., Wallimann, P. & Zenobi, R. Plasma Ionization Source for Atmospheric Pressure Mass Spectrometry Imaging Using Near-Field Optical Laser Ablation. Anal. Chem. 87, 1323–1329 \\(2015).\r\n  29. Schmitz, T. A., Gamez, G., Setz, P. D., Zhu, L. & Zenobi, R. Towards Nanoscale Molecular Analysis at Atmospheric Pressure by a Near-Field Laser Ablation Ion Trap/Time-of-Flight Mass Spectrometer. Anal. Chem. 80, 6537–6544 \\(2008).\r\n  30. Nguyen, S. N., Liyu, A. V., Chu, R. K., Anderton, C. R. & Laskin, J. Constant-Distance Mode Nanospray Desorption Electrospray Ionization Mass Spectrometry Imaging of Biological Samples with Complex Topography. Anal. Chem. 89, 1131–1137 \\(2017).\r\n  31. Bartels, B. et al. Mapping metabolites from rough terrain: laser ablation electrospray ionization on non-flat samples. RSC Adv 7, 9045–9050 \\(2017).\r\n  32. Paschke, C. et al. Mirion--a software package for automatic processing of mass spectrometric images. J. Am. Soc. Mass Spectrom. 24, 1296–1306 \\(2013).\r\n  33. Smith, C. A. et al. METLIN: A Metabolite Mass Spectral Database. Ther. Drug Monit. 27, 747–751 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "Financial support by the Deutsche Forschungsgemeinschaft \\(DFG) under grant Sp314/13-1 is gratefully acknowledged. S. H. is grateful to the German National Academy of Sciences Leopoldina \\(LPDR 2014–01) for a post-doctoral scholarship."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4433",
                "date": "2017-09-18 16:13:17",
                "title": "Autofocusing MALDI mass spectrometry imaging of tissue sections and 3D chemical topography of nonflat surfaces",
                "authors": [
                    "Mario Kompauer",
                    "Sven Heiles",
                    "and Bernhard Spengler"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14944,
                "identity": "a11e74d9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bernhard Spengler",
                "email": "bernhard.spengler@anorg.chemie.uni-giessen.de",
                "orcid": "",
                "institution": "Spengler Lab (Justus Liebig University, Giessen)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bernhard",
                "middleName": "",
                "lastName": "Spengler",
                "suffix": ""
            },
            {
                "id": 14942,
                "identity": "a11e6c32-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mario Kompauer",
                "email": "",
                "orcid": "",
                "institution": "Spengler Lab (Justus Liebig University, Giessen)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mario",
                "middleName": "",
                "lastName": "Kompauer",
                "suffix": ""
            },
            {
                "id": 14943,
                "identity": "a11e6f39-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sven Heiles",
                "email": "",
                "orcid": "",
                "institution": "Spengler Lab (Justus Liebig University, Giessen)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sven",
                "middleName": "",
                "lastName": "Heiles",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-07-11 13:29:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.103",
        "doiUrl": "https://doi.org/10.1038/protex.2017.103",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609849,
                "identity": "357eb210-6b76-4e59-88d3-9c25fa991305",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:14",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2407531,
                "visible": true,
                "origin": "",
                "legend": "3D optical microscope images before and after matrix application     a) 3D optical microscope image of a daisy blossom (_Bellis perennis_) prior to the measurement fixed on a metal MALDI target. b) 3D optical microscope images of the sample after CHCA matrix application by pneumatic spraying. The scale bar is 500 µm in (a, b). ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6131/v1/figure_1.png"
            },
            {
                "id": 2609852,
                "identity": "5a9f3aac-550d-4afe-9a90-9c12fb0a7285",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:14",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1660779,
                "visible": true,
                "origin": "",
                "legend": "Data analysis and representation   a) Topographic data stored in the _xyz_ data matrix. b) Topography image. c) 500 pixel average mass spectrum across the region of interest. The m/z values shown in the RGB MS image (d) are highlighted by the corresponding colors. d) RGB MS image showing the distribution of [D-fructose-phosphate+H]^+^ at m/z 261.0374 +/- 2 ppm in red, [AlaLeuPheAsp+K]^+^ at m/z 503.1903 +/- 2 ppm in green and m/z 336.9247 +/- 2 ppm in blue. The experiment was performed with 183x83 pixels of 30 µm step size and 1.3 µJ energy per laser pulse. e) 3D surface RGB MS image. The scale bars is 1 mm in (b, d, e).",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6131/v1/figure_2.png"
            },
            {
                "id": 2609850,
                "identity": "0f9000b6-73f0-4daa-b98d-16a33bef5cc4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:14",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 959954,
                "visible": true,
                "origin": "",
                "legend": "3D optical image, topography image and RGB MS image of a fly surface   a) 3D optical microscope image of a fly prior to matrix application and measurement. b) Topography image. c) 3D surface RGB MS image of [TyrCysGluCys+H]^+^ at m/z 445.1205 +/- 2 ppm in red, [Cer(d40:1)+H]^+^ at m/z 638.6082 +/- 2 ppm in green and [TG(54:2)+Na]^+^ at m/z 909.7864 +/- 2 ppm in blue. The experiment was performed with 153x153 pixels of 15 µm step size and 0.9 µJ energy per laser pulse. The scale bar is 1 mm",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6131/v1/figure_3.png"
            },
            {
                "id": 2609851,
                "identity": "e9283826-ec6c-490e-b244-2f96fc7a1e73",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:14",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2650758,
                "visible": true,
                "origin": "",
                "legend": "3D optical image, topography image and RGB MS image of a coin surface    a) 3D optical microscope image of the region of interest on a 1-Euro coin. b) Topography image. c) 3D surface RGB MS image of [CH~3~O~3~Zn]^+^ at m/z 126.9370 +/- 2 ppm in red, [C~3~H~5~OCuNi]^+^ at m/z 177.8986 +/- 2 ppm in green and [C~9~H~10~O~3~+Na]^+^ at m/z 189.0525 +/- 2 ppm in blue. The experiment was performed with 235x140 pixels of 20 µm step size and 2.4 µJ energy per laser pulse. The scale bar is 800 µm.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6131/v1/figure_4.png"
            },
            {
                "id": 13465019,
                "identity": "d018945d-84b9-4d8f-8764-a46cc3c30aa0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 4110548,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6131/v1/e0c58013-0b07-44e1-9f44-c6359470735e.pdf"
            }
        ],
        "financialInterests": "B.S. is a consultant of TransMIT GmbH. M.K. is an employee of TransMIT GmbH. S.H. declares no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mass Spectrometry Imaging, 3D Surface Analysis",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Mass spectrometry imaging \\(MSI) is a profiling technique that allows to visualize molecular information from various sample surfaces. In this protocol, we provide the experimental details for surface profiling of three-dimensional \\(3D) objects, i.e. rough surfaces using LDI or MALDI MSI at ambient pressure. This procedure is applicable to various objects, such as inorganic surfaces, intact plants, insects and imperfect tissue sections. We provide a protocol for matrix application, data analysis and data visualization for the use with a high-resolution atmospheric pressure MALDI MSI source. This protocol is intended for 3D sample imaging with down to 10 µm lateral resolution and about 1.5 µm height resolution. As an example, various substance classes on plant, insect and coin surfaces were imaged. The data analysis, including MS image generation, generation of topographic images and the combination to a multi-dimensional data visualization are described and discussed in this protocol. Compound assignment is based on accurate mass measurements \\(mass error less than 2 ppm) using a high mass resolution \\(_R_=140.000 at m/z=200) orbital trapping mass spectrometer.",
        "manuscriptTitle": "Chemical and topographical 3D surface profiling using atmospheric pressure LDI and MALDI MS imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-09-18 16:14:00",
                "doi": "10.1038/protex.2017.103",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d06e7e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 18th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3994,
                "name": "Chemistry"
            },
            {
                "id": 3995,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-09-18 16:14:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}