{
    "identity": "nprot-3421",
    "title": "A spinnable and automatable StageTip for high throughput peptide desalting and proteomics",
    "content": [
        {
            "header": "Introduction",
            "content": "Shotgun \\(or bottom-up)-based proteomic technologies in clinical researches have enabled the identification of many potential biomarkers for various diseases <sup>1-3</sup>. A typical workflow of such technologies usually involves protein extraction from tissues or body fluids followed by enzymatic digestion and then chromatographic fractionation and mass spectrometric identification \\(LC-MS/MS) <sup>4,5</sup>. To prepare high quality peptide samples for LC-MS, it is very important to ensure the overall quality of shotgun proteomics experiments. Peptide samples collected after digestion usually need to be cleaned to remove salts, possible gel pieces \\(for in-gel digested samples) or particles \\(for in-solution digested samples), which otherwise will damage the LC switching valves or clog the columns. As shown in Figure 1, the arrows indicate two ports of the six-port valve are damaged probably by salt crystals or other type of particles. While running under nano flow \\(usually ≤ 300 nL/min), these damages may cause inconsistent backpressure or sample loss which are not easily seen. This is one of the reasons our lab prefers cleaning the samples prior to LCMS analysis instead of doing on-line desalting. The protocol to use stop-and-go-extraction tips \\(StageTips) for desalting is simple, flexible and has been applied widely in proteomics labs <sup>6,7</sup>. In this protocol, an ordinary pipette tip is packed with single or multiple layers of C18 materials that are pre-embedded into the Teflon support <sup>7</sup>. This tip can then serve as a desalting tip, and works in a way similar to commercial ZipTips \\(Millipore). The packing can also be customized to include different types of materials or in combination such as SCX and SAX to perform fractionation <sup>7-9</sup>, or to serve as a barrier to support other types of chromatographic beads loaded on top <sup>10</sup>. This tip-based, column-free and pump-free chromatographic separation provides a simple alternative to traditional HPLC-based separation <sup>8,10-12</sup>.\r\n\n\n\r\n\n\nTo process samples using StageTips, one has to find a pressure device to load samples in and elute samples out of the tips. As originally suggested, a plastic syringe is commonly used to manually force buffers through the tips. In our lab, depending on the amount of samples and salt conditions inside, finishing one sample with a syringe may take up to ten minutes. This sounds relatively easy when dealing with only a few samples \\(<10). However, when tens of samples have to be processed, manual push with syringe pump seems to be impractical and lack throughput. Previously, pipette tip boxes were suggested as StageTip adaptors to simultaneously process multiple samples by centrifugation <sup>7</sup>. Yet, this protocol seems complicated regarding assembling the tip boxes with centrifuge. Another type of adaptor which seems a bit more violent was described to make a hole on the lid of a 1.5-mL tube, insert the StageTip and make the whole unit spinnable <sup>7</sup>. However, puncturing holes using scissors on the tube lids cannot be well controlled and is less reproducible. Sometime it is hard to make holes with the right size so the tips can sit in the middle of the tube. Also, in our experiments, this type of hole is not strong enough to hold tips during centrifugation, and the tips may be bent and damaged in some cases. In addition, a mini-centrifuge specially designed for StageTips was also developed and commercially available \\(Sonation, Germany). However, this centrifuge seems good for waste collection only; the elution has to be collected elsewhere.\r\n\n\n\r\n\n\nWe recently noticed a commercially available adaptor for pipette tips, and applied it to StageTips in our lab. This unit can perfectly fit in the 1.5- or 2.0-mL microtubes. Then the whole module is completely spinnable on bench top centrifuge, thus making the entire procedures totally automatable and labor-free. From our experience, this method can significantly speed up the desalting steps without compromising any binding or elution efficiencies. The adaptor is not a new product to the market; to our own knowledge, a couple of labs have been using it for a while <sup>13-15</sup>. However, this adaptor unit has not been fully realized by most proteomics labs. We described herein a simple protocol for using the adaptors and StageTips to clean peptide samples for proteomics. With most adaptions from the published protocol <sup>7</sup>, the current method serves as a note to the StageTips protocol <sup>7</sup>."
        },
        {
            "header": "Reagents",
            "content": "• Adaptor \\(MiniSpin Column Collar, come with MicroSpin columns; The Nest Group, Inc., MA; cat. No. SUM SS18V);\r\n\n\n• Empore C18 Extraction disks \\(3M, MN; cat. No. 2215);\r\n\n\n• 200 μL pipette tips \\(BioExcell, cat. No. 41071048 or equivalent);\r\n\n\n•  2.0-mL microtubes \\(Maxymum Recovery, Axygen; cat. No. MCT-200-L-C);\r\n\n\n• Buffer A: 100% methanol;\r\n\n\n• Buffer B: 0.5% acetic acid in H<sub>2</sub>O;\r\n\n\n• Buffer C: 0.5% acetic acid, 60% acetonitrile and 40% H<sub>2</sub>O;\r\n\n\n• Buffer D: 0.5% acetic acid, 80% acetonitrile and 20% H<sub>2</sub>O."
        },
        {
            "header": "Equipment",
            "content": "• Table centrifuge \\(for example, Eppendorf 5415R or equivalent); \r\n\n\n• SpeedVac concentrator \\(for example, Thermo, SPD121P or equivalent)."
        },
        {
            "header": "Procedure",
            "content": "1. The pipette tip adaptors:\r\n  Figure 2 shows three types of adaptors for ordinary pipette tips. Both type one and two can fit perfectly in the 1.5-mL or 2.0-mL microtubes \\(as shown in the lower panel of Figure 2). The adaptor one uses economically less plastics and works as good as adaptor two. So we use type 1 adaptors in all of our experiments. Some publications suggested puncturing holes on the lid of microtubes, and making them as simple spin adaptors \\(type 3 in Figure 2)\n7,8\n. Apparently, the first two types are much more convenient and simple to use, and even more durable than the lid-based adaptors. \r\n\n\n\r\n\n\n2. The pipette tips: \r\n  There are many different types of pipette tips, but even for the tips with the same volume size, different manufactures provide slightly different lengths and shapes Figure 3 shows four different types of 200 μL tips commonly found in the lab. Regarding the support ribs in the upper portion of the tips \\(indicated by the white arrows), each one has a different length. The width near the top is also different from each other, which will determine if the adaptors can fit  the tips \\(indicated by the red arrows on the tips and on the adaptors). Ideally, the tips should be narrow enough so the adaptors can fit in smoothly \\(all the way up to the support rib), and the support ribs should be wide enough to block the adaptors and short enough so the lid of the centrifuge can be closed tightly. If not, the lid may pop off during centrifugation and throw out the tip. Before packing, it is wise to test the centrifuge with empty tips and confirm the lid can be closed completely \\(as shown in Figure 3, right panel). \r\n\n\n\r\n\n\nThe first two tips \\(Figure 3) are too wide to fit in the adaptors, and the fourth tip has too long of a support rib with which the lid of centrifuge cannot be closed. The third type of tip was used in all our experiments. Some labs use gel loading tips as StageTips\n7\n. Because their capillary tails are too long to fit in the microtubes, they are not suitable for spinnable StageTips.\r\n\n\n\r\n\n\n3. The collection tubes: \r\n  Because of their low bindings, we prefer the maximum recovery tubes for all the mass spec sample preparations. In contrast to other reports that used small volumes \\(10 or 20 μL) to do StageTipping\n7\n, we prefer working with large volumes of processing buffers \\(100 or 200 μL) in order to effectively load samples onto the StageTips, and efficiently wash and then elute peptides out. Figure 4 shows two types of microtubes that StageTip can work with. The red marks on the tubes \\(also indicated by red arrows) show the 0.5-mL level. The packed StageTip in the 2.0-mL tube \\(right side) seems to stay above that level, and we used this type of tube in all our experiments. When one wants to process samples with small volumes, the 1.5-mL tube \\(left side) works well too.\r\n\n\n\r\n\n\n4. The centrifugation speed:\r\n  We tested centrifuging StageTips with four different speed, 2000 rpm, 3000 rpm, 4000 rpm and 5000 rpm. Spin with 2000 rpm usually takes a significantly long time \\(around 10 min for preparing tips, and >40 min for binding, washing and elution), while spin with 3000 rpm or above decrease the processing time dramatically. For example, to active the tips with 200 μL Buffer A and Buffer D only takes <2 min; to load 100 μL samples \\(resuspended with Buffer B) takes 1 to 2 min as well. Elution with 200 μL Buffer C or D takes 2 to 3 min with 4000 or 5000 rpm, whereas takes >5 min with 3000 rpm. We analyzed the samples \\(with three replicates under each condition) with nanoLC-Q Exactive MS/MS. The number of protein identifications did not show significant variations. We used 4000 rpm to process StageTips in all our experiments.  \r\n\n\n\r\n\n\n5. Peptide desalting using adaptors and StageTips:\r\n  This procedure is adapted from the published protocol\n7\n. Several changes have been made in order to better fit the sample processing in our lab. \r\n\n\n1) Follow the instructions on the published protocol, pack single or multiple layers of C18 into the tips. Pack as many as you need.\r\n\n\n2) Place packed tips with the adaptor into the 2.0 mL microtubes \\(as shown in Figure 4).\r\n\n\n3) Conditioning I: load 200 µL buffer A \\(methanol) into the tips, spin at 4000 rpm for ~1 min;\r\n\n\nConditioning II: load 200 µL buffer D \\(0.5% acetic acid, 80% acetonitrile and 20% H\n2\nO) into the tips, spin at 4000 rpm for ~1 min.\r\n\n\n4) Equilibration: load 200 µL buffer B \\(0.5% acetic acid in H\n2\nO) into the tips, spin at 4000 rpm for ~1 min.\r\n\n\n5) Resuspend the dried peptide samples into 100 µL of buffer B, and vortex for around 10 min. The peptides may come from in-gel digestion, in-solution digestion, filter aided sample preparation \\(FASP) or 96FASP\n16\n.\r\n\n\n6) Binding: load 100 µL peptide solutions in the tips and spin at 4000 rpm for about 1.5 min.  Re-load the flow-through into the tips and spin again. Repeat this binding step 2~3 times.\r\n\n\n7) Wash: load 200 µL buffer B and spin at 4000 rpm for 2~3 min. Discard the flow-through.\r\n\n\n8) Elution: place the StageTips into new collection tubes; load 200 µL buffer C, spin at 4000 rpm for\n2 min; load 200 µL buffer D, spin at 4000 rpm for\n2 min, repeat elution with buffer D one more time. The total volume of the elution is ~600 μL. \r\n\n\n9) Dry the peptide elutes in Speed-Vac, re-suspend with HPLC buffer for immediate LC-MS/MS analysis, or store at -80°C until further use."
        },
        {
            "header": "Timing",
            "content": "Time taken can be found from Procedures."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found from Procedures."
        },
        {
            "header": "Anticipated Results",
            "content": "Anticipated results can be from Figure 3 and Figure 4."
        },
        {
            "header": "References",
            "content": "1. Konvalinka, A.; Scholey, J. W.& Diamandis, E. P. Searching for New Biomarkers of Renal Diseases through Proteomics. _Clin. Chem_. **58**, 353-65 \\(2012).\r\n  2. Wood, S. L., et al. Proteomic studies of urinary biomarkers for prostate, bladder and kidney cancers. _Nat. Rev_. Urol. **10**, 206-18 \\(2013).\r\n  3. Gerszten, R. E.; Asnani, A.& Carr, S. A. Status and Prospects for Discovery and Verification of New Biomarkers of Cardiovascular Disease by Proteomics. _Circ.Res_. **109**, 463-74 \\(2011).\r\n  4. Ahrens, C. H., et al. Generating and navigating proteome maps using mass spectrometry. _Nat. Rev. Mol. Cell Biol_. **11**, 789-801 \\(2010).\r\n  5. Zhang, Y., et al. Protein Analysis by Shotgun/Bottom-up Proteomics. _Chem. Rev_. **113**, 2343-94 \\(2013).\r\n  6. Rappsilber, J.; Ishihama, Y.& Mann, M. Stop and Go Extraction Tips for Matrix-Assisted Laser Desorption/Ionization, Nanoelectrospray, and LC/MS Sample Pretreatment in Proteomics. _Anal. Chem._ **75**, 663-70 \\(2002).\r\n  7. Rappsilber, J.; Mann, M.& Ishihama, Y. Protocol for micro-purification, enrichment, pre-fractionation and storage of peptides for proteomics using StageTips. _Nat. Protoc._ **2**, 1896-906 \\(2007).\r\n  8. Wiśniewski, J. R.; Zougman, A.& Mann, M. Combination of FASP and StageTip-Based Fractionation Allows In-Depth Analysis of the Hippocampal Membrane Proteome. _J. Proteome Res._ **8**, 5674-8 \\(2009).\r\n  9. Kleifeld, O., et al. Identifying and quantifying proteolytic events and the natural N terminome by terminal amine isotopic labeling of substrates. _Nat. Protocols_ **6**, 1578-611 \\(2011).\r\n  10. Han, D., et al. Characterization of the membrane proteome and N-glycoproteome in BV-2 mouse microglia by liquid chromatography-tandem mass spectrometry. _BMC Genomics_ **15**, 95 \\(2014).\r\n  11. Han, D., et al. In-depth proteomic analysis of mouse microglia using a combination of FASP and StageTip-based, high pH, reversed-phase fractionation. _Proteomics_ **13**, 2984-8 \\(2013).\r\n  12. Nagaraj, N., et al. Deep proteome and transcriptome mapping of a human cancer cell line. _Mol. Syst. Biol._ **7** \\(2011).\r\n  13. Nakagami, H. 2014. StageTip-Based HAMMOC, an Efficient and Inexpensive Phosphopeptide Enrichment Method for Plant Shotgun Phosphoproteomics. In Plant Proteomics, ed. JV Jorrin-Novo, S Komatsu, W Weckwerth, S Wienkoop, pp. 595-607: Humana Press\r\n  14. Pozniak, Y.& Geiger, T. 2014. Design and Application of Super-SILAC for Proteome Quantification. In Stable Isotope Labeling by Amino Acids in Cell Culture \\(SILAC), ed. B Warscheid, pp. 281-91: Springer New York\r\n  15. Schoof, E. M.& Linding, R. 2014. Experimental and Computational Tools for Analysis of Signaling Networks in Primary Cells. In Current Protocols in Immunology, pp. 1–23: John Wiley & Sons, Inc.\r\n  16. Yu, Y., et al. Urine Sample Preparation in 96-Well Filter Plates for Quantitative Clinical Proteomics. _Anal. Chem._ **86**, 5470–7 \\(2014)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nprot.2007.261",
                "date": "2014-08-30 03:41:12",
                "title": "Protocol for micro-purification, enrichment, pre-fractionation and storage of peptides for proteomics using StageTips",
                "authors": [
                    "Juri Rappsilber",
                    "Matthias Mann",
                    "and Yasushi Ishihama"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            },
            {
                "doi": "10.1021/ac5008317",
                "date": "2014-07-10 16:28:57",
                "title": "Urine Sample Preparation in 96-Well Filter Plates for Quantitative Clinical Proteomics",
                "authors": [
                    "Yanbao Yu",
                    "Moo-Jin Suh",
                    "Patricia Sikorski",
                    "Keehwan Kwon",
                    "Karen E. Nelson",
                    "and Rembert Pieper"
                ],
                "journal": "Analytical Chemistry",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13051,
                "identity": "a037a473-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yanbao Yu",
                "email": "yayu@jcvi.org",
                "orcid": "",
                "institution": "The J. Craig Venter Institute, 9704 Medical Center Drive, Rockville, MD 20850",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yanbao",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 13053,
                "identity": "a037a936-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rembert Pieper",
                "email": "rpieper@jcvi.org",
                "orcid": "",
                "institution": "The J. Craig Venter Institute, 9704 Medical Center Drive, Rockville, MD 20850",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rembert",
                "middleName": "",
                "lastName": "Pieper",
                "suffix": ""
            },
            {
                "id": 13052,
                "identity": "a037a776-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Madeline Smith",
                "email": "",
                "orcid": "",
                "institution": "The J. Craig Venter Institute, 9704 Medical Center Drive, Rockville, MD 20850",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Madeline",
                "middleName": "",
                "lastName": "Smith",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-08-30 04:40:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.033",
        "doiUrl": "https://doi.org/10.1038/protex.2014.033",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609027,
                "identity": "691bc728-8905-4c63-86d7-176d68746bf5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:38",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 405320,
                "visible": true,
                "origin": "",
                "legend": "A six-port valve detached from a common HPLC system.   The arrows point to two ports that are damaged. Clear erosions (when comparing with the other four normal ports) can be seen on both of them.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3421/v1/figure_1.png"
            },
            {
                "id": 2609026,
                "identity": "c8e2ba3c-62bc-40b2-9c7a-954543defe44",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:38",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 564588,
                "visible": true,
                "origin": "",
                "legend": "Three types of tip adaptors.   Type one and two adaptors are commercially available, and can fit in the 1.5-mL or 2.0-mL microtubes well (as shown in the lower panel). Type three is self-made in the lab, and serves as a simple adaptor or StageTips.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3421/v1/figure_2.png"
            },
            {
                "id": 2609028,
                "identity": "55494e19-b89a-4a65-a00f-c375673ebfbb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1254965,
                "visible": true,
                "origin": "",
                "legend": "Four different types of 200 μL tips.   The white arrows indicate the varied lengths of the support ribs of different tips. The red arrows on the tips point to the position the adaptor stops when sliding them in (as also seen on the adaptors in the lower panel).  The right panel shows 24 StageTips with adaptors are loaded into the centrifuge with the safely closed.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3421/v1/figure_3.png"
            },
            {
                "id": 2609029,
                "identity": "b6f5ea8b-18b8-46a2-8913-4787ab9a1c83",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 424611,
                "visible": true,
                "origin": "",
                "legend": "Two different sizes of collection tubes (1.5-mL and 2.0-mL).   The red arrows point to the 0.5-mL level of each tube. This is to show the approximate level of liquids when doing StageTips with different volume of solvents (for example, eluting peptides with 20 μL or 200 μL each time).",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-3421/v1/figure_4.png"
            },
            {
                "id": 13464695,
                "identity": "6c7cff2b-bb4f-44e8-bb68-e8053ddc1611",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2770603,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3421/v1/7ad0d08a-ea55-4038-8306-ab8420a6112c.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Shotgun proteomics, Stop and go extraction tips (StageTips), Spinnable and automatable, Clinical proteomics, Desalt, 96FASP, Adaptor",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The stop-and-go-extraction tips \\(StageTips) have been widely used in shotgun proteomics to clean/desalt peptide samples prior to LC-MS/MS analysis. Here, an extremely simple and high throughput StageTip protocol is described. In this protocol, an adaptor is introduced to the StageTip, and makes it readily available for bench-top centrifugation. Each spin step \\(with 200 μL buffer loaded) takes around 2 min at 4,000 rpm. Compared with previous syringe-based manual pressure device, the spinnable StageTip is completely labor-free, automatable, and can be easily scaled up. Considered with the recently developed 96FASP method, the spinnable StageTips provide another component to the high throughput workflow for clinical proteomics and biomarker discoveries.",
        "manuscriptTitle": "A spinnable and automatable StageTip for high throughput peptide desalting and proteomics",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-09-08 16:16:58",
                "doi": "10.1038/protex.2014.033",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03746bd-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 8th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3185,
                "name": "Chemistry"
            },
            {
                "id": 3187,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-09-08 16:16:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}