{
    "identity": "pex-958",
    "title": "<p>A Study Protocol to see Change of Nasal and Oropharyngeal Microbiome with Prolonged Use of Medical Masks during the COVID-19 Outbreak in Healthy Participants</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The new novel coronavirus infection which has been termed COVID-19 from coronavirus disease 2019 has caused a massive burden on healthcare facilities all over the world since it was first reported in December 2019 from China and now the total worldwide number of cases and number of deaths have reached 5304772 number of cases and 342029 number of deaths till May 25, 2020 [1]. Various preventive measures have been adopted to fight and prevent COVID-19 by various countries based on numerous international and national guidelines. The essential things recommended by most international and national guidelines for all healthcare personals are using medical masks &amp; sanitizers and using proper Personal Protective Equipment (PPE) and for general people using proper hand-washing and maintaining social distancing [2; 3]. At present, there is no study to throw light on the alteration of oral or nasal cavity microbiota with masks, but many factors have been suggested for the change in oral microflora like change in diet, the industrial revolution and indiscriminate use of antibiotics [4]. We have many residing microbes inside and on our bodies that are required to maintain our health and physiology in normal conditions, and they are an integral part of our body, and this community of our microbial residents is termed as our microbiome [5]. The microbiome of our body varies from one compartment of the body to another, and it is also highly variable between two different individuals [6]. Firmicutes, Bacteroidetes, Proteobacteria, Actinobacteria, Spirochaetes, and Fusobacteria form the major community structure of our oral microbiome, while 4% of species belong to other phyla [7]. A crosstalk goes on between the microbiome and its host, and that is highly influenced by various lifestyles and behaviors like dietary preferences, substance consumption - such as tobacco or drugs, oral hygiene practices [8]. The microbiome constituents of the upper respiratory tract are different in adults and infants, but there is a similarity in the niche characteristics. Children have a denser microbiome in their noses, which means the bacterial load is higher, but they are less diverse than adults [9; 10]. Actinobacteria, Firmicutes usually reside in the anterior nares of an adult, and there is also the presence of anaerobic Bacteroidetes in lower abundance [11; 12]. The microbial community composition of the middle meatus and sphenoethmoidal recess are nearly identical, whereas there is significantly reduced diversity in the anterior nares [13]. The anterior nares have a higher proportion of Firmicutes and Actinobacteria and less Proteobacteria compared to sphenoethmoidal recess and middle meatus [14].</p><p>The study's purpose is to look for any change in the nasal and oral microbiome with prolonged use of medical masks during this on-going pandemic of COVID-19.&nbsp;The flow chart of the study is given in figure 1. The study will be looking for two types of outcomes - a) <strong>Primary outcome of c</strong>hange in nasal and oropharyngeal microbiome with the use of prolonged medical masks during COVID-19 outbreak and, b) <strong>secondary outcome of p</strong>revalent antibiotic resistance pattern as reported from sensitivity analysis reports.</p><p>The inclusion criteria will be: 30 Healthy Healthcare workers using N95 masks or surgical masks for at-least 20 days COVID-19 outbreak, age 20 – 60 years, non-diabetic, no on-going fever during the total 20 days period before sample collection, no use of antibiotics in the last one month, no halitosis and no long-term use of proton pump inhibitors (more than 30 days).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Blood agar of Biomerieux ® (Lot No: 1007843450) for growth and culture of fastidious organisms and Macconkey Agar of Himedia ® (Lot No: 0000411827) for growth and culture of gram-negative organisms. Swab sticks used are made of sterile cotton with polypropylene stick in high density polyethylene (HPE) tube of Himedia ® (Code No: PW009). </p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Sensitivity machine to be used for our antibiotic sensitivity analysis will be <em>Vitek-2 ® compact</em>. </p>"
        },
        {
            "header": "Procedure",
            "content": "Nasal Swab collection process:\nNasopharyngeal swabs are purposefully made in the form of long, flexible shafts that are prepared from metal or plastic, and contain rayon, flocked nylon, or polyester tips. Moreover, you would also require personal protective equipment (PPE), which includes gloves, protective masks, gown, and face shield. Prior to the procedure, label the sample tube and fill the required requisition forms. Follow the contact and respiratory precautions that are recommended by your institution and the Centers for Disease Control and Prevention (CDC). PPE must be worn carefully. First, put on the protective gown. Then, use either an alcohol-containing solution or soap and water to wash your hands. Put on the gloves after washing the hands. Next, as per the recommendations of the CDC, put on the N95 or higher-grade mask.\nAt last, to protect eyes and face, put on the face shield. First, request the individual to blow nose to get rid of excessive secretions. Take one nasal swab. Slightly tilt back the head of the patient to gain more access to the nasal passages and close the patient’s eyes to reduce the mild discomfort during the process. Next, insert nasal swab just above the nasal passage floor, along the nasal septum, into the nasopharynx till you feel a resistance. Insert the swab parallel to palate. However, in case of resistance, try to reinsert the swab closer to the nasal canal floor at a different angle. The depth up to which the swab is inserted must be the same as the distance between the outer ear opening and the nostrils. According to the recommendations of the CDC, retain this position of the swab for few seconds to allow it to absorb the secretions. Then, please take out the swab, while simultaneously rotating it, and put it into a collection tube. At the groove, break the swab and discard the remains. Next, close the tube, clean its surface using a wipe soaked with a surface disinfectant, and put it into a biohazard bag.\nThen, remove PPE in proper order. First, remove the gown, and then, the gloves. Wash the hands as described previously. Next, wear a fresh pair of gloves, take off the face shield, either discard or clean and store it as per the institutional guidelines. Again, remove the gloves, rewash the hands, wear a new pair of gloves, and take off the face mask. Follow the guidelines of the institute to reuse or dispose of it. In the end, take off the gloves and wash your hands. The above process has previously been described by Marty, Chen, and Verrill, 2020, in a video [15].\nOropharyngeal Swab collection process:\nAfter putting on PPE and labeling the sample as described previously, hold the tongue of the subject out of the way using a tongue depressor. Then, swab the tonsilar pillars and the posterior pharyngeal wall in a sweeping position. Ask the individual to say “aah” to allow uvular elevation. Avoid touching the soft palate and the tongue by the swab. We then put the swab into the pre-labeled viral transport media. This is the process recommended by the WHO [16].\nGram staining process:\nThe following equipment is used for this process: Bunsen burner, clean glass slides, inoculating loop, lens paper and lens cleaner, microscope, bibulous paper, distilled water, immersion oil, and microbial culture (18-24 h old).\nThe following reagents are used: crystal violet, Gram’s iodine, ethyl alcohol, and safranin.\nProcedure:\n1.     Glass slide preparation: To prepare microbial smears, it is necessary to remove the oil or grease that comes out of our fingers during handling. For this, wash slides in soap and water and wipe them using a wipe dipped in an alcohol-based solution.\n2.     Slide labeling: It is often useful in marking the smear area by creating a circular area on the underside using a glassware-marking pen. Furthermore, you may also write the initials of source organisms using the same pen on edge. However, one must ensure no contact between the staining reagents and the label.\n3.     Smear preparation: Roll the swab on the clean slide surface.\n4.     Fixing: Heat fixing is useful for eliminating the bacteria from the smear, adhering smear to the slide, and allowing natural uptake of staining reagent. To heat fix the slide, first air-dry the smear. Next, hold the slide from one end and expose the rest of the slide to a Bunsen burner flame with smeared side up.\n5.     Gram staining: Put the slide in a staining tray. Fill the tray with crystal violet for 1 min. Then, rinse the tilted slide using tap or distilled water. Then, fill it with Gram’s iodine for 1 min. Again, rinse the tilted slide using distilled or tap water. The smear would be stained in purple color. Next, tilt the slide and pour acetone or 95% ethyl alcohol over the smear for 5-10 seconds drop by drop to decolorize the stain, although you must take care not to decolorize the stain excessively. Rinse with water immediately—counterstain using safranin for 45 seconds. Rinse the tilted slide using tap or distilled water. Blot-dry the slide, and view the smear under a light microscope.\n6.      The inoculation method for growth and culture assessment is described in general in figure 2 below [17].\nOnce we get growth, we will take samples from that part, for sensitivity analysis using the machine Vitek-2 compact ® which is as follows [18]:\n1.     Choose the isolate.\n2.     Prepare microbial suspension and check the composition of the McFarland Standard.\n3.     Use ID suspension to make AST suspension.\n4.     Inoculate the cards within the instrument. Transfer them from filling door to loading door manually for processing.\n5.     Scan cassette worksheet at the workstation.\n6.     Obtain the results within 5 to 8 h.\nWe will use Gram Stain for routine assessment of the prevailing microbiome and then we will do a culture assessment. After getting culture and Gram stain report, we will match with the existing data of the prevailing microbiome in a  healthy individuals as published in various papers."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We expect to see a change in the predominant microbiome of our nasal and oral cavity with the use of masks for prolonged periods. </p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Who.int. 2020. [online] Available at: &lt;https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200525-covid-19-sitrep-126.pdf?sfvrsn=887dbd66_2&gt; [Accessed 26 May 2020]. </p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Centers for Disease Control and Prevention. 2020. Coronavirus Disease 2019 (COVID-19) – Prevention &amp; Treatment. [online] Available at: &lt;https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html&gt; [Accessed 7 May 2020]</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preparedness, prevention and control of COVID-19 in prisons and other places of detention. (n.d.). [online] Available at: <a href=\"http://www.euro.who.int/__data/assets/pdf_file/0019/434026/Preparedness-prevention-and-control-of-COVID-19-in-prisons.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">http://www.euro.who.int/__data/assets/pdf_file/0019/434026/Preparedness-prevention-and-control-of-COVID-19-in-prisons.pdf</a></p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dagli N, Dagli R, Darwish S, Baroudi K.&nbsp;Oral&nbsp;Microbial&nbsp;Shift:&nbsp;Factors&nbsp;affecting&nbsp;the&nbsp;Microbiome&nbsp;and&nbsp;Prevention&nbsp;of&nbsp;Oral&nbsp;Disease.&nbsp;J&nbsp;Contemp&nbsp;Dent&nbsp;Pract&nbsp;2016;17(1):90-96</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kilian, M., Chapple, I.L.C., Hannig, M., Marsh, P.D., Meuric, V., Pedersen, A.M.L., Tonetti, M.S., Wade, W.G. and Zaura, E. (2016). The oral microbiome – an update for oral healthcare professionals. British Dental Journal, [online] 221(10), pp.657–666. Available at: https://www.nature.com/articles/sj.bdj.2016.865 [Accessed 26 Oct. 2019]</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Costello E K, Lauber C L, Hamady M et al. Bacterial community variation in human body habitats across space and time. Science 2009; 326: 1694–1697</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cardenas, P.A. and Cookson, W.O.C. (2015). The Microbiome at Other Mucosal Sites. Mucosal Immunology, pp.79–94</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cornejo Ulloa, P., van der Veen, M.H. and Krom, B.P. (2019). Review: modulation of the oral microbiome by the host to promote ecological balance. Odontology, 107(4), pp.437–448</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stearns JC, Davidson CJ, Mckeon S, Whelan FJ, Fontes ME, Schryvers AB, et al. Culture and molecular-based profiles show shifts in bacterial communities of the upper respiratory tract that occur with age. ISME J. 2015;9:1246–59. <a href=\"https://doi.org/10.1038/ismej.2014.250\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1038/ismej.2014.250</a></p><p>10.&nbsp;Camarinha-Silva A, Jáuregui R, Chaves-Moreno D, Oxley APA, Schaumburg F, Becker K, et al. Comparing the anterior nare bacterial community of two discrete human populations using Illumina amplicon sequencing. Environ Microbiol. 2014;16:2939–52</p><p>11.&nbsp;Zhou Y, Mihindukulasuriya KA, Gao H, La Rosa PS, Wylie KM, Martin JC, et al. Exploration of bacterial community classes in major human habitats. Genome Biol. 2014;15:R66</p><p>12.&nbsp;Koskinen K, Reichert JL, Hoier S, Schachenreiter J, Duller S, Moissl-Eichinger C, et al. The nasal microbiome mirrors and potentially shapes olfactory function. Sci Rep. 2018;8:1–11</p><p>13.&nbsp;Kumpitsch, C., Koskinen, K., Schöpf, V. and Moissl-Eichinger, C. (2019). The microbiome of the upper respiratory tract in health and disease. BMC Biology, 17(1)</p><p>14.&nbsp;Yan M, Pamp SJ, Fukuyama J, Hwang PH, Cho D-Y, Holmes S, et al. Nasal microenvironments and interspecific interactions influence nasal microbiota complexity and S. aureus carriage. Cell Host Microbe. 2013;14:631–40</p><p>15.&nbsp;Marty, F.M., Chen, K. and Verrill, K.A. (2020). How to Obtain a Nasopharyngeal Swab Specimen. New England Journal of Medicine</p><p>16.&nbsp;Collecting, preserving and shipping specimens for the diagnosis of avian influenza A(H5N1) virus infection Guide for field operations. (2006). [online] Available at: https://www.who.int/csr/resources/publications/surveillance/CDS_EPR_ARO_2006_1.pdf [Accessed 14 May 2020]</p><p>17.&nbsp;Public Health England. (2017). Inoculation of culture media for bacteriology. UK Standards for Microbiology Investigations. Q 5 Issue 2. <a href=\"https://www.gov.uk/uk-standards-for-microbiology-investigations-smi-quality-and-consistency-in-clinical-laboratories\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.gov.uk/uk-standards-for-microbiology-investigations-smi-quality-and-consistency-in-clinical-laboratories</a></p><p>18.&nbsp;VITEK ® 2 Microbiology with Confidence. (n.d.). [online] Available at: <a href=\"https://www.biomerieux-usa.com/sites/subsidiary_us/files/18-vitek2-systembrochure_v2.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.biomerieux-usa.com/sites/subsidiary_us/files/18-vitek2-systembrochure_v2.pdf</a></p><p>&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>None to declare</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 612913,
                "identity": "2a163de9-7935-4850-8e95-5ba3632f07fa",
                "order_by": 1,
                "name": "Dr Sayak Roy",
                "email": "sayak.roy.123@gmail.com",
                "orcid": "https://orcid.org/0000-0002-6185-9375",
                "institution": "Department of Internal Medicine, Medica Superspeciality Hospital, Kolkata, India.",
                "correspondingAuthor": true,
                "prefix": "Dr",
                "firstName": "Sayak",
                "middleName": "",
                "lastName": "Roy",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-26 16:42:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-958/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-958/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1232578,
                "identity": "7e565a37-9727-4fa8-8b73-444901d445b0",
                "added_by": "auto",
                "created_at": "2020-06-02 17:59:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 265210,
                "visible": true,
                "origin": "",
                "legend": "Flowchart of study protocol",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-958/v1/figure1.jpg"
            },
            {
                "id": 1232579,
                "identity": "632662e4-0df7-4b2d-8eca-473028e89da3",
                "added_by": "auto",
                "created_at": "2020-06-02 17:59:13",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 299661,
                "visible": true,
                "origin": "",
                "legend": "permission taken from: Public Health England. (2017). Inoculation of culture media for bacteriology. UK Standards for Microbiology Investigations. Q 5 Issue 2. https://www.gov.uk/uk-standards-for-microbiology-investigations-smi-quality-and-consistency-in-clinical-laboratories",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-958/v1/figure2.jpg"
            },
            {
                "id": 13535021,
                "identity": "37f92835-b758-4596-b5fa-6a63daaed46b",
                "added_by": "auto",
                "created_at": "2021-09-17 01:26:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 359555,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-958/v1/3c295030-88d6-449c-87c2-afbff2cfc03b.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "COVID-19, nasal microbiome, oropharyngeal microbiome, medical masks",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The new novel coronavirus COVID-19 is playing havoc on the healthcare system of the whole world and various preventive measures have been suggested by various bodies. The use of medical masks has been cited as the most crucial step in prevention. Healthcare workers are now exposed to this disease and are forced to use medical masks for prolonged hours during their duty period. The normal oral and nasal microbiome might get affected due to this prolonged mask use and hence this study is carried out to look for any such change.</p>",
        "manuscriptTitle": "A Study Protocol to see Change of Nasal and Oropharyngeal Microbiome with Prolonged Use of Medical Masks during the COVID-19 Outbreak in Healthy Participants",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-06-02 17:59:13",
                "doi": "10.21203/rs.3.pex-958/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "49b123f2-08ae-4a15-99a0-5ff735e9e54b",
        "owner": [],
        "postedDate": "June 2nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 107349,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-06-02 17:59:13",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}