{
    "identity": "pex-1891",
    "title": "<p>Measurement of Trans-Epithelial Electrical Resistance (TEER) with EndOhm Cup and EVOM2_Version 2.0</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>1.) Earle's Balanced Salt Solution (EBSS) with calcium and magnesium (ThermoFisher #24010-043) (warmed to room temperature)</p><p>2.) Growth medium appropriate for cells being used (warmed to room temperature)</p><p>3.) 1% Tergazyme solution (prepared from powder; Alconox #1304-1)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1.) <a href=\"https://www.wpiinc.com/var-2737-cell-culture-cup-chambers-for-teer-measurement\" rel=\"noopener noreferrer\" target=\"_blank\">EndOhm-12 Chamber Cup (World Precision Instruments, Inc)</a></p><p>2.) <a href=\"https://www.wpiinc.com/var-2754-epithelial-volt-ohm-teer-meter\" rel=\"noopener noreferrer\" target=\"_blank\">EVOM2 Epithelial Voltohmeter (World Precision Instruments, Inc)</a></p><p>3.) <a href=\"https://www.wpiinc.com/91750-test-electrode-for-evom2\" rel=\"noopener noreferrer\" target=\"_blank\">WPI 1000 W test resistor (World Precision Instruments, Inc #91750)</a></p><p>4.) Kimwipes</p><p>5.) Tissue culture incubator</p>"
        },
        {
            "header": "Procedure",
            "content": "CAUTIONARY NOTES OR SPECIAL CONSIDERATIONS\n1.   Current density across the cell culture insert membrane is more uniform with the EndOhm cup compared to the chopstick electrode (WPI #STX2).\n2.   Variation between repeated measurements of the same sample is expected to be 1-2 W compared to 10-30 W with the chopstick electrode.\n3.   Check and adjust electrode height prior to each experiment. In general, lowering of the electrode will decrease TEER values while raising it will increase TEER readings.\n4.   The EndOhm can be used for resistance measurements without conditioning of the electrode.\n5.   Calibration of the EVOM2 instrument should be checked as described below prior to easy use.\n6.   The medium volumes indicated for the EndOhm cup were selected to comply with the specifications indicated by the manufacturer in the EndOhm user manual. Note that the medium inside and outside the cell culture insert should be at the same level to avoid hydrostatic pressure on the membrane.\n7.   EBSS is used instead of phosphate buffered saline (PBS) because the tonicity of EBSS is more similar to culture medium than PBS.\n8.   The same cell culture medium should be used inside and outside the cell culture insert to avoid the creation of an ionic gradient between the two compartments when measuring resistance.\n9.   If using the EVOM2 instrument for repeated measurements over times greater than 3 hours, the EVOM2 can be recharged over 30-minute periods by disconnecting the chamber connecting wires. In the event that you have <30 minutes to recharge, recharge periodically when possible while remembering to disconnect the charging cable between measurements.\n10. When taking samples out of an incubator to run TEER with intent to keep the samples, prepare and measure smaller groups of Transwell inserts at a time so that measured samples can be aspirated and replaced into the controlled environment of the incubator more quickly. For endpoint measurements where cells will not be kept, working quickly but with larger groups of Transwell inserts is acceptable.\n11. Read the Tergazyme SDS sheet prior to cleaning the EndOhm chamber and wear protective gloves, protective clothing, eye protection, and face protection while cleaning the EndOhm chamber.\nPROCEDURE\nInstrument set-up\n1. Ensure that the EVOM2 unit is fully charged.\nNOTE:\nPlug the EVOM2 unit into an electrical outlet for at least 30 minutes, or preferably overnight, before beginning your TEER assay.\nNOTE:\nTaking TEER measurements while the EVOM2 unit is plugged into an electrical outlet can increase variability in your samples.\n2. Assemble the EndOhm cup with a representative cell culture insert to confirm that the height of the electrode is 1-2 mm above the surface of the insert membrane. If necessary, adjust the electrode height by loosening the locking nut, turning the electrode clockwise or counterclockwise to lower or raise the electrode, respectively, and re-tightening the locking nut (Figure 1).\nInstrument Calibration\n1. Ensure that the EVOM2 unit is fully charged and unplug from external power.\nNOTE:\nPlug the EVOM2 unit into an electrical outlet for at least 30 minutes, or preferably overnight, before beginning your TEER assay\nNOTE:\nTaking TEER measurements while the EVOM2 unit is plugged into an electrical outlet can increase variability in your samples\n2. Assemble the EVOM2 (Figure 2A), 1000 W test resistor (Figure 2B), and adjustment screwdriver that was provided with the EVOM2 purchase (Figure 2C).\n3. Place the FUNCTION toggle switch into the OHMS position (Figure 2A, circle).\n4. Plug the 1000 W test resistor into the INPUT port (Figure 2D, arrow) then turn the instrument power on by placing the POWER switch into the closed (“I”) position (Figure 2D, circle).\n5. Allow approximately five seconds for the ohms reading to stabilize (Figure 2D, box).\n6. If the ohms reading is higher or lower than 1000 then adjust the calibration by turning the R ADJ screw (clockwise to increase and counterclockwise to decrease) with the screwdriver until the reading is 1000 (Figure 2E).\nSetup and Preparation of Reagents\n1. Equilibrate aliquots of cell culture media (identical formulation to the medium in the basolateral compartment in differentiated primary human airway epithelial models) and EBSS at room temperature for 60-120 minutes.\n2. Plug the EVOM2 connecting wires into the EndOhm cup.\nCleaning the EndOhm Before Sample Measurement\n1. Rinse the EndOhm cup with deionized water and aspirate.\n2. Add distilled water to the EndOhm cup, replace the top, and allow the electrodes to soak for two minutes.\n3. Aspirate the water and dry both electrodes using Kimwipes, or another lint-free absorbent wipe.\nNOTE:\nIf required, a cotton swab can be used for cleaning. Do not use anything more abrasive than a cotton swab to clean the EndOhm.\n4. Allow the EndOhm to air dry before use.\nMeasuring Blank Resistance\nNOTE:\nBlank resistance can be measured at either the beginning or end of the experiment.\n1. Unplug the EVOM2 from external power and remove charging cable.\n2. Confirm that the FUNCTION switch is in the OHMS position (Figure 3A).\n3. Add room temperature cell culture media to the empty EndOhm cup (Figure 3B).\n·     EndOhm 6: add 1.5 mL using a 5 mL pipet.\n·     EndOhm 12: add 3 mL using a 5 mL pipet.\n·     EndOhm 24: add 5 mL using a 5 mL pipet.\n4. Place the blank insert into a multi-well plate and add cell culture media to the apical compartment (Figure 3C).\n·     6.5 mm insert in EndOhm 6: add 250 μL using a P1000 pipette.\n·     12 mm insert in EndOhm 12: add 500 μL using a P1000 pipette.\n·     24 mm insert in EndOhm 24: add 2.5 mL using a 5 mL pipet.\n5. Transfer the blank insert into the EndOhm cup (Figure 3D).\n6. Check for bubbles underneath the insert after placement in the EndOhm cup (Figure 3E). If bubbles are present, then the insert can be adjusted to allow the bubbles to surface.\n7. Check for bubbles in the apical compartment of the insert after placement of the EndOhm cap (Figure 3F). If bubbles are present, then carefully pop them with a pipette tip or by holding an aspirator tip slightly above them.\n8. Turn the EVOM2 POWER switch to the on (“I”) position (Figure 3G).\nNOTE:\nThe blank resistance readings should stabilize within 3-4 seconds\nNOTE:\nWhen turning on the EVOM2, the apparatus will display several numbers in sequence before displaying the resistance readings. These numbers should be 0, a negative value (~ -500 to -750), a high positive value (~13460), a higher positive value that will flash twice (~14080), and finally the resistance measurements as they fluctuate and stabilize.\n9. Discard blank insert. Blank inserts should not be re-used.\nMeasuring Sample Resistance\n1. Unplug the EVOM2 from external power and remove charging cable.\n2. Confirm that the FUNCTION switch is in the OHMS position (Figure 3A).\n3. Plug the EVOM2 connecting wires into the EndOhm cup.\n4. Add room temperature cell culture media to the empty EndOhm cup (Figure 3B).\n·     EndOhm 6: add 1.5 mL using a 5 mL pipet.\n·     EndOhm 12: add 3 mL using a 5 mL pipet.\n·     EndOhm 24: add 5 mL using a 5 mL pipet.\n5. Remove samples in multi-well plate from the cell culture incubator to the benchtop.\n6. Wash the inserts in the plate being prepared for measurement by adding room temperature EBSS (volumes indicated below) to the apical compartment then carefully remove the EBSS by aspiration. Do not include an incubation period after addition of the EBSS.\n·     6.5 mm insert in EndOhm 6: add 300 μL using a P1000 pipette.\n·     12 mm insert in EndOhm 12: add 500 μL using a P1000 pipette.\n·     24 mm insert in EndOhm 24: add 2.5 mL using a 5 mL pipet.\nNOTE:\nApply EBSS by placing the pipette tip in contact with the inner wall of the insert and then slowly dispensing (Figure 3C, middle panel).\nNOTE:\nAlternatively, the EBSS can be collected as an apical wash sample.\n7. Gently add room temperature cell culture media (volumes indicated below) to the inserts in the plate being prepared for measurement.\n·     6.5 mm insert in EndOhm 6: add 250 μL using a P1000 pipette.\n·     12 mm insert in EndOhm 12: add 500 μL using a P1000 pipette.\n·     24 mm insert in EndOhm 24: add 2.5 mL using a 5 mL pipet.\nNOTE:\nApply medium by placing the pipette tip in contact with the inner wall of the insert and then slowly dispensing the medium (Figure 3C, middle panel).\n8. Allow samples to equilibrate by incubation at room temperature for 30 seconds.\n9. Transfer the first insert to be measured into the EndOhm cup.\n10. Check for bubbles underneath the insert after placement in the EndOhm cup (Figure 3E). If bubbles are present, then the insert can be adjusted to allow the bubbles to surface.\n11. Check for bubbles in the apical compartment of the insert after placement of the EndOhm cap (Figure 3F). If bubbles are present, then carefully pop them with a pipette tip or by holding an aspirator tip slightly above them.\n12. Turn the EVOM2 POWER switch to the on (“I”) position.\nNOTE:\nWhen turning on the EVOM2, the apparatus will display several numbers in sequence before displaying the resistance value. These numbers should be 0, a negative value (~ -500 to -750), a high positive value (~13460), a higher positive value that will flash twice (~14080), and then the resistance value, which may fluctuate slightly.\n13. Turn the EVOM2 POWER switch to the off (“O”) position and exchange sample inserts and repeat steps 9-12 for the remaining inserts that have been prepared for measurement.\n14. Repeat steps 5-13 with any remaining treatment groups/samples.\nCleaning the EndOhm After Use\n1. Return the EVOM2 unit to its box.\n2. Aspirate medium and rinse the EndOhm cup with deionized water and aspirate.\n3. Add distilled water to the EndOhm cup, replace the top, allow the electrodes to soak for two minutes, then aspirate the water.\n4. Soak the electrodes in a 1% Tergazyme solution for five minutes.\nNOTE:\nEnsure that the electrodes are fully immersed in the Tergazyme solution.\nNOTE:\nThe electrodes can be brushed with a soft brush (\ne.g.\n, soft bristled toothbrush) if desired.\n5. Aspirate the Tergazyme solution and rinse thoroughly with distilled water.\n6. Aspirate any remaining water and dry both electrodes using Kimwipes, or another lint-free absorbent wipe.\nNOTE:\nIf required, a cotton swab can be used for cleaning. Do not use anything more abrasive than a cotton swab to clean the EndOhm.\n7. Allow the EndOhm to air dry before use.\n8. Place the cap on the EndOhm cup, return the EndOhm unit to the bubble wrap bag, and place in the storage box.\nData Analysis\n1. Resistance values are measured as W, but TEER values should be reported as W cm\n2\n. TEER values are calculated by multiplying the resistance values obtained above (in W) by the surface area of the insert in cm\n2\n. Surface area values for 6.5, 12, and 24 mm Corning Transwell inserts are given in Table 1.\n2. Determine the mean TEER of the blank samples and subtract this value from all sample TEER values.\n3. TEER data and differences/changes in TEER should be reported as actual TEER values (using the units of W cm\n2\n). Fold or percent changes can be reported but should always be accompanied by reporting of the numerical TEER values.\n4. TEER values should be reported for incubator control samples for all experiments."
        },
        {
            "header": "References",
            "content": "<p>Srinivasan B, Kolli A, Esch M, Abaci H, Shuler M, and Hickman J. (2015) TEER measurement techniques for in vitro barrier model systems. <em>J Lab Automation</em>. 20(2): 107-126.</p><p>&nbsp;</p><p><strong>EVOM2 Instruction Manual:</strong></p><p><a href=\"https://www.wpiinc.com/clientuploads/pdf/EVOM2_IM.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.wpiinc.com/clientuploads/pdf/EVOM2_IM.pdf</a></p><p>&nbsp;</p><p><strong>EndOhm-12 Instruction Manual:</strong></p><p><a href=\"https://www.wpiinc.com/media/wysiwyg/pdf/EndOhm_IMs.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.wpiinc.com/media/wysiwyg/pdf/EndOhm_IMs.pdf</a></p><p><br></p><p><strong>Tergazyme SDS:</strong></p><p><a href=\"https://www.alconox.com/wp-content/uploads/2020/07/Tergazyme-SDS-english.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.alconox.com/wp-content/uploads/2020/07/Tergazyme-SDS-english.pdf</a></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 96990089,
                "identity": "8c5f281d-e19f-499b-a942-f5c7de4a49fd",
                "order_by": 0,
                "name": "Nicholas M. Mallek",
                "email": "",
                "orcid": "",
                "institution": "University of North Carolina at Chapel Hill",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicholas",
                "middleName": "M.",
                "lastName": "Mallek",
                "suffix": ""
            },
            {
                "id": 96990090,
                "identity": "bd8df214-ed47-4bea-aeeb-0c3813649b6a",
                "order_by": 1,
                "name": "Alysha E. Simmons",
                "email": "",
                "orcid": "",
                "institution": "University of North Carolina at Chapel Hill",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alysha",
                "middleName": "E.",
                "lastName": "Simmons",
                "suffix": ""
            },
            {
                "id": 96990091,
                "identity": "4ce74930-89e1-4908-b3bd-d75a9ffb190e",
                "order_by": 2,
                "name": "Shaun D. McCullough",
                "email": "mccullough.shaun@epa.gov",
                "orcid": "https://orcid.org/0000-0001-6660-346X",
                "institution": "US Environmental Protection Agency",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shaun",
                "middleName": "D.",
                "lastName": "McCullough",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-04-07 20:47:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1891/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1891/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 20278945,
                "identity": "56466fd5-6454-4feb-bffd-076d4a69bd02",
                "added_by": "auto",
                "created_at": "2022-04-13 08:13:47",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 306343,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Figure 1.</strong> Confirmation of proper electrode height. Figure from EndOhm manual.</p>",
                "description": "",
                "filename": "TEEREndOhmFigure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1891/v1/cfb0bd0a0ba3381125f8557d.jpg"
            },
            {
                "id": 20278946,
                "identity": "7a25ec0a-6a15-49ee-a2f5-eb1343966894",
                "added_by": "auto",
                "created_at": "2022-04-13 08:13:47",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 524199,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Figure 2.</strong>&nbsp;Calibration of EVOM2.&nbsp;(A) Fully charged EVOM2 disconnected from external power with the function set to Ohms (circle). (B) 1000 Ω calibration resistor. (C) Screwdriver included with EVOM2 to adjust calibration. (D) EVOM2 with power switched to “on” (circle) reading 1003 Ω (box) with the 1000 Ω calibration resistor (arrow) connected to the input port. (E) EVOM2 reading 1000 Ω with the 1000 Ω calibration resistor connected to the input port after adjustment of the R Adj screw (circle) with the screwdriver shown in (C).</p>",
                "description": "",
                "filename": "TEEREndOhmFigure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1891/v1/6e56c8e7ca183fc3170410eb.jpg"
            },
            {
                "id": 20278899,
                "identity": "0db0f564-f1ed-4f5f-8106-a68673f6af93",
                "added_by": "auto",
                "created_at": "2022-04-13 08:08:47",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1935923,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Figure 3.</strong>&nbsp;Measuring sample resistance.&nbsp;(A) Fully charged EVOM2 disconnected from external power with the FUNCTION set to Ohms (circle) and POWER switched off (square). (B) Addition of room temperature cell growth medium to EndOhm cup.&nbsp;(C) Addition of room temperature cell growth medium to the apical compartment of the insert.&nbsp;(D) Transfer of insert to the EndOhm cup. (E) Side view of an insert in the EndOhm.&nbsp;Note the lack of bubbles beneath the insert membrane (#).&nbsp;Additionally, note that the level of medium in the insert is equivalent to the level in the EndOhm cup (*).&nbsp;(F) Front view of an insert in the EndOhm with the cap in place.&nbsp;Note the absence of bubbles under the cap electrode (#).&nbsp;(G) Use of the EVOM2 connected to EndOhm cup to read the resistance of a blank insert, shown here as 7 Ω (box).</p><p><br></p>",
                "description": "",
                "filename": "TEEREndOhmFigure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1891/v1/6c1cbf06fcd62a1ddff8156f.jpg"
            },
            {
                "id": 20278901,
                "identity": "9be73d4d-4ff0-4c1c-981e-2ccab8b417dc",
                "added_by": "auto",
                "created_at": "2022-04-13 08:08:47",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 343945,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Table 1:</strong> Surface area of Corning Transwell inserts</p>",
                "description": "",
                "filename": "TEEREndOhmTable1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1891/v1/c993cc44782d6156074405a7.jpg"
            },
            {
                "id": 20278948,
                "identity": "1c275f48-ea10-4205-86fb-66e2046e0753",
                "added_by": "auto",
                "created_at": "2022-04-13 08:13:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 280433,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1891/v1/ca1d76f0-114c-4014-a3fa-470caff8e800.pdf"
            },
            {
                "id": 20278903,
                "identity": "9aa996e2-cc0b-4913-ade3-80892914af7f",
                "added_by": "auto",
                "created_at": "2022-04-13 08:08:47",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 7734695,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "MeasurementofTransEpithelialElectricalResistancewithEndOhmChamberVersion2.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1891/v1/8470803a2dd8b9f5f5771387.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "TEER, EndOhm, epithelial, EVOM, WPI",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Trans-epithelial Electrical Resistance (TEER) can be used as a measure of cell monolayer confluence, health, and integrity.&nbsp;An EndOhm chamber connected to an Epithelial Voltohmmeter (EVOM) may be used to take TEER measurements that are more reproducible than the chopstick electrode.&nbsp;This method details how to take TEER readings using an EndOhm chamber and EVOM2 manufactured by World Precision Instruments.&nbsp;Read the manufacturer’s manual carefully as the conditions described here were determined to meet the manufacturer’s specifications.&nbsp;</p><p><br></p><p><strong><u>Disclaimer</u></strong>: The contents of this article have been reviewed by the US Environmental Protection Agency and approved for publication and do not necessarily represent Agency policy.&nbsp;Mention of trade names or commercial products does not constitute endorsement or recommendations for use.</p><p><br></p><p><strong><u>NOTE</u>:</strong> There is a consolidated PDF version of this protocol in the supplementary files section below.</p>",
        "manuscriptTitle": "Measurement of Trans-Epithelial Electrical Resistance (TEER) with EndOhm Cup and EVOM2_Version 2.0",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-04-13 08:08:45",
                "doi": "10.21203/rs.3.pex-1891/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "2166c38f-ce43-4c58-b40f-5efdffdecbf3",
        "owner": [],
        "postedDate": "April 13th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-04-13 08:08:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}