{
    "identity": "nprot-6041",
    "title": "Method for culture and maintenance of long term primary human fungiform taste cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Taste cells are highly specialized epithelial cells with unique histological, molecular and physiological characteristics that permit detection of a wide range of both structurally simple and structurally complex molecules. Taste receptor cells are organized in taste buds located within the taste papillae of the tongue. Recently, several studies have also reported the presence of taste cell/taste like cells and taste receptors in tissues such as the digestive system<sup>1,2</sup>, respiratory system<sup>3,4</sup>, brain<sup>5</sup>, testicles<sup>6,7,8</sup>, pancreas<sup>9,10</sup>, urinary bladder<sup>11</sup>, liver<sup>9</sup>, and spermatozoa<sup>12</sup>. \r\n\n\n Early studies indicated that maintaining rat primary cells beyond 3 - 5 days was not possible based on the specified isolation procedures and culture techniques<sup>13,14,15,16</sup>. Much of our current knowledge of taste cells has been uncovered through the use of freshly isolated primary cells, explant cultures, or nonhuman species to study taste cell development and physiological properties<sup>17,18</sup>. These methods are time intensive and require the use of a large number of experimental animals. These methods are not conducive to screening large numbers of chemicals for taste activity.  We first reported on a method to culture rodent taste cells<sup>19</sup> and later reported the generation of cultures of human fungiform taste cells that continue to divide in culture for at least 10 cell passages<sup>20,21</sup>.  A variety of methods were used to show that cells within these cultures express proteins characteristic of mature functioning fungiform taste receptor cells. In addition, physiological responses to a variety of taste stimuli \\(bitter, fat, salt, umami and sweet) are observed in subsets of cells indicating functional maturation.  Given the relative ease in applying the technique, and a great amount of progeny that can be generated, the taste cell culture method has been adopted in several laboratories. It has been used as a model for examining fat taste signaling pathway<sup>22,23</sup> and fat taste modulation<sup>24</sup> and also to study salt taste signaling and modulation<sup>25</sup>. The taste cell culture protocol has been used to establish 3D taste cell culture<sup>26</sup> and in the development of a taste cell chip<sup>27</sup>. This protocol has also been used as a model to study stem/progenitor cell cycle in taste bud organoid<sup>28</sup>, and taste cell development<sup>29</sup> and in the development of a bitter blocker<sup>30</sup>. It has also been adapted the studies of precursor porcine gustatory cells<sup>31</sup>. Through these collaborative and independent studies using this protocol, we have acquired an in-depth understanding of the variability, critical steps and most likely causes for difficulties, which are presented in this report in order to aid in further applications. The establishment of this human fungiform taste cell culture protocol has provided an important in vitro model to study intracellular signaling mechanisms, the impact of trophic or toxic agents on taste cell growth and function, and the assessment of chemical stimuli that may elicit taste responses and/or modulate responses to other stimuli. Taken together, the primary taste cell isolation and culture technique, as described herein, are relatively simple and rapid, yet allow for the direct comparison of normal human taste receptor physiology."
        },
        {
            "header": "Reagents",
            "content": "• Human fungiform taste papillae \\! **CAUTION** Requires Institutional Review Board \\(IRB) approval of protocol and informed consent from volunteers. Biopsy procedures were performed by a licensed oral surgeon following appropriate safety and health requirements for experimentation with human tissue. \r\n\n\n• Iscove’s Modified Dulbecco’s medium \\(stocks from different suppliers have been tested\r\n\n\nand used with equivalent efficacy) \r\n\n\n• MCDB 153 medium \\(Sigma)\r\n\n\n• Fetal bovine serum \\(FBS; stocks from different suppliers have been tested and used with equivalent efficacy)\r\n\n\n• Goat Serum \\(Vector Laboratories)\r\n\n\n• Bovine serum albumin \\(BSA, Sigma)\r\n\n\n• Penicillin-Streptomycin Fungizone liquid \\(10X, Invitrogen) \r\n\n\n• Gentamicin \\(Sigma)\r\n\n\n• Phosphate-buffered saline \\(PBS), pH 7.4, sterile\r\n\n\n• 0.25% w/v trypsin-EDTA \\(Invitrogen)\r\n\n\n• Rat tail collagen type 1 \\(BD Sciences, San Diego, CA)\r\n\n\n• Dimethyl sulfoxide \\(DMSO, Sigma)\r\n\n\n• Elastase \\(Sigma and Worthington)\r\n\n\n• Collagenase \\(Worthington)\r\n\n\n• Trypsin Inhibitor \\(Worthington)\r\n\n\n• NaHCO3 \\(Sigma)\r\n\n\n• NaH2PO4 \\(Sigma)\r\n\n\n• Glucose \\(Sigma)\r\n\n\n• NaCl \\(Sigma)\r\n\n\n• KCl \\(Sigma)\r\n\n\n• Sucrose \\(Sigma)\r\n\n\n• MgCl2 \\(Sigma)\r\n\n\n• CaCl2 \\(Sigma)\r\n\n\n• Na-pyruvate \\(Sigma)\r\n\n\n• Hepes \\(Sigma)\r\n\n\n• EDTA \\(Sigma)\r\n\n\n• NaOH \\(Fisher)\r\n\n\n• Nitric acid \\(HNO3, Fisher)\r\n\n\n• Ethanol \\(Fisher)\r\n\n\n• Methanol \\(Fisher)\r\n\n\n• Hydrogen Peroxide \\(Sigma)\r\n\n\n• Trypan Blue \\(Sigma)\r\n\n\n• Tris pH 7.2,  \\(Fisher)\r\n\n\n• Goat anti-T2R47 antibody \\(L-22; sc-395, Santa Cruz Biotechnology)\r\n\n\n• Rabbit anti-PLC-β2 antibody \\(Q-15; sc-206, Santa Cruz Biotechnology)\r\n\n\n• Rabbit anti-T1R2 antibody \\(LSBio)\r\n\n\n• Rabbit anti-ENaC-δ antibody \\(LSBio)\r\n\n\n• Rabbit anti-TRPM5 antibody \\(Alomone)\r\n\n\n• QIAquick Gel Extraction Kit \\(Qiagen)\r\n\n\n• Fura-2 AM \\(Molecular Probes) \r\n\n\n• Pluronic F127 \\(10 mg/ml Molecular Probes)"
        },
        {
            "header": "Equipment",
            "content": "• Small fine-tip forceps and scalpel blade\r\n\n\n• Micro Iris scissors curved, sterile \r\n\n\n• T-75 tissue culture treated flasks\r\n\n\n• T-25 tissue culture treated flasks\r\n\n\n• 12-well tissue culture treated dish\r\n\n\n• Refrigerated tabletop centrifuge with swinging bucket rotor and adaptors for\r\n\n\n• 15 ml conical capped tubes, sterile\r\n\n\n• Certified laminar flow hood\r\n\n\n• Cell culture incubators \\(36<sup>o</sup>C, humidified, 95% air 5% CO<sub>2</sub>)\r\n\n\n• Ultralow-temperature storage space \\(-80<sup>o</sup>C)\r\n\n\n• Light microscope"
        },
        {
            "header": "Procedure",
            "content": "**REAGENT SETUP**\r\n\n\nHuman fungiform taste bud    Collect fungiform papillae from the dorsal surface of the anterior portion of the tongue using curved spring microscissors and place immediately into an isolation solution. This protocol is optimized for use with human tissue samples but can be applied to tissues from other species as well. Typically, six – eight papillae from each of three individuals are pooled to initiate a starter culture\n32\n.\r\n\n\n**MCDB 153 medium**   Dissolve a package of MCDB 153 \\(17.6 gram) completely in one liter of tissue culture grade water and supplement it with 1.18 g/L sodium bicarbonate accordingly manufacturer instructions and the check pH \\(7 .0 – 7.1). Store at 4\n0\nC and protect from light  **CRITICAL** MCDB 153 medium is light sensitive and has a short shelf life \\(max 6 months after preparation). Cover medium bottle with aluminum foil.  It should be colorless after preparation; any change of color is an indication of expiration. \r\n\n\n**Taste cell culture medium**   Iscove’s Modified Dulbecco’s medium \\(Gibco BRL, New York, NY) containing 10% fetal bovine serum \\(\\(FBS) BTI, Stoughton, MA), 1:5 ratio of MCDB 153 \\(Sigma) and a triple cocktail of antibiotics \\(100U/ml / 100μg/ml, Penicillin/Streptomycin, 2.5μg/ml Gentamycin and 0.5μg/ml Fungizone).  **CRITICAL** Medium is light sensitive, cover with aluminum foil and use in 3 months or less. \r\n\n\n**Taste cell isolation solution**  Dissolve 2.1 g NaHCO3, 0.3 g NaH2PO4, 3.6 g glucose, 3.77 g NaCl, 1.48 g KCl, 0.372 g EDTA in nuclease free water and filter sterilize\r\n\n\n**Preparation of coverslips:**  **OPTIONAL**  Prior to using, treat coverslips with 2M NaOH for 1 h and leave overnight in 70% nitric acid \\(HNO3).  Wash with 9M HCl acid for 1 hour and autoclave coverslips in water and rinse with 70% ethanol and 100 % ethanol, and then air dry. \r\n\n\n**Coating coverslips with rat tail collagen type** -1 Dilute rat tail collagen type-1 \\(3.96mg/ml,) with sterile nuclease-free water at 1:4 ratio. Add 0.5 -1 ml of rat tail collagen type-1 onto coverslips into 12 wells tissue culture plate for 15 minutes at room temperature. Remove rat tail collagen type-1 and let coverslip air dry for 10-20 minutes. **ATTENTION** Perform this step in sterile cell culture hood. \r\n\n\n**Enzyme mixture**   Mix collagenase \\(550 U/ml) + elastase \\(10 U/ml) and Trypsin inhibitor \\(0.9 mg/ml) in calcium-free Ringer solution just before use. **CRITICAL** Use the highest concentration of enzyme stock possible to minimize volume needed. Enzyme loses its activity under inappropriate storage and use.\r\n\n\n**Ringer solution** \\(MHNK, pH 7.1-7.2, 300-310 mOsmol) Dissolve 145 g NaCl, 0.373g  KCl, 0.203g MgCl2,  0.147g CaCl2, 0.110g Na-pyruvate, 4.76g Hepes-Na in 1 liter water and adjust pH to 7.1 to 7.2 and osmolarity to 300-310\r\n\n\n**Calcium free Ringer solution** \\(MHNK w/o Ca+2, pH 7.1-7.2, 300-310 mOsmol) Dissolve 145 g NaCl, 0.373g  KCl, 0.203g MgCl2,  0.110g Na-pyruvate, and 4.76g Hepes-Na and 2mM EDTA in 1 liter water and adjust pH to 7.1 to 7.2 and osmolarity to 300-310\r\n\n\n**Modified Ringer solution** \\(pH 7.1-7.2, 300-310 mOsmol) Dissolve 4.67g NaCl, 0.373g  KCl, 0.203g MgCl2,  0.147g CaCl2, 0.110g Na-pyruvate, and 4.76g Hepes-Na in 1 liter water and adjust pH to 7.1 to 7.2 and osmolarity to 300-310 by 5M NaCl. Filter sterilization. \r\n\n\n**Freezing medium** Add DMSO into Fetal Bovine Serum \\(FBS) to make final volume 5%  **CRITICAL** DMSO may use its physiologic properties when it gets oxidized therefore keep tightly closed and replace frequently. \r\n\n\n\r\n\n\n**PROCEDURE \\(Figure 1)**\r\n\n\n1- Obtaining human fungiform taste papillae •  TIMING 3-4 minutes/individual\r\n\n\n\\(i) Remove four to eight human fungiform taste papillae from the dorsal surface of the anterior   portion of the tongue using sterile curved spring microscissors and sterile glassware and tubing \r\n\n\n\\(ii) Place immediately into an isolation solution\n32\n2- Human fungiform taste papillae digestion     •  TIMING 30-45 minutes\r\n\n\nHuman fungiform taste cell papillae can be dissociated using  enzymatic digestion protocol. \r\n\n\n\\(i) Incubate fungiform papillae  **CRITICAL STEP** with collagenase, elastase and soybean trypsin inhibitor in 35\no\nC water bath with circulation for 30 minutes and gentle oxygenation with 95% O\n2\n/5% CO\n2\n.   **CRITICAL STEP**. After incubation, wash papillae with ringer and triturate the papillae 10 times with fire-polished glass Pasteur pipette for 10 times\n14\n3- Centrifuge for 3 minutes at 2500 rpm at RT; remove isolation solution and add 1 ml of taste cell culture medium\r\n\n\n4- Transfer digested fungiform papillae into glass dish       \r\n\n\n5- Finely mince fungiform papillae gently with surgical razor  **CRITICAL STEP** \r\n\n\n6- Add 150-250 μl of minced papillae into cloning cylinder onto rat tail collagen type-1 coated coverslip. **TROUBLESHOOTING**\r\n\n\n7- Add 1 ml of taste cell culture medium into each well\r\n\n\nCulturing of human fungiform taste cells •  TIMING 3-4 weeks\r\n\n\n8- Incubate plate at 36\no\nC in a humidified incubator containing 5% CO\n2\n.  **CRITICAL STEP** Temperature of the incubator should be 36\no\nC. \r\n\n\n9- Place in an incubator undisturbed for 2-3 days prior to the first change of complete medium. Taste cells will eventually bind to the coated coverslip, although this may not be clearly visible in 1 to 5 days \\(Figure 2 A). You may observe some cubical cells. These are distinct from the majority of cells. They do not show any sign of proliferation \\(Not shown). These cells will be removed after the first passaging \\(Figure 2 C).   **CRITICAL STEP** The enzymes and taste cell medium described above does not support the growth of cellular contaminants. **TROUBLESHOOTING**\r\n\n\n10- Remove cloning cylinder from plate and medium completely and add 1 ml of taste cell medium into each well. \r\n\n\n11- Check cell growth under the microscope every other day. Most of the cells grow under cell clusters \\(Figure 2 A and B) Cell clusters usually detach after 2-3 weeks in culture.\r\n\n\n12- Replace 1/3 of medium every 6-7 days  **CRITICAL STEP** Do not change medium often and/or completely.  **TROUBLESHOOTING**\r\n\n\n13- Once 80-100% of the cloning cylinder is covered with cells \\(Figure 2 B), trypsinize cells using 0.25% w/v trypsin/EDTA for 2-3 minutes at 36\no\nC,  \r\n\n\n14- Transfer cells from wells into 15 ml tubes, add 3 volumes of taste cell culture medium followed by centrifugation at 3000 rpm for 5 minutes at room temperature.\r\n\n\n15- Remove supernatant and resuspend cells with 1 ml of taste cell medium.\r\n\n\n**Propagation of human fungiform taste cells**  TIMING 3-4 weeks\r\n\n\n16- Transfer cells into the T25 plate and add 4 ml of taste cell medium \\(Figure 2 C). Maintain cells at 36\no\nC in a humidified incubator containing 5% CO\n2\n.  **CRITICAL STEP** Temperature of the incubator should be 36\no\nC. \r\n\n\n17- Replace 1/3 of medium every 6-7 days until cultured taste cells have reached 100% confluence \\(Figure 2 D). At this time, to enable taste cells to passage, wash cells once with sterile PBS then trypsinize cells using 0.25% w/v trypsin/EDTA for 2-3 minutes at 36\no\nC,\r\n\n\n18- After centrifugation as described above, resuspend in complete taste cell medium and transfer cells to fresh T-75 flasks \\(passage 1)  •  TIMING 3-4 weeks  \r\n\n\n19- Replace 1/3 of medium every 6-7 days  **CRITICAL STEP** Do not change medium often and/or completely\r\n\n\n20- Repeat steps 17 and 18 when cells have reached close to 100% confluence.  \r\n\n\n21- Split cells to no more than 1:4 dilution in a T75 flask to maintain the adequate growth of the cells over time. It should be noted that primary human fungiform taste cells have a reduced growth rate as compared with immortalized cell lines.  At this point, you may proceed with freezing vials of passage-1 cells for archival purposes. \r\n\n\n**Freezing and thawing cultured human fungiform taste cells** •  TIMING 10-15 minutes\r\n\n\n22- To freeze stocks of primary taste cells, after trypsinization, add complete taste cell medium and transfer cells to sterile 15 ml conical centrifuge tubes. Centrifuge at 2500 rpm for 5 min at room temperature. \r\n\n\n23- Carefully discard the supernatant and gently resuspend cells with appropriate  1ml of freezing medium\r\n\n\n24- Transfer cells to labeled, sterile cryovials, cap tightly, and place in a freezing container containing isopropanol. Place into a -80\no\nC freezer for at least one day prior to transferring indefinitely to liquid nitrogen.  **CRITICAL STEP** A slow cooling rate may increase the viability of cells. Freeze as many passage-1 cells as possible. Higher passage number cells can be frozen as well.\r\n\n\n25- To thaw a vial of frozen primary human fungiform taste cells, place at 37\no\nC water bath until just thawed \\(approximately 1 minute) while working in a laminar-flow cell culture hood. \r\n\n\n26- Transfer cells and freezing medium to a sterile 15 ml conical centrifuge tube and add 5 ml of taste cell culture medium. \r\n\n\n27- Centrifuge cells at 2500 rpm for 5 min at room temperature. Carefully discard supernatant, Gently resuspend cells with complete taste cell culture medium, and transfer to a sterile T-25 tissue culture flask. \r\n\n\n28- Continue to culture cells according to Step 16 to 25 until cells show evidence of senescence, based on viability, proliferation rate, and functional properties.  Experiments are typically performed using cells at passage-2 through -7. However, the cell system may be used beyond that passage number."
        },
        {
            "header": "Timing",
            "content": "**TIMING**\r\n\n\nStep 1, Removing human fungiform taste papillae: 3-4 minutes/person \\(use 2-3 individuals)\r\n\n\nSteps 2–7, Human fungiform taste papillae digestion, trituration, and dissection: 1 h\r\n\n\nSteps 8-15, Culturing of human fungiform taste cells: 3-4 weeks\r\n\n\nStep 16-21, Propagation of human fungiform taste cells: 3-4 weeks\r\n\n\nStep 22-27, Freezing primary human fungiform taste cells: 10-15 minutes"
        },
        {
            "header": "Troubleshooting",
            "content": "**TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Step 6** Processing and coating coverslip with rat tail collagen type -1 may result in no attachment or attachment of different type of cells\r\n\n\n**Step 9** We did not observe any cellular contamination by using enzymes and medium described above. However, if seen, problems are typically minimized by preparing fresh medium and enzymes. \r\n\n\n**Step 12** Cultured human fungiform taste cells that are not growing well and appear to have atypical morphology can usually be rescued by replacing what is likely expired taste cell medium, specifically MCDB 153, with fresh taste cell medium."
        },
        {
            "header": "Anticipated Results",
            "content": "During the last 10 years, at least 50 attempts to grow taste biopsies in culture were successful 90% of the time. A few days after biopsy and dissociation, cells typically began to grow and migrate outwards from the pieces of dissected fungiform tissue that remained after the dissociation procedure. Although individual cells were visible 2-5 d after plating \\(**Figure 2 A**), cells grew for up to 2-3 weeks under attached cell clusters, occasionally generating daughter cells \\(**Figure 2 B**).  From surgically removed 4-8 human fungiform papillae, initial isolates of primary human fungiform taste cells reach approximately 2000- 8000 cells in 3-4 weeks in culture. Expansion in T25 cell culture flasks \\(**passage 0**) for additional 3-4 weeks will yield a culture still free of epithelial cell contamination \\(**Figure 2 C**). Primary human fungiform taste cells can be further expanded in culture to yield upwards of at least a million cells by passage-1 in 3-4 weeks. Primary taste cells will continue to grow for more than a year \\(**Figure 2 D**). \r\n\n\n We found that IMDM supplemented with 20% MCDB 153 medium and 10% FBS provided good cell maintenance and growth on collagen-coated tissue culture plates and coverslips. We observed that papillae incubated with enzymes mentioned above resulted in cells that, if maintained in the IMDM supplemented with MCDB 153 showed specific growth environment for the particular type of cells. Additionally, because fibroblasts efficiently adhere to polystyrene, using specially pre-treated and rat tail collagen type-1 coated coverslip may result in preventing potential contamination by fibroblasts.\r\n\n\n The cells can withstand cryopreservation; however, renewed growth of the cryopreserved cells in culture was considerably faster than the growth of cultures directly from the biopsy. This result is consistent with each experiment and isolation. Theoretically, the majority of cells should be frozen as passage-1 cell stocks. The morphology of the cultured human fungiform taste cells in culture was similar to cultured chemosensory cells described previously<sup>33,34</sup>. Most cultured human fungiform taste cells maintained their original compact appearance of cell bodies with or without one or more processes for up to 15-30 days. After reaching confluence, most of the cultured cells had a polarized-elongated appearance. Mature taste cells consist of several different histological subtypes and exhibit taste cell specific features. Here we show that cells within these cultures display many molecular and physiological features characteristic of mature taste cells.  Gustducin and phospholipase C-β2, \\(PLC-β2) mRNA was detected by reverse transcriptase-polymerase chain reaction; products were of the expected size and confirmed by sequencing  \\(Figure 3). The cDNA transcribed from total RNA was amplified with intron-spanning specific primers. Specific mRNA was not detected in control experiments without reverse transcriptase, indicating no genomic DNA contamination. Expression of gustducin and PLC-β2, TRPM5, T1R2, T2R47, and ENaC-δ was also detected immunocytochemically in HBO cells, though there is variation in the number of cells immunoreactive to specific antibodies, suggesting the presence of type II and type III-like cells \\(**Figure 4 A and L**). An important criterion for a model system is the presence of relevant functional properties. Cultured cells also exhibited robust increases in intracellular calcium in response to appropriate concentrations of several taste stimuli \\(**Figure 5 A-C**). In these studies, sweet \\(Sucralose), bitter \\(Denatonium), salt \\(Sodium Chloride), umami \\(Monopotassium glutamate, MPG), sour \\(Citric acid, CA) and fatty acid \\(Oleic acid) stimuli elicit an increase in intracellular calcium that may correspond to a depolarization. These taste cell-like properties of the cultured cells lend support to the assertion that the model system we describe here can be a valuable asset for further studies of the transduction pathways and developmental processes of taste cells."
        },
        {
            "header": "References",
            "content": "1. Margolskee, R. F. et al. T1R3 and gustducin in gut sense sugars to regulate expression of Na\\(+)-glucose cotransporter 1. Proc. Natl. Acad. Sci. U. S. A. 104, 15075–15080 \\(2007).\r\n  2. Fujita, T. Taste cells in the gut and on the tongue. Their common, paraneuronal features. Physiol. Behav. 49, 883–885 \\(1991).\r\n  3. Shah, A. S., Ben-Shahar, Y., Moninger, T. O., Kline, J. N. & Welsh, M. J. Motile Cilia of Human Airway Epithelia Are Chemosensory. Science \\(80-. ). 325, 1131 LP-1134 \\(2009).\r\n  4. Tizzano, M., Cristofoletti, M., Sbarbati, A. & Finger, T. E. Expression of taste receptors in Solitary Chemosensory Cells of rodent airways. BMC Pulm. Med. 11, 3 \\(2011).\r\n  5. Ren, X., Zhou, L., Terwilliger, R., Newton, S. S. & de Araujo, I. E. Sweet Taste Signaling Functions as a Hypothalamic Glucose Sensor. Front. Integr. Neurosci. 3, 12 \\(2009).\r\n  6. Max, M. et al. Tas1r3, encoding a new candidate taste receptor, is allelic to the sweet responsiveness locus Sac. Nat Genet 28, 58–63 \\(2001).\r\n  7. Kiuchi, S. et al. Genomic structure of swine taste receptor family 1 member 3, TAS1R3, and its expression in tissues. Cytogenet. Genome Res. 115, 51–61 \\(2006).\r\n  8. Gong, T., Wei, Q., Mao, D. & Shi, F. Expression patterns of taste receptor type 1 subunit 3 and α-gustducin in the mouse testis during development. Acta Histochem. 118, 20–30 \\(2016).\r\n  9. Taniguchi, K. Expression of the Sweet Receptor Protein, T1R3, in the Human Liver and Pancreas. J. Vet. Med. Sci. 66, 1311–1314 \\(2004).\r\n  10. Nakagawa, Y. et al. Sweet Taste Receptor Expressed in Pancreatic β-Cells Activates the Calcium and Cyclic AMP Signaling Systems and Stimulates Insulin Secretion. PLoS One 4, e5106 \\(2009).\r\n  11. Elliott, R. A., Kapoor, S. & Tincello, D. G. Expression and Distribution of the Sweet Taste Receptor Isoforms T1R2 and T1R3 in Human and Rat Bladders. J. Urol. 186, 2455–2462 \\(2017).\r\n  12. Meyer, D. et al. Expression of Tas1 Taste Receptors in Mammalian Spermatozoa: Functional Role of Tas1r1 in Regulating Basal Ca2+ and cAMP Concentrations in Spermatozoa. PLoS One 7, e32354 \\(2012).\r\n  13. Ruiz, C. J. et al. Maintenance of rat taste buds in primary culture. Chem. Senses 26, 861–873 \\(2001).\r\n  14. Spielman, A. I. et al. A method for isolating and patch-clamping single mammalian taste receptor cells. Brain Res. 503, 326–329 \\(1989).\r\n  15. Kishi, M., Emori, Y., Tsukamoto, Y. & Abe, K. Primary culture of rat taste bud cells that retain molecular markers for taste buds and permit functional expression of foreign genes. Neuroscience 106, 217–225 \\(2001).\r\n  16. Stone, L. M., Wilcox, C. L. & Kinnamon, S. C. Virus-mediated transfer of foreign DNA into taste receptor cells. Chem. Senses 27, 779–87 \\(2002).\r\n  17. Barlow, L. a, Chien, C. B. & Northcutt, R. G. Embryonic taste buds develop in the absence of innervation. Development 122, 1103–1111 \\(1996).\r\n  18. Mbiene, J. P., Maccallum, D. K. & Mistretta, C. M. Organ cultures of embryonic rat tongue support tongue and gustatory papilla morphogenesis in vitro without intact sensory ganglia. J. Comp. Neurol. 377, 324–340 \\(1997).\r\n  19. Ozdener, H. et al. Characterization and long-term maintenance of rat taste cells in culture. Chem. Senses 31, 279–290 \\(2006).\r\n  20. Ozdener, M. H. et al. Characterization of Human Fungiform Papillae Cells in Culture. Chem. Senses 36, 601–612 \\(2011).\r\n  21. Ozdener, M. H. & Rawson, N. E. in \\(eds. Randell, S. H. & Fulcher, M. L.) 95–107 \\(Humana Press, 2013). doi:10.1007/978-1-62703-125-7_7\r\n  22. Ozdener, M. H. et al. CD36- and GPR120-mediated Ca2+ signaling in human taste bud cells mediates differential responses to fatty acids and is altered in obese mice. Gastroenterology 146, \\(2014).\r\n  23. Subramaniam, S. et al. ERK1/2 activation in human taste bud cells regulates fatty acid signaling and gustatory perception of fat in mice and humans. FASEB J. 30, 3489–3500 \\(2016).\r\n  24. Murtaza, B. et al. Zizyphin modulates calcium signalling in human taste bud cells and fat taste perception in the mouse. Fundam. Clin. Pharmacol. \\(2017). doi:10.1111/fcp.12289\r\n  25. Qian, J. et al. Cyclic-AMP regulates postnatal development of neural and behavioral responses to NaCl in rats. PLoS One 12, e0171335 \\(2017).\r\n  26. Nishiyama, M. et al. Attempt to Develop Taste Bud Models in Three-Dimensional Culture. Zoolog. Sci. 28, 623–632 \\(2011).\r\n  27. Zhang, W. et al. A novel experimental research based on taste cell chips for taste transduction mechanism. Sensors Actuators, B Chem. 131, 24–28 \\(2008).\r\n  28. Aihara, E. et al. Characterization of stem/progenitor cell cycle using murine circumvallate papilla taste bud organoid. Sci. Rep. 5, 17185 \\(2015).\r\n  29. Gao, Y., Toska, E., Denmon, D., Roberts, S. G. E. & Medler, K. F. WT1 regulates the development of the posterior taste field. Development 141, 2271 LP-2278 \\(2014).\r\n  30. Lin, Y., Sreekrishna, K. & Haught, J. C. Oral Care Compositions With A Reduced Bitter Taste Perception. \\(2016). U.S patent 14/633,163 filed Feb 27, 2015 \r\n  31. Zhang, Z. Q. et al. Isolation and characterization of porcine circumvallate papillae cells. Acta Histochem. 116, 1313–1322 \\(2014).\r\n  32. Ozdener, H., Spielman, A. I. & Rawson, N. E. Isolation and Culture of Human Fungiform Taste Papillae Cells. J. Vis. Exp. \\(2012). doi:10.3791/3730\r\n  33. Gomez, G., Rawson, N. E., Hahn, C. G., Michaels, R. & Restrepo, D. Characteristics of odorant elicited calcium changes in cultured human olfactory neurons. J. Neurosci. Res. 62, 737–749 \\(2000).\r\n  34. Wolozin, B. et al. Continuous culture of neuronal cells from adult human olfactory epithelium. J. Mol. Neurosci. 3, 137–146 \\(1992)."
        },
        {
            "header": "Acknowledgements",
            "content": "Cultured human fungiform taste papilla cells was honorarily named as HBO cells after Hasan Basri Ozdener \\(Father of the author, MHO). We thank Aimee Myers, Esi Quayson, Bilal Malik and Nadia Elkaddi for technical skills and help."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1093/chemse/bjr012",
                "date": "2017-06-14 03:24:05",
                "title": "Characterization of Human Fungiform Papillae Cells in Culture",
                "authors": [
                    "M. H. Ozdener",
                    "J. G. Brand",
                    "A. I. Spielman",
                    "F. W. Lischka",
                    "J. H. Teeter",
                    "P. A. S. Breslin",
                    "and N. E. Rawson"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1093/chemse/bjj030",
                "date": "2017-06-14 03:24:38",
                "title": "Characterization and Long-Term Maintenance of Rat Taste Cells in Culture",
                "authors": [
                    "H. Ozdener"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.3791/3730",
                "date": "2017-06-14 03:26:01",
                "title": "Isolation and Culture of Human Fungiform Taste Papillae Cells",
                "authors": [
                    "Hakan Ozdener",
                    "Andrew I. Spielman",
                    "and Nancy E. Rawson"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14873,
                "identity": "a118543a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mehmet Hakan Ozdener",
                "email": "hozdener@monell.org",
                "orcid": "",
                "institution": "Monell Chemical Senses Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mehmet",
                "middleName": "Hakan",
                "lastName": "Ozdener",
                "suffix": ""
            },
            {
                "id": 14874,
                "identity": "a11858a4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew I. Spielman",
                "email": "",
                "orcid": "",
                "institution": "New York University College of Dentistry",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "I.",
                "lastName": "Spielman",
                "suffix": ""
            },
            {
                "id": 14875,
                "identity": "a1185b3c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nancy E. Rawson",
                "email": "",
                "orcid": "",
                "institution": "Monell Chemical Senses Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nancy",
                "middleName": "E.",
                "lastName": "Rawson",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-06-28 14:01:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.065",
        "doiUrl": "https://doi.org/10.1038/protex.2017.065",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609828,
                "identity": "65ae2652-3bee-458d-9eb7-538556eac105",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 152764,
                "visible": true,
                "origin": "",
                "legend": "1    Flow diagram showing the major steps in the procedure.    Isolation of human fungiform taste cells was obtained by enzymatic digestion and mechanical disruption of human fungiform taste papillae which consist of taste buds and other diverse taste cell types. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_1.jpg"
            },
            {
                "id": 2609827,
                "identity": "5c741d2f-cb6a-402b-ae27-04c18482cdce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 120588,
                "visible": true,
                "origin": "",
                "legend": "Attachment and morphology of cultured human fungiform taste cells.    Primary human fungiform taste cell cultures grown on collagen type-1 coated plates were imaged after 2 days (A). Human fungiform taste cells grew for up to 2-4 weeks under attached cell clusters, which seemed to give rise to daughter cells (B).  After 2-4 weeks, taste cells in culture moved into the T25 flask (C).  The cells typically grew to confluence within four weeks (D). During this period we did not observe the growth of any cells which looked like epithelial cells (Not shown). Scale bars = 50 nm",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_2.jpg"
            },
            {
                "id": 2609830,
                "identity": "ebd49daa-32a2-4d27-9847-baf8d25485b0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 107381,
                "visible": true,
                "origin": "",
                "legend": "RT-PCR results demonstrated the presence of specific taste cell biomarker mRNAs (gustducin and PLC-β2).    Total RNA from cultured human fungiform cells was reverse transcribed using the Superscript First-Strand Synthesis System for RT-PCR (Invitrogen) and used for PCR by amplifying with specific primers designed for detection of gustducin and PLC-Total RNA from cultured human fungiform cells was reverse transcribed using the Superscript First-Strand Synthesis System for RT-PCR (Invitrogen) and used for PCR by amplifying with specific primers designed for detection of gustducin and  PLC-Total RNA from cultured human fungiform cells was reverse transcribed using the Superscript First-Strand Synthesis System for RT-PCR (Invitrogen) and used for PCR by amplifying with specific primers designed for detection of gustducin and  PLC-β2. Primers (Table 1) were chosen to span one or more introns. Each mRNA was detected in cultured taste cells with amplification products of the expected size, confirmed by sequencing. Specific mRNA was not detected in control experiments without reverse transcriptase, indicating\r\nno genomic DNA contamination. M, marker (100-bp division). PCR products were separated on 2% agarose gels and the amplified products on the gel were excised with a razor. DNA was extracted from the gel using QIAquick Gel Extraction Kit (Qiagen). PCR products were sequenced at the University of Pennsylvania Sequencing facilities. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_3.jpg"
            },
            {
                "id": 2609829,
                "identity": "5d835538-ef7c-4b10-a283-31a8171bcb66",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 160348,
                "visible": true,
                "origin": "",
                "legend": "Immunostaining of cultured human fungiform taste cells showed the presence of specific taste cell biomarkers.    Cultured human fungiform taste (HBO) cells were fixed with 4% paraformaldehyde and incubated with primary and secondary antibodies (Table 1), images were acquired with a Leica TCS-SP2 confocal laser scanning microscope. Immunoreactivity was observed for Gustducin (A and B) and PLC-β2 (C and D) in fungiform papillae tissue. Immunoreactivity to TRPM5 was also observed (E and F), as well as sweet receptor T1R3 (G and H) and bitter receptors T2R47 (I and J). Epithelial sodium channel subtype delta (ENaC-δ (K and L)) are also found present in HBO cells. For controls, immunostaining with antibody specific immunoglobulin demonstrated the absence of nonspecific immunoreactivity (data not shown). Scale bars = 50 nm",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_4.jpg"
            },
            {
                "id": 2609831,
                "identity": "bbf18bda-523a-4427-b3f9-6e120fb3329a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 105868,
                "visible": true,
                "origin": "",
                "legend": "Cultured human fungiform taste (HBO) cells response to different stimuli.    Cultured taste cells were loaded with 1mM Fura-2 AM (Molecular Probes) and 10 mg/ml Pluronic F127 (Molecular Probes). Changes in intracellular calcium levels ([Ca2+]i) in cultured human fungiform taste cell were measured using standard manual imaging techniques. The cells were visualized using an inverted fluorescence microscope at excitation wavelengths of 340 and 380nm and an emission wavelength set by a band pass filter centered at 510nm. Stimuli (Table 3) were dissolved in Bath solution and then pH and osmolality readjusted if needed. Cultured human fungiform taste cells responded to bitter, sweet, umami, sour, fatty and salty taste molecules. Cultured human fungiform taste cells responded to bitter, sweet, umami, sour and salt stimuli. Graphs illustrate representative responses of [Ca+2]i levels in individual cells during exposure to (A) Denatonium (Bitter), (B) Sucralose (Sweet), (C) MPG (umami), (D) citric acid (sour), (E) Oleic acid (Fatty acid) and (F) NaCl (Salt). ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_5.jpg"
            },
            {
                "id": 2609832,
                "identity": "36e75a1b-a46c-40a1-a96e-287af3d45688",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 97893,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Specific primers used for PCR amplification",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_6.jpg"
            },
            {
                "id": 2609834,
                "identity": "b9f301d9-e874-41ca-a593-22fccbbcf72d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 158716,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Antibodies used for determining taste cell specific proteins",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_7.jpg"
            },
            {
                "id": 2609833,
                "identity": "5ef1a381-e8e3-496f-932f-62cc43fda4e0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 76943,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Stimuli used for functional study",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/figure_8.jpg"
            },
            {
                "id": 13465020,
                "identity": "baba583e-31d2-407b-80ad-2b275322c578",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 528147,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6041/v1/df3c9617-8a0b-487b-9cd3-157e547a4fc6.pdf"
            }
        ],
        "financialInterests": "A patent portfolio covering methods for culturing mammalian taste cells has been filed by Monell Chemical Senses Center and M.H.O. and N.E.R. are named as inventors.  M.H.O. and N.E.R. receive research support and royalties.  The other author A.I.S declares no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "taste cells, Fungiform papillae, sweet, fat, bitter, umami, salt",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Taste cells are highly specialized epithelial cells with unique developmental and physiological characteristics. The ability to culture and maintain mammalian taste cells in vitro provides a useful model for molecular studies of the proliferation, differentiation and physiological function of human taste receptor cells. Here, we describe a simple, efficient and reproducible protocol for in vitro culture of human fungiform taste papillae \\(HBO) cells. While this protocol is optimized for human tissues, it is readily adapted for use with other species. Cultured fungiform taste cells can be passaged, frozen and re-plated, and have been maintained for up to a year without loss of viability and while retaining the ability to generate differentiated cells exhibiting many molecular properties of mature taste cells. This method will enable researchers to develop and characterize novel taste molecules and new therapeutic targets to promote regeneration following injury from surgery, radiation, atrophy, toxic exposures or deterioration due to aging or neurodegenerative disorders.",
        "manuscriptTitle": "Method for culture and maintenance of long term primary human fungiform taste cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-07-31 11:33:46",
                "doi": "10.1038/protex.2017.065",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a11801eb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 31st, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3968,
                "name": "Cell biology"
            },
            {
                "id": 3969,
                "name": "Biological techniques"
            },
            {
                "id": 3970,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-07-31 11:33:46",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}