{
    "identity": "nprot-249",
    "title": "Infection of murine vaginal or endocervical mucosa with human papillomavirus pseudovirions",
    "content": [
        {
            "header": "Introduction",
            "content": "Animal models of the early events of papillomavirus \\(PV) infection have generally used animal PV types and have examined the skin or the oral mucosa as sites of infection.  We have developed a mouse model for human sexual transmission by utilizing genital-tropic human papillomavirus \\(HPV) types to infect the cervicovaginal epithelium.  Under specific conditions, human papillomavirus \\(HPV) vectors - viral capsids encapsidating a reporter plasmid in place of the authentic PV genome, known as pseudoviruses \\(PsV) - will transduce the genital epithelium, recapitulating the establishment phase of infection.  Application of the genital challenge model is described here, with particular attention to the methods for inducing susceptibility to infection through mechanical or chemical disruption of the genital mucosa and to the technique and instruments required to produce infection at the squamocolumnar junction located in the endocervical canal."
        },
        {
            "header": "Reagents",
            "content": "1. HPV PsV &#x2013; The recommended volume of PsV inoculum, 5&#xB5;l per mouse, is based on the assumption of a starting PsV titer of ~5 x 10<sup>9</sup> infectious units \\(IU) per ml.  PsV&#x2019;s can be produced according to previously described methods<sup>1,2</sup>.  In addition, a detailed protocol and tips for PsV production and titering are located at \"our lab website\":http://home.ccr.cancer.gov/lco/default.asp   \r\n  A number of reporter plasmids can be used; see Supplementary Table 1 from the paper for details.  The most versatile reporter for multiple applications of the system is DsRed-Express \\(Clontech) red fluorescent protein.\r\n\n\n2. Female mice &#x2013; BALB/c and C57BL/6 strains have been tested with no discernible differences in results.\r\n  3. Carboxymethylcellulose \\(CMC) \\(Sigma-Aldrich #C4888)\r\n  4. Deionized water\r\n  5. Nonoxynol-9 \\(N-9) \\(US Pharmacopeia) &#x2013; for chemical disruption protocol only.  An inexpensive alternative is the over-the-counter contraceptive, Conceptrol \\(McNeil).  However, the viscosity of Conceptrol is too high for it to be used in the endocervical challenge protocol.\r\n  6. Depo-Provera \\(Pfizer)\r\n  7. Phosphate buffered saline solution \\(PBS)"
        },
        {
            "header": "Equipment",
            "content": "1. 1cc syringes and 27G needles\r\n  2. M50 positive-displacement pipette and tips \\(Gilson)\r\n  3. 1.5 ml siliconized conical screw cap micro-tubes \\(Bio Plas)\r\n  4. Cytobrush cell collector \\(CooperSurgical) &#x2013; for mechanical disruption protocol only \r\n  5. Anesthesia machine with a nose cone for inhalational isofluorane anesthesia.  Injectable anesthesia is a fine alternative.\r\n  6. Dissecting forceps, smooth\r\n  7. Pediatric nasal speculum \\(MedexSupply) &#x2013; for endocervical challenge only\r\n  8. Gel loading pipette tips \\(Fisher #05-408-151) - for endocervical challenge only\r\n  9. Tape\r\n  _For histology only_:\r\n\n\n10. Plastic tissue mold 25 mm x 25 mm \r\n  11. OCT freezing media\r\n  12. Liquid nitrogen\r\n  13. Microscope slides and 25 mm x 25 mm cover slips\r\n  14. 2% \\(w/v) paraformaldehyde in PBS\r\n  15. DAPI mounting media such as ProLong Gold antifade reagent with DAPI \\(Invitrogen)"
        },
        {
            "header": "Procedure",
            "content": "**1.  Vaginal Challenge:**\r\n\n\n\r\n\n\nA.  _Mechanical disruption_:\r\n\n\nDay 0\r\n\n\n1. Depo-Provera comes in a vial – 150mg/ml.  Shake the vial well then dilute 1:5 in sterile PBS to a final concentration of 30mg/ml.\r\n  2. Inject each mouse with Depo-Provera 3mg in 100µl subcutaneously.  Shake the diluted Depo-Provera well before drawing up the aliquot for each injection \\(see Critical Steps).\r\n  Day 4\r\n\n\n3. Make a 3% preparation of CMC by dissolving the powdered form in deionized water.\r\n  4. Make a 4% preparation of N-9 in 3%CMC.  This step can be skipped if Conceptrol is going to be used.  Tip – dilute the pure N-9 to 40% in water before working with it, and use positive displacement pipettes for making these preparations; they are too viscous for normal pipettes.  \r\n  5. Prepare PsV inoculum in siliconized micro-tube by diluting purified PsV prep 1:4 in 3%CMC.  The inoculum for each mouse consists of 5ul of PsV prep plus 15µl of 3%CMC \\(20µl total).  For example, the preparation for 5 mice would be 30µl of PsV’s mixed with 90µl of 3%CMC \\(make an extra aliquot to account for sticking to the side of the tube, etc.).  Mix well using the positive-displacement pipette until schlieren lines disappear.\r\n  6. After induction of anesthesia, place the mouse on its back and secure the tail by taping it to the operating surface.  \r\n  7. Use the positive-displacement pipette to deposit 10µl of the inoculum into the mouse vaginal vault.  \r\n  8. Advance the cytobrush into the vagina until resistance is encountered.  Stabilize the genital tissues by gently grasping the anterior vaginal introitus \\(around the urethral opening) with smooth forceps.  Twirl the cytobrush clockwise then counterclockwise 10 times.  \r\n  9. Deposit the remaining 10µl of inoculum into the vaginal vault.\r\n  10. Occlude the introitus by gently grasping the vulva with forceps, then force the inoculum into the upper portion of the vagina and into the fornices by pushing the forceps cephalad under the pubic arch.\r\n  Day 7\r\n\n\n11. Euthanize mouse by CO2 inhalation.\r\n  12. Dissect out the reproductive tract.\r\n  13.  Analyze result:\r\n  _For whole organ, multispectral imaging_:\r\n\n\n- Incise the ventral vaginal wall sagitally.  This opens the tubular structure of the vagina so it can be laid flat with the mucosa facing up.\r\n\n\n- Place the reproductive tract in PBS on ice.  Imaging can be done up to 6 hours later.\r\n\n\n- Acquire and analyze multispectral images.  For details, see the methods section of the paper.\r\n\n\n_For histological analyis_:\r\n\n\n- Fill the vaginal vault with OCT freezing media.  \\(Pipetting the OCT in with a 1000µl pipette tip works best).\r\n\n\n- Place the reproductive tract dorsal side down in the plastic freezing mold and fill the mold bed with OCT.\r\n\n\n- Snap freeze by placing the bottom side of the mold in contact with the surface of liquid nitrogen; be careful not to submerge the sample.\r\n\n\n- Cut 5-7µm sections on a cryotome and collect on slides.  Fix by placing the slide in 2% paraformaldehyde in PBS for at least 10 minutes.\r\n\n\n- Mount with DAPI mounting media.\r\n\n\n\r\n\n\nB.  _Chemical disruption_:\r\n\n\nPerform steps 1-6 above.\r\n\n\nDay 4\r\n\n\n7. Draw up 50µl of the N-9 containing material \\(Conceptrol or 4%N-9 in 3%CMC) into the positive displacement pipette.\r\n  8. Advance the pipette tip into the vaginal vault.  Gently grasp the vulva on either side of the pipette tip with smooth dissecting forceps to force retention of the N-9.  Instill N-9.\r\n  9. Repeat step 10 from above.\r\n  10. Allow 6 hours to elapse.\r\n  11. Repeat step 6 from above.\r\n  12. Draw up 20µl of the previously prepared PsV inoculum into the positive displacement pipette.\r\n  13. Advance the pipette tip into the vaginal vault.  Gently grasp the vulva on either side of the pipette tip with smooth dissecting forceps to force retention of the PsV inoculum.  Instill the entire 20µl PsV inoculum.\r\n  14. Repeat step 10 from above.\r\n  Day 7\r\n\n\n15. Repeat steps 11-13 from above.\r\n  \r\n\n\n**2. Endocervical Challenge**\r\n\n\n_Overview_:\r\n\n\n Conceptually, this is similar to the chemical disruption protocol described above.  The main differences are:\r\n\n\na. Depo-Provera does not have any effect on the results.\r\n\n\nb. A less viscous preparation of N-9 is used.\r\n\n\nc. All the materials are pipetted directly into the cervical canal instead of into the vaginal vault. \r\n\n\nDay 0\r\n\n\n1. Make a 1% preparation of CMC by dissolving the powdered form in deionized water.\r\n  2. Make a 4% preparation of N-9 in 1%CMC.  \r\n  3. Prepare PsV inoculum in a siliconized micro-tube by diluting the purified PsV prep 1:1 in 1%CMC.  The inoculum for each mouse consists of 7µl of PsV plus 7ul of 1%CMC – 14µl total.  For example, the preparation for five mice would be 42µl of PsV mixed with 42µl of 1%CMC \\(make an extra aliquot to account for sticking to the side of the tube, etc.).  Mix well using the positive-displacement pipette until schlieren lines disappear.\r\n  4. After induction of anesthesia, place the mouse on its back and secure the tail by taping it to the operating surface.  \r\n  5. Load 15µl of the 4%N-9 in 1%CMC preparation into a gel loading pipette tip.\r\n  6. Place the mouse in 30° of Trendelenburg \\(head lower than feet).  Ensure that there is adequate light.  Insert closed dissecting forceps into the vagina and release them to gently dilate the introitus.  Remove the forceps; insert the pediatric nasal speculum into the vagina to the level of the cervix and open the speculum, enabling direct visualization of the cervix.  The cervical os, or opening, is usually anterior in the visual field \\(at 12 o’clock).  Canulate the cervical os with the gel-loading pipette tip and advance the tip about 5-10mm into the cervical canal.  Deposit the N-9 preparation into the cervical canal.\r\n  7. Allow 6 hours to elapse.\r\n  8. Repeat steps 4-6, depositing the 14µl aliquot of PsV inoculum into the cervical canal instead of the N-9 preparation.\r\n  9. Follow the steps for histological analysis described in step #13 under **Vaginal Challenge** above.  Take sections from several intervals, because the squamocolumnar junction, which is situated in the canal after it has split into two separate lumens, is easy to miss."
        },
        {
            "header": "Timing",
            "content": "7 days"
        },
        {
            "header": "Critical Steps",
            "content": "- Shake the Depo-Provera thoroughly before preparing the dilution and before drawing up each 100&#xB5;l aliquot for injection.  It is a suspension that falls out of solution very quickly.  Results will be inconsistent if this is not done.\r\n\n\n- Be sure to prepare adequately with good positioning and with a good light source directed from over the shoulder before attempting to do the endocervical inoculation.  Start with a few more mice than are actually needed because the anatomy, especially in BALB/c mice, is variable, and it may not be possible to canulate the cervix successfully in every mouse."
        },
        {
            "header": "Anticipated Results",
            "content": "- This protocol is optimized to produce a reasonable signal to noise ratio using as few PsV particles as possible.  Higher levels of infection can be achieved by concentrating the inoculum.  In our hands, using an inoculum consisting of 15&#xB5;l of PsV prep mixed with 5ul of 4%CMC maximizes the system.\r\n\n\n- The experiments in the paper associated with this protocol utilized only HPV 16 pseudovirus.  However, HPV types 31 and 45; and bovine papillomavirus \\(BPV-1) have been tested and can be expected to behave similarly in the system using this protocol."
        },
        {
            "header": "References",
            "content": "1. Buck, C.B., Pastrana, D.V., Lowy, D.R. &amp; Schiller, J.T. Efficient intracellular assembly of papillomaviral vectors. _J Virol_ 78, 751-7 \\(2004).\r\n  2. Buck, C.B., Thompson, C.D., Pang, Y.Y., Lowy, D.R. &amp; Schiller, J.T. Maturation of papillomavirus capsids. _J Virol_ 79, 2839-46 \\(2005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1598",
                "date": "2007-04-23 11:25:41",
                "title": "Genital transmission of HPV in a mouse model is potentiated by nonoxynol-9 and inhibited by carrageenan ",
                "authors": [
                    "Jeffrey N Roberts",
                    "Christopher B Buck",
                    "Cynthia D Thompson",
                    "Rhonda Kines",
                    "Marcelino Bernardo",
                    "Peter L Choyke",
                    "Douglas R Lowy & John T Schiller"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10293,
                "identity": "9ef69cab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jeff Roberts",
                "email": "",
                "orcid": "",
                "institution": "NIH",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeff",
                "middleName": "",
                "lastName": "Roberts",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-07-29 16:07:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.235",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.235",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464321,
                "identity": "37eac9a6-0c95-4438-a7cc-0b9bdb7443c9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 128545,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-249/v1/eefdeb6b-2ee6-485e-b31a-d24aedecde52.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "HPV genital challenge model, pseudovirus, nonoxynol-9, cytobrush, endocervical inoculation",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Infection of murine vaginal or endocervical mucosa with human papillomavirus pseudovirions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-02 05:04:42",
                "doi": "10.1038/nprot.2007.235",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef6435b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 2nd, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1738,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-02 05:04:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}