{
    "identity": "pex-1736",
    "title": "<p>Protocol for bloodmeal identification in ticks using retrotransposon-targeted real time PCR</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Tick-borne infections such as Lyme disease and tick-borne encephalitis are a global public health burden.&nbsp;There may be 600,000 cases of Lyme disease in the United States and Europe each year<sup>1</sup> and this zoonosis may continue to emerge in new sites. &nbsp;&nbsp;Our capacity to develop effective control measures relies on understanding the transmission cycle of these pathogens in nature and the mode of human exposure.&nbsp;Because tickborne agents generally require mammalian or avian hosts that ensure that the basic reproduction number exceeds 1, identifying their reservoirs (=amplification hosts) is a main focus for developing interventions.&nbsp;To date, our knowledge of the relative importance of reservoir hosts is indirectly based on tick infestation indices, prevalence of infection, and abundance of the candidate hosts.&nbsp;Our knowledge base has been greatly influenced by the relative ease with which each species is sampled as well as the investigator’s preconceived expectations that shape study design.&nbsp;In contrast, host bloodmeal identification is an unbiased method for detecting the host upon which a vector has fed and acquired infection.&nbsp;Bloodmeal analysis has been a critical contributor to our understanding of &nbsp;mosquito-borne infections since the 1950s, accomplished by using simple methods such as immunoprecipitation <sup>2,3</sup>, because the life span of these arthropods is short and partially digested bloodmeals remain in the gut.&nbsp;Unfortunately, similar methods have not been shown to work for ticks.&nbsp;Bloodmeal analysis in ticks is complicated by their unique extended life-cycle and their complete intracellular digestion of blood components.&nbsp;Ixodid ticks feed only once per life stage, and therefore bloodmeal analysis in ticks attempts to detect the remnants of the bloodmeal after it has been fully digested and the tick has molted to the next stage, as much as a year later; little remains for analysis.&nbsp;Multiple methods for bloodmeal analysis in ticks have been previously published, but the reported success rate in field-collected ticks is low, often fewer than 50% of ticks tested<sup>4–9</sup>.&nbsp;We have recently developed a new method for tick bloodmeal identification that relies on the amplification of mammalian retrotransposons using real time PCR<sup>10,11</sup>.&nbsp;Retrotransposons are self-replicating genetic elements that leave a copy behind in the genome every time they jump to a new location.&nbsp;They have been coevolving in mammalian genomes for millions of years and have accumulated high copy numbers, often over 100,000 copies per genome.&nbsp;Thirty percent of the human genome is thought to consist of retrotransposons<sup>12</sup>.&nbsp;&nbsp;These extreme copy numbers maximize the probability that enough target is left behind in the remnants of the fully digested bloodmeal to be detected by PCR.&nbsp;Thus, the sensitivity of this assay is much greater than previous published bloodmeal identification methods.&nbsp;Although this method is a straight-forward real time PCR, with its extreme sensitivity comes the perils of contamination and false positives.&nbsp;Here we detail our methods, much of which focuses on contamination prevention procedures, so that bloodmeal analysis in ticks can be successfully utilized for tick ecology studies by other investigators.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>\tSsoFast Probes Supermix (Biorad #172-5230)</p><p>\tPrimers (see Table 1 for sequences), suggested supplier is Integrated DNA Technologies</p><p>PrimeTime qPCR double-quenched probes from Integrated DNA Technologies (see Table 1 for sequences).&nbsp;Multiplex reactions are run with the fluorophores: FAM, HEX and CY5.&nbsp;</p><p>\tMolecular biology grade water (UltraPure DNase/RNase-free distilled water Invitrogen #10977015</p><p>\tWhite 96-well reaction plate (Greiner Bio-One #669285).&nbsp;Each PCR machine uses a different type, please check with the manufacturer of your machine, if you are not using a LightCycler 480.</p><p>\tSealing foil (Roche Diagnostics #04729757001</p><p>\tSnap-cap microcentrifuge tubes (Eppendorf #022364111)</p><p>\tGloves</p><p>\tAerosol barrier pipette tips</p><p>\tRoche LightCycler 480 </p><p>\tContainer with ice</p><p><br></p><p>Helpful items:</p><p>\tPipette basins (Fisherbrand #12-681-507)</p><p>\tEppendorf PCR-cooler (Daigger Scientific #EF2927C) </p><p>\tMultichannel pipettors&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Real time PCR machine- suggested Roche LightCycler 480</p>"
        },
        {
            "header": "Procedure",
            "content": "Expertise needed to implement the protocol:\nThis protocol is appropriate for anyone with familiarity with routine real-time PCR reactions.\nLimitations:\nPCR amplification of retrotransposons has similar sensitivity to many methods currently used in modern forensics. The key to the successful utilization of this method is contamination prevention, more so than just ensuring that there is no carryover of material between samples during extraction or of nucleic acids during PCR setup. Contamination may arise at any step in the process from the handling of the ticks during collection and sorting. Throughout this protocol, measures used to prevent contamination will be detailed. These may seem “over-the-top” for many veteran researchers with years of experience setting up successful PCRs. However, these measures were arrived at because problems arose in our laboratory. Since these strict measures have been implemented, contamination has ceased to be an issue.\nThis method works best if the ticks are young and fresh. We have found that the success of this method decreases with the age of the tick\n10\n. Do not allow collected ticks to sit alive in incubators in the lab waiting to be processed. Freeze the ticks soon after collection. Because ticks are promptly killed, there is no need to put plaster or anything else in the bottom of collection tubes (which is usually done to help modulate humidity in the tubes to keep the ticks alive). We use 3-dram snap cap vials (VWR 89097-516) for tick collections. This facilitates the ability to externally decontaminate the ticks directly in the collection tubes (see below). Depending on local circumstances, environmental DNA (eDNA) may contaminate the exterior of questing ticks. It is also likely that questing ticks may be contaminated by DNA from phoretic hosts\n13\n.\nI. Tick collection\nContamination prevention procedures for tick collection:\nDuring our trips to the field, we often trap animals and sample mouse boxes in addition to collecting ticks. It is important that all equipment used for activities involving animals are kept separate from the tick-collecting equipment. Bloodmeal identification PCRs may become positive simply from the use of contaminated forceps, such as ones that were also used to remove ticks from animals. Use clean forceps that are dedicated to tick collections and are not used for any other task. We routinely store our tick drags inside plastic trash bags; to keep them protected from the other equipment (such as mouse traps) that is also stored in the back of our field vehicle. Collection tubes for ticks should also be stored separately from the tubes and other supplies used to work-up field-collected animals. Tick drags should periodically be placed in direct sun for several hours to inactivate environmental DNA.\nII. Tick sorting and nucleic acid extraction.\nContamination prevention procedures for processing ticks in the lab:\nThe processing of the ticks must be done in an area physically separated from the PCR machines. This area must also be free of all possible mammalian contamination. Activities such as working next to someone extracting mouse tissues or working in a hood that is also used for mammalian tissue-cultures must be avoided. Be aware of contaminating aerosols from centrifuges or other common equipment that have exhaust or cooling fans. The use of extraction robots may be another source of contamination, if the robot is used for diverse samples (e.g., to extract mouse blood, cell cultures, ticks, mosquitoes). All forceps, racks, pipettors, lab benches etc…should be dedicated to tick work, or at the minimum be decontaminated before use (use bleach or DNA Away (Fisher #21-236-28)). Finally, consider your clothes. Be mindful that fur and dander from your pets are all over your clothes and can cause contamination of the samples. Be sure to, at the very least, wear a clean lab coat that is frequently changed.\nMaterials\n:\nFreshly diluted 5% bleach\nMolecular biology grade water (UltraPure DNase/RNase free distilled water Invitrogen #10977015)\nSnap-cap microcentrifuge tubes (Eppendorf #022364111)\n100 micron zirconium beads (Ops Diagnostics #BLBZ 10025014)\n1000µl pipette tips tips- heat sealed (Fisher Scientific #02-707-403)\nAerosol barrier pipette tips\nTransfer pipettes (Fisher Scientific #13-711-7M)\nGloves\nAlcohol burner (Fisher #04-245-1)\nClean forceps\nQuickExtract (Lucigen Corp.#QE09050)\nProcedure:\n1.      Don clean gloves and a clean lab coat.\n2.      Heat seal the tip of 1000µl pipette tips by holding them briefly in the flame of an alcohol burner. (Do not blow on the tip to extinguish the flame, wave it!) Reinsert the sealed tip into the tip box and repeat until the entire box is done.\n3.      To minimize freezing and thawing of ticks, only remove from the freezer the number of ticks that can be successfully sorted and extracted at once.\n4.      Decontaminate the outer surface of the ticks by soaking in 5% bleach for 2 minutes.This can be done directly in the collection vial. Fill the vial ¾ full with 5% bleach. Ticks may float; mix by inverting the tube so that the bleach reaches all sides.\n5.      Decant the bleach using a transfer pipette.\n6.      Wash for 30 seconds in PCR-grade water. Fill the collection vial ¾ with water. Invert to mix.\n7.      Decant the water using a clean transfer pipette.\n8.      Repeat water wash 3 more times.\n9.      Sort ticks into individual 1.5ml Eppendorf tubes using clean dedicated forceps.\n10.  Homogenize each tick individually using a heat-sealed 1000µl tip in 2µl water with 100 micron zirconium beads to facilitate grinding.\n11.  Extract tick homogenate for DNA/RNA.\nNucleic acid extraction can be done using any published procedure. Bloodmeal host DNA has been successfully extracted from ticks using HOTSHOT\n14\nand DNEasy kits (Qiagen, Inc.). Our current method uses QuickExtract (Lucigen Corp.) and is a quick and easy method that will yield both DNA as well as RNA. This method is detailed below.\nProtocol DNA/RNA extraction of unfed nymphal ticks using QuickExtract\n(For adult ticks use twice the volume):\n1.      Mix 50µl water with 50µl QuickExtract.\n2.      Add to tick homogenate and mix well.\n3.      Incubate at 65°C for 6 minutes\n4.      Incubate 95°C for 2 minutes.\n5.      Cool to room temperature.\n6.      Store extracts in freezer until use.\nCAUTION --Contamination has been detected in samples that were extracted using a DNA extraction robot that was also being used for extracting mouse samples. Bead-beaters may have similar issues. Extracting sham samples and testing for possible contamination sources would be prudent before one processes their irreplaceable field-collected samples.\nIII. PCR Set-up\nMaterials:\nSsoFast Probes Supermix (Biorad #172-5230)\nPrimers (see Table 1 for sequences), suggested supplier is Integrated DNA Technologies\nPrimeTime qPCR double-quenched probes from Integrated DNA Technologies (see Table 1 for sequences). Multiplex reactions are run with the fluorophores: FAM, HEX and CY5.\nMolecular biology grade water (UltraPure DNase/RNase-free distilled water Invitrogen #10977015\nWhite 96-well reaction plate (Greiner Bio-One #669285). Each PCR machine uses a different type, please check with the manufacturer of your machine, if you are not using a LightCycler 480.\nSealing foil (Roche Diagnostics #04729757001\nSnap-cap microcentrifuge tubes (Eppendorf #022364111)\nGloves\nAerosol barrier pipette tips\nRoche LightCycler 480\nContainer with ice\nHelpful items:\nPipette basins (Fisherbrand #12-681-507)\nEppendorf PCR-cooler (Daigger Scientific #EF2927C)\nMultichannel pipettors\nContamination prevention procedures for PCR set-up:\nPCRs are set up in a room physically separated from the real time PCR machines inside a dedicated PCR dead air hood equipped with UV light decontamination. Quality-controlled molecular biology grade water is used. This water is aliquoted into microfuge tubes that are left open under UV illumination overnight to ensure that no amplifiable DNA is present. Pipettors are dedicated for PCR set-ups only. Pipettors used to assemble the Master Mix should never be used for DNA, instead have a dedicated pipettor used to add the DNA template. Aerosol barrier tips are used for all pipetting. All racks are dedicated for PCR set-ups only and are left under the UV lamps for approximately 6 hours in-between runs. Ice packs are also UV irradiated in the PCR hood before being returned to the freezer. (Do not leave pipettors under the UV lights, the radiation will degrade the plastic. These can be decontaminated with DNA-Away (Fisher #21-236-28)). Wear a clean lab coat designated for PCR set-ups (not the same lab coats used for DNA extractions). Finally, consider what else you have done that day that might potentially cause contamination issues. Have you been working with animal tissues? Have you been in your animal room? Have you passed your mouse cells? Have you spent time in the room with your PCR machines? If the answer to any of these questions is yes, perhaps you should wait and set-up this PCR tomorrow. I set-up PCRs first thing in the morning and do all other lab work afterwards.\n-Note-\nThis assay was developed on a Roche LightCycler 480; the settings described here, will pertain to that instrument. As with regular real time PCRs, this assay should work on any real time machine with only minor adjustments. Keep in mind that each machine has a unique set of filters for fluorophore detection. If using a different real time machine be sure to check your manufacturer’s instructions to confirm that the fluorophores used here will work with your machine.\nPCR reactions are carried out in white 96-well plates. Set-up is done on ice.\nDNA templates are always run in duplicate\nMultiplex reactions can be run as designated in Table 1.\nProtocol\n:\n1.      Don clean gloves and a clean lab coat before handling any PCR reagents.\n2.      Thaw all reagents for Master Mix at room temperature in PCR hood with overhead light off to avoid unnecessary photobleaching of probes.\n3.      While reagents are thawing, pull DNA templates out of freezer.\n4.      Thaw DNA; mix thoroughly and then spin down. Keep these away from the PCR hood while you set-up the plate with Master Mix. DNA templates are always run in duplicate. Be sure to include negative controls.\n5.      After handling DNA templates, change to clean gloves before assembling Master Mix.\n6.      Mix together reagents for Master Mix as detailed below. Make enough Master Mix for the number of samples being tested (X2 because every sample is done in duplicate) plus a couple extra for pipetting errors.  (For example: 47 samples in duplicate= 94. Add 2 negative controls for a full 96-well plate. Add a few extra for pipetting errors= 102.  Therefore, make enough Master Mix for 102 reactions for a full 96-well plate.)\nPCR Master Mix for one 15\nµ\nl reaction\n:\n7.5µl SsoFast Probes Supermix\n0.12µl of 25µM working stock for each primer (up to 6 primers)\n0.2µl of 25µM working stock for each probe (up to 3 probes)\nXµl water to make 13µl total\n7.      Vortex well and distribute 13µl into each well of 96-well plate\n8.      Sit plate on ice.\n9.      Put all Master Mix reagents back in freezer.\n10.  Bring the racks with the DNA templates into the hood.\n11.  Add 2µl of template to each well. Pipette up and down to mix.\n12.  Seal plate and place in real time PCR machine and run using the following cycling conditions:\n98°C 2 minutes\nThen 50 cycles of\n98°C 8 seconds\n58°C 30 seconds with a plate read at each cycle."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>See supplementary table</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>These PCR reactions target mammalian retrotransposons.&nbsp;Mammalian genomes are full of active, as well as inactive and decaying copies of these genetic elements.&nbsp;A single genome can have tens to hundreds of thousands of copies of a single retrotransposon <sup>15</sup>.&nbsp;The extreme copy numbers are exploited in this assay to maximize the possibility that enough target DNA is remaining from a fully digested bloodmeal in the molted tick for these PCRs to detect.&nbsp;However, the decaying retrotransposons actively accumulate mutations leading to large numbers with less than perfect matches for the primers and probes to bind to (see Figures 1 and 2), any of which could be the ones left in the digested bloodmeal.&nbsp;Therefore, the interpretation of positive samples is more complex than for a traditional real time PCR and often require manual sample calling.&nbsp;Amplification curves can be lower than expected because the target amplified may be a degraded retrotransposon with mismatches in the region where the probe binds (Figure 3).&nbsp;The integrity of these PCRs relies then on strict vetting of the specificity of the primers upon design.&nbsp;With potentially hundreds of thousands of targets in the genome for the primers and probe to bind to, it is impossible to predict the specificity of a newly designed set based upon sequence similarity searches.&nbsp;The primer and probe sets described in this protocol have been tested against a panel of positive control DNA from other animals that may be present in our New England field sites including: <em>Peromyscus, Microtus, Myodes, Mus, Tamias, Sciurus, Marmota, Odocoileus, Sylvilagus, Felis, Mephitis, Procyon, Meleagris, Zapus, Sus, Equus, Ovis, Sorex, Blarina, Canis, Vulpes, Mustela </em>and the bird species listed in Table 2 (See tables 1 and 2).&nbsp;Cross-reactions were assessed at a concentration of 10-<sup>4</sup>ng/µl of positive control DNA.&nbsp;Unfed larval ticks were used to test for cross reactions with tick DNA; we found no evidence that the larvae contained remnants of the bloodmeal from the engorged female tick.&nbsp;Specificity for most primer sets is at the level of family, but not genus or species.&nbsp;See table 1 for specifics for each set of primers and probe.&nbsp;To help differentiate real positives from noise, all samples in these PCRs are done in duplicate.&nbsp;The PCR must be repeated if 1) the curve is low an unconvincing (such as curve 3 in Figure 3), the Ct is &gt;42, or only 1 of the two replicates tests positive.&nbsp;No sample is called positive if it cannot be replicated.&nbsp;</p><p><br></p><p>The primer sets that are presented are likely to work with samples from field sites in the northeastern&nbsp;and upper midwest United States.&nbsp;Effective use of this bloodmeal analysis assay system in other areas of the U.S. would require developing primer sets to animals that are present rarely in New England, e.g., reptiles, and specific testing of the rodent primers with samples from those in southern, central or western sites (e.g., <em>Sigmodon hispidus</em> or <em>Neotoma</em> spp.).&nbsp;The same would apply for use in other parts of the world.&nbsp;The primer sets described herein were developed after extensive trial and error using actual PCR reactions (not in silico) to ensure specificity and sensitivity:&nbsp;in some cases more than 10 candidates were tried.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Marques, A. R., Strle, F. &amp; Wormser, G. P. Comparison of Lyme Disease in the United States and Europe. <em>Emerg. Infect. Dis</em> <strong>27</strong>, 2017–2024 (2021).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weitz, B. Identification of blood meals of blood-sucking arthropods. <em>Bulletin of the World Health Organization</em> <strong>15</strong>, 473–490 (1956).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goodman, W. G., DeFoliart, G. R. &amp; Burkot, T. R. Identification of Mosquito Blood Meals by Enzyme-Linked Immunosorbent Assay. <em>The American Journal of Tropical Medicine and Hygiene</em> <strong>30</strong>, 1336–1341 (1981).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kirstein, F. &amp; Gray, J. Blood Meal Identification in Ticks: a Promising Tool in Ecological Research on Tick-borne Diseases. <em>Zent.bl. Bakteriol.</em> <strong>289</strong>, 760–764 (1999).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pichon, B., Egan, D., Rogers, M. &amp; Gray, J. Detection and identification of pathogens and host DNA in unfed host-seeking <em>Ixodes ricinus</em> L.(Acari: Ixodidae). <em>Journal of Medical Entomology</em> <strong>40</strong>, 723–731 (2003).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Estrada-Peña, A., Osácar, J. J., Pichon, B. &amp; Gray, J. S. Hosts and Pathogen Detection for Immature Stages of <em>Ixodes ricinus</em> (Acari: Ixodidae) in North-Central Spain. <em>Experimental and Applied Acarology</em> <strong>37</strong>, 257–268 (2005).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cadenas, F. M. <em>et al.</em> Identification of host bloodmeal source and <em>Borrelia burgdorferi</em> sensu lato in field-collected <em>Ixodes ricinus</em> ticks in Chaumont (Switzerland). <em>Journal of Medical Entomology</em> <strong>44</strong>, 1109–1117 (2007).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wickramasekara, S., Bunikis, J., Wysocki, V. &amp; Barbour, A. G. Identification of residual blood proteins in ticks by mass spectrometry proteomics. <em>Emerging infectious diseases</em> <strong>14</strong>, (2008).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gariepy, T. D., Lindsay, R., Ogden, N. &amp; Gregory, T. R. Identifying the last supper: utility of the DNA barcode library for bloodmeal identification in ticks: Identifying tick bloodmeals with DNA barcodes. <em>Molecular Ecology Resources</em> <strong>12</strong>, 646–652 (2012).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goethert, H. K., Mather, T. N., Buchthal, J. &amp; Telford, S. R. Retrotransposon-based blood meal analysis of nymphal deer ticks demonstrates spatiotemporal diversity of <em>Borrelia burgdorferi</em> and <em>Babesia microti</em> reservoirs. <em>Appl Environ Microbiol</em> <strong>87</strong>, e02370-20 (2021).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goethert, H. K., Mather, T. N., Johnson, R. W. &amp; Telford, S. R. Incrimination of shrews as a reservoir for Powassan virus. <em>Commun Biol</em> <strong>4</strong>, 1319 (2021).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Richardson, S. R. <em>et al.</em> The Influence of LINE-1 and SINE Retrotransposons on Mammalian Genomes. <em>Microbiol Spectr</em> <strong>3</strong>, (2015).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goethert, H. K. &amp; Telford 3rd, S. R. Limited capacity of deer to serve as zooprophylactic hosts for <em>Borrelia burgdorferi</em>. <em>Applied and Environmental Microbiology</em> (submitted).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Truett, G. E. <em>et al.</em> Preparation of PCR quality mouse genomic DNA with hot sodium hydroxide and Tris (HotSHOT). <em>Biotechniques</em> <strong>29</strong>, 52–54 (2000).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kramerov, D. A. &amp; Vassetzky, N. S. Origin and evolution of SINEs in eukaryotic genomes. <em>Heredity (Edinb)</em> <strong>107</strong>, 487–495 (2011).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Thank you to the Harvard Museum of Comparative Zoology which loaned bird tissues used as positive control material for developing the bird assay. This is a contribution of the Tufts Lyme Disease Initiative.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s42003-021-02828-1",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1128/AEM.02370-20",
                "date": "2020-11-05 14:28:12",
                "title": "Retrotransposon-Based Blood Meal Analysis of Nymphal Deer Ticks Demonstrates Spatiotemporal Diversity of Borrelia burgdorferi and Babesia microti Reservoirs",
                "authors": [
                    "Heidi K. Goethert",
                    "Thomas N. Mather",
                    "Joanna Buchthal",
                    "Sam R. Telford"
                ],
                "journal": "Applied and Environmental Microbiology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 70392974,
                "identity": "d7914a32-77ff-404b-8faf-0565d74d89af",
                "order_by": 0,
                "name": "Heidi Goethert",
                "email": "heidi.goethert@tufts.edu",
                "orcid": "https://orcid.org/0000-0001-5145-9047",
                "institution": "Tufts University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Heidi",
                "middleName": "",
                "lastName": "Goethert",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-12-15 16:01:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1736/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1736/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 16546153,
                "identity": "3a1bbb8a-2846-4e2a-9f09-e99bdb478a80",
                "added_by": "auto",
                "created_at": "2021-12-17 10:53:17",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 951993,
                "visible": true,
                "origin": "",
                "legend": "<p>Alignment of the <em>Peromyscus</em> primers to approximately 40 SINE sequences pulled from the genome. A B1 SINE sequence from <em>Peromyscus</em> <em>leucopus</em> was used to search a genome scaffold for matching sequences.&nbsp;This is a section of the alignment showing approximately 40 of the 66,000 matches that were identified.&nbsp;The placement of the <em>Peromyscus</em> primer and probe sequences are shown at the top.&nbsp;The bases are shaded by the percent of the sequence identity across the entire alignment (darker= high sequence similarity at that site, lighter= more diversity).&nbsp;The area where the probe binds is circled in red.&nbsp;Although there are many sequences have 100% sequence similarity to the probe, there are also a large number of sequences with SNPs in the region where the probe binds.&nbsp;These mismatches create lower amplification curves than expected from traditional real time PCRs.</p>",
                "description": "",
                "filename": "Fig1sequencealignment.tif",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/c94568bec27974479c178402.tif"
            },
            {
                "id": 16546152,
                "identity": "5c4f62f6-9db6-4a7f-b93d-7d8ffe8483ba",
                "added_by": "auto",
                "created_at": "2021-12-17 10:53:17",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 449963,
                "visible": true,
                "origin": "",
                "legend": "<p>A zoomed-out view showing a larger section of the same alignment from Figure 1.</p>",
                "description": "",
                "filename": "Fig2zoomedoutalignment.tif",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/b9a14618c67e9cfbdc7c8ef6.tif"
            },
            {
                "id": 16546070,
                "identity": "037cc12d-a317-48a1-b706-81b4cb7b30a4",
                "added_by": "auto",
                "created_at": "2021-12-17 10:50:17",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 173787,
                "visible": true,
                "origin": "",
                "legend": "<p>Typical amplification curves from real time PCR of retrotransposons.&nbsp;This is data from a PCR run with the <em>Peromyscus</em> primers and probe on nymphal field-collected ticks.&nbsp;Although many samples produce curves with the expected “S” shape (curve 1), mismatches in the primers and probes can lead to lower curves (2 and 3).&nbsp;All of these samples may be called positive IF they can be reliably replicated.</p>",
                "description": "",
                "filename": "Fig3examplesofcurves.tif",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/e6398c35e29dfaeb20375153.tif"
            },
            {
                "id": 16546183,
                "identity": "2aa82cf7-da5c-4e5d-9c49-eaca06d44e38",
                "added_by": "auto",
                "created_at": "2021-12-17 10:56:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1435776,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/aea1ad5b-9d11-4277-a04a-6f5151362c7c.pdf"
            },
            {
                "id": 16546075,
                "identity": "a8876c5e-3e5d-4b41-bffc-a3661e9f33e9",
                "added_by": "auto",
                "created_at": "2021-12-17 10:50:17",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14190,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table3Troubleshooting.docx",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/9be7751c86ccb67469d151b1.docx"
            },
            {
                "id": 16546182,
                "identity": "e344672e-7f37-4f07-843f-b04d547787f7",
                "added_by": "auto",
                "created_at": "2021-12-17 10:56:17",
                "extension": "docx",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 28019,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table2sensitivityforbirds.docx",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/264884e7f37fc17dcff7589a.docx"
            },
            {
                "id": 16546154,
                "identity": "cb6ed7a0-9af8-4a60-88ea-41306ebd329f",
                "added_by": "auto",
                "created_at": "2021-12-17 10:53:17",
                "extension": "docx",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 34472,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1primersandprobes.docx",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/d8ee3aa0a4f7f657d00c8b04.docx"
            },
            {
                "id": 16546076,
                "identity": "8c341a73-6a44-436b-8777-9db22b08dce0",
                "added_by": "auto",
                "created_at": "2021-12-17 10:50:17",
                "extension": "docx",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2915368,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "SupplementalfileLCinstructions120621.docx",
                "url": "https://assets.researchsquare.com/files/pex-1736/v1/f3125f911593be5b51ec0feb.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Ticks, bloodmeal identification, real time PCR, retrotransposons, host, Ixodes",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Tick-borne infections are a global public health burden.&nbsp;&nbsp;Our ability to develop effective control measures relies on understanding the natural transmission cycles as well as the mode of exposure to humans.&nbsp;&nbsp;Our current knowledge of the relative importance of the hosts upon which tick vectors feed is based on indirect measurements, such as infestation indices.&nbsp;&nbsp;Bloodmeal identification can determine the host upon which a questing tick had fed in the previous life stage and is an unbiased method for incriminating reservoir hosts.&nbsp;&nbsp;Although bloodmeal identification has been utilized for mosquito ecology since the 1950s, the extended life-cycle of ticks and complete intracellular digestion of the bloodmeal make such analyses for ticks more complicated.&nbsp;&nbsp;We have recently developed a highly sensitive assay for identification of bloodmeals in ticks based upon real-time PCR amplification of mammalian retrotransposons.&nbsp;&nbsp;Although other PCR-based methods for bloodmeal analysis in ticks have been published previously, they have an inadequate success rate with field-collected ticks and have not been adopted for general use.&nbsp;We describe our methods in detail in order to make this assay widely accessible for use in other laboratories.&nbsp;&nbsp;&nbsp;</p>",
        "manuscriptTitle": "Protocol for bloodmeal identification in ticks using retrotransposon-targeted real time PCR",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-12-17 10:50:15",
                "doi": "10.21203/rs.3.pex-1736/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f257bd0c-e58f-4a4d-a448-d338cb5cbf2e",
        "owner": [],
        "postedDate": "December 17th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-12-17 10:50:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}