{
    "identity": "nprot-5517",
    "title": "Bioassay for monitoring insecticide toxicity in Bemisia tabaci populations",
    "content": [
        {
            "header": "Introduction",
            "content": "Pests resistance to insecticides is an increasing problem as they jeopardize the efficacy and field control of insect pests by insecticidal compounds. Hence, it is necessary to monitor the insecticide resistance status in pest species from time to time. Bemisia tabaci is regarded as a species complex comprising of more than 36 putative species or genetic groups with varying degrees of insecticide resistance to different groups of insecticides.  Therefore, correct identification of genetic group status of B. tabaci is very much important in studies involving B. tabaci populations. This protocol is developed to monitor insecticide susceptibility and detect the development of insecticide resistance against insecticides to the whitefly, B. tabaci along with genetic group status. This protocol can be adapted for insecticide bioassays and resistance monitoring studies in a number of other sucking insect pests as well.\r\n\n\nConventionally, leaf disc bioassay techniques recommended by the Insecticide Resistance Action Committee \\(IRAC) are used for monitoring the efficacy of insecticides in sucking pests. In comparison, the main advantages of this modified method are maintaining the leaf turgidity for about 96 h, avoiding fungal contamination during the assay test period, providing better feeding environment to the insects and better elimination of accidental mortality due to the accumulation of excess moisture."
        },
        {
            "header": "Reagents",
            "content": "Acetone \\(technical grade) \r\n\n\nAgar \r\n\n\nAgarose\r\n\n\nCO2 \r\n\n\nCotton leaves\r\n\n\nDNA ladder \r\n\n\nPCR master mix \\[For eg. Dream Taq Green Master Mix \\(2X) \\(Thermo Scientific Co., USA)]\r\n\n\nEthidium bromide \\(EtBr)\r\n\n\nGel loading dye  \r\n\n\nNuclease-free water\r\n\n\nPurity analyzed technical grade insecticides \r\n\n\nSterile deionized H20 \r\n\n\nDNA extraction kit \\(For eg., DNeasy blood and tissue kit \\(Qiagen GmbH, Hilden, Germany) \r\n\n\nTriton X-100\r\n\n\n1X TAE buffer\r\n\n\n70% EtOH \\(v/v)"
        },
        {
            "header": "Equipment",
            "content": "Aspirator-device used for capturing small insects \\(Fig. 1). \r\n\n\nBinocular microscope\r\n\n\nCO2 cylinder with pressure regulator\r\n\n\nDisposable sterile Petri plates \\(90 x 15 mm) \r\n\n\nFine paintbrush \r\n\n\nForceps \r\n\n\nGPS monitor\r\n\n\nHorizontal electrophoresis system \\(Bio-Rad, USA)  \r\n\n\nInsect pin # 2\r\n\n\nPhylogenetic and molecular evolutionary analysis software\r\n\n\nMicropipettes and tips\r\n\n\nRazor blade\r\n\n\nThermal Cycler \\(Applied Biosystems, Carlsbad, USA)\r\n\n\nTimer \r\n\n\nScrew cap glass vials \\(10 and 20 ml)\r\n\n\nSoftware for Probit analysis"
        },
        {
            "header": "Procedure",
            "content": "**A. Field surveys**\r\n\n\n1. Generate adequate background information on the use of insecticide on fields through, Knowledge-Attitude-Practice \\(KAP) surveys \\(Yadouleton et al. 2009) in the study site.\r\n  2. At the time of the survey, apprise the farmers on the aim of the study. Interviews may be conducted in local language and preferably, a verbal consent is to be taken from all the participants.\r\n  3. The survey is to be conducted through direct observations, in-depth interviews with the individual farmers using a semi-structured questionnaire to gather information on various aspects of cropping pattern and pesticide usage i.e. type, frequency, the dosage of the insecticides in the study site.\r\n  \r\n\n\n**B. Collection of whitefly, _B. tabaci_**\r\n\n\n1. Select a study site of field crops \\(cotton, brinjal or any other host plants of B. tabaci) and record the exact GPS coordinates of the collection sites.\r\n  2. While collecting, walk in ‘Z’ mode at a minimum of two-hectare blocks of the crops. \r\n  3. Insects are to be collected using an aspirator during early morning along with infested leaves containing the nymphs and pupae \\(Fig. 2).\r\n  4. The insects are to be transported to the laboratory in ventilated cages containing leaflets inserted into wet sponges. \r\n  5. Infested leaflets are to be kept in cages for the emergence of fresh adults. \r\n  6. The taxonomic identity of B. tabaci is to be confirmed by examining the instar under a light microscope using the keys of Martin \\(1987) and Chaubey et al. \\(2015).\r\n  7. These populations have to be raised in a separately ventilated acrylic cages \\(45cm x 45cm x 45cm) on insecticide-free cotton plants \\(Gossypium hirsutum) at temperatures of 27 ± 2°C, photoperiod of 14:10 h \\(Light: Dark) and relative humidity of 60–70% in insect growth chambers. \r\n  8. The insect populations are to be maintained as large colonies for five generations without exposure to insecticide and to be used for a further test. \r\n  \r\n\n\n**C. Determination of genetic group status of _B. tabaci_**\r\n\n\n1. The genetic group identity of B. tabaci field populations is to be examined by random sampling of 10 adults for each population. \r\n  2. DNA may be extracted from single adult females using DNeasy Blood and Tissue Kit \\(Qiagen GmbH, Hilden, Germany) or by using any other DNA extraction kits. \r\n  3. Partial mitochondrial cytochrome oxidase 1 \\(mtCO1) gene is to be amplified by polymerase chain reaction \\(PCR) using forward primer CI–J–2195 \\(3'–TTGATTTTTTGGTCATCCAGAAGT–5') and in combination with a reverse primer TL2–N–3014 \\(3'–TCCAATGCACTAATCTGCCATATTA–5'). \r\n  4. 25 μL PCR reactions are to be carried out with the PCR mix containing 2.0 μL template DNA, 2.0 μL of each primer \\(5 pmol/ uL), 12.5 μL of Dream Taq Green Master Mix \\(2X) \\(Thermo Scientific Co., USA), 8.5 μL of nuclease free water \\(Thermo Scientific Co., USA). The annealing temperature was 50 °C for primers of mtCO1.\r\n  5. The PCR amplicons \\(~750bp) are to be sequenced through Sanger’s sequencing by outsourcing.\r\n  6. The genetic group can be determined by direct sequence comparisons using the web-based Basic Local Alignment Search Tool algorithm of NCBI \\(https://blast.ncbi.nlm.nih.gov/Blast.cgi). \r\n  7. The genetic group identity can further be confirmed by the phylogenetic and molecular evolutionary analysis with well-assigned and update homologous sequences of the _B. tabaci_ genetic groups from the consensus sequence database \\(De Barro et al., 2011).\r\n  8. During the phylogenetic and molecular evolutionary analysis, the sequences were edited and aligned using MUSCLE programme with default parameters. The best substitution model was determined using jModelTest v0.1.1. Phylogenetic trees were constructed using maximum likelihood with 1000 bootstrap reiterations using MEGA v6.0.\r\n  \r\n\n\n**D. Insecticide Bioassay** \r\n\n\n_I.   Before you begin_\r\n\n\n1. Autoclave the deionized water, glass vials, and forceps.  \r\n  2. Ventilate the disposable sterile Petri plate lids with small holes with a diameter of 1mm by using insect pin # 2.  \r\n  3. Procure the technical grade of insecticide compounds to be tested from the manufacturers or dealers of the chemicals.\r\n  4. Prepare the desired stock solutions of the purity analyzed technical grade insecticides in acetone. \r\n  5. Prepare all desired concentrations required for the treatments from the original stock solution using autoclaved deionized water containing 0.1g L–1 of non-ionic wetting agent Triton X-100.\r\n  6. Collect cotton leaves with petiole from the pot culture grown plants not exposed to insecticides.\r\n  7. The leaves are to be collected from fifteen to twenty-five days old seedlings and washed with deionized water.\r\n  \r\n\n\n_II. Conducting Bioassays_\r\n\n\n1. Prepare agar solutions by mixing 2% w/w agar powder with autoclaved deionized water and boil until all agar is melted.\r\n  2. Allow the melted agar for cooling for 10 m.\r\n  3. Place the Petri plates on a laboratory table in slanting mode and pour approximately 10 ml of warm agar into each Petri plate.\r\n  4. Immerse the cotton leaves with petiole into the serially diluted insecticide solutions for 20 s and after treatment, allow the leaves to air dry on paper towels. Cotton leaves dipped in only diluents serve as an untreated control. \r\n  5. Once the agar slant in the Petri plates has cooled down and set, insert the treated leaf petiole into the agar slant using forceps. Prior to insertion into the agar slant, make a staggered cut at the tip of the petiole by a razor blade.\r\n  6. Collect the insects for testing using an aspirator. \r\n  7. The adult whiteflies are to be anesthetized using CO2 for 10-15 seconds and transfer about 20 insects onto the treated leaves and seal the plates with ventilated lids \\(Fig. 3). \r\n  8. When the whiteflies have recovered from CO2 narcosis and allow orienting normally at the downside of the leaf.\r\n  9. The bioassays are to be replicated five times for a minimum of five concentrations for each insecticide. \r\n  10. All the treatment plates have to be placed in an insect rearing room at temperatures of 27 ± 2°C, photoperiod of 14:10 h \\(Light: Dark) and relative humidity of 60–70%. \r\n  11. The adult insects are to be considered to be dead if it shows no coordinated movement or deficient in response when gently probed with a fine paint brush.\r\n  12. Mortality is to be estimated by counting the total number of dead and live insects at 24/48/72/96 h after treatment.  \r\n  13. The mortality data is to be corrected according to Abbott’s formula \\(Abbott, 1925). \r\n  14. The LC50 and LC90 values, 95% confidence limits, standard errors, the slopes of the regression lines and χ2 significance tests, can be estimated by probit analysis \\(Finney, 1947). A number of software programs are available for probit analysis \\(for example, one can use PoloPlus 2.0 software, LeOra Software, California, United States)."
        },
        {
            "header": "Timing",
            "content": "For maintenance of insect cultures - 2 months\r\n\n\nfor bio assay: 7 days"
        },
        {
            "header": "Troubleshooting",
            "content": "1. To prevent cross-contamination, the glassware must be cleaned properly with an appropriate organic solvent before re-use.\r\n  2. Moisture will condense inside the Petri plates if ventilation of the lids is not done properly.\r\n  3. Pilot studies are to be conducted for determining optimizing concentration of each insecticide compound.\r\n  4. If the concentration of insecticide compound is too high, it may elicit phytotoxicity indicated by the quick withering of leaves soon after treatment."
        },
        {
            "header": "Anticipated Results",
            "content": "The lethal concentration of the insecticide \\(LC50 and LC90) compound\\(s) towards whitefly, B. tabaci putative species or another target insect populations."
        },
        {
            "header": "References",
            "content": "1. Abbott, W. S. A method of computing the effectiveness of an insecticide. J Econ Entomol 18, 265–267 \\(1925).\r\n  2. Chaubey, R. et al. Morphometric Analysis of Three Putative Species of Bemisia tabaci \\(Hemiptera: Aleyrodidae) Species Complex from India. Ann. Entomol. Soc. Am.108, 600–612 \\(2015).\r\n  3. De Barro, P. J., Liu, S.-S., Boykin, L. M. &Dinsdale, A. B. Bemisia tabaci: a statement of species status. Annu. Rev. Entomol.56, 1–19 \\(2011).\r\n  4. Finney, D. J. Probit analysis. \\(Cambridge University Press, Cambridge, UK, 1947).\r\n  5. Martin, J. H. An identification guide to common whitefly pest species of the world \\(Homopt Aleyrodidae). Int. J. Pest Manag.33, 298–322 \\(1987).\r\n  6. Yadouleton, A. W. M. et al. Development of vegetable farming: a cause of the emergence of insecticide resistance in populations of Anopheles gambiae in urban areas of Benin. Malar. J. 8, 1 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors acknowledge with thanks the support and encouragement from Dr. V.V.Ramamurthy and Dr. B.Subrahmanyam and Dr. K.Shankarganesh"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep40634",
                "date": "2017-01-18 12:03:41",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14404,
                "identity": "a0e4e635-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Subramanian Sabtharishi",
                "email": "entosubra@yahoo.co.in",
                "orcid": "",
                "institution": "Principal Scientist, Division of Entomology,  Indian Agricultural Research Institute, New Delhi",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Subramanian",
                "middleName": "",
                "lastName": "Sabtharishi",
                "suffix": ""
            },
            {
                "id": 14405,
                "identity": "a0e4ed7b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Naveen NC",
                "email": "",
                "orcid": "",
                "institution": "Postdoctoral Researcher Research Centre for Toxic Compounds in the Environment [RECETOX] Kamenice 753/5, Pavilion A29, 625 00 Brno, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naveen",
                "middleName": "",
                "lastName": "NC",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-01-18 12:11:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.015",
        "doiUrl": "https://doi.org/10.1038/protex.2017.015",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609625,
                "identity": "eb764c07-1972-401d-ab26-4082a40bea0a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 420274,
                "visible": true,
                "origin": "",
                "legend": "Aspirator used for collecting whiteflies   Aspirator (The basic design of an aspirator includes a usually glass tube and a tight fitting cork with two glass tubes running through it. One of the tubes has a rubber tube several inches long connected to it and a piece of fine mesh (muslin cloth) affixed to the other end of the tube inside of the glass tube).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5517/v1/figure_1.jpg"
            },
            {
                "id": 2609623,
                "identity": "5d219310-7ace-4887-a341-e9588311278d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 24855,
                "visible": true,
                "origin": "",
                "legend": "Developmental stages of whitefly   Eggs, nymphal instars, and adult of Bemisia tabaci on cotton leaf.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5517/v1/figure_2.jpg"
            },
            {
                "id": 2609624,
                "identity": "743d64ca-c2b4-4ad8-a052-fa5f947cbf29",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:03",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 166910,
                "visible": true,
                "origin": "",
                "legend": "Bioassay set up   Petri plate showing treated leaf inserted into agar slant and whitefly, Bemisia tabaci.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5517/v1/figure_3.jpg"
            },
            {
                "id": 13465026,
                "identity": "4becc29e-c778-432a-b720-1eb3dd868546",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 329234,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5517/v1/c8bbc10d-139f-4b13-922a-48f33d104d93.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "whitefly, Bemisia tabaci, insecticide, toxicity, resistance",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes leaf-dip bioassay protocols to monitor the insecticide toxicity towards the insect pest \\(specifically for the sucking pest). The leaf-dip bioassay is usually used to measure the toxicity to for systemic Insecticides. In this bioassay, insects are exposed to technical grade/ formulated insecticide and responses \\(mortality) recorded at a specific post-exposure interval. The mortality data are subjected to log-dose probit analysis to generate estimates of a lethal concentration. These data collected over space and time could be used for monitoring insecticide resistance so as to develop appropriate insecticide resistance management strategies.",
        "manuscriptTitle": "Bioassay for monitoring insecticide toxicity in Bemisia tabaci populations",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-02-02 12:13:14",
                "doi": "10.1038/protex.2017.015",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0e45dcc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 2nd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3791,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-02-02 12:13:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}