{
    "identity": "nprot-314",
    "title": "Smart-pool-array protocol for a yeast two-hybrid array",
    "content": [
        {
            "header": "Introduction",
            "content": "The genomewide two-hybrid array is a spatially ordered set of yeast strains, each expressing a different protein fused to the Gal4 activation domain \\(AD)<sup>1, 2</sup>.  A mating strategy is used where a strain expressing a protein fused to the Gal4 DNA binding domain \\(BD) is mated to each array strain.  The strain expressing the Gal4 BD fusion protein \\(in PJ69-4&#x3B1;) is termed the &#x201C;bait&#x201D; and the array strains \\(PJ69-4A) expressing the Gal4 AD fusion protein are termed the &#x201C;prey&#x201D;.  The protocol used here will reduce the screening burden involved in using a two-hybrid array.  Additional benefit is that strains are represented multiple times hence allowing the reproducible positives to be easily identified<sup>3</sup>.  The smart pooling procedure can be applied to other types of genomic arrays if they have similar screening and assay criteria as the two-hybrid array<sup>4</sup>."
        },
        {
            "header": "Reagents",
            "content": "**Strains**\r\n\n\n\r\n\n\nTHE PREY STRAIN:  PJ69-4A MATa trp1-901 leu2-3,112 ura3-52 his3-200 gal4delta gal80delta LYS2::GAL1-HIS3 GAL2-ADE2 met2::GAL7-lacZ\r\n\n\nTHE BAIT STRAIN:  PJ69-4&#x3B1; MATalpha trp1-901 leu2-3,112 ura3-52 his3-200 gal4 gal80delta LYS2::GAL1-HIS3 GAL2-ADE2 met2::GAL7-lacZ\r\n\n\n\r\n\n\n**Reagents**\r\n\n\n96-well format array, frozen stocks \r\n\n\nGlycerol or DMSO\r\n\n\nYEPD plus 20 mg/L adenine Omni Trays\r\n\n\nSD -Leucine plus 40 mg/L adenine Omni Trays\r\n\n\nSD -Histidine -Leucine -Tryptophan plus 3-aminotriazole\r\n\n\nPaper towels\r\n\n\nPlastic bags, re-closable"
        },
        {
            "header": "Equipment",
            "content": "Biomek FX \\(or other automated liquid handling device)\r\n\n\nRobotic 96-pin and 384-pin replicating tools \\(Beckman Coulter, Inc) or manual tool \\(Nunc, V&amp;P Scientific, Inc)\r\n\n\nBiomek FX or 2000 robot \\(Beckman Coulter, Inc) or other robot capable of handling high-density replicating tools\r\n\n\nIncubator set for 30 &#xB0;C"
        },
        {
            "header": "Procedure",
            "content": "**Replicating the Prey Array from a Frozen Stock**\r\n\n\n\r\n\n\n1.  Completely thaw frozen 96-well stock plates and vortex gently to resuspend the cells. Complete resuspension is important and can be done by vortexing with a flat top adaptor at a predetermined speed setting to prevent splashing of liquid outside the well.  The volume of the liquid should be less than 120 μL in most flat well 96 well plates.\r\n  2.  Within 5 min of vortexing, pipet 5 μL from the 96-well frozen stock of yeast into 96 deep well plate containing 300 μL YEPD plus 20 mg/L adenine \\(PJ69-4 growth is improved with extra adenine).  Resuspend yeast by vortexing gently.\r\n  3.  Grow at 30 °C for 24-48 hours until all the wells are uniformly grown.  Shake plates approximately every 12 hours during incubation.  Plates can be sealed with film or incubated in containers or plastic bags with a moist paper towel to reduce evaporation.\r\n  \r\n\n\n**Smart Pooling of the Array**\r\n\n\nThis protocol is assuming you have an array of 64 plates in 96 well format. The unit of robotic pooling in use is a whole \\(96-well) plate, enabling many \\(in this case, 96) pools to be made at once.  The plate are pooled according to Figure 1 with 8 strains/well, 16 strains/well or 32 strains/well.  The following example is for pooling 32 strains/well, which is equivalent to reducing the 64 plates to a smart pool array \\(SPA) of 12 sets of 96 well plates \\(Plates 0-, 0+, 1-, 1+, 2-, 2+, 3-, 3+, 4-, 4+, 5-, and 5+) and a redundancy of 6, hence the name SPA_6.  Once the array is replicated and freshly grown to saturation each plate \\(equivalent to one pooling unit) is aliquoted into 6 plates \\(Note:  if you have information about common false positives in the prey array you may want to remove the strain from their wells before the pooling step).\r\n\n\n1. The contents of each well in a freshly grown plate \\(equivalent to one pooling unit) are aliquoted into 6 separate plates. A 96-Channel disposable tip pipetting head will facilitate this procedure.  For example, plate 1 will be aliquoted to 0-, 1-, 2-, 3-, 4-, 5- plates.  Aliquoting is achieved by aspirating a volume of at least 80 μL from the source plate and dispensing 10 μL to each destination plate \\(the extra 20 μL is to ensure the last plate receives the correct amount).  The tips must not touch the sides of the wells to prevent cross contamination.  The destination plate should be a deep well plate because the final volume for each well will be 320 μL.\r\n  2. Step 1 must be repeated for each source plate \\(Plates 2-64) but the destination plates must be changed to reflect the destination plates depicted in Figure 1.  Hence, plate 2 will be aliquoted to the following plates 0+, 1-, 2-, 3-, 4-, 5- and so on.\r\n  3. The end result is that SPA_6 consists of 12 destination plates, each plate will have approximately 320 μL of culture consisting of 32 strains/well.\r\n  4. The contents of the SPA_6 plates can be aliquoted into 96 well plates with a final volume of 5% DMSO and frozen at -80 C.  At least three copies of these plates should be made.\r\n  \r\n\n\n**Condensing the Smart Pool Array from 96 well plates to 384 spot format**\r\n\n\nThe SPA_6 can be more efficiently screened if it is condensed to a 384 spot format on Omni Trays containing YEPD agar. A higher density array is generated by pinning of four staggered 96-well plates onto each 384-spot plate – most automated robotic stations have the ability to program such a step.  The end result of this condensation is that each well position from the four 96 well plates are adjacent to each other within a quadrant of four spots \\(Figure 2). Pinning is achieved using a high-density replicating tool \\(HDRT) equipped with 96 stainless steel pins \\(Diameter should be approximately 1.5 mm).  More details on using these tools are provided in other references\n5, 6\n. \r\n\n\n1. SPA_6 plates can be thawed from the freezer and directly pinned to YEPD omni trays.\r\n  2. Four plates are pinned to one omni tray plate.  The pins are dipped into the thawed 96 well plates and pinned onto the agar surface of the omni tray.  The 12 plates \\(96 well format) are therefore condensed to 3 omni tray plates in 384 spot format.  For example, 0-, 0+, 1-, and 1+ plates are pinned to one plate.   Multiple copies of the omni tray plates can be made depending on the number of bait strains that are to be screened.  Pins must be sterilized.  For example, dipping in bleach, water and ethanol reservoirs.\r\n  3. Incubate the omni trays for 6-12 hours at room temperature to slightly increase the density of growth in the spots and allow the yeast to enter active growth phase.  The spots should be slightly hazy and not exhibit dense growth if they are to be used for a mating with a bait strain in the next step.\r\n  \r\n\n\n**Screening of the Smart Pool Array**\r\n\n\nA bait strain is mated to the SPA_6 prey strains.  Diploid yeast strains expressing both of these protein fusions are selected using auxotrophic media and subsequently two-hybrid positives are selected for the activation of a reporter gene that allows their growth on the appropriate media.\r\n\n\n1.  Grow a bait strain to saturation in 50 mL of YEPD.  Concentrate the culture to 20 mL by centrifuging and resuspending in fresh YEPD.\r\n  2.  Pour the concentrated bait strain into an empty and sterile omnitray.  Pin from the bait reservoir using a 384 pin HDR tool.  The pins are dipped into the reservoir to pick up the liquid culture and then replicated onto the pre-pinned prey array.  Repeatedly pinning in the same spot on the destination plate will ensure complete mixing.\r\n  3.  Allow the yeast to mate and grow by incubating at room temperature for 2 days.\r\n  4.  Select for diploids by transferring colony material from the YEPD plate to –Leu–Trp omni tray plates.    Use the 384 pin HDR tool to complete the transfer by pre-wetting the pins in sterile water reservoir before touching down on the colonies present on the YEPD plate \\(pre-wetting the pins ensures a more even transfer).  Several transfers from the source plate to the destination plate are necessary to ensure enough material is transferred. Spots on the destination plate \\(–Leu–Trp) should be readily visible but may not be completely uniform across the whole plate.\r\n  5.  Allow diploids to grow by incubating at 30 C for 3 days.\r\n  6.  Pin from the diploid plates to the two-hybrid selective plates using the HDR tool.  Selective plates depend on the reporter used but in the case of the HIS3 reporter the plates should be \\(–His–Leu–Trp and supplemented with 3-aminotriazole).\r\n  7.  Incubate the plates for 7-10 days until two-hybrid positive colonies are observed.\r\n  8.  The pattern of growth on the plates can be used to deconvolute the prey strain identity using the code in Figure 1.  For example, 384 spot omni tray plates should be divided into quadrants corresponding to the four 96 well plates that were condensed onto that particular plate.  Hence, position A1 contains four spots of which only two \\(either the “+” or the “-” pool for each plate pair) will grow on the two-hybrid selection plate if a positive bait-prey diploid is present.  If the positive colonies in position A1 are derived from 0-, 1-, 2-, 3-, 4- and 5+ then the identity of the prey position is Plate 33 in position A1."
        },
        {
            "header": "Timing",
            "content": "Two weeks to complete a screen"
        },
        {
            "header": "References",
            "content": "1.  Uetz P, Giot L, Cagney G, Mansfield TA, Judson RS, Knight JR, Lockshon D, Narayan V, Srinivasan M, Pochart P, Qureshi-Emili A, Li Y, Godwin B, Conover D, Kalbfleisch T, Vijayadamodar G, Yang M, Johnston M, Fields S, Rothberg JM.  A comprehensive analysis of protein-protein interactions in Saccharomyces cerevisiae. _Nature_ **403** 623-7 \\(2000).\r\n  2.  Hazbun TR, Malmstrom L, Anderson S, Graczyk BJ, Fox B, Riffle M, Sundin BA, Aranda JD, McDonald WH, Chiu CH, Snydsman BE, Bradley P, Muller EG, Fields S, Baker D, Yates JR 3rd, Davis TN.  Assigning function to yeast proteins by integration of technologies.  _Mol Cell_ **12** 1353-65 \\(2003).\r\n  3.  Jin F, Avramova L, Huang J, Hazbun T.  A yeast two-hybrid smart-pool-array system for protein-interaction mapping.  _Nat Methods_ **4** 405-7 \\(2007).\r\n  4.  Jin F, Hazbun T, Michaud GA, Salcius M, Predki PF, Fields S, Huang J.   A pooling-deconvolution strategy for biological network elucidation. _Nat Methods_ **3** 183-9 \\(2006).\r\n  5.  Cagney G., Uetz P., and Fields S. High-throughput screening for protein-protein interactions using two-hybrid assay. _Methods Enzymol_ **328** 3-14 \\(2000).\r\n  6.  Gera J.F., Hazbun T.R., and Fields S. Array-based methods for identifying protein-protein and protein-nucleic acid interactions. _Methods Enzymol_ **350** 499-512 \\(2002)."
        },
        {
            "header": "Acknowledgements",
            "content": "This research was partially supported by the University of California Systemwide Biotechnology Research &amp; Education Program, Graduate Research and Education in Adaptive bioTechnology \\(GREAT) Training Grant 2005-268 \\(F.J. and J.H.), National Institutes of Health-National Human Genome Research Institute grant HG003729 \\(J.H.), and a Research Starter Grant from the PhRMA Foundation \\(T.H.)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth1042",
                "date": "2007-07-24 13:28:05",
                "title": "A yeast two-hybrid smart-pool-array system for protein-interaction mapping",
                "authors": [
                    "Fulai Jin",
                    "Larisa Avramova",
                    "Jing Huang & Tony Hazbun"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10576,
                "identity": "9f098679-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tony Hazbun",
                "email": "",
                "orcid": "",
                "institution": "The Bindley Bioscience Center, Department of Medicinal Chemistry and Molecular Pharmacology, Purdue University, West Lafayette, Indiana 47907, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tony",
                "middleName": "",
                "lastName": "Hazbun",
                "suffix": ""
            },
            {
                "id": 10577,
                "identity": "9f098d1a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fulai Jin",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular and Medical Pharmacology, David Geffen School of Medicine, and the Molecular Biology Institute, University of California, Los Angeles, California 90095, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fulai",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 10578,
                "identity": "9f098efd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jing Huang",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular and Medical Pharmacology, David Geffen School of Medicine, and the Molecular Biology Institute, University of California, Los Angeles, California 90095, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jing",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 14:29:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.347",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.347",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607806,
                "identity": "c8fb61f7-112c-4c6b-8ad3-5965c3c0f385",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32592,
                "visible": true,
                "origin": "",
                "legend": "Smart pooling scheme demonstrating which plates to include in each pool.     To generate SPA_6: 32 strains must be included in each pool.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/figure_1.pdf"
            },
            {
                "id": 2607804,
                "identity": "01cef61c-d326-47fe-8589-1338f9168ac4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 21024,
                "visible": true,
                "origin": "",
                "legend": "Schematic of how to condense four 96 well plates into one 384 spot plate",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/figure_2.pdf"
            },
            {
                "id": 2607809,
                "identity": "a9d14acc-1d8a-409e-80ef-9c927a99f33a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 173191,
                "visible": true,
                "origin": "",
                "legend": "Typical result from an SPA_6 screen",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/figure_3.png"
            },
            {
                "id": 2607808,
                "identity": "75298bfc-b156-4b21-83c9-235663f28026",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46700,
                "visible": true,
                "origin": "",
                "legend": "Figure 1",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/figure_4.png"
            },
            {
                "id": 2607810,
                "identity": "007cc0b4-5bde-4949-8b3b-a84a24da4c67",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8924,
                "visible": true,
                "origin": "",
                "legend": "Figure 2",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/figure_5.png"
            },
            {
                "id": 2607811,
                "identity": "fc4eeab3-fe0d-4370-ab87-fb4e9c38f1e3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 161112,
                "visible": true,
                "origin": "",
                "legend": "Figure 3",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/figure_6.png"
            },
            {
                "id": 13464358,
                "identity": "87d4439c-3950-411c-829e-eb2ae07c9a65",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 606311,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-314/v1/75ba02ae-d2f2-47a8-a7c3-2cd5e6447ad8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "yeast two-hybrid, smart pool array, pooling-deconvolution, high-throughput screening, protein interactions\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Smart-pool-array protocol for a yeast two-hybrid array",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-08-16 09:09:00",
                "doi": "10.1038/nprot.2007.347",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f0927fc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 16th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1863,
                "name": "Biotechnology"
            },
            {
                "id": 1864,
                "name": "Biochemistry"
            },
            {
                "id": 1865,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-08-16 09:09:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}