{
    "identity": "pex-1294",
    "title": "<p>Isolation of Disease-relevant p53 for Cryo-Electron Microscopy Analysis</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tThe tumor suppressor protein, TP53 (p53), is critical for cell health and is often deregulated in cancer. Its primary role is to detect stress signals and assist with DNA damage response in the cell’s nucleus. As such, mutations in the&nbsp;<em>p53</em>gene can influence tumor progression and reoccurrence.<sup>2,3</sup>The primary sequence of the protein consists of three main regions including the N-terminal domain (NTD), DNA-binding domain (DBD), and the C-terminal domain (CTD). Crystallographic studies have generally focused on the DBD of p53 as this region is the most stable and contains multiple cancer-related mutations.<sup>4</sup>Structural information for the NTD and CTD remains limited due to their flexible nature.<sup>5</sup>&nbsp;Numerous biochemical studies have shed light on functional aspects of each domain and identified prominent binding partners.<sup>3,6</sup>&nbsp;A larger framework is still needed, however, to truly grasp how mutations in p53 disrupt in its structure and function in cells. To advance our understanding of native p53 assemblies, we developed new tools described here and in our recently publish work.<sup>1</sup></p><p>\tCryo-electron microscopy (EM) is an optimal method to study protein structures that cannot be easily deciphered using other techniques. Advancements in hardware and equipment have contributed to the “resolution revolution” in the EM field. To help address specimen-related challenges, here we present a highly effective protocol to isolate native p53 complexes from human cancer cells suitable for cryo-EM analysis. The samples revealed new structures of p53 monomer (~50 kDa) and functional tetramer (~200 kDa).<sup>1</sup>These higher-resolution structures provided a putative new model for the NTD and defines ubiquitination sites on the protein while bound to DNA. Equally important, our protocol may be used to study native p53 structures from many different cancer cell lines.</p><p><br></p><p><strong>Overview of the Procedure</strong></p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Immobilized metal affinity chromatography (IMAC) is a commonly used protein enrichment technique that employs Nickel-Nitrilotriacetic acid (Ni-NTA) matrices. This technique takes advantage of the strong binding affinity between the chelated Ni-NTA functional group and a stretch of continuous histidine residues found in recombinant or native proteins. Ni-NTA agarose beads or other IMAC purification systems can also have a more versatile use in protein purification. For example, proteins that are rich in post-translational modifications (PTMs), such as phosphorylation, are known to interact with metal cations<sup>7,8</sup>. Heavy metal uptake in cells is a grave danger to phosphate-rich genetic material and is the cause of acute poisoning, environmental toxicity, and even cancer<sup>9</sup>. We can exploit the phosphorylation-rich nature of p53 to extract it from the nuclear material of human cancer cells and enrich the native protein through Ni-NTA chromatography. This simple, but effective protocol may serve as a new means to investigate authentic p53 structures from many different cancer cells. Here, we provide detailed information for the extraction, purification and enrichment steps of the protein from glioblastoma multiforme (GBM) cells (U87MG line), suitable for downstream EM sample preparation (<strong>Figure 1</strong>). We also provide examples of cryo-EM structures of p53 tetramer assemblies (<strong>Figure 2</strong>).&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>A.&nbsp;&nbsp;&nbsp;Cytoplasmic and Nuclear Extraction</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;20 mM HEPES Buffer, pH 7.2</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;20 mM HEPES Buffer-Salt, pH 7.2 (See Reagent Set-Up)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 X complete mini-EDTA protease inhibitor cocktail solution (See Reagent Set-Up)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 M Imidazole (See Reagent Set-Up)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1X Halt Phosphatase Inhibitor Solution (See Reagent Set-Up)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1X PBS Buffer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NE-PER Nuclear and Cytoplasmic Extraction Kit (Thermo Scientific)</p><p>o&nbsp;&nbsp;&nbsp;CER I Solution (See Reagent Set-Up)</p><p>o&nbsp;&nbsp;&nbsp;NER Solution (See Reagent Set-Up)</p><p>B.&nbsp;&nbsp;&nbsp;Ni-NTA Agarose Purification</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ni-NTA Agarose Beads (Qiagen)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stabilizing Buffer (See Reagent Set-Up)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wash Buffer (See Reagent Set-Up)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Elution Buffer (See Reagent Set-Up)</p><p>C.&nbsp;&nbsp;Cryo-EM Sample Preparation</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Microwell-integrated microchips (10x10 µM wells) (Protochips, Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;18:1 DGS-NTA(Ni) (Ni-NTA-functionalized lipids; Avanti Polar Lipids, Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12:0 PC (DLPC; 1,2-dilauroyl-sn-glycero-3-phosphocholoine; Avanti Polar Lipids, Inc.)</p><p><br></p><p><strong>Reagent Set-Up</strong></p><p>·&nbsp;20 mM HEPES-Salt, pH 7.2: 20 mM HEPES, 150 mM NaCl, 2.5 mM MgCl<sub>2</sub>, and 2.5 mM CaCl<sub>2</sub>. Prepare</p><p>1 M Solutions of HEPES pH 7.2, NaCl, MgCl<sub>2</sub>, and CaCl<sub>2</sub>and add appropriate volumes to dH<sub>2</sub>O for final</p><p>concentrations.&nbsp;</p><p><br></p><p>·&nbsp;100X complete mini-EDTA protease inhibitor cocktail solution: 1 complete mini-EDTA protease inhibitor</p><p>cocktail tablets (Millipore Sigma) dissolved in 100 µL dH<sub>2</sub>O.</p><p><br></p><p>·&nbsp;1 M Imidazole: Prepare 1 M Imidazole by dissolving with the appropriate volume of 20 mM HEPES-salt solution.</p><p><br></p><p>·&nbsp;1X Halt Phosphatase Inhibitor solution: Dilute Halt Phosphatase Inhibitor (100X) (ThermoFisher Scientific) in 1X PBS Buffer.</p><p><br></p><p>·&nbsp;CER I Solution: Dilute 1X Halt Phosphatase Inhibitor solution and 100X complete mini-EDTA protease inhibitor cocktail solution to 0.1X and 1X respectively with appropriate volume of CER I.&nbsp;</p><p><br></p><p>·&nbsp;NER Solution: Dilute complete mini-EDTA protease inhibitor cocktail solution to 1X with appropriate volume of NER.</p><p><br></p><p>·&nbsp;Stabilizing Buffer: 20 mM HEPES, 5 mM Imidazole, and 1X complete mini protease inhibitor. Add appropriate volumes of 1 M imidazole and 100X complete mini-EDTA protease inhibitor solution for final concentration.</p><p><br></p><p>·&nbsp;Wash Buffer: 20 mM Imidazole, 20 mM HEPES, 150 mM NaCl, 2.5 mM MgCl<sub>2</sub>, and 2.5 mM CaCl<sub>2</sub>.&nbsp;&nbsp;Use 1 M imidazole solution and add appropriate volumes to 20mM HEPES-Salt solution for final concentrations.</p><p><br></p><p>·&nbsp;Elution Buffer: 60 mM Imidazole, 1X complete mini protease inhibitor, 20 mM HEPES, 150 mM NaCl, 2.5 mM MgCl<sub>2</sub>, and 2.5 mM CaCl<sub>2</sub>. Use 1 M imidazole solution and 100X complete mini-EDTA protease inhibitor solution and add appropriate volumes to 20 mM HEPES-Salt solution for final concentrations.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pipetmen and pipette tips&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tabletop vortex mixer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tabletop high speed cold microcentrifuge</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cyclical rotator</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eppendorf Microcentrifuge Tubes (0.5, 1.5, 2 mL)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conical Tubes (15 mL and 50 mL)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1 mL gravity flow column with capped bottom outlet</p><p><br></p><p><strong>Equipment Set-Up</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ensure all appropriate buffers, reagents, and equipment ice-cold before starting.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Microchip cleaning, sample preparation, and sample freezing are&nbsp;&nbsp;prepared as previously described.<sup>1</sup></p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "A.   Cell Pellet Collection\n1.    GBM cells (U87MG line) were purchased and independently characterized by American Type Cell Culture Collection (ATCC). Following recommendations, culture U87MG cells in DMEM media supplemented with 10% fetal bovine serum, 100 µg/mL streptomycin and 100 IU/mL of penicillin. Grow cells under conditions at 37°C in 5% CO\n2\n.\n2.    To harvest the cells, collect and wash cells in ice-cold PBS. If cells pellets will be used at a different time, use PBS with 1% HALT phosphatase inhibitor to wash cells before centrifuging and removing supernatant.\n3.    Flash freeze in liquid nitrogen and store at -80°C.\nB.   Cytoplasmic and Nuclear Cell Extraction\n1.    Refer to the table in the NE-PER kit manual to find volumes for different cell pellet sizes. This protocol was created and refined for cell pellets equal or larger than 100 µL; for the rest of this protocol, we will refer to those appropriate quantities. To the frozen cell pellet, add appropriate volume of ice cold CER I solution and vortex at highest setting for 15 seconds or until the pellet is fully suspended.\n2.    Incubate on ice for 10 minutes.\n3.    Add appropriate volume of the kit’s ice cold CER II solution to the suspended cell pellet and once again vortex at the highest setting for 5 seconds. Incubate for 1 minute on ice.\n4.    Vortex the cells again for 5 seconds.\n5.    Centrifuge for 5 minutes at 17,000xg at 4°C. Collect the supernatant (cellular extract (CE); ~1 mL) and store in pre-chilled tubes.\n6.    The remaining pellet contains the cell nuclei and where the vast majority of p53 is located. To the pellet, add appropriate volume of ice-cold NER. Carefully resuspend with a cut pipette tip until resuspension is accomplished.\n7.    Vortex on the highest setting for 15 seconds and incubate on ice for 10 minutes. Repeat for a total of five times.\n8.    Centrifuge for 10 minutes at 17,000xg at 4°C. Collect the supernatant (nuclear extract (NE); ~500 µL) and store in pre-chilled tubes and keep on ice. This fraction contains all nuclear proteins.\nC.  Ni-NTA Agarose Purification and Enrichment\n1.    To equilibrate Ni-NTA Agarose beads, centrifuge 400 mL of beads (200 µL bed volume) at 700xg for 2 min at 4°C. Remove the supernatant and add 1 mL of Wash Buffer. Invert to mix. Repeat the centrifugation and remove the supernatant.\n2.    Slowly dilute NE to a ~1:3 ratio with Stabilizing Buffer to lower the salt concentration to physiological concentrations. Gently invert to mix. It would be appropriate to save an aliquot for further biochemical analysis at this point.\n3.    Add the remaining NE to the tube of equilibrated matrix, ensuring that no bubbles are transferred. Mix gently on a cyclical rotator (15 rpm) at 4°C for 1 hour.\n4.    Pool the lysate and bead mixture into a pre-chilled one 1 mL gravity flow column with a capped bottom outlet, and remove the bottom cap. Collect the flow-through (~2 mL) into a 15-mL conical tube.\n5.    Wash 3x with 5 bed volumes (3 mL) of wash buffer. Collect flow-through into a 15-mL conical tube and discard.\n6.    Elute protein with 4 bed volumes (800 mL) with Elution Buffer 1. Collect every 200 mL into a separate Eppendorf tube, for a total of 4 samples collected (E1-E4)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>A.&nbsp;&nbsp;&nbsp;&nbsp;Verification of sample identity</strong></p><p>Even though p53 tends to elute most frequently in fractions 2 and 3, depending on the mutations and PTMs on the molecule, it may elute in a different fraction. Verification through SDS-PAGE analysis in conjunction with Coomassie blue staining and western blotting is needed to determine which fractions yield the best protein sample for downstream structural studies.</p><p><br></p><p><strong>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Visualization through cryo-EM</strong></p><p>\tFor cryo-EM specimen preparation, we followed the protocol detailed in the compliment paper that describes the sample application and vitrification of Silicon Nitride (SiN) microchips.<sup>1</sup>Here, SiN microchips were prepared with a monolayer of lipids containing 25% Ni-NTA-chelated groups and 75% DLPC. Sample was added to the monolayer (2 µL of native p53 eluate at a concentration of 0.02 mg/mL). EM specimens were imaged using a Talos F200C EM (ThermoFisher Scientific) operating at 200 kV under low-dose conditions (~5 electrons/A<sup>2</sup>/sec).&nbsp;&nbsp;Images were recorded using a CMOS camera (ThermoFisher Scientific) with a pixel size of 14 µm at a magnification of 92,000x. Due to the polymeric identity of p53, a homogenous mixture will not be initially evident but computation software can to differentiate particle identity.</p><p>\t</p><p><strong>C.&nbsp;&nbsp;&nbsp;Structural determination of p53</strong></p><p>     SDS-PAGE analysis determined tetramer assemblies that had migrated at ~200 kDa. We used RELION software package to perform single particle image processing to determine p53 model assemblies. Tetramer structures were easily separated using 3D classification after 25 iterations. Tetramer dimensions were consistent with particles in the raw images and were easily visualized in class averages. The ~7-Å reconstruction was not limited in particle orientations although some preferences were noted. The EM structure contained 4 distinct domains. Multiple models were used to interpret each domain of the tetramer assembly.<sup>1</sup>Initially, we used the crystal structure of the DBD to interpret the lower half of the density map (dark blue, pdb code 2AC0, all chains)<sup>10</sup>. Using the I-TASSER protein server, we modeled a putative NTD with a C-score of –1.81, which had a medium confidence but still allowed us to interpret the EM map.<sup>11</sup>These domains were placed in the biologically-relevant density adjacent to the DBD in accordance with our previously reported p53 monomer structure.<sup>1</sup>Finally, the upper region of the map had additional density which was attributed to ubiquitin moieties, consistent with a lower resolution model of p53 dimers.<sup>12</sup>These single ubiquitin chains (8 kDa) were proximal to residue K24 in the NTD of p53. Residue K24 was previously identified as a site of ubiquitination during DNA repair. Remaining smaller regions of density were attributed to flexible PTMs that cannot be modeled at this resolution.&nbsp;</p><p>\tFinally, the DNA fragment within the tetramer assembly showed features consistent with a double stranded break in the middle of the helical strand. These results suggest that we have captured ubiquitinated-p53 tetramer assemblies primed for DNA repair. We expect complementary biochemical experiments to shed light on the mechanistic details of tetramer formation and function. Overall, these procedures highlight the versatility of the protocol and its potential impact for advancing structural oncology studies.&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>&nbsp;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Solares, M. J., Jonaid, G. M., Luqiu, W. Y., Liang, Y., Evans, M. C., Dearnaley, W. J., Sheng, Z. &amp; Kelly, D. F. Microchip-Based Structure Determination of Disease-Relevant p53.&nbsp;<em>Anal. Chem.</em><strong>92,</strong>15558–15564 (2020).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vousden, K. H. &amp; Lu, X. Live or let die: the cell’s response to p53.&nbsp;<em>Nat. Rev. Cancer</em><strong>2,</strong>594–604 (2002).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sullivan, K. D., Galbraith, M. D., Andrysik, Z. &amp; Espinosa, J. M. Mechanisms of transcriptional regulation by p53.&nbsp;<em>Cell Death Differ.</em><strong>25,</strong>133–143 (2018).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Joerger, A. C. &amp; Fersht, A. R. The tumor suppressor p53: from structures to drug discovery.&nbsp;<em>Cold Spring Harb. Perspect. Biol.</em><strong>2,</strong>a000919–a000919 (2010).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Okorokov, A. L. &amp; Orlova, E. V. Structural biology of the p53 tumour suppressor.&nbsp;<em>Theory Simul. Macromol. Assem.</em><strong>19,</strong>197–202 (2009).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He, F., Borcherds, W., Song, T., Wei, X., Das, M., Chen, L., Daughdrill, G. W. &amp; Chen, J. Interaction between p53 N terminus and core domain regulates specific and nonspecific DNA binding.&nbsp;<em>Proc. Natl. Acad. Sci.</em><strong>116,</strong>8859 (2019).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Machida, M., Kosako, H., Shirakabe, K., Kobayashi, M., Ushiyama, M., Inagawa, J., Hirano, J., Nakano, T., Bando, Y., Nishida, E. &amp; Hattori, S. Purification of phosphoproteins by immobilized metal affinity chromatography and its application to phosphoproteome analysis.&nbsp;<em>FEBS J.</em><strong>274,</strong>1576–1587 (2007).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tchaga, G. S. in&nbsp;<em>Affin. Chromatogr. Methods Protoc.</em>(ed. Zachariou, M.) 285–294 (Humana Press, 2008). doi:10.1007/978-1-59745-582-4_19</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chen, Q. Y., DesMarais, T. &amp; Costa, M. Metals and Mechanisms of Carcinogenesis.&nbsp;<em>Annu. Rev. Pharmacol. Toxicol.</em><strong>59,</strong>537–554 (2019).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kitayner, M., Rozenberg, H., Kessler, N., Rabinovich, D., Shaulov, L., Haran, T. E. &amp; Shakked, Z. Structural Basis of DNA Recognition by p53 Tetramers.&nbsp;<em>Mol. Cell</em><strong>22,</strong>741–753 (2006).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Roy, A., Kucukural, A. &amp; Zhang, Y. I-TASSER: a unified platform for automated protein structure and function prediction.&nbsp;<em>Nat. Protoc.</em><strong>5,</strong>725–738 (2010).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alden, N. A., Varano, A. C., Dearnaley, W. J., Solares, M. J., Luqiu, W. Y., Liang, Y., Sheng, Z., McDonald, S. M., Damiano, J., McConnell, J., Dukes, M. J. &amp; Kelly, D. F. Cryo-EM-On-a-Chip: Custom-Designed Substrates for the 3D Analysis of Macromolecules.&nbsp;<em>Small</em><strong>15,</strong>1900918 (2019).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vijay-Kumar, S., Bugg, C. E. &amp; Cook, W. J. Structure of ubiquitin refined at 1.8Å resolution.&nbsp;<em>J. Mol. Biol.</em><strong>194,</strong>531–544 (1987).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The work was supported by the National Institutes of Health and the National Cancer Institute [R01CA193578, R01CA227261, R01CA219700 to D.F.K.]. The EM reconstruction of the p53 tetramer is freely available for download from the EMdatabank (EMD-22827). The authors thank Dr. Jennifer Gray (PSU, Materials Research Institute) for her expertise and assistance with EM data collection.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1021/acs.analchem.0c03599",
                "date": "2020-10-30 14:31:23",
                "title": "Microchip-Based Structure Determination of Disease-Relevant p53",
                "authors": [
                    "Maria J. Solares",
                    "G. M. Jonaid",
                    "William Y. Luqiu",
                    "Yanping Liang",
                    "Madison C. Evans",
                    "William J. Dearnaley",
                    "Zhi Sheng",
                    "Deborah F. Kelly"
                ],
                "journal": "Analytical Chemistry",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 6239228,
                "identity": "e7c94027-e14a-4ca3-aba6-7302203fe3ce",
                "order_by": 0,
                "name": "Maria J. Solares",
                "email": "",
                "orcid": "",
                "institution": "Pennsylvania State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "J.",
                "lastName": "Solares",
                "suffix": ""
            },
            {
                "id": 6239229,
                "identity": "291e3559-366b-4a86-b06b-0735b2864305",
                "order_by": 1,
                "name": "GM Jonaid",
                "email": "",
                "orcid": "",
                "institution": "Pennsylvania State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "GM",
                "middleName": "",
                "lastName": "Jonaid",
                "suffix": ""
            },
            {
                "id": 6239230,
                "identity": "85011041-6ee8-493d-9b95-763eaba77521",
                "order_by": 2,
                "name": "William Y. Luqiu",
                "email": "",
                "orcid": "",
                "institution": "Duke University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "William",
                "middleName": "Y.",
                "lastName": "Luqiu",
                "suffix": ""
            },
            {
                "id": 6239231,
                "identity": "6073c236-adc4-4f64-bdd1-7ea1a8dfe1f6",
                "order_by": 3,
                "name": "Yanping Liang",
                "email": "",
                "orcid": "",
                "institution": "Fralin Biomedical Research Institute at VTC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yanping",
                "middleName": "",
                "lastName": "Liang",
                "suffix": ""
            },
            {
                "id": 6239232,
                "identity": "d2ecd833-9181-4153-a001-755a25e4d6cf",
                "order_by": 4,
                "name": "Madison C. Evans",
                "email": "",
                "orcid": "",
                "institution": "Pennsylvania State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Madison",
                "middleName": "C.",
                "lastName": "Evans",
                "suffix": ""
            },
            {
                "id": 6239233,
                "identity": "06c59cfb-b1b9-4e49-bdb8-462d360da618",
                "order_by": 5,
                "name": "William J. Dearnaley",
                "email": "",
                "orcid": "",
                "institution": "Pennsylvania State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "William",
                "middleName": "J.",
                "lastName": "Dearnaley",
                "suffix": ""
            },
            {
                "id": 6239234,
                "identity": "31025a59-cb69-404a-a1d2-31741e7bb825",
                "order_by": 6,
                "name": "Zhi Sheng",
                "email": "",
                "orcid": "",
                "institution": "Fralin Biomedical Research Institute at VTC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhi",
                "middleName": "",
                "lastName": "Sheng",
                "suffix": ""
            },
            {
                "id": 6239235,
                "identity": "e2a3d28c-855b-4eda-a6be-bf9c3f0ba9d8",
                "order_by": 7,
                "name": "Deborah F. Kelly",
                "email": "Debkelly@psu.edu",
                "orcid": "https://orcid.org/0000-0002-7341-7435",
                "institution": "Pennsylvania State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Deborah",
                "middleName": "F.",
                "lastName": "Kelly",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-12-10 17:59:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1294/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1294/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 5149775,
                "identity": "480ce6aa-d20c-47aa-a18c-cddef0e0a102",
                "added_by": "auto",
                "created_at": "2021-01-21 10:35:41",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1387154,
                "visible": true,
                "origin": "",
                "legend": "Biochemical isolation and enrichment of native p53 from GBM cells (U87MG line). (A) Primary sequence of p53 highlighting its domain organization. The N-terminal domain (NTD) contains transactivation domains (TAD1/2), followed by a central DNA-binding domain (DBD). A predicted model for the NTD is shown (cyan) along with one chain of the DBD structure (blue; pdb code 2AC0, A chain).10 The C-terminal domain (CTD) is a highly flexible region of the protein. (B) General schematic for the p53 enrichment steps described in the protocol alongside biochemical and structural applications. (C) Ni-NTA agarose resin used to enrich phosphorylated-p53 from the nuclear material of U87MG cells. SDS-PAGE and western blots show and enrichment of p53 monomers (~50 kDa) and tetramers (~200 kDa). (D) Enriched p53 fractions were incubated on SiN microchips decorated with Ni-NTA substrate. These microchips can be vitrified and imaged using cryo-EM. Scale bar is 25 nm. (Adapted from previous work)1.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1294/v1/9f45478c0e14e913fd740a0f.png"
            },
            {
                "id": 5149737,
                "identity": "4ae55020-5f75-4950-91a7-a59859dd4399",
                "added_by": "auto",
                "created_at": "2021-01-21 10:32:41",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1918164,
                "visible": true,
                "origin": "",
                "legend": "Cryo-EM structure of the p53 tetramer assembly bound to DNA. (A) Magnified front view of the p53 tetramer structure (white) shown in different rotational views. The map was interpreted using the N-terminal domain model (cyan) along with the full tetramer structure of the DNA-binding-domain (blue; pdb code 2A0C, all chains).10 The density map accommodates two ubiquitin monomers (yellow; pdb code, 1UBQ)13 and suggests a biologically relevant configuration for attachment. The DNA-binding domain also surrounds a broken DNA helix (dark blue). (B) Sections through the structure indicate nearly full occupancy of the map. Scale bar is 20 Å. (C) Class averages (left panel) show a variety of orientations in the ~7 Å-structure according to the gold-standard Fourier shell correlation (0.143) criteria. The EM structure was not limited in its distribution of particle views. Some preferred orientations were noted in the distribution plot. (Adapted from previous work)1.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-1294/v1/3842ebc23bc578e81d790a48.png"
            },
            {
                "id": 13650206,
                "identity": "83c6ffe0-f4bd-4d52-80b8-5e20594c834d",
                "added_by": "auto",
                "created_at": "2021-09-17 09:40:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1966985,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1294/v1/836d71c1-1997-4d4c-99c2-a3737ba7248d.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "p53, cancer, cryo-Electron Microscopy, microchips",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Tumor suppressor protein TP53 (p53) plays a multi-faceted role in all cells of the</p><p>human body. Sadly, mutations in the TP53 gene are involved in nearly ~50% of tumors,</p><p>spurring erratic cell growth and disease progression. Until recently, structural information</p><p>for p53 remained incomplete and there are limited studies on native p53 produced in</p><p>human tumors. Here, we present a highly reproducible and effective protocol to extract,</p><p>enrich, and purify native p53 protein assemblies from cancer cells for downstream</p><p>structural studies. This method does not introduce purification tags into the p53 gene and</p><p>maintains naturally occurring modifications. In conjunction with cryo-Electron Microscopy</p><p>techniques, we determined new structures for p53 monomers (~50 kDa) and tetramers</p><p>(~200 kDa) at spatial resolutions of ~4.8 Å and ~7 Å, respectively.1 These models</p><p>revealed new insights for flexible regions of p53 along with biologically-relevant</p><p>ubiquitination sites. Combining biochemical and structural imaging protocols, we aim to</p><p>build a better understanding of native p53’s impact in cancer formation.</p>",
        "manuscriptTitle": "Isolation of Disease-relevant p53 for Cryo-Electron Microscopy Analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-21 10:32:39",
                "doi": "10.21203/rs.3.pex-1294/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "af6564d3-fcc0-4168-8e18-3d3b11bfa044",
        "owner": [],
        "postedDate": "January 21st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1423555,
                "name": "Biophysics"
            },
            {
                "id": 1423556,
                "name": "Biochemistry"
            },
            {
                "id": 1423557,
                "name": "Structural biology"
            },
            {
                "id": 1423558,
                "name": "Cancer"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-21 10:32:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}