{
    "identity": "pex-1236",
    "title": "<p>Reducing the use of empiric antibiotic therapy in patients on admission to the hospital with COVID-19</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Design:\nSingle-center, quasi-experimental, retrospective cohort study\nSetting:\n811-bed academic medical center in Chicago, IL, USA.\nInclusion:\nAdult patients admitted with COVID-19, confirmed by SARS-CoV-2 testing (nasopharyngeal swab), between March 1, 2020 and April 25, 2020 who received at least one dose of empiric antibiotics for CABP initiated within 48 hours of admission were included.\nExclusion:\nAnother source of infection identified that was not pneumonia for which antibiotics were indicated and initiated.\nApproval:\nThis project received a formal Determination of Quality Improvement status according to University of Chicago Medicine institutional policy. As such, this initiative was not considered human subjects research and was therefore not reviewed by the Institutional Review Board.\nIntervention:\n(1) Guideline Development:\nIn March 27, 2020, the Antimicrobial Stewardship Program (ASP) in conjunction with ID providers outlined recommendations regarding when to initiate antibiotics for possible bacterial pneumonia and when to discontinue empiric antibiotics among patients with COVID-19. These recommendations were incorporated into the institution’s inpatient COVID-19 management guideline.  Indications to initiate empiric antibiotics for CABP included the presence of leukocytosis, fever, or chest imaging suggestive of a bacterial process. The guideline also included recommendations for ordering a respiratory bacterial\nand viral panel (RBVP; Biofire Diagnostics FilmArray® respiratory Panel, Biomerieux, Salt Lake City, UT), a\nLegionella\nurinary antigen, and a\nStreptococcus pneumoniae\nurinary antigen. Discontinuation of atypical coverage (e.g. azithromycin, doxycycline, or levofloxacin) was recommended in patients with a negative\nLegionella\nurinary antigen and a RBVP negative for atypical bacterial pathogens. Additionally, discontinuation of antibiotics prescribed for CABP (e.g. ceftriaxone or cefdinir) was recommended in patients with negative RBVPs for non-atypical bacterial pathogens and a negative\nStreptococcus pneumoniae\nurinary antigen.\n(2) Guideline Implementation:\nThroughout the study period, recommendations and education regarding antibiotic use among COVID-19 inpatients were given to COVID unit providers during daily virtual rounds with the ID COVID-19 Consult Service. Education was also provided to emergency department (ED) staff.  All admitted patients with confirmed COVID-19 received an automatic ID consult for evaluation of antibiotic therapy in addition to COVID-specific management. Each ID consult team included an ID/ASP pharmacist who, along with the ID providers, evaluated each patient case. After updating the institution’s guideline to include recommendations for CABP, this evaluation also included a standardized and targeted stewardship intervention to recommend obtaining an RVBP,\nStreptococcus pneumoniae\nurinary antigen and/or\nLegionella\nurinary antigen (if not performed on admission), along with recommendations to discontinue or de-escalate antibiotics for CABP, in accordance with the institutional guideline.\nPrimary Endpoint:\nMedian duration of antibiotic therapy for CABP (March 1 to March 27 (pre-intervention) and March 28 to April 25 (post-intervention)).\nSecondary Endpoints:\nHospital length of stay (LOS)\n30-day readmissions (for suspected bacterial pneumonia, based on documentation of antibiotic indication)\nInpatient mortality (all-cause)\nRe-initiation of antibiotics following discontinuation during the same admission (for any indication or specifically for suspected pneumonia based on documentation of antibiotic indication)\nRates of\nClostridioides difficile\ninfections.\nC. difficile\ninfection was defined as a positive\nC. difficile\ntest in conjunction with symptoms of diarrhea requiring treatment.\nStatistical analysis:\nCategorical data were analyzed with a Fisher’s exact test or a Chi-Square test. Continuous data were analyzed by the Shapiro-Wilk test to determine if the data were normally distributed. Continuous data were analyzed with Student’s t-test for parametric data or a Mann-Whitney U Test for non-parametric data. The significance level for all tests were set at alpha = 0.05. All statistical analyses were performed with STATA®, version 16, College Station, TX."
        },
        {
            "header": "",
            "content": ""
        },
        {
            "header": "",
            "content": ""
        },
        {
            "header": "",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Rawson TM, Moore LSP, Zhu N, et al. Bacterial and fungal co-infection in individuals with coronavirus: A rapid review to support COVID-19 antimicrobial prescribing [published online ahead of print, 2020 May 2].&nbsp;<em>Clin Infect Dis</em>. 2020;ciaa530. doi:10.1093/cid/ciaa530</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Metlay JP, Waterer GW. Treatment of Community-Acquired Pneumonia During the Coronavirus Disease 2019 (COVID-19) Pandemic. Ann Intern Med 2020. Published online May 7, 2020 doi:10.7326/M20-2189</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Hughes S, Troise O, Donaldson H, Mughal N, Moore LS. Bacterial and fungal coinfection among hospitalised patients with COVID-19: A retrospective cohort study in a UK secondary care setting. Clinical Microbiology and Infection. 2020 Jun 27.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Castillo EM, Coyne CJ, Brennan JJ, Tomaszewski CA. Rates of coinfection with other respiratory pathogens in patients positive for coronavirus disease 2019 (COVID‐19). Journal of the American College of Emergency Physicians Open. DOI: 10.1002/emp2.12172</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Lehmann CJ, Pho MT, Pitrak D, Ridgway JP, Pettit NN. Community Acquired Co-infection in COVID-19: A Retrospective Observational Experience [published online ahead of print, 2020 Jul 1].&nbsp;<em>Clin Infect Dis</em>. 2020;ciaa902. doi:10.1093/cid/ciaa902</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Llor C, Bjerrum L. Antimicrobial resistance: risk associated with antibiotic overuse and initiatives to reduce the problem.&nbsp;<em>Ther Adv Drug Saf</em>. 2014;5(6):229-241. doi:10.1177/2042098614554919</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Nguyen CT, Olson G, Pho MT,&nbsp;et al. Automatic ID consultation for inpatients with COVID-19: point, counterpoint, and a single-center experience,&nbsp;<em>Open Forum Infectious Diseases</em>, ofaa318,&nbsp;<a href=\"https://doi.org/10.1093/ofid/ofaa318\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1093/ofid/ofaa318</a></p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;Yamana H, Matsui H, Tagami T, et al. De-escalation versus continuation of empirical antimicrobial therapy in community-acquired pneumonia. J Infect. 2016;73(4):314–325.&nbsp;</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;Khasawneh FA, Karim A, Mahmood T, et al. Safety and feasibility of antibiotic de-escalation in bacteremic pneumonia. Infect Drug Resist. 2014;7:177–182.&nbsp; </p><p>10.&nbsp;Carugati M, Franzetti F, Wiemken T, et al. De-escalation therapy among bacteraemic patients with community-acquired pneumonia. Clin Microbiol Infect. 2015;21(10):936.e11-8.&nbsp;</p><p>11.&nbsp;Viasus D, Simonetti AF, Garcia-Vidal C, et al. Impact of antibiotic de-escalation on clinical outcomes in community-acquired pneumococcal pneumonia. J Antimicrob Chemother. 2017;72(2):547-553</p><p>12.&nbsp;Carratalà J, Garcia-Vidal C, Ortega L, et al. Effect of a 3-step critical pathway to reduce duration of intravenous antibiotic therapy and length of stay in community-acquired pneumonia: a randomized controlled trial. Arch Intern Med. 2012;172(12):922–928</p><p>13.&nbsp;McIntosh KA, Maxwell DJ, Pulver LK, et al. A quality improvement initiative to improve adherence to national guidelines for empiric management of community-acquired pneumonia in emergency departments. Int J Qual Health Care. 2011;23(2):142–150. </p><p>14.&nbsp;Høgli JU, Garcia BH, Skjold F, et al. An audit and feedback intervention study increased adherence to antibiotic prescribing guidelines at a Norwegian hospital. BMC Infect Dis. 2016;16:96. </p><p>15.&nbsp;Halpape K, Sulz L, Schuster B, et al. Audit and Feedback-Focused approach to Evidence-based Care in Treating patients with pneumonia in hospital (AFFECT study). Can J Hosp Pharm. 2014;67(1):17–27.</p><p>16.&nbsp;Avdic E, Cushinotto LA, Hughes AH, et al. Impact of an antimicrobial stewardship intervention on shortening the duration of therapy for community-acquired pneumonia. Clin Infect Dis. 2012;54(11):1581–1587. </p><p>17.&nbsp;Marcos PJ, Restrepo MI, Sanjuàn P, et al. Community-acquired pneumonia team decreases length of stay in hospitalized, low-risk patients with pneumonia. Hosp Pract (1995). 2013;41(3):7–14. </p><p>18.&nbsp;Marrie TJ, Lau CY, Wheeler SL, et al. A controlled trial of a critical pathway for treatment of community-acquired pneumonia. CAPITAL Study Investigators. Community-Acquired Pneumonia Intervention Trial Assessing Levofloxacin. JAMA. 2000;283(6):749–755. </p><p>19.&nbsp;Foolad F, Huang AM, Nguyen CT, et al. A multicentre stewardship initiative to decrease excessive duration of antibiotic therapy for the treatment of community-acquired pneumonia.&nbsp;<em>J Antimicrob Chemother</em>. 2018;73(5):1402-1407. doi:10.1093/jac/dky021</p><p>20.&nbsp;Patel BK, Kress JP, Hall JB. Alternatives to Invasive Ventilation in the COVID-19 Pandemic.&nbsp;<em>JAMA.</em>&nbsp;2020;324(1):43–44. doi:10.1001/jama.2020.9611</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 3699733,
                "identity": "683d5188-68fa-4188-8fb1-46b7934ca3e5",
                "order_by": 0,
                "name": "Natasha N. Pettit",
                "email": "natasha.pettit@uchospitals.edu",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Natasha",
                "middleName": "N.",
                "lastName": "Pettit",
                "suffix": ""
            },
            {
                "id": 3699734,
                "identity": "c0737123-37ef-4042-b6a3-2807aa7790b6",
                "order_by": 1,
                "name": "Cynthia T. Nguyen",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cynthia",
                "middleName": "T.",
                "lastName": "Nguyen",
                "suffix": ""
            },
            {
                "id": 3699735,
                "identity": "ab070dd1-7f98-4296-96a5-2a9594172f7e",
                "order_by": 2,
                "name": "Alison Lew",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alison",
                "middleName": "",
                "lastName": "Lew",
                "suffix": ""
            },
            {
                "id": 3699736,
                "identity": "91f73ecc-5e0b-4bea-a517-3978f16bf653",
                "order_by": 3,
                "name": "Palak Bhagat",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Palak",
                "middleName": "",
                "lastName": "Bhagat",
                "suffix": ""
            },
            {
                "id": 3699737,
                "identity": "50d10fa8-3e55-4cab-bc8a-a502ad0207ab",
                "order_by": 4,
                "name": "Allison Nelson",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Allison",
                "middleName": "",
                "lastName": "Nelson",
                "suffix": ""
            },
            {
                "id": 3699738,
                "identity": "ab48dde2-c4e8-495e-ab5d-14796cff9910",
                "order_by": 5,
                "name": "Gregory Olson",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gregory",
                "middleName": "",
                "lastName": "Olson",
                "suffix": ""
            },
            {
                "id": 3699739,
                "identity": "ca02963c-0cc4-439b-9deb-50caeef4cc4c",
                "order_by": 6,
                "name": "Jessica Ridgway",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jessica",
                "middleName": "",
                "lastName": "Ridgway",
                "suffix": ""
            },
            {
                "id": 3699740,
                "identity": "26d77ccb-3bd6-4214-acb1-b030e909df3d",
                "order_by": 7,
                "name": "Mai T. Pho",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mai",
                "middleName": "T.",
                "lastName": "Pho",
                "suffix": ""
            },
            {
                "id": 3699741,
                "identity": "5cfffa3b-4c12-4fdf-b7d2-70500078107e",
                "order_by": 8,
                "name": "Jade Pagkas-Bather",
                "email": "",
                "orcid": "",
                "institution": "University of Chicago Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jade",
                "middleName": "",
                "lastName": "Pagkas-Bather",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-10-20 14:10:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1236/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1236/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13614980,
                "identity": "edb7a19e-bf18-455a-8223-e321ddfe9119",
                "added_by": "auto",
                "created_at": "2021-09-17 06:43:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 161898,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1236/v1/6ed0c972-4b97-4a86-8af4-ec4f2d6f4d99.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Antimicrobial stewardship, COVID-19, pneumonia",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Background:&nbsp;Empiric antibiotics for community acquired bacterial pneumonia (CABP) are often prescribed to patients with COVID-19, despite a low reported incidence of co-infections.&nbsp;Stewardship interventions targeted at facilitating appropriate antibiotic prescribing for CABP among COVID-19 patients are needed.&nbsp;We developed a guideline for antibiotic initiation and discontinuation for CABP in COVID-19 patients.&nbsp;The purpose of this study was to assess the impact of this intervention on the duration of empiric CABP antibiotic therapy among patients with COVID-19.</p><p>&nbsp;</p><p>Methods:&nbsp;This was a single-center, retrospective, quasi-experimental study of adult patients admitted between 3/1/2020 to 4/25/2020 with COVID-19 pneumonia, who were initiated on empiric CABP antibiotics.&nbsp;Patients were excluded if they were initiated on antibiotics &gt;48hours following admission or if another infection was identified.&nbsp;The primary outcome was the duration of antibiotic therapy (DOT) &nbsp;prior to the guideline (March 1 to March27, 2020) and after guideline implementation (March 28 to April 25, 2020).&nbsp;We also evaluated the clinical outcomes (mortality, readmissions, length of stay) among those initiated on empiric CABP antibiotics.</p><p>&nbsp;</p><p>Results:&nbsp;A total of 506 patients with COVID-19 were evaluated, 102 pre-intervention and 404 post-intervention.&nbsp;Prior to the intervention, 74.5% (n=76) of patients with COVID-19 received empiric antibiotics compared to only 42% of patients post-intervention (n=170), p&lt;0.001. The median DOT in the post-intervention group was 1.3 days shorter (p&lt;0.001) than the pre-intervention group, and atypical antibiotic DOT was reduced by 2.8 days (p&lt;0.001).&nbsp;More patients in the post-intervention group were initiated on antibiotics based on criteria consistent with our guideline (68% versus 87%, p=0.001).&nbsp;There were no differences between groups in terms of clinical outcomes.</p><p>&nbsp;</p><p>Conclusion:&nbsp;Following the implementation of a guideline outlining recommendations for initiating and discontinuing antibiotics for CABP among COVID-19 inpatients, we observed a reduction in antibiotic prescribing and DOT.&nbsp;The guideline also resulted in a significant increase in the rate of guideline-congruent empiric antibiotic initiation.</p>",
        "manuscriptTitle": "Reducing the use of empiric antibiotic therapy in patients on admission to the hospital with COVID-19",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-11-15 19:29:57",
                "doi": "10.21203/rs.3.pex-1236/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9af8a420-a6d3-4b82-af6e-0458abadda6b",
        "owner": [],
        "postedDate": "November 15th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 833252,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-11-15 19:29:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}