{
    "identity": "nprot-2779",
    "title": "Long-term co-culture of primary hepatocytes and GFP-HepaRG cells for investigations on Plasmodium hypnozoites",
    "content": [
        {
            "header": "Introduction",
            "content": "Infection by malaria is initiated by the deposition of sporozoites in the skin from the salivary of an infected _Anopheles_ mosquito during its blood meal. These sporozoites then make their way to the liver where they immediately develop in hepatocytes to produce the merozoite forms that invade red blood cells, thus staring the cycle of multiplication that causes disease and allows transmission to mosquitos. In a few of the parasite species that infect primates, the development of some of the hepatic parasites is arrested early after invasion, to resume only months or years later<sup>1-3</sup>. During this time these quiescent parasites are insusceptible to all anti-malarial drugs except for primaquine. The activation of these dormant forms, known as hypnozoites, causes a relapse episode thereby increasing the morbidity of the infection and its potential to transmit. In humans, two species _Plasmodium vivax_ and _Plasmodium ovale_ are capable of forming hypnozoites, and this considerably hampers efforts to control and eventually eliminate them.\r\n\n\n Searching for drugs active against hypnozoites suitable for mass deployment is a urgent requirement because primaquine administration can lead to potentially severe haemolysis in persons with glucose-6-phosphate deficiency, a genetic trait common in populations living the areas endemic for vivax and ovale malaria. At present, screening for hypnozoitocidal activity can only be done one experimentally infected hosts, which must be followed for many months after drug administration. Since the 1950’s, the _P. cynomolgi_-infected rhesus monkey, an excellent model for _P. vivax_, has been used to test for efficacy<sup>4</sup>. Given the costs and ethical limitations inherent to research on primates, screening is restricted to very few compounds indeed. Moreover, there is very little known about the biological processes associated with quiescence and activation of hypnozoites that could help narrow down the molecules to test. Clearly, _in vitro_ cultivation of hypnozoites would make it possible to envisage more efficient and cost-effective screening strategies.\r\n\n\nWe had previously demonstrated that hypnozoite-like forms could be obtained in cultured primary simian hepatocytes infected with _P. cynomolgi_ sporozoites<sup>5</sup>. However confirmation that these were indeed hypnozoites, and optimal use for screening assays, were hampered by the characteristic short durations \\(10-14 days at most) of primary hepatocyte cultures. Here we describe protocols in which the co-culture of simian primary hepatocytes with a HepaRG cell line allows to maintain the cultures for about a month, during which hypnozoites resulting from an initial infection with _P. cynomolgi_ sporozoites can be enriched and observed to activate and develop into mature forms. It is likely that these protocols would also be suitable for the cultivation of _P. vivax_ hypnozoites in human primary hepatocytes."
        },
        {
            "header": "Reagents",
            "content": "• Sterile Ca<sup>2+</sup>- and Mg<sup>2+</sup>- free PBS pH 7,4 \\(Gibco cat. no. 10010015)\r\n\n\n• 0,25% Trypsin-EDTA \\(1X), Phenol Red \\(Gibco cat. no. 25200056)\r\n\n\n• Culture medium:\r\n\n\no William’s E medium with no Glutamine \\(Gibco cat. no. 22551022)\r\n\n\no 10% Foetal Bovine Serum \\(Perbio); batch quality checked before use\r\n\n\no 1% L-Glutamine \\(200 mM) \\(Gibco cat. no. 25030024)\r\n\n\no 1% Penicillin–Streptomycin \\(10,000 U per mL–10 mg per mL) \\(Gibco cat. no. 15140122)\r\n\n\no 5µg per mL Insulin \\(Sigma, cat. no. I5500)\r\n\n\no 5x10<sup>-5</sup> M hydrocortisone hemisuccinate \\(Upjohn Laboratories SERB)\r\n\n\n• L15 medium:\r\n\n\no Leibovitz's L-15 medium \\(Gibco cat. no. 11415049)\r\n\n\no 10% Foetal Bovine Serum\r\n\n\no 1% Penicillin–Streptomycin \\(10,000 U per mL–10 mg per mL) \\(Gibco cat. no. 15140122)\r\n\n\no 1/1,000 Fungizone \\(Gibco cat. no. 15202690)\r\n\n\n• 40 % iso-osmotic Percoll:\r\n\n\no 36 ml Percoll \\(GE Healthcare Life Sciences cat. no. 17-0891-01)\r\n\n\no 4 ml Sterile PBS 10X pH 7,4 \\(Gibco cat. no. 70011-036)\r\n\n\no 60 ml William’s E medium \\(Gibco cat. no. 22551022)\r\n\n\n• Trypan Blue Solution 0.4% \\(Gibco cat. no. 15250061)\r\n\n\n• 70% Ethanol\r\n\n\n• Matrigel \\(BD Biosciences cat. no. 354234); the batch quality checked before use\r\n\n\n• Atovaquone \\(Sigma cat. no. A7986): dissolved in DMSO at 10 mg per mL and heated at 60 °C until complete dissolution. Stock aliquots at –20 °C\r\n\n\n• 4% PFA \\(paraformaldehyde) in PBS, pH 7\r\n\n\n• 1% Triton X100 in PBS\r\n\n\n• Antibody recognizing _P. cynomolgi_ \\(or _P. vivax_): we use a mouse serum raised against PfHSP70 that cross-react with the homologous protein from all _Plasmodium_ species tested. Alternatively any antibodies that bind to _Plasmodium_ liver stages can be used \\(some are commercially available).\r\n\n\n• Alexa Fluor 488 goat anti-mouse IgG \\(H+L) \\(Invitrogen cat. no. A11029)"
        },
        {
            "header": "Equipment",
            "content": "• Cell culture equipment\r\n\n\n• 50 ml polypropylene conical tubes \\(Falcon cat. no. 352070)\r\n\n\n• Haemocytometer\r\n\n\n• Collagen I 48-well Multiwell Plates \\(BD Biosciences cat. no. 354505)\r\n\n\n• Petri dish 60 mm \\(Falcon cat. No. 353004)\r\n\n\n• Needle 25G 5/8 0,50x16mm \\(Terumo cat. no. 050102)\r\n\n\n• Cell strainer 40 µM \\(Falcon cat. no. 352340)\r\n\n\n• Teflon/glass Potter-Elvehjem type homogenizer\r\n\n\n• Fluorescence microscope\r\n\n\n• Dissecting stereomicroscope\r\n\n\n• Biosafety hood\r\n\n\n• Refrigerated centrifuges for 50 mL and 1.5 or 2.0 mL tubes\r\n\n\n• Water bath\r\n\n\n• Incubator at 37 °C with 5% CO2 and saturated in humidity"
        },
        {
            "header": "Procedure",
            "content": "**Co-culture of primary hepatocytes with GFP-HepaRG cells \\(Figure 1)**\r\n\n\n1. Grow GFP-HepaRG cells in a 25 cm\n2\nflask in culture medium until sub-confluence \r\n  a. Rinse 3 times with 5 mL of sterile PBS\r\n\n\nb. Add 2 mL of 0.25% trypsin-EDTA pre-warmed at 37 °C and return to the incubator for 1 to 2 minutes\r\n\n\nc. When cells begin to detach knock the flask sharply once so as to detach all the cells and rapidly add 8 mL of culture medium\r\n\n\nd. Transfer into a 50 mL tube and centrifuge at 500 x g 3 min at RT\r\n\n\ne. Remove the supernatant and re-suspend the cells in 3 mL of culture medium\r\n\n\nf. Count the number of viable cells \\(Trypan Blue dye exclusion) using a haemocytometer\r\n\n\ng. Adjust the concentration of the cell suspension to 0.35 million of viable cells per mL\r\n\n\n\r\n\n\n2. Preparation of the primary hepatocytes \\(three options)\r\n  ➢ Option 1 - Freshly isolated hepatocytes: these are obtained from a liver piece by a modified two-step collagenase perfusion protocol\n6,7\na. Determine the number of cells and their viability, which should be > 80% in order to proceed to the next step, using a haemocytometer\r\n\n\nb. Adjust the volume of the cell preparation to 0.8 million of viable cells per mL\r\n\n\n➢ Option 2 - Cryopreserved simian primary hepatocytes: these are isolated from the livers of _Macaca fascicularis_ and are then stored frozen in aliquots of 50 millions of cells.\r\n\n\na. Use a 15 mL tube containing 10 mL of culture medium at 4°C\r\n\n\nb. Remove a cryovial of primary hepatocytes from the liquid nitrogen tank and **immediately** place it in a water bath at 37°C, and keep it there until the cells are nearly thawed \\(ice crystals should still be visible)\r\n\n\nc. Remove the tube immediately from the water bath, wipe with a tissue soaked in 70% ethanol and transfer to a biosafety hood\r\n\n\nd. Carefully decant the hepatocytes into the 10 mL culture medium at 4°C. Rinse the empty cryovial with the medium\r\n\n\ne. Mix gently by inverting the tube 2-3 times and proceed immediately to the next step\r\n\n\nf. Centrifuge at 200 x g for 3 min at room temperature\r\n\n\ng. Carefully remove the supernatant and re-suspend the cells in 10 mL of 40 % iso-osmotic Percoll and then centrifuge at 900 x g for 3 min at room temperature\r\n\n\nh. Determine the number of cells and their viability, which should be > 90% in order to proceed to the next step, using a haemocytometer\r\n\n\ni. Adjust the volume of the cell suspension to 0.8 million of viable cells per mL\r\n\n\n➢ Option 3 - Purchased cryopreserved hepatocytes:\r\n\n\na. Thaw the cells according to the manufacturer’s recommendations\r\n\n\nb. Adjust the volume of the cell suspension to 0.8 million of viable cells/mL\r\n\n\n\r\n\n\n3. Deposit 20 µL of HepaRG cells \\(7,000 cells) in the centre of each well of a collagen I-coated 48 wells plate format \\(P48)\r\n  4. Add 250 µL of hepatocytes \\(200,000 cells) to each of the well with HepaRG cells\r\n  5. Immediately transfer the plate into the incubator and do not disturb until the cells are attached \r\n  6. Replace the culture medium the next day prior to infection. Microscopic examination under fluorescence microscopy should permit observation of a small number of fluorescent GFP-HepaRG cells \\(present at a 1:30 ratio) within the hepatocyte monolayer.\r\n  \r\n\n\n**Isolation of sporozoites from infected mosquitoes**\r\n\n\n_Plasmodium cynomolgi_ \\(M strain) sporozoites can be obtained from _Anopheles stephensi_ salivary glands infected 14–35 days earlier by membrane-feeding on the blood of a _P. cynomolgi_-infected _Macaca mulatta_\n8\n. A variety of suitable _Anopheles_ and _P. cynomolgi_ lines are available at Malaria Research and Reference Reagent Resource Center \\(MR4) \\(http://www.mr4.org/)\r\n\n\n1. Prepare 3 Petri dishes with 8 mL of L15 medium\r\n  2. Kill mosquitoes in 70% ethanol\r\n  3. Rapidly wash them in the first Petri dish\r\n  4. Repeat the washing by dipping in the second and then the third Petri dishes\r\n  5. Align the mosquitoes on a sterile glass slide under a stereomicroscope\r\n  6. Under a stereomicroscope and using needles, separate the head of the mosquitoes from the thorax that is simultaneously carefully pressed to extrude the salivary glands\r\n  7. Remove the salivary glands with the L15 medium to the homogenizer placed on ice\r\n  8. Homogenize the salivary glands\r\n  9. Filter the suspension through a 40 µM cell strainer in a 50 mL tube placed on ice\r\n  10. Centrifuge to recover the sporozoites at 16,000 x g 3 minutes at 4 °C\r\n  11. Discard the supernatant and re-suspend the sporozoites in culture medium\r\n  12. Count the number of sporozoites in a haemocytometer and adjust the concentration to 800 000 sporozoites per mL \r\n  13. Keep on ice until use\r\n  \r\n\n\n**Infection of the co-culture cells by _P. cynomolgi_ \\(Figure 2)**\r\n\n\n1. Rinse the co-cultured cells with 300 µL of culture medium per well\r\n  2. Remove the wash culture medium and replace with 125 µL of culture medium per well \r\n  3. Add 125 µL of sporozoites per well \\(100,000 sporozoites)\r\n  4. Centrifuge the plate at 900 x g 10 min at 4 °C without brake\r\n  5. Carefully remove the plate from the centrifuge and return it to the incubator for 3-4 hours\r\n  **Optional**: go to “Matrigel cover for long-term cultures” \r\n\n\n6. Wash the infected cells three times with 300 µL of culture medium per well\r\n  7. Remove the wash culture medium before adding 300 µL of fresh culture medium per well and replace the plate in the incubator\r\n  8. Change the medium every 48 hours\r\n  \r\n\n\n**Matrigel cover for long term studies \\(optional part)**\r\n\n\n1. Thaw Matrigel on ice\r\n  2. For each well:\r\n  a. Carefully remove the medium after the 3-4 hours of incubation\r\n\n\nb. Rinse the infected cells three times with 300 µL of culture medium per well\r\n\n\nc. Remove the wash culture medium\r\n\n\nd. Pipette 100 µL of Matrigel using a cold tip and gently overlay the cells in each well\r\n\n\n3. When Matrigel covers all the wells, return the plate to the incubator for 30 minutes to allow the Matrigel to gel.\r\n  4. Add 300 µL of culture medium to each well and replace the plate in the incubator\r\n  5. Every 48 hours, carefully aspirate the medium, taking care to not disturb the Matrigel, and replace it with 300 µL of fresh culture medium \r\n  \r\n\n\n**Treatment with Atovaquone to eliminate schizonts**\r\n\n\n1. At day 5 post-infection, fix 3 wells for parasite immunostaining \\(see “Fixation and parasite immunostaining”) so as to evaluate the proportion of schizonts versus hypnozoites\r\n  2. Prepare sufficient atovaquone solution for 3 days of treatment \\(300 µL per well per day)\r\n  a. Dilute the atovaquone in culture medium to a final concentration of 551 nM \\(~202.13 ng per mL)\r\n\n\nb. Prepare three 400 µl aliquots \\(one per day) and store at 4 °C\r\n\n\n3. At days 5, 6 and 7, treat each well with atovaquone\r\n  a. Carefully remove the culture medium\r\n\n\nb. Add 300 µL of the atovaquone in culture medium to each well \r\n\n\n4. At day 8 fix 3 treated and three untreated wells for parasite immunostaining \\(see “Fixation and parasite immunostaining”) in order to confirm that the schizonts have been eliminated and that hypnozoites are present in sufficient numbers\r\n  5. If this is the case, then the infected co-culture is suitable for further experimentation\r\n  6. Continue to change the culture medium every 48 hours until the end of the experiment\r\n  \r\n\n\n**Fixation and immunostaining of parasites**\r\n\n\n1. Remove the medium and the Matrigel by aspiration\r\n  2. Add 200 µL of 4% PFA to each well to fix the cells by incubation at RT for 15 minutes\r\n  3. Rinse 3 times with 300 µL of PBS\r\n  4. Add 200 µL of 0.1% Triton X100 and incubate at RT for 10 minutes\r\n  5. Rinse 3 times with 300 µL of PBS\r\n  6. To each well add 150 µL of mouse polyclonal serum raised against PfHSP70 \\(1/2,000 dilution), or alternatively use other suitable antibodies at the appropriate dilution, or stain with Giemsa 9\r\n  7. Incubate for 45 minutes at 37°C\r\n  8. Rinse 3 times with 300 µL of PBS\r\n  9. To each well add 150 µL of Alexa Fluor 488 goat anti-mouse IgG \\(H+L) diluted 1/600\r\n  10. Incubate for 45 minutes at 37°C\r\n  11. Rinse 3 times with 300 µL of PBS\r\n  12. Enumerate the parasites under a fluorescence microscope at a 200X magnification \r\n  \r\n\n\n\r\n\n\n**Critical steps**\r\n\n\n• The homogeneity of cell plating is of the most importance.\r\n\n\n• Mosquito dissection should be performed as cleanly as possible. The use of highly infected mosquitoes \\(>20 000 sporozoites per mosquito) is advisable in order to minimize bacterial and fungal contamination. Prior training on uninfected mosquitoes is highly recommended.\r\n\n\n• Efficient removal of mosquito debris during the washing steps prior to adding Matrigel. This can be achieved most optimally by using a Percoll\n10\nor an Accudenz\n11\ncushion to purify the sporozoites.\r\n\n\n• Keep Matrigel on ice to avoid untimely polymerization.\r\n\n\n• Infected co-cultured cells: avoid shaking that might perturb the cells during handling, and changes to the temperature the cultures during medium addition.\r\n\n\n• Good fixation relies on a total removal of Matrigel."
        },
        {
            "header": "Timing",
            "content": "• Preparation of co-cultured cells requires around 2 hours.\r\n\n\n• The full procedure, including counting, for sporozoite isolation from 100 mosquitoes generally necessitates 2 hours when 2 trained technicians carry out the dissection.\r\n\n\n• Infection of the co-cultures requires one hour followed by an additional 3-4 hours for the co-incubation of cells and sporozoites. \r\n\n\n• Matrigel cover requires 1.5 h including the incubation step \\(for one 48 wells culture plate)"
        },
        {
            "header": "Troubleshooting",
            "content": "• Hepatocyte density: hepatocytes need to be highly confluent in order to thrive, particularly for long-term cultures \\(hepatocyte differentiation relies in large part on establishing good intercellular junctions). It is advisable to determine the optimal cell density for seeding on the plates selected for the cultivation.\r\n\n\n• Should the viability of the hepatocytes be lower than 90%, it might be more difficult to reach adequate hepatocyte density. In order to eliminate dead cells \\(thus increasing the proportion viable) one can add a Percoll purification step prior to plating: re-suspend the hepatocyte suspension in 10 ml column of 40 % iso-osmotic Percoll, and then centrifuge at 900 x g for 3 min at RT without brake; remove the supernatant and the interphase containing dead cells; suspend the pellet of viable hepatocytes in 20 ml culture medium and centrifuge again at 200 x g for 1 min at RT; discard the supernatant and suspend the cells in a known volume of culture medium; enumerate the cells and determine the proportion viable \\(Trypan blue dye exclusion) using a haemocytometer; adjust density to 0.8 million of viable cells per mL.\r\n\n\n• Contamination of the cultures is often due to inadequate care \\(sloppy sterile technique) during mosquito dissection or mosquito contamination during breeding.\r\n\n\n• The wounding due to the cell traversal activity of sporozoites can lead to a degradation of the cell layer in the co-cultures. The effect should be minor when 100,000 sporozoites or less are used to infect each well."
        },
        {
            "header": "Anticipated Results",
            "content": "• Following the 3-day atovaquone treatment \\(usually Day 8 post-infection), the number of maturing hepatic schizonts should diminish by >80%, and the number of hypnozoites should be similar to that in the untreated wells\r\n\n\n• One week after atovaquone treatment \\(usually Day 15 post-infection), a proportion of the hypnozoites should have activated to resume development, and consequently the number of hepatic schizonts observed should mirror the decrease in the number of hypnozoites\r\n\n\n• In the absence of a Matrigel layer, merosomes should be detectable in the culture medium from D8 post-infection in co-cultures not treated with atovaquone, or from Day 16 post-infection onward in atovaquone-treated co-culture \\(8 days after the end of treatment)"
        },
        {
            "header": "References",
            "content": "1. Krotoski, W.A., et al. Observations on early and late post-sporozoite tissue stages in primate malaria. II. The hypnozoite of _Plasmodium cynomolgi bastianellii_ from 3 to 105 days after infection, and detection of 36- to 40-hour pre-erythrocytic forms. _American Journal of Tropical Medicine and Hygiene_ **31**, 211-225 \\(1982).\r\n  2. Krotoski, W.A., et al. Observations on early and late post-sporozoite tissue stages in primate malaria. I. Discovery of a new latent form of _Plasmodium cynomolgi_ \\(the hypnozoite), and failure to detect hepatic forms within the first 24 hours after infection. _American Journal of Tropical Medicine and Hygiene_ **31**, 24-35 \\(1982).\r\n  3. Cogswell, F.B. The hypnozoite and relapse in primate malaria. _Clinical Microbiology Reviews_ **5**, 26-35 \\(1992).\r\n  4. Schmidt, L.H., Fradkin, R., Genther, C.S., Rossan, R.N. & Squires, W.L. _Plasmodium cynomolgi_ infections in the rhesus monkey. I. The characteristics of untreated sporozoite-induced and trophozoite-induced infections. _American Journal of Tropical Medicine and Hygiene_ **31**, 612-645 \\(1982).\r\n  5. Dembélé, L., et al. Towards an in vitro model of _Plasmodium_ hypnozoites suitable for drug discovery. _PLoS ONE_ **6**, e18162 \\(2011).\r\n  6. Seglen, P.O. Preparation of isolated rat liver cells. _Methods in Cell Biology_ **13**, 29-83 \\(1976).\r\n  7. Knobeloch, D., et al. Human hepatocytes: isolation, culture, and quality procedures. _Methods in Molecular Biology_ **806**, 99-120 \\(2012).\r\n  8. Voorberg-van der Wel, A., et al. Transgenic fluorescent _Plasmodium cynomolgi_ liver stages enable live imaging and purification of malaria hypnozoite-forms. _PLoS ONE_ **8**, e54888 \\(2013).\r\n  9. Mazier, D., et al. Cultivation of the liver forms of _Plasmodium vivax_ in human hepatocytes. _Nature_ **307**, 367-369 \\(1984).\r\n  10. Siau, A., et al. Temperature shift and host cell contact up-regulate sporozoite expression of _Plasmodium falciparum_ genes involved in hepatocyte infection. _PLoS Pathogens_ **4**, e1000121 \\(2008).\r\n  11. Kennedy, M., et al. A rapid and scalable density gradient purification method for _Plasmodium_ sporozoites. _Malaria Journal_ **11**, 421 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was in part supported by the French National Research Agency \\(ANR-10-BLAN-0726, MATURE), by a translational research grant \\(WT078285) from the Wellcome Trust, and by a grant from the Medicines for Malaria Venture to the Novartis Institute for Tropical Diseases \\(Singapore) and the Biomedical Primate Research Centre \\(The Netherlands)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.3461",
                "date": "2013-08-11 09:45:06",
                "title": "Persistence and activation of malaria hypnozoites in long-term primary hepatocyte cultures",
                "authors": [
                    "Laurent Dembélé",
                    "Jean-François Franetich",
                    "Audrey Lorthiois",
                    "Audrey Gego",
                    "Anne-Marie Zeeman",
                    "Clemens H M Kocken",
                    "Roger Le Grand",
                    "Nathalie Dereuddre-Bosquet",
                    "Geert-Jan van Gemert",
                    "Robert Sauerwein",
                    "Jean-Christophe Vaillant",
                    "Laurent Hannoun",
                    "Matthew J Fuchte"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12614,
                "identity": "a00e5466-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Georges Snounou",
                "email": "georges.snounou@upmc.fr",
                "orcid": "",
                "institution": "Snounou-Mazier Lab, INSERM-UPMC",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Georges",
                "middleName": "",
                "lastName": "Snounou",
                "suffix": ""
            },
            {
                "id": 12610,
                "identity": "a00e4ce1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laurent Dembélé",
                "email": "",
                "orcid": "",
                "institution": "Snounou-Mazier Lab, INSERM-UPMC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laurent",
                "middleName": "",
                "lastName": "Dembélé",
                "suffix": ""
            },
            {
                "id": 12611,
                "identity": "a00e4fe9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jean-François Franetich",
                "email": "",
                "orcid": "",
                "institution": "Snounou-Mazier Lab, INSERM-UPMC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean-François",
                "middleName": "",
                "lastName": "Franetich",
                "suffix": ""
            },
            {
                "id": 12612,
                "identity": "a00e519e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Audrey Lorthiois",
                "email": "",
                "orcid": "",
                "institution": "Snounou-Mazier Lab, INSERM-UPMC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Audrey",
                "middleName": "",
                "lastName": "Lorthiois",
                "suffix": ""
            },
            {
                "id": 12613,
                "identity": "a00e5309-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Audrey Gego",
                "email": "",
                "orcid": "",
                "institution": "Snounou-Mazier Lab, INSERM-UPMC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Audrey",
                "middleName": "",
                "lastName": "Gego",
                "suffix": ""
            },
            {
                "id": 12615,
                "identity": "a00e5700-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dominique Mazier",
                "email": "",
                "orcid": "",
                "institution": "Snounou-Mazier Lab, INSERM-UPMC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dominique",
                "middleName": "",
                "lastName": "Mazier",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-11 09:51:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.003",
        "doiUrl": "https://doi.org/10.1038/protex.2014.003",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608801,
                "identity": "045f9f72-08da-48fe-af88-dfae85eeeeee",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1051319,
                "visible": true,
                "origin": "",
                "legend": "Cultured Cells   Cultured primary _Macaca fascicularis_ hepatocytes and GFP-HepaRG cells lines individually (upper panels) and as a co-culture (lower panel)",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2779/v1/figure_1.jpg"
            },
            {
                "id": 2608800,
                "identity": "d3c4b89e-a2d1-4e7d-a3ac-4f5fbe37eb05",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2265597,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram of the long-term primary hepatocyte cultures",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2779/v1/figure_2.jpg"
            },
            {
                "id": 13465381,
                "identity": "8906794a-f7ba-4f71-b0fc-ad65701c78fb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 404246,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2779/v1/4bb643c3-8b50-4c1d-9620-2bb367009b7f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cultivation, Hepatocyte, Hypnozoite, Malaria, Plasmodium",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The dormant liver stages, hypnozoites, of some malaria parasite species were not amenable to _in vitro_ studies because primary hepatocyte cultures could not be maintained beyond 10-14 days. In this protocol we describe a co-culture system where primary simian hepatocyte could be maintained for a month or more through co-cultivation with an immortalised liver derived cell line, Hepa-RG. The hepatocytes can be infected with _Plasmodium_ sporozoites and the persisting hypnozoites can then observed and investigated",
        "manuscriptTitle": "Long-term co-culture of primary hepatocytes and GFP-HepaRG cells for investigations on Plasmodium hypnozoites",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-02-11 09:28:58",
                "doi": "10.1038/protex.2014.003",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00dea3b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 11th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3036,
                "name": "Microbiology"
            },
            {
                "id": 3038,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-02-11 09:28:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}