{
    "identity": "nprot-2715",
    "title": "A protocol for isolation of target proteins of natural compounds",
    "content": [
        {
            "header": "Introduction",
            "content": "Mushrooms have been known to be a source of medicine for thousand years. Recently, Nature products from mushrooms are widely researched as they showed strong pharmacological properties. Screening for functional compounds from extracts or large number of candidates is still mainstream for compound selection \\(_1-9_). Studies on target protein identification have been a key stone for understanding the mechanism of natural compound which gives out the direct interaction of compound and target proteins. As compound controls the action and the kinetic behavior of target proteins, target protein - compound interactions interrupt the function of target proteins which shows changings on their signaling, mitosis formation, cell cycle, cell growth, etc. \\(_10-12_). Identification of direct target proteins is the most challenging and difficulty step of the mechanism study. Here, we introduced a protocol for identification of the target protein of Ganoderic acid DM.\r\n\n\nIn our previous screening of mushrooms, we discovered that the ethanol extracts of _G. lucidum_ showed the strongest 5α-reductase inhibitory activity among 19 species of mushrooms. Also, treatment of the fruit body of _G. lucidum_ itself or its ethanol extracts significantly inhibited the growth of the ventral prostate induced by testosterone in rats \\(_13, 14_). Our group previously has obtained a series of triterpenoids from _G. lucidum_, which showed suppressive effects on the proliferation of the androgen-dependent or androgen-independent prostate cancer cell line \\(_15_), estrogen-like effects on the proliferation of the estrogen-dependent MCF-7 cells \\(_16_) and inhibitory effects on osteoclastic differentiation \\(_17_). Among all these triterpenoids, we found that only ganoderic acid DM \\(**1**, Fig. 1) had multiple functions: cell proliferation inhibitory activity on prostate cancer cell and cell differentiation inhibitory activity on osteoclasts \\(_18_). Although **1** showed different signal pathways on different cell line, the multiple functions of 1 prompted us to focus on clarifying of the target proteins, which can explain and fully clarify the mechanism of the medicinal activities of **1**."
        },
        {
            "header": "Reagents",
            "content": "1. Magnetic FG beads were obtained from Tamgawa Seiki Co., Kanagawa, Japan.\r\n  2. 10 mM 1-hydroxybenzotriazole\r\n  3. 10 mM 1-ethyl-3-\\(3-demithyl-aminopropyl)-carbodiimide HCl\r\n  4. N,N-dimethylformamide\r\n  5. 0.5% NP-40 lysis buffer \\(containing 50 mM Tris-HCl \\(pH 8.0), 150 mM NaCl, and 0.5% NP-40)\r\n  6. ProteoExtract subcellular proteome extraction kit was purchased from Merck Co., Japan.\r\n  7. KCl\\(100 mM and 1M)\r\n  8. Vinblastin sulfate salt was obtained from Sigma-Aldrich, St. Louis, MO, USA.\r\n  9. Tubulin \\(99% pure from porcine brain) was obtained from Cytoskeleton Inc., St. Denver, CO, USA.\r\n  10. Tubulin Polymerization Assay Kit"
        },
        {
            "header": "Equipment",
            "content": "1. SDS-PAGE\r\n  2. LC-MS\r\n  3. NAPiCOS QCM system\r\n  4. Fluorescent reporter enhancement \\( FlexStation3)"
        },
        {
            "header": "Procedure",
            "content": "**1) Preparation of 1-immobilized beads**\r\n\n\nA) Incubate Magnetic FG beads \\(NH\n2\nbeads; TASB848 Nii30; 5 mg) with 10 mM 1-hydroxybenzotriazole, 10 mM 1-ethyl-3-\\(3-demithyl-aminopropyl)-carbodiimide HCl, and various concentrations \\(0.4, 2, and 10 mM) of **1** in 1.5 ml of N,N-dimethylformamide for 4 h at room temperature.\r\n\n\nB) Mask unreacted residues using 20% carbonic anhydride in N, N-dimethylformamide\r\n\n\nC) Store beads at 4 °C.\r\n\n\n\r\n\n\n**2) Cell fractionation**\r\n\n\nUse ProteoExtract subcellular proteome extraction kit \\(S-PEK) extracting PC-3 cell fractions\r\n\n\n\r\n\n\n**3) Purification and identification of **1**-binding protein**\r\n\n\nA) Equilibrate Compound 1-immobilized beads \\(the final concentrations of 1 were 0.4, 2, and 10 mM) and FG beads \\(without 1) with 0.5% NP-40 lysis buffer.\r\n\n\nB) Incubate cell protein fractions with beads for 4 h at 4 °C.\r\n\n\nC) Wash Beads five times with 100 mM KCl \\(200 µl).\r\n\n\nD) Wash beads with 1M KCl \\(30 µl). Use this fraction for SDS-PAGE on a 10% gel.\r\n\n\nE) Performe silver staining of the gel\r\n\n\nF) Cut and treat the cutting gel with trypsin.\r\n\n\nG) Analyze recovered peptides with electrospray ion trap mass spectrometer coupled on-line with nano-scale HPLC on a C18 column to acquire MS/MS spectra.\r\n\n\nH) Use peptide mass fingerprinting for protein identification from tryptic fragment sizes using the Mascot search engine \\(http://www.matrixscience.com) querying to the entire NCBI database of theoretical human peptide masses.\r\n\n\n\r\n\n\n**4) QCM system**\r\n\n\nA) Dissolve all compounds in 50% EtOH\r\n\n\nB) Use paclitaxel and vinblastine sulfate salt as stabilizing and destabilizing controls\r\n\n\nC) Fix tubulin on one electrode \\(ch1) and the other one was absolutely blocked with BSA \\(ch2) for reference\r\n\n\nD) Use NAPiCOS QCM system to investigate the affinity of compound with tubulin\r\n\n\nE) Stabilize baseline with PBS/50% EtOH, flow rate was set to 20 l/min.\r\n\n\nF) Inject one hundred microliters of each compound into the system to react with fixed tubulin to obtain differential frequency shift between ch1 and ch2\r\n\n\nG) Calculate _Kd_ values by standard scatchard analysis with frequency changes from several concentrations of compound\r\n\n\n\r\n\n\n**5) Tubulin polymerization assay**\r\n\n\nA) Use Tubulin Polymerization Assay Kit to test tubulin polymerization on each compound\r\n\n\nB) Paclitaxel \\(Wako Co., Japan) and vinblastine were used as positive and negative controls, respectively.\r\n\n\nC) Measure fluorescence using FlexStation3 \\(Molecular Devices, USA)"
        },
        {
            "header": "Timing",
            "content": "The time required for Preparation of **1**-immobilized beads is variable, but usually between 3 hours to 4 hours, depending on the concentration numbers. The cell fractionation takes 2 hours. Purification and identification of 1-binding protein needs 8 hours. QCM system assay takes 1 hour for measuring 1 sample. The whole procedure can be accomplished within 4 days."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 1: Be sure to mask unreacted residues\r\n\n\nStep 2: Avoid cells suspending in extraction solvent\r\n\n\nStep 3: Wash Beads five times with 100 mM KCl \\(200 µl), if too much unspecific bends appeared, using high concentration KCl.\r\n\n\nStep 5: Make sure not to incubate the plate more than 1 min to avoid a quick evaporation of solvent"
        },
        {
            "header": "Anticipated Results",
            "content": "As shown in figure 1, the protocol for target protein isolation using FG beads is very succeeded for ganoderic acid DM. This protocol also can be used to evaluate other natural compounds."
        },
        {
            "header": "References",
            "content": "1. Haggarty S. J.; Mayer T. U.; Miyamoto D. T.; Fathi R.; King R. W.; Mitchison T. J.; Schreiber S. L. \\(2000) Dissecting cellular processes using small molecules: identification of colchicine-like, taxol-like and other small molecules that perturb mitosis. Chem. Biol. 7, 275–286. \r\n  2. Koeller K. M.; Haggarty S. J.; Perkins B. D.; Leykin I.; Wong J. C.; Kao M. C.; Schreiber S. L. \\(2003) Chemical genetic modifier screens: small molecule trichostatin suppressors as probes of intracellular histone and tubulin acetylation. Chem. Biol. 10, 397–410. \r\n  3. Huang J.; Zhu H.; Haggarty S. J.; Spring D. R.; Hwang H.; Jin F.; Snyder M.; Schreiber S. L. \\(2004) Finding new components of the target of rapamycin \\(TOR) signaling network through chemical genetics and proteome chips. Proc. Natl. Acad. Sci. U.S.A. 101, 16594–16599. \r\n  4. Eggert U. S.; Kiger A. A.; Richter C.; Perlman Z. E.; Perrimon N.; Mitchison T. J.; Field C. M. \\(2004) Parallel chemical genetic and genome-wide RNAi screens identify cytokinesis inhibitors and targets. PLoS Biol. 2, e379. \r\n  5. MacRae C. A.; Peterson R. T. \\(2003) Zebrafish-based small molecule discovery. Chem. Biol. 10, 901–908. \r\n  6. Ding S.; Schultz P. G. \\(2004) A role for chemistry in stem cell biology. Nat. Biotechnol. 22, 833–840. \r\n  7. Inglese J.; Johnson R. L.; Simeonov A.; Xia M.; Zheng W.; Austin C. P.; Auld D. S. \\(2007) High-throughput screening assays for the identification of chemical probes. Nat. Chem. Biol. 3, 466–479. \r\n  8. Petrascheck M.; Ye X.; Buck L. B. \\(2007) An antidepressant that extends lifespan in adult Caenorhabditis elegans. Nature 450, 553–556. \r\n  9. Pieper A. A.; Xie S.; Capota E.; Estill S. J.; Zhong J.; Long J. M.; Becker G. L.; Huntington P.; Goldman S. E.; Shen C. H.; Capota M.; Britt J. K.; Kotti T.; Ure K.; Brat D. J.; Williams N. S.; MacMillan K. S.; Naidoo J.; Melito L.; Hsieh J.; De Brabander J.; Ready J. M.; McKnight S. L. \\(2010) Discovery of a proneurogenic, neuroprotective chemical. Cell 142, 39–51. \r\n  10. Yamamoto K. R. \\(1985) Steroid receptor regulated transcription of specific genes and gene networks. Annu. Rev. Genet. 19, 209–252. \r\n  11. Mangelsdorf D. J.; Thummel C.; Beato M.; Herrlich P.; Schutz G.; Umesono K.; Blumberg B.; Kastner P.; Mark M.; Chambon P.; Evans R. M. \\(1995) The nuclear receptor superfamily: the second decade. Cell 83, 835–839. \r\n  12. Hung D. T.; Jamison T. F.; Schreiber S. L. \\(1996) Understanding and controlling the cell cycle with natural products. Chem. Biol. 3, 623–639. \r\n  13. Liu, J., Kurashiki, K., Shimizu, K. & Kondo, R. 5α-reductase inhibitory effects of triterpenoids isolated from Ganoderma lucidum. Biol. Pharm. Bull. 29, 392-395 \\(2005).\r\n  14. Fujita R. et al., Anti-androgenic activities of Ganoderma lucidum. J. Ethnopharmacol. 102, 107-112 \\(2005).\r\n  15. Liu J. et al., Anti-androgen effects of extracts and compounds from Ganoderma lucidum. Chem. Biodiversity. 6, 231-243 \\(2009).\r\n  16. Shimizu K. et al., Estrogen-like activity of ethanol extract of Ganoderma lucidum. J. Wood Sci. 55, 53-59 \\(2009).\r\n  17. Liu, J., Shiono, J., Shimizu, K. & Kondo, R. Ganoderic acids from Ganoderma lucidum. Inhibitory activity of osteoclastic differentiation and structural criteria. Planta Med. 76, 137-139 \\(2010). \r\n  18. Liu J. et al., Ganoderic acid DM: anti-androgenic osteoclastogenesis inhibitor. Bioorg. Med. Chem. Lett. 19, 2154-2157 \\(2009)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep00905",
                "date": "2013-05-14 14:22:34",
                "title": "Target proteins of ganoderic acid DM provides clues to various pharmacological mechanisms",
                "authors": [
                    "Jie Liu",
                    "Kuniyoshi Shimizu",
                    "Akinobu Tanaka",
                    "Wakako Shinobu",
                    "Koichiro Ohnuki",
                    "Takanori Nakamura",
                    "and Ryuichiro Kondo"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12537,
                "identity": "a004e6af-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jie Liu",
                "email": "jliu13@ncsu.edu",
                "orcid": "",
                "institution": "Shimizu's Lab, Kyushu University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jie",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 12538,
                "identity": "a004ea48-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kuniyoshi  Shimizu",
                "email": "shimizu@agr.kyushu-u.ac.jp",
                "orcid": "",
                "institution": "Shimizu's Lab, Kyushu University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kuniyoshi",
                "middleName": "",
                "lastName": "Shimizu",
                "suffix": ""
            },
            {
                "id": 12539,
                "identity": "a004ec7f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Akinobu  Tanaka",
                "email": "",
                "orcid": "",
                "institution": "Shimizu's Lab, Kyushu University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Akinobu",
                "middleName": "",
                "lastName": "Tanaka",
                "suffix": ""
            },
            {
                "id": 12540,
                "identity": "a004edf5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wakako  Shinobu",
                "email": "",
                "orcid": "",
                "institution": "Nihon Dempa Kogyo Co., Ltd., 1-3-1, Kashiwadai-minami, Chitose-shi, Hokkaido 066-0009 Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wakako",
                "middleName": "",
                "lastName": "Shinobu",
                "suffix": ""
            },
            {
                "id": 12541,
                "identity": "a004ef52-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Koichiro  Ohnuki",
                "email": "",
                "orcid": "",
                "institution": "Faculty of Food and Nutrition, Kyushu Nutrition Welfare University, 5-1-1 Shimoitozu, Kokurakita-ku, Kitakyushu-shi, Fukuoka 803-8511 Japan.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Koichiro",
                "middleName": "",
                "lastName": "Ohnuki",
                "suffix": ""
            },
            {
                "id": 12542,
                "identity": "a004f0af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takanori  Nakamura",
                "email": "",
                "orcid": "",
                "institution": "Graduate School of Medical Sciences, Kyushu University, 3-1-1 Maidashi, Higashi-ku, Fukuoka 812-8582 Japan.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takanori",
                "middleName": "",
                "lastName": "Nakamura",
                "suffix": ""
            },
            {
                "id": 12543,
                "identity": "a004f4d2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ryuichiro  Kondo",
                "email": "",
                "orcid": "",
                "institution": "Shimizu's Lab, Kyushu University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ryuichiro",
                "middleName": "",
                "lastName": "Kondo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-05-14 14:29:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.051",
        "doiUrl": "https://doi.org/10.1038/protex.2013.051",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608749,
                "identity": "c4aa1644-16b6-4813-8e2f-c6af41ae4f0e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 10605,
                "visible": true,
                "origin": "",
                "legend": "SDS page image showing specific binding of cell protein to ganoderic acid DM (*1*) fixed with magnetic beads    (*a*) Diagrams for ganoderic acid DM (*1*) fixation to the magnetic beads by reaction and amidation of the carboxylic group in the side chain of *1*.\r\n(*b*) Lane 1: protein marker; lane 2: cytosolic protein incubated with FG beads; lane 3: cytosolic protein incubated with *1* (0.4 mM) bound FG beads; lane 4: cytosolic protein incubated with *1* (2 mM) bound FG beads; lane 5: cytosolic protein incubated with *1* (10 mM) bound FG beads. A specific binding protein of 46–58 kDa emerges with increased concentration of *1*. \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2715/v1/figure_1.jpg"
            },
            {
                "id": 13464656,
                "identity": "18364342-7fee-47dc-b2ae-4d3bfebc5db1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 177166,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2715/v1/2ed60f4b-2809-4d02-8fa5-6dbef1bf9eda.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "target proteins,  functional biomolecules, molecular mechanism, magnetic beads  ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Target proteins are functional biomolecules that are addressed and controlled by biologically active compounds. The identification of target proteins is a key element of\r\n\n\nunderstanding molecular mechanism of action of ligands, since the interaction with target proteins is particular important for molecular biology, molecular pharmacy. To identify target proteins, new technologies are being developed. In this protocol, we developed a new system to identify target proteins in PC-3 cells of natural compound, Ganoderic acid DM \\(1). Ganoderic acid DM \\(1) is a naturally occurring triterpenoid of Ganoderma which exhibits distinct pharmacological effects. We used ganoderic acid DM-conjugated magnetic beads as a probe, and Tublin was identified as a ganoderic acid DM-binding protein using LC-MS/MS. Ganoderic acid DM should exert its cytotoxicity by binding with tubulin, and showed the microtubule-stabilizing activity comparable to the well-established antimitotic chemotherapeutic drug, paclitaxel. We also show that this technique is capable of detecting different target proteins of other compounds among cells. The whole protocol, starting from bead conjugation can be completed within 4 days.",
        "manuscriptTitle": "A protocol for isolation of target proteins of natural compounds",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-05-15 15:22:14",
                "doi": "10.1038/protex.2013.051",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0048667-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 15th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2995,
                "name": "Chemistry"
            },
            {
                "id": 2996,
                "name": "Biochemistry"
            },
            {
                "id": 2997,
                "name": "Chemical biology"
            },
            {
                "id": 2998,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-05-15 15:22:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}