{
    "identity": "pex-1691",
    "title": "<p>Bioorthogonal labeling of live dissociated and organotypic slice culture neurons</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Classical labeling methods used for fluorescence imaging such as labeling the target protein with an antibody-dye complex or genetic fusion with a reporter fluorescent protein are limited in their use, particularly in live neurons. Antibodies are quite bulky, even when reduced to their monovalent forms, and only have access to exposed epitopes. The incorporation of fluorescent proteins into a target protein can impede its native function, accounting for biased interpretations and severely limiting its possible site of insertion. There is thus a pressing need for the development of alternative labeling methods that do not depend on epitope accessibility and with sizes compatible with the nanometer precision of super-resolution imaging. </p><p>Click chemistry labeling via genetic code expansion (GCE) offers the possibility for site-specific incorporation of unnatural amino acids (uAAs) containing bioorthogonal groups into a target protein <sup>1,2</sup>. By replacing a native codon at a selected position in the target protein with a rare codon, such as the Amber stop codon, the modified protein can then be expressed into the desired host cells along with an engineered amino acyltransferase (aaRS) and tRNA pair orthogonal to the host translational machinery. The engineered aaRS is modified in a way to only recognize a specific uAA, which is then attached to a tRNA that matches the rare codon. Among a collection of different possibilities, the trans-cyclooct-2-ene (TCO*)-modified amino acids, such as TCO*-L-lysine (TCO*A), is of interest when it comes to targeting and labeling the desired target proteins in living organisms. TCO* can react with a 1,2,4,5-tetrazine in a catalyst-free, fast, specific, and bioorthogonal strain-promoted inverse electron-demand Diels-Alder cycloaddition reaction (SPIEDAC). Due to the high selectivity and fast kinetics of this click chemistry reaction, a large number of fluorophore-tetrazine conjugates and TCO* functionalized molecules are now commercially available making labeling of mammalian cells and whole organisms with organic dyes accessible for live and fixed samples <sup>3-5</sup>. While the use of click-labeling via GCE to fluorescently label proteins in non-neuronal cells is well-established, the use of such strategy to fluorescently label proteins in neurons is just now emerging <sup>6,7</sup>.</p><p>The synaptic protein transmembrane AMPA receptor regulatory protein (TARP) γ2 is composed of four transmembrane domains, an intracellular amino- and carboxyl-terminal domain, and two extracellular loops (Ex1 and Ex2)<sup>8</sup>. Due to the close association of the extracellular domains of γ2 to the AMPA receptor ligand-binding domain<sup>9-12</sup>, the development of ligands recognizing the extracellular domains of γ2 as well as genetic fusion tagging is a challenge<sup>13,14</sup>. Recently, we demonstrated that extracellular domains of γ2 can be fluorescently labeled through the use of GCE combined with click-chemistry<sup>6</sup>. To label γ2, Ser at position 44 in the γ2 Ex1 was replaced by an Amber codon, which during translation allowed the incorporation of the uAA TCO*A. Given that γ2 overexpression induces neuronal toxicity, γ2 and the engineered PylRS were expressed under a bi-directional doxycycline-induced vector – pTRE3G-BI PylRS/γ2 S44* <sup>6</sup>. Here, we report a simple and reproducible protocol to fluorescently label uAA-tagged transmembrane proteins at the plasma membrane of neurons in both dissociated hippocampal cultures and organotypic hippocampal slice cultures.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Trans-Cyclooct-2-en-L-Lysine (TCO*A; #SC-8008) was purchased from SiChem (Bremen, Germany); stock solution: 100 mM in 0.2 M NaOH, 15% DMSO. Store @-20ºC. Freshly before adding to cells: 1:4 dilution in 1 M HEPES. Use this dilution immediately, and do not store! </p><p>Pyr-Tet-ATTO-643 (PyrTet-ATTO643; #CLK-101) and H-Tet-Cy5 (#CLK-015-05) were purchased from Jena Bioscience (Jena, Germany); stock solution was prepared at 500 uM tetrazine-dye in DMSO. Store @-20ºC.</p><p>Gibco Minimum Essential Media 1X (MEM; #21090-022), B-27 Plus Neuronal Media, Horse serum, OptiMEM, L-glutamine, GlutaMAX, 1X B-27™ Plus Supplement, 1 M HEPES buffer, sodium pyrovate (100 mM), Lipofectamine 2000 Transfection Reagent (#11668019), penicillin/streptomycin, 0.05%Trypsin-EDTA 1X, and Fluoromount-G Mounting Medium (#00-4958-02) were purchased from Thermo Fisher. MEM (#M4642-10L), β-D-arabinofuranoside, MgCl2, CaCl2, NaHCO3, D-glucose, Glucose 45% (#G8769), NH4Cl, HEPES, sodium ascorbate, MgSO4, insulin, phenol red, and poly-L-lysine (PLL; #P2636-1G) were purchased from Sigma. Millicell<sup>®</sup> culture inserts were purchased from Millipore. ⌀ 18 mm coverslips (Marienfeld Superior, #0117580).</p><p>Plasmids: bidirectional doxycycline-inducible expression vector pTRE3G-BI PylRS/γ2 S44*, and Tet3G/tRNA. For plasmids description please refer to <sup>6</sup>.</p><p>&nbsp;</p><p><strong>Tyrode’s solution (in mM):</strong> 100 NaCl, 5 KCl, 5 MgCl2, 2 CaCl2, 15 D-glucose, and 10 HEPES, pH 7.4, osmolarity adjusted to 243-247 mOsm.<strong> </strong></p><p><strong>K-gluconate based intracellular solution (in mM):</strong> 135 K-gluconate, 4 NaCl, 2 MgCl2, 2 HEPES, 2 Na2ATP, 0.3 NaGTP, 0.06 EGTA, 0.01 CaCl2 (pH 7.2-7.3 with KOH, osmolarity adjusted to 290 mOsm).</p><p><strong>OHSC dissection buffer (in mM):</strong> 230 sucrose, 4 KCl, 5 MgCl2, 1 CaCl2, 26 NaHCO3, 10 D-glucose, and phenol red.</p><p><strong>OHSC media – &nbsp;MEM (Sigma) containing (in mM):</strong> 30 HEPES, 5 NaHCO3, 0.511 sodium L-ascorbate, 13 D-glucose, 1 CaCl2, 2 MgSO4, 5 L-glutamine, and 0.033% (v/v) insulin, pH 7.3, osmolarity adjusted to 317-320 mOsm, plus 20% (v/v) heat-inactivated horse serum.</p><p><strong>Artificial cerebrospinal fluid (ACSF) (in mM):</strong> 130 NaCl, 2.5 KCl, 2.2 CaCl2, 1.5 MgCl2, 10 D-glucose, and 10 HEPES, pH 7.35, osmolarity adjusted to 300 mOsm.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Tissue chopper (McIlwain), pipette puller (Narishige, #PC-100), upright Nikon eclipse FN1 microscope, isolated stimulator (NPI Electronic Instruments, #ISO-01D-100V), micromanipulator (Scientifica PatchStar), 2-channel stimulus generator (Multi Channel Systems, #STG4002), DC Linear Fixed Voltage (VOLTCRAFT FPS-1132), spinning disk microscope Leica DMI6000 B (Leica Microsystem), and Leica TCS SP8 confocal microscope (Leica Microsystem).</p>"
        },
        {
            "header": "Procedure",
            "content": "Tetrazine-labeling of uAA-tagged proteins in dissociated hippocampal neurons\nDay 0: Dissociation of rat hippocampal neurons\n⚠ Dissociated hippocampal neurons from embryonic day 18 (E18) Sprague-Dawley rats embryos of both sexes were prepared in Banker-like cultures as previously described\n15\nwith modifications. For a detailed protocol please refer to\n15\n.\nDissociated neurons were plated at a density of 250,000 cells per 60 mm culture dish on 0.1 mg.mL\n-1\nPLL pre-coated 1.5H, ⌀ 18 mm coverslips – 4 coverslips per 60 mm culture dish. Neuron cultures were maintained in Neurobasal Plus Medium supplemented with 0.5 mM GlutaMAX and 1X B-27™ Plus Supplement.\nHippocampal astrocytes feeder layers were prepared\ntwo weeks in advance\nfrom E18 embryos, plated between 20,000 to 40,000 cells per 60 mm culture dish and cultured in Minimum Essential Medium containing 4.5 g.L\n-1\nglucose, 2 mM GlutaMAX and 10% heat-inactivated horse serum for 14 days.\nDay 3:\n-      Add 2 uM of Cytosine β-D-arabinofuranoside to the 60 mm culture dish containing the hippocampal neurons.\nDay 3-4: Lipofectamine 2000 transfection\n-      In a 12-MW plate, add 500 uL of Neurobasal media pre-equilibrated at 37ºC per well;\n-      Transfer the coverslips containing the neurons to be transfected from the 60 mm culture dish to the 12-MW plate and store it in the incubator;\n-\nLipofectamine 2000 transfection (for 4 coverslips,\ni.e.\n, 1x 60 mm culture dish):\no   Prepare and label two 1.5 mL eppendors,\nA\nand\nB\n§\nepp. A:\nMix 0.417 ug of pTRE3G-BI PylRS/γ2 S44*, 0.417 μg uL of Tet3G/tRNA\nPyl\n, and 0.166 μg of eGFP in 100 μL of OptiMEM at RT.\n§\nepp. B:\nAdd 4 μL of Lipofectamine 2000 into 100 μL of OptiMEM. Mix by gently tapping the Eppendorf with the fingers.\no   Add DNA mix solution from\nepp. A\ndropwise to the\nepp. B\n. Mix by gently tapping the Eppendorf with the fingers;\no   Incubate for 5 min at RT;\no   Take the 12-MW plate containing the coverslips from the incubator and add 50 uL of the DNA-lipofectamine mix solution dropwise per coverslip. Homogenate the solution by gently tilting the plate;\no   Incubate for 45 min at 37ºC;\no   Remove the transfection media from 12-MW plate, and rinse the coverslips with 250 μL of Neurobasal media pre-equilibrated at 37ºC;\no   Transfer the coverslips back to the respective 60 mm culture dishes.\nDay 10-11:\n-      Add 2 mL of fresh Neurobasal media pre-equilibrated at 37ºC per 60 mm culture dish.\nDay 15-17: uAA supplementation\n-      Prepare a 25 mM TCO*A working solution (\nfor 4 coverslips\n): Add 30 μL of 1M HEPES to 10 μL of TCO*A stock solution (see reagents);\n-      Prepare a 50 mg/mL doxycycline working solution: Dilute 2 uL of doxycycline stock solution in 78 μL of cell media;\n-      In a 12-MW plate, add 1 mL per well of cell media from the transfected neurons-containing 60 mm culture;\n-      Add 10 uL of TCO*A working solution and 2 μL of doxycycline working solution per well of 12-MW plate containing 1 mL of cell media. Final concentration: 250 μM of TCO*A and 100 ng/mL of doxycycline solution;\n-      Transfer the converslips containing the transfected neurons to the 12-MW plate and return it to the incubator.\nDay 16-18: Tetrazine-labeling\n(\n~18-22 h\nafter TCO*A and doxycycline treatment)\n-      Prepare 10 mL of Tyrode’s solution containing 1% BSA. Equilibrate at 37ºC.\n-      Remove TCO*A- and doxycycline-containing cell media;\no   Avoid doing more than 4 coverslips at a time.\n-      Rinse coverslips 3 times with ~1 mL of Tyrode’s solultion pre-warmed at 37ºC;\n-      Wash for 3 min with ~1 mL of 1%BSA-Tyrode’s sol pre-warmed at 37ºC;\n-      Prepare 0.5 μM of Pyr-Tet-ATTO643 solution (for 4 coverslips): Dilute 2 μL of 500 μM Pyr-Tet-ATTO643 (diluted in DMSO) in 2 mL of warm 1% BSA-Tyrode’s solution. Mix vigorously by pipetting;\n-      Add 250 uL of 0.5 μM of H-Tet-Cy5 solution per well and incubate for 10 min @37ºC;\n-      Rinse cells 4 times with ~1 mL of Tyrode’s sol pre-warmed @37ºC;\n-      Transfer the coverslips to a metal Ludin chamber and add 1 mL of ward Tyrode’s solution.\nImage live neurons using a spinning disk confocal microscope or equivalent (\nFigure 1\n).\nTetrazine-labeling of uAA-tagged proteins in organotypic hippocampal slice cultures (OHSC)\nDay 0: Culture of mouse hippocampal slices\n⚠ Organotypic hippocampal slice cultures from postnatal day 5-7 from C57Bl6/J mice of both sexes were prepared as previously described\n16\nwith modifications. For a detailed protocol please refer to\n16\n.\nAnimals were anesthetized on ice and sacrificed by decapitation. Hippocampi were dissected out and placed in ice-cold carbonated dissection buffer (see reagents). Coronal slices (300 µm) were cut using a tissue chopper, collected and positioned on interface-style Millicell culture inserts in 6 well culture plates containing 1 mL of sterile OHSC media (see reagents) pre-equilibrated @35ºC. Brain slices were incubated @35 °C under 5% CO2 and the culture medium was changed from the bottom of each well every 2-3 days.\nDay 11-13: single-cell electroporation\n⚠ Single-cell electroporation of CA1 pyramidal neurons in OHSC was performed as previously described\n17\nwith modifications. For a detailed protocol please refer to\n17\n.\n-      Prepare glass micropipettes with resistance ~4-6 MΩ using a pipette puller;\n-      Prepare about 70 uL of DNA solution: Dilute 26 ng/uL of pTRE3G-BI PylRS/γ2 S44*, 26 ng/μL of Tet3G/tRNA\nPyl\n, and 13 ng/uL of eGFP in ~70 μL of K-gluconate based intracellular solution.\n-      Fill the glass micropipettes with ~6 μL of DNA solution (electroporation pipette). Mount the electroporation pipette in the micromanipulator;\n-      Fill the microscope recording chamber with ~2 mL warmed ACSF (see reagents). Transfer\none slice\nfrom the 6-MW plate to the microscope recording chamber;\n-      Approach the selected cells with the electroporation pipette while applying positive pressure;\n-      After a loose seal formation apply 4 x 25 ms pulses at 1 Hz, -2.5V;\n-      Slowly retract the electroporation pipette and begin applying very light pressure when 2-5 μm away from the soma. Increase pressure at larger distances;\n-      Repeat the process. ⚠ Avoid keeping the slice for longer than 20 min;\n-      Return the slice to the 6-MW plate. Return the plate to the incubator.\nDay 14-16: uAA supplementation\n-      Prepare a 25 mM TCO*A working solution (\nfor 4 wells of a 6-MW plate\n): Add 30 μL of 1M HEPES to 10 μL of TCO*A stock solution;\n-      Prepare a 50 mg/mL doxycycline working solution: Dilute 2 μL of doxycycline stock solution in 78 μL of cell media;\n-      Add 10 μL of TCO*A working solution and 2 μL of doxycycline working solution per well of 6-MW plate containing 1 mL of OHSC media.\nFinal concentration: 250 uM of TCO*A and 100 ng/mL of doxycycline solution.\nDay 15-17: Tetrazine-labeling (\n~20-22 h\nafter TCO*A and doxycycline treatment\n)\n-      Prepare 10 mL of ACSF containing 1% BSA. Equilibrate at 35ºC.\n-      Remove TCO*A- and doxycycline-containing OHSC media;\n-      Wash slices 3 times for 5 min with ~2 mL (1 mL outside and 1 mL within the culture inserts) of ACSF pre-warmed at 35ºC. Make sure the slices are submerged;\n-      Wash for 5 min with ~2 mL (1 mL outside and 1 mL within the culture inserts) of 1%BSA-ACSF pre-warmed at 35ºC. Make sure the slices are submerged;\n-      Prepare 1 μM of H-Tet-Cy5 solution (\nfor 4 wells\n): Dilute 8 uL of 500 uM H-Tet-Cy5 (diluted in DMSO) in 4 mL of warm 1% BSA-ACSF. Mix vigorously by pipetting;\n-      Add 1 mL of 1 uM of H-Tet-Cy5 solution to the culture insert. Make sure the slices are submerged. Incubate for 10 min @35ºC;\n-      Wash slices 4 times for 5 min with ~2 mL (1 mL outside and 1 mL within the culture inserts) of ACSF pre-warmed at 35ºC. Make sure the slices are submerged;\n-      Remove ACSF and fix slices with 4% PFA (1 mL outside and 1 mL within the culture inserts) for 2 h @RT. Make sure the slices are submerged;\n-      Wash slices 3 times for 5 min with ~2 mL (1 mL outside and 1 mL within the culture inserts) of PBS;\n-      Block reactive aldehyde groups for 20 min with ~2 mL (1 mL outside and 1 mL within the culture inserts) of 200 mM NH\n4\nCl @RT;\n-      Rinse slices with ~2 mL (1 mL outside and 1 mL within the culture inserts) of PBS;\n-      Transfer the slices to a glass microscope slide. Mount slices in Fluoromount-G Mounting medium. Cover slices with a slide coverslip. Let slices cure for 48 h at RT protected from light.\nImage slices using a point scanning confocal microscopy or equivalent (\nFigure 2\n)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>1)&nbsp;&nbsp;&nbsp;&nbsp;Dissociated hippocampal neurons: primary neuronal culture ~2-3 h; transfection ~1 h; cell culture growth ~16-18 days; cell live staining ~ 20-30 min.</p><p><br></p><p>2)&nbsp;&nbsp;&nbsp;&nbsp;Organotypic hippocampal slice cultures: slice culture ~1-2 h; single-cell electroporation maximum of 20 min per slice (3-4 h); slice culture growth ~16-18 days; slice live staining 45-55 min.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Figure 1 and Figure 2 are representative images of how neurons appear under a confocal microscope. </p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;Liu, C.C. &amp; Schultz, P.G. Adding new chemistries to the genetic code. <em>Annu Rev Biochem</em> <strong>79</strong>, 413-444 (2010).</p><p>2.&nbsp;&nbsp;Chin, J.W. Expanding and reprogramming the genetic code of cells and animals. <em>Annu Rev Biochem</em> <strong>83</strong>, 379-408 (2014).</p><p>3.&nbsp;&nbsp;Nikic, I., Kang, J.H., Girona, G.E., Aramburu, I.V. &amp; Lemke, E.A. Labeling proteins on live mammalian cells using click chemistry. <em>Nat Protoc</em> <strong>10</strong>, 780-791 (2015).</p><p>4.&nbsp;&nbsp;Beliu, G. et al. Bioorthogonal labeling with tetrazine-dyes for super-resolution microscopy. <em>Commun Biol</em> <strong>2</strong>, 261 (2019).</p><p>5.&nbsp;&nbsp;Ernst, R.J. et al. Genetic code expansion in the mouse brain. <em>Nat Chem Biol</em> <strong>12</strong>, 776-778 (2016).</p><p>6.&nbsp;&nbsp;Bessa-Neto, D. et al. Bioorthogonal labeling of transmembrane proteins with non-canonical amino acids allows access to masked epitopes in live neurons. <em>bioRxiv</em>, 2021.2002.2027.433189 (2021).</p><p>7.&nbsp;&nbsp;Arsić, A., Hagemann, C., Stajković, N., Schubert, T. &amp; Nikić-Spiegel, I. Minimal genetically encoded tags for fluorescent protein labeling in living neurons. <em>bioRxiv</em>, 2021.2001.2014.426692 (2021).</p><p>8.&nbsp;&nbsp;Osten, P. &amp; Stern-Bach, Y. Learning from stargazin: the mouse, the phenotype and the unexpected. <em>Curr Opin Neurobiol</em> <strong>16</strong>, 275-280 (2006).</p><p>9.&nbsp;&nbsp;Shaikh, S.A. et al. Stargazin Modulation of AMPA Receptors. <em>Cell Rep</em> <strong>17</strong>, 328-335 (2016).</p><p>10. Twomey, E.C., Yelshanskaya, M.V., Grassucci, R.A., Frank, J. &amp; Sobolevsky, A.I. Elucidation of AMPA receptor-stargazin complexes by cryo-electron microscopy. <em>Science</em> <strong>353</strong>, 83-86 (2016).</p><p>11. Zhao, Y., Chen, S., Yoshioka, C., Baconguis, I. &amp; Gouaux, E. Architecture of fully occupied GluA2 AMPA receptor-TARP complex elucidated by cryo-EM. <em>Nature</em> <strong>536</strong>, 108-111 (2016).</p><p>12. Herguedas, B. et al. Architecture of the heteromeric GluA1/2 AMPA receptor in complex with the auxiliary subunit TARP gamma8. <em>Science</em> <strong>364</strong> (2019).</p><p>13. Tomita, S., Fukata, M., Nicoll, R.A. &amp; Bredt, D.S. Dynamic interaction of stargazin-like TARPs with cycling AMPA receptors at synapses. <em>Science</em> <strong>303</strong>, 1508-1511 (2004).</p><p>14. Chamma, I. et al. Mapping the dynamics and nanoscale organization of synaptic adhesion proteins using monomeric streptavidin. <em>Nat Commun</em> <strong>7</strong>, 10773 (2016).</p><p>15. Kaech, S. &amp; Banker, G. Culturing hippocampal neurons. <em>Nat Protoc</em> <strong>1</strong>, 2406-2415 (2006).</p><p>16. Stoppini, L., Buchs, P.A. &amp; Muller, D. A simple method for organotypic cultures of nervous tissue. <em>J Neurosci Methods</em> <strong>37</strong>, 173-182 (1991).</p><p>17. Wiegert, J.S., Gee, C.E. &amp; Oertner, T.G. Single-Cell Electroporation of Neurons. <em>Cold Spring Harb Protoc</em> <strong>2017</strong> (2017).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by funding from the Ministère de l’Enseignement Supérieur et de la Recherche to D.C., Centre National de la Recherche Scientifique (CNRS), ERC grant ADOS (339541) and DynSynMem (787340) to D.C., grants from the conseil Régional d’Aquitaine to D.C., the MSCA-ITN-ETN SYNDEGEN (675554) to D.C. and D.B.N., Fondation Recherche Médicale (FDT202001010840) to D.B.N..</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/2021.02.27.433189 ",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41467-021-27025-w",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 60313233,
                "identity": "b0f43bfa-6ca8-4540-adbd-4b3d5bc8e0d6",
                "order_by": 0,
                "name": "Diogo Bessa-Neto",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5977-341X",
                "institution": "University of Bordeaux, CNRS, Interdisciplinary Institute for Neuroscience, IINS, UMR 5297, F-33000 Bordeaux, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Diogo",
                "middleName": "",
                "lastName": "Bessa-Neto",
                "suffix": ""
            },
            {
                "id": 60313234,
                "identity": "739164bc-36ff-42cb-a088-170584d56503",
                "order_by": 1,
                "name": "Valeria Pecoraro",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, CNRS, Interdisciplinary Institute for Neuroscience, IINS, UMR 5297, F-33000 Bordeaux, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Valeria",
                "middleName": "",
                "lastName": "Pecoraro",
                "suffix": ""
            },
            {
                "id": 60313235,
                "identity": "6996cc25-138c-4b5e-95cb-96e3e2668c0c",
                "order_by": 2,
                "name": "Gerti Beliu",
                "email": "",
                "orcid": "",
                "institution": "Department of Biotechnology and Biophysics, University of Würzburg, Biocenter, Am Hubland, 97074 Würzburg, Germany / Rudolf Virchow Center for Integrative and Translational Bioimaging, University of Wuerzburg, Wuerzburg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gerti",
                "middleName": "",
                "lastName": "Beliu",
                "suffix": ""
            },
            {
                "id": 60313497,
                "identity": "b531d697-f17b-4f00-9eaf-1f005916404e",
                "order_by": 3,
                "name": "Daniel Choquet",
                "email": "daniel.choquet@u-bordeaux.fr",
                "orcid": "",
                "institution": "University of Bordeaux, CNRS, Interdisciplinary Institute for Neuroscience, IINS, UMR 5297, F-33000 Bordeaux, France / University of Bordeaux, CNRS, INSERM, Bordeaux Imaging Center, BIC, UMS 3420, US 4, F-33000 Bordeaux, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Choquet",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-10-31 15:21:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1691/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1691/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15793550,
                "identity": "c4773b62-c347-495d-9c39-e808356bbcab",
                "added_by": "auto",
                "created_at": "2021-11-22 17:30:19",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2490709,
                "visible": true,
                "origin": "",
                "legend": "Representative spinning disk confocal image of live dissociated hippocampal neurons co-expressing eGFP and γ2 S44* at DIV18. Cells were stained for 10 min with 0.5 μM of Pyr-Tet-ATTO643, and imaged in Tyrode’s solution @37ºC.",
                "description": "",
                "filename": "livedissociated.tif",
                "url": "https://assets.researchsquare.com/files/pex-1691/v1/79206edcab8147f0c50bb570.tif"
            },
            {
                "id": 15793551,
                "identity": "f7aa2929-e71e-4b3d-a688-c527b1bbbc42",
                "added_by": "auto",
                "created_at": "2021-11-22 17:30:19",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4713100,
                "visible": true,
                "origin": "",
                "legend": "Representative confocal image of fixed CA1 neurons co-expressing eGFP and γ2 S44* in OHSC at DIV 15. Slices were live stained for 10 min with 1 μM of H-Tet-Cy5.",
                "description": "",
                "filename": "OHSC.tif",
                "url": "https://assets.researchsquare.com/files/pex-1691/v1/9ea1c016f3734ac6249ee17c.tif"
            },
            {
                "id": 15793552,
                "identity": "735b54d3-34fc-4429-9ff3-59b999814c9a",
                "added_by": "auto",
                "created_at": "2021-11-22 17:30:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2676852,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1691/v1/9c316252-ce12-4ce5-a78d-6e5eb72c8b74.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Genetic code expansion, glutamate receptors, TARPs, tetrazine, unnatural amino acids, click-chemistry, dissociated neurons, organotypic slice culture, labeling",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Over the past couple decades, the explosion in the development of high-resolution and super-resolution microscopy techniques has led to the need for the development of new protein labeling techniques. Click-labeling via genetic code expansion (GCE) has received particular attention given its potential has the ultimately small labelling probe for proteins. Click-labeling via GCE offers a reliable and sterically minimally demanding capacity to label proteins, but its application in non dividing cells such as neurons remains poorly exploited due to its low efficiency. Here, we describe a simple, efficient and reproducible protocol that allows to fluorescently label transmembrane proteins in live neurons using click-labeling via GCE, both in dissociated culture and organotypic brain slices.</p>",
        "manuscriptTitle": "Bioorthogonal labeling of live dissociated and organotypic slice culture neurons",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-11-22 17:30:17",
                "doi": "10.21203/rs.3.pex-1691/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "69cb5f4e-9fa9-4cef-b24a-d7a4f291bd17",
        "owner": [],
        "postedDate": "November 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 8230679,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-22 17:30:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}