{
    "identity": "pex-1506",
    "title": "<p>Study protocol for a feasibility trial in community pharmacy of a personalised behaviour change intervention to reduce reliever reliance and overuse in individuals with asthma.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The aim of asthma treatment is to gain full control of symptoms, prevent exacerbations and maintain normal lung function. The mainstay of management is a preventer inhaler containing a corticosteroid (ICS), with or without a long-acting beta<sub>2</sub> agonist.(1) In addition, short-acting beta<sub>2</sub> agonists (SABAs) or “relievers”, have traditionally been used intermittently for quick-acting relief of asthma symptoms (e.g. shortness of breath).(1) New asthma guidelines have recommended a shift away from the use of SABA monotherapy for asthma management, with frequent SABA use (≥ 3 times per week) being an indicator of poorly controlled asthma.(1) Because SABAs mask, rather than treat underlying inflammation, overuse can increase the likelihood of exacerbations and mortality.(2) The negative effects of SABA overuse can also be rapid; the odds of asthma-related admissions are increased by 1.45 in the three-months following SABA overuse, and SABA overuse increases asthma-related costs.(3)</p><p>&nbsp;</p><p>Despite the risks, SABA over-reliance and overuse remains common, and is worsened by poor ICS adherence.(2, 4, 5) In New Zealand, up to 50% of individuals using a SABA regularly are not using a preventer regularly.(6) ICS adherence rates are typically only 25-35%, leaving many exposed to SABA-only treatment, thus reinforcing risks of SABA over-reliance.(7) Motivating and enabling patients to reduce SABA use can be challenging. Simply providing information is unlikely to be sufficient to change behaviour.(8) Many patients are ‘attached’ to their SABA, believing this to be the best way to control their asthma(4, 9) and thus need to be convinced of their personal need to change treatments. They may be unaware that their current ways of using SABA, which have become routine practice to them (e.g. daily), is now considered overuse. Convincing patients to make such a fundamental change may require discussions with health professionals in a way that addresses the individual’s beliefs.(10, 11) A discussion that addresses misplaced beliefs about their personal need for SABA, and persuades them of the risks of harm is required.(10) As there is often limited time in consultations, there is a need for a brief intervention that can quickly and accurately identify and address any misplaced beliefs that puts patients at risk of SABA over-reliance and overuse.</p><p>&nbsp;</p><p>The Risk of Reliance Test (RRT) is a recently developed, brief, online intervention for patients with asthma, to identify and change patient beliefs driving inappropriate SABA use.(12) The RRT comprises two parts: the SABA Reliance Questionnaire (SRQ) along with personalised behaviour change messages based on participant responses to the SRQ. The SRQ is a validated questionnaire that identifies patient beliefs influencing SABA over-reliance and overuse.(13) The SRQ responses can be used to guide the delivery of brief, behaviour change messages designed to shift patient beliefs about SABA based on their responses to the SRQ, as part of the RRT intervention. Previous work in an online sample of participants with asthma has shown that significant changes in beliefs driving SABA use were seen after exposure to the brief messages immediately and at 2-weeks after intervention exposure (p&lt;0.0001).(14) Whether this intervention has the same effect outside an online environment is not yet known. Poor asthma control is common in individuals with asthma attending community pharmacy.(15) Community pharmacists are ideally placed to deliver the RRT in the community and to provide personalised support to individuals with asthma, as they are well skilled in patient education and providing medication information. Regular contact and established rapport between patient and pharmacist further enhances communication.</p><p><br></p><p><strong>Aim</strong></p><p>This study aims to investigate the feasibility and acceptability of a brief community pharmacy-delivered behavior change intervention and its effect on individual’s beliefs about SABA and on actual SABA use in patients with asthma. </p><p>&nbsp;</p><p>The specific objectives are to:</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Determine the feasibility and acceptability to patients and pharmacists of intervention delivery via community pharmacists</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Determine the effect of the intervention on change in patient beliefs about their SABA, immediately after and at 30 and 90 days post-intervention and compare to the control group</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Determine the effect of the intervention on self-reported ICS adherence for patients on ICS treatment, immediately after and at 30 and 90 days post-intervention and compare to the control group</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Measure the impact of the intervention on SABA use at baseline versus 90 and 180 days post-intervention and compare this to the control group</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Measure the effect of the intervention on self-reported asthma control at 90 days compared to baseline in the intervention and control groups</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Measure effect of the intervention on asthma-related GP visits at 30 and 90 days, in participants deemed at high-risk of SABA overreliance.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Study Design and Setting\nThis is a non-randomized, before- and after- study of individuals with asthma attending two community pharmacies in Auckland, New Zealand. This study design was chosen to prevent potential direct/indirect educational effects of the intervention carrying over to the control group. The aim of this study is to inform the design of a larger cluster randomized controlled trial.\nStudy Population\nIndividuals presenting to one of the two enrolled community pharmacies will be eligible to participate in the study if they meet the following eligibility criteria:\n-     Aged 18 years or over\n-     Prescribed a SABA as a ‘reliever’ for their asthma symptoms.\nIndividuals will not be eligible to participate if they are using a SABA for a reason other than asthma (e.g. viral respiratory infection, exercise-induced asthma) or do not manage their own medicines.\nRecruitment\nCommunity Pharmacies\nCommunity pharmacy study sites will be selected based on an expression of interest process via advertisement through the NZ pharmacy professional body (the Pharmaceutical Society of NZ (PSNZ)) email newsletter. Interested pharmacies will be selected based the demographics of the population they serve, pharmacy location, rationale for being a study site, and number of SABA prescriptions in the last year. To be eligible to participate, community pharmacies must report a sufficiently high volume of SABA dispensing to ensure the sample size is likely to be recruited.\nParticipants\nParticipants will be a sample of patients who self-select to be involved through advertisement in one of the two enrolled community pharmacies. All participants will go into a prize draw to win 3 x $NZD100 and 2 x NZD200 grocery vouchers.\nStudy Procedure\nFigure 1 describes the study procedure, including the survey items used. Both pharmacies will begin in a control phase, recruiting 30 participants per pharmacy. Following this, the pharmacists will receive detailed training on the intervention and both pharmacies will enter the intervention phase to recruit a further 30 participants each. In total, we aim to recruit 120 participants into the study, split evenly between the two study sites.\nAll participants will be asked to complete a study questionnaire at enrolment, 30 days and 90 days after enrolment. Those receiving the intervention will also complete a questionnaire immediately after receiving the intervention.\nEach enrolled site will advertise the study through flyers and posters inside the pharmacy. Patients attending each community pharmacy who are interested in the study can use the QR code or URL on the advertisements to reach the study survey online. There will be an option to fill out a paper questionnaire if a patient wishes to be involved and does not have access to (or does not wish to use) an internet enabled device.\nPatients that meet the eligibility criteria and agree to the online consent form will enter the study and be able to complete the questionnaires on their personal device, while waiting at their pharmacy.\nAll participants will complete the following at enrolment:\n1.     Demographics and patient characteristics\n2.     SRQ (5-items)\n3.     Asthma Control Test (ACT)\n4.     Medication Adherence Report Scale (MARS) for ICS (if applicable, for patients on ICS treatment)\nAll participants will be asked to complete follow-up questionnaires at 30 days and 90 days after enrolment. The survey URL will be sent to participants via email or text message. All participants will complete the following questionnaires online at follow-up:\n1.     SRQ\n2.     ACT (90 days only)\n3.     MARS for ICS (if applicable)\nThe SRQ assesses patient beliefs about SABA to identify patients at risk of SABA over-reliance and overuse.(12). The SRQ is a questionnaire with a series of statements about SABA; participants indicate their level of agreement with each statement using a 5-point Likert scale, where 1=strongly disagree, 2=disagree, 3=uncertain, 4=agree and 5=strongly agree. Higher scores indicate higher necessity beliefs for SABA, reflecting higher reliance on SABA. Item 5 of the SRQ is only applicable for patients who are on preventer treatment; for patients who score ‘not applicable’ for this item as they are not on any preventer treatment, they will receive a score of 5 for this question item, as users on SABA monotherapy are at the highest risk of SABA overreliance and overuse.\nThe ACT is a five item questionnaire to assess asthma symptom control over the previous four weeks, with scores from 5 to 25.(16) High scores indicate better asthma control. The ACT will be used as safety measure within the study to ensure the effect of the intervention, reducing reliever overuse, does not lead to worsened asthma symptom control. A score difference of three has been shown to be associated with a clinically significant increased risk of exacerbations and rescue medication use. (17)\nFor participants who self-report using a ICS, MARS will be used to assess adherence.(13) MARS consists of five statements regarding adherence-taking behaviours that are answered on a 5-point Likert scale, where 1=always, 2=often, 3=sometimes, 4=rarely and 5=never. For each participant, a summed MARS score will be calculated ranging from 5 to 25. A high MARS score indicates better adherence.\nSABA use\nData on SABA use will be obtained from Testsafe Care Connect. This is an electronic clinical information sharing service provided by the northern region district health boards in New Zealand containing diagnostic (e.g. laboratory, radiology) results and reports; clinic and community letters; discharge summaries; eReferrals; community pharmacy dispensed medicines; and hospital appointments. Dispensing information on number of SABA inhalers dispensed will be obtained for the 90 day period prior to enrolment, and compared with the dispensing rate in the 90 days after enrolment (i.e. during the study duration. Dispensing rates in the 90 days after study completion (i.e. at 180 days) will also be obtained to evaluate the long-term effect of the intervention on SABA use.\nControl\nFollowing completion of the enrolment questionnaires, participants recruited during the control phase of the study will receive usual care from their community pharmacy. This may involve education on asthma inhaler technique and reliever overuse. Pharmacists will be blinded to participants’ answers to the questionnaire. Participants will complete 30 day and 90 day follow-up as per study procedure.\nOnce control participants have completed the 90 day follow up they will be provided the same standardised messages that the intervention participants received at enrolment. This ensures all participants have the opportunity to receive the SRQ standardised intervention (i.e. the RRT). Participants will be invited to complete the SRQ immediately after the standardised messages are provided at the end of the 90 day study period.\nIntervention\nParticipants recruited during the intervention phase of the study will receive usual care from their community pharmacy in addition to the intervention. The brief, pragmatic intervention aims to shift any misplaced beliefs identified from the questionnaire, with the aim of reducing SABA over-reliance and overuse and improve adherence to preventer medication.\nThe intervention will include three components:\n1.     Delivery of targeted, standardised information, based on responses to the SRQ(18);\n2.     Personalised discussion between the pharmacist and participant based on the specific responses to the study questionnaires and\n3.     Referral to general practitioner (GP) for those at risk of SABA overuse.\nThe standardised information helps patients understand what their SRQ responses might mean for them. The aim of this information is to raise awareness of the problem of SABA overuse and provide advice about the correct use of SABA inhalers. This information will be provided directly to the patient on their personal device.\nTo complement the standardised messages, the pharmacist will have a discussion with the participant regarding their responses to the SRQ. The SRQ will provide the participant with a score between 5 and 25. A score of 15 or more indicates the participant holds beliefs that may lead them to over rely on SABA. For these participants, the pharmacist will give behaviour-change messages verbally along with written information to shift beliefs, based on the specific responses to each statement in the SRQ. For participants with scores of less than 15 on the SRQ, the pharmacists will provide messages that reinforce their current behaviour and strengthen their current treatment and asthma beliefs.\nFinally, all participants who indicate they are not using a preventer, or answer ‘not applicable’ for item 5 of the SRQ, or report they are using SABA more than twice a week will be categorised as at risk of SABA overuse and will be referred to their GP. Pharmacists will also discuss this with the participant to encourage the patient to have a discussion with their GP about their answers to the questionnaire and their appropriateness for preventer treatment.\nImmediately following the intervention, participants will be asked to complete the SRQ, and again at 30 and 90 days post-intervention.\nFeasibility and acceptability measures\nFeasibility will be evaluated through participant recruitment and retention rates, intervention fidelity, the appropriateness and procedures of outcome measures pre- and post-intervention, and acceptability by obtaining feedback from participants (both patients and pharmacists) on the intervention.\nRecruitment and retention rates will be estimated through recording the number of participants invited to participate in the intervention by the pharmacist, number of participants who view the study URL but do not enter the study, number of participants recruited online and via the pharmacist, and number of participants retained at the 30 days and 90 days follow-up. Reasons for exclusion will also be recorded.\nIntervention fidelity will be assessed through a researcher shadowing a 10% sample of intervention participant consultations (with patient and the pharmacist consent) using a fidelity checklist of the most important components of the intervention.\nAppropriateness and procedures of the outcome measures pre- and post-intervention will be determined by the number of completed questionnaires at baseline, 30 days and 90 days, and proportion of participants with complete inhaler dispensing data.\nTo determine acceptability of the intervention versus usual care, feedback from participants and pharmacists will be obtained. Participants in the intervention group will be invited to complete an acceptability questionnaire directly after their first pharmacist consultation at enrolment. This questionnaire was developed using the Theoretical Framework of Acceptability,(19) to assess the acceptability of the intervention’s content and pharmacist delivery of the intervention. Participants will rate their agreement with statements on a five-point Likert-type scale, with higher scores indicating higher levels of acceptability.\nPharmacists will be invited to provide feedback on intervention acceptability after they have enrolled their last patient through a structured feedback session with a researcher, covering the training to deliver the intervention, intervention content, research design issues, intervention delivery, barriers to recruitment and the potential for future implementation."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Outcome assessment</p><p>The following outcomes will be evaluated:</p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recruitment and retention rates of participants in control and intervention groups</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Appropriateness and procedures of the outcome measures pre- and post-intervention;</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Degree of participant acceptability of the intervention, incorporating time to complete questionnaires</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Degree of pharmacist acceptability of the intervention, incorporating time to provide intervention</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes in beliefs about SABA, measured by the SRQ at baseline (enrolment), immediately after, and at 30 and 90 days post-intervention. For patients in the control group, they will complete the SRQ at baseline, 30 and 90 days, and immediately after receiving the standardized messages after the 90 days in the study are completed.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes in dispensing rates in SABA use at 90 and 180 days compared to baseline between the intervention and control group</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes in self-reported adherence to ICS (for patients on ICS), measured by MARS immediately after and at 30 and 90 days post-intervention</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes in asthma control, measured by ACT, at baseline and at 90 days post-intervention</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Self-reported asthma-related GP visits at 30 and 90 days between the intervention and control group in participants deemed high-risk of SABA overreliance</p><p>&nbsp;</p><p>Participant and pharmacist characteristics will be collected via self-report on the study questionnaire. Table 1 describes the data that will be collected, the data source and the time-points data will be collected. </p><p>&nbsp;</p><p>Sample size</p><p>As this is a feasibility study, a power calculation has not been undertaken for sample size estimation. We are primarily interested in determining estimates of feasibility and acceptability, as well as outcome variability to inform planning of a larger, sufficiently powered randomised controlled study.(20) A sample of 120 participants (60 per group) will allow relative precision when estimating feasibility outcomes – e.g. allowing for a conservative 20% dropout, there will be 96 participants, which meets the threshold for a sufficiently precise estimate of the variance of the SRQ change to use in future studies.(21)</p><p>&nbsp;</p><p>Quantitative data analysis</p><p>We will analyse early intervention implementation and adherence indicators, such as recruitment and attrition rates, quality of data collection, and number of contacts and dropouts. Rates will be reported descriptively.</p><p>&nbsp;</p><p>All outcomes will be summarised descriptively by intervention arm using mean, standard deviation and median for continuous variables, and rates and percentages for categorical variables. Baseline differences between the intervention and control groups will be examined using student’s t test for continuous variables and the chi-square test for categorical variables. Pattern of change in continuous outcomes (SRQ and MARS scores) at baseline, immediately after enrollment, over 30- and 90-days follow-up between and within intervention arms will be examined, using Generalized Linear Mixed Models (GLMMs). Pattern of change in ACT scores between and within intervention arms will be compared at enrollment and 90-days post intervention. Additionally, SABA dispensing rates in 90 days prior to enrolment and 90-and 180-days post intervention will be compared between intervention arms. All models will be adjusted for baseline covariates (e.g., sex, age, ethnicity, education, and household income of participants). We will also test for an interaction based on whether participants were flagged as at risk of SABA overuse, as these participants may have different outcomes compared to those who were not identified as at risk of SABA overuse. Although the outcome measures are scheduled to be assessed at exact follow-up time points, in practice, there is likely to be fluctuation. Using GLMMs allow us to incorporate the actual time on the study. GLMMs take the dependence of the repeated outcome measurements into account. GLMMs also help to account for pharmacy clustering effects, and possible interactions between baseline characteristics. Standard model diagnostics will be conducted to check for model assumptions. Estimates from the models and 95% confidence intervals will be presented. </p><p>&nbsp;</p><p>Qualitative data analysis </p><p>Any free text feedback from participants and other qualitative feedback from pharmacists will be analysed using the general inductive approach (GIA).(22) GIA is a thematic analysis approach with both deductive and inductive features. The data from different group of participants will be compared and contrasted.&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Global Initiative for Asthma. Global Strategy for Asthma Management and Prevention. 2019.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nwaru BI, Ekström M, Hasvold P, Wiklund F, Telg G, Janson C. Overuse of short-acting β<sup>2</sup>-agonists in asthma is associated with increased risk of exacerbation and mortality: a nationwide cohort study of the global SABINA programme. European Respiratory Journal. 2020;55(4):1901872.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;FitzGerald JM, Tavakoli H, Lynd LD, Al Efraij K, Sadatsafavi M. The impact of inappropriate use of short acting beta agonists in asthma. Respiratory medicine. 2017;131:135-40.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reddel HK, Ampon RD, Sawyer SM, Peters MJ. Risks associated with managing asthma without a preventer: urgent healthcare, poor asthma control and over-the-counter reliever use in a cross-sectional population survey. BMJ Open. 2017;7(9):e016688.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sadatsafavi M, Tavakoli H, Lynd L, FitzGerald JM. Has Asthma Medication Use Caught Up With the Evidence?: A 12-Year Population-Based Study of Trends. Chest. 2017;151(3):612-8.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atlas of Healthcare Variation Asthma [Internet]. Health Quality &amp; Safety Commission New Zealand. 2018 [cited 13 Oct 2020]. Available from: <a href=\"https://public.tableau.com/profile/hqi2803#!/vizhome/Asthmasinglemap2018/AtlasofHealthcareVariationAsthma?publish=yes\" rel=\"noopener noreferrer\" target=\"_blank\">https://public.tableau.com/profile/hqi2803#!/vizhome/Asthmasinglemap2018/AtlasofHealthcareVariationAsthma?publish=yes</a>.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Boulet LP, Vervloet D, Magar Y, Foster JM. Adherence: the goal to control asthma. Clinics in chest medicine. 2012;33(3):405-17.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kelly MP, Barker M. Why is changing health-related behaviour so difficult? Public health. 2016;136:109-16.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cole S, Seale C, Griffiths C. ‘The blue one takes a battering’ why do young adults with asthma overuse bronchodilator inhalers? A qualitative study. BMJ Open. 2013;3(2):e002247.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Østrem A, Horne R. Reducing asthma attacks: consider patients' beliefs. npj Primary Care Respiratory Medicine. 2015;25(1):15021.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lycett H, Wildman E, Raebel EM, Sherlock JP, Kenny T, Chan AHY. Treatment perceptions in patients with asthma: Synthesis of factors influencing adherence. Respiratory medicine. 2018;141:180-9.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chan AHY, Katzer C, Kaplan A, Haughney J, Correia de Sousa J, Williams S, et al. SABA Reliance Questionnaire (SRQ): identifying patient beliefs underpinning reliever over-reliance in asthma. The Journal of Allergy and Clinical Immunology: In Practice. 2020.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chan AHY, Horne R, Hankins M, Chisari C. The Medication Adherence Report Scale: A measurement tool for eliciting patients' reports of nonadherence. British Journal of Clinical Pharmacology. 2020;86(7):1281-8.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Horne R, Chan A, Haughney J, Correia De Sousa J, Williams S, Kaplan A. Late Breaking Abstract - Identifying and addressing patient beliefs driving SABA use and over-reliance. European Respiratory Journal. 2019;54(suppl 63):OA5333.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Armour CL, LeMay K, Saini B, Reddel HK, Bosnic-Anticevich SZ, Smith LD, et al. Using the Community Pharmacy to Identify Patients at Risk of Poor Asthma Control and Factors which Contribute to this Poor Control. Journal of Asthma. 2011;48(9):914-22.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thomas M, Kay S, Pike J, Williams A, Rosenzweig JR, Hillyer EV, et al. The Asthma Control Test (ACT) as a predictor of GINA guideline-defined asthma control: analysis of a multinational cross-sectional survey. Primary care respiratory journal : journal of the General Practice Airways Group. 2009;18(1):41-9.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schatz M, Kosinski M, Yarlas AS, Hanlon J, Watson ME, Jhingran P. The minimally important difference of the Asthma Control Test. The Journal of allergy and clinical immunology. 2009;124(4):719-23.e1.</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;International Primary Care Respiratory Group. Blue Reliever Reliance Test 2020 [Available from: <a href=\"https://www.ipcrg.org/resources/search-resources/reliever-reliance-test-english\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.ipcrg.org/resources/search-resources/reliever-reliance-test-english</a>.</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sekhon M, Cartwright M, Francis JJ. Acceptability of healthcare interventions: an overview of reviews and development of a theoretical framework. BMC Health Services Research. 2017;17(1):88.</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Billingham SA, Whitehead AL, Julious SA. An audit of sample sizes for pilot and feasibility trials being undertaken in the United Kingdom registered in the United Kingdom Clinical Research Network database. BMC medical research methodology. 2013;13:104.</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Julious SA. Sample size of 12 per group rule of thumb for a pilot study. Pharmaceutical Statistics. 2005;4(4):287-91.</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thomas DR. A General Inductive Approach for Analyzing Qualitative Evaluation Data. American Journal of Evaluation. 2006;27(2):237-46.</p><p>&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 23443111,
                "identity": "be20a02d-0123-4920-ad02-029e7bccb2ec",
                "order_by": 0,
                "name": "Holly Foot",
                "email": "",
                "orcid": "",
                "institution": "The University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Holly",
                "middleName": "",
                "lastName": "Foot",
                "suffix": ""
            },
            {
                "id": 23443112,
                "identity": "fc45cd0a-5f0d-44cd-b885-7f48c5e069d9",
                "order_by": 1,
                "name": "Kebede Beyene",
                "email": "",
                "orcid": "",
                "institution": "The University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kebede",
                "middleName": "",
                "lastName": "Beyene",
                "suffix": ""
            },
            {
                "id": 23443113,
                "identity": "882d9e42-10a6-4581-b1da-86aaba2fe516",
                "order_by": 2,
                "name": "Rob Horne",
                "email": "",
                "orcid": "",
                "institution": "University College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rob",
                "middleName": "",
                "lastName": "Horne",
                "suffix": ""
            },
            {
                "id": 23443114,
                "identity": "6a581dbe-af81-4fb8-9d9d-512df71c4c53",
                "order_by": 3,
                "name": "James Fingleton",
                "email": "",
                "orcid": "",
                "institution": "Medical Research Institute of New Zealand",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "James",
                "middleName": "",
                "lastName": "Fingleton",
                "suffix": ""
            },
            {
                "id": 23443115,
                "identity": "916f606a-672e-4a8a-9fd8-181bda142b01",
                "order_by": 4,
                "name": "Jeff Harrison",
                "email": "",
                "orcid": "",
                "institution": "The University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeff",
                "middleName": "",
                "lastName": "Harrison",
                "suffix": ""
            },
            {
                "id": 23443116,
                "identity": "44d0bc27-9b07-422a-ba8e-70f8b0ecbc08",
                "order_by": 5,
                "name": "Amy Chan",
                "email": "a.chan@auckland.ac.nz",
                "orcid": "",
                "institution": "The University of Auckland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amy",
                "middleName": "",
                "lastName": "Chan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-27 02:14:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1506/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1506/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 9602379,
                "identity": "b345853b-890a-47ca-90f9-91664e85857a",
                "added_by": "auto",
                "created_at": "2021-05-26 11:57:09",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42328,
                "visible": true,
                "origin": "",
                "legend": "Figure 1: Study Procedure (ACT, Asthma Control Test; MARS, Medication Adherence Report Scale; SRQ, SABA Reliance Questionnaire-4 item); SABA use assessed from previous 90 days’ dispensing records; GP visits – self-reported",
                "description": "",
                "filename": "Capture.png",
                "url": "https://assets.researchsquare.com/files/pex-1506/v1/8931dd7392b8479860e2aa4d.png"
            },
            {
                "id": 13695508,
                "identity": "80061b51-5bbc-48c7-9b3c-1d4380abb50e",
                "added_by": "auto",
                "created_at": "2021-09-17 12:58:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 251679,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1506/v1/4af1d5ca-09e6-4dd9-9260-3cc1042e3e3f.pdf"
            },
            {
                "id": 9602231,
                "identity": "6e3c5dae-8c2c-479e-a47c-132c5939e972",
                "added_by": "auto",
                "created_at": "2021-05-26 11:54:09",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13552,
                "visible": true,
                "origin": "",
                "legend": "Table 1: Summary of outcome measures",
                "description": "",
                "filename": "Table1.docx",
                "url": "https://assets.researchsquare.com/files/pex-1506/v1/9c1e4efb16a25a7f5035b6f1.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Asthma, SABA overreliance, beliefs, pharmacist, adherence, community pharmacy",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background</strong></p><p>In patients with asthma, over-reliance and overuse of short-acting beta<sub>2</sub> agonist (SABA) is common and associated with increased morbidity and mortality. Patient beliefs are a key driver of inappropriate reliever use. A recently developed, brief, online intervention has been shown to identify and shift patient beliefs that drive inappropriate reliever use. Whether this intervention works to shift beliefs in individuals with asthma when delivered by community pharmacists is unknown. </p><p><strong>Objective</strong></p><p>To investigate the feasibility and acceptability of a brief community pharmacist-delivered behavior change intervention, and its effect on beliefs about SABA and SABA use in patients with asthma.</p><p>&nbsp;</p><p><strong>Methods</strong></p><p>This is a non-randomised, before- and after- study of 120 individuals aged 18 years and older, prescribed a SABA for their asthma symptoms, presenting to one of two enrolled community pharmacies in Auckland, New Zealand. </p><p>At enrolment, all participants will complete the SABA Reliance Questionnaire (SRQ), Asthma Control Test and 5-item Medication Adherence Report Scale via an online survey platform. Control participants will receive usual asthma care from their community pharmacy. Intervention participants will receive the intervention to shift any misplaced beliefs about SABA, comprising the SRQ to identify individual beliefs about SABA, then personalized information and discussion between pharmacist and patient based on the specific responses to the questionnaires. Those on SABA monotherapy and/or are at risk of SABA overuse will be referred to the general practitioner. Effect on beliefs about SABA and actual SABA use will be assessed by the SRQ and dispensing records, respectively. Feasibility will be evaluated through participant recruitment and retention rates, intervention fidelity, appropriateness and procedures of outcome measures pre- and post-intervention, and acceptability by obtaining feedback from participants (both patients and pharmacists) on the intervention.</p>",
        "manuscriptTitle": "Study protocol for a feasibility trial in community pharmacy of a personalised behaviour change intervention to reduce reliever reliance and overuse in individuals with asthma.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 11:54:08",
                "doi": "10.21203/rs.3.pex-1506/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a64345c0-e072-4521-a902-7d1dac87208a",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3917858,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 11:54:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}