{
    "identity": "nprot-7389",
    "title": "The degradation and biocompatible study of polyester film in the gastrointestinal tract",
    "content": [
        {
            "header": "Introduction",
            "content": "Impact Statements \r\n\n\nBiocompatible polymers are one of biomaterials extended a great potential for medical devices and tissue engineering scaffolds. Although, there has been an increase in interest of biodegradable polyesters which are degraded by hydrolysis with or without enzyme. Surprisingly, more than thousands of papers being published in the biomaterials and tissue engineering literature which uses polyester in form of films and scaffolds, there is no in vivo degradation and biocompatible study of polyester in gastrointestinal \\(GI) tract. In this study, we have performed a method to study the degradable and toxicity of polyester in gastrointestinal \\(GI) tract.\r\n\n\nIntroduction \r\n\n\nA number of polymer-based medical devices have been developed for implantation in the human body; these include vascular grafts, stents, scaffold structures, and surgical meshes, among others. Biocompatible and biodegradation polymers, which are new classes of biomaterials, have emerged with high applicability for medical devices, tissue engineering scaffolds, drug delivery, and biomedical-healthcare sensors. In recent years, there has been increasing interest in biodegradable polymers that are degraded through hydrolysis, with or without enzymes, and absorbed in the body via the metabolic pathway.\r\n\n\nA majority of the biodegradable polyesters like polylactic acid \\(PLA), polyglycolic acid \\(PGA), polycaprolactone \\(PCL), and their co-polymers, which are used in drug delivery and internal fixation devices, are based on hydrolysable ester bonds; however, the evidence for their biological breakdown in vivo is considerably limited. In biodegradable medical devices, the accumulation of leachable acidic by-products has been found to be a major contributor for the inflammatory response in tissues1,2. In particular, the implantation sites that exhibit low metabolic activity and ability to eliminate by products, may be incompatible for polyester-based materials, which are recently gaining importance. Nevertheless, despite the widely recognized importance of these materials, studying their degradation still poses a significant challenge.\r\n\n\nIn general, aliphatic polyesters degrade in vivo through random hydrolytic cleavage of ester bonds. The in vivo degradation of polyesters occurs as a two-stage process. The first stage involves non-enzymatic random hydrolytic chain scission of ester bonds3. The second stage is characterized by the onset of weight loss because of diffusion of oligomers from the polymer bulk. Most of the studies that focus on the degradation after few weeks of immersion \\(i.e., in vitro) and, in many of them, accelerated degradation through different agents or conditions \\(such as enzymes, free radicals, pH changes, temperature differences, and alkali) is considered. Compared with PLA and PGA based polyesters, PCL displays low mechanical strength, owing to its good elongation, in combination with its solubility, permeability and feasible processing temperatures \\(Tg = -60。C). Contrary to PLA, PGA, and polylactic-co-glycolic acid \\(PLGA), PCL does not undergo plastic deformation and failure when exposed to long cyclic strain thereby making it a suitable component in vascular graft applications4. PCL grafts exhibited good structural integrity in the rat abdominal aorta models5. Considering the aforementioned applications of polyesters, in this study, we provide a new direction for understanding the thin polyester film degradation in the gastrointestinal tract \\(stomach and intestine) in vivo.\r\n\n\nRECENT APPROACH FOR IN VIVO AND IN VITRO DEGRADATION\r\n\n\nIn vitro degradation studies\r\n\n\nA large number of in vitro models have been used to study the polyester degradation and physiology to understand the degradation mechanism. In some of these studies, the objective was to investigate whether long term degradation of polyesters can be applied for the survival of drugs through the6,7 gastrointestinal \\(GI) tract or to serve as artificial replacements for damaged blood vessels8. Hydrolytic degradation is of crucial importance for its successful implementation in various applications such as surgical sutures, drug delivery systems and tissue engineering scaffolds, and thin films9,10. Hydrolytic rates of the polymer film are found to be similar in both in vitro \\(saline) and in vivo \\(rabbit) conditions where the enzymatic involvement is at the first stage of degradation, which is not a significant factor in the degradation process11,12. \r\n\n\nThe study of hydrolytic degradation of polyesters, whether acid or base catalyzed, is important to understand the pH dependent degradation of biomaterials. The pH of gastric juice in the stomach can go as low as 0.9-1.5, whereas the pH of the pancreatic juice in the duodenum ranges from 7.5-8.213. These polyester films degraded at strong basic conditions \\(pH= 13) with large cavities observed because of non-uniform superficial erosion; however, at higher acidic conditions \\(pH = 1), cavities, cracks and fissures appeared, which were consistent with bulk degradation14. In addition, long term degradation of PCL scaffolds using phosphate-buffered saline \\(PBS) at pH 7.4 also followed a bulk degradation pattern15. PCL polyesters are easily affected by the enzymatic degradation in the GI tract, where the simulated intestinal fluids containing enzymes like lipase significantly enhance hydrolytic bulk degradation in PCL, which is negligible in the other polyesters.\r\n\n\nEnzymatic degradation of polyesters\r\n\n\nLipase is an extracellular hydrolytic enzyme that digests aliphatic polyesters such as PCL16,17.  Extensive studies targeted at enzymatic degradation, where the degradation of PCL is enhanced by the action of lipase PS in which the crystallinity of PCL film decreased continuously, and the degradation took effect not only in the amorphous phase, but also in the crystalline region18,19. The effects of molecular weight, crystallinity, and morphology on the microbial and enzymatic degradation of thin polyester films have been reported in previous studies; it is observed that the degradation begins with the amorphous regions prior to the crystalline regions20,21,22. \r\n\n\nIn vivo degradation studies\r\n\n\nIt is noteworthy that among the more than thousands of papers published during the last decade for biomaterials and tissue engineering, in which polyesters are used in the form of films and scaffolds, only a few have discussed their degradation kinetics, despite the fact that these degradation behaviors are quite different in the in vivo conditions. Electrospun PCL non-woven material was investigated both in in vitro \\(performed in Ringer solution)23 and in vivo studies \\(subcutaneous implantation in rats); the results in a study by Li et al. clearly prove that faster degradation occurs in vivo due to enzymatic degradation along with hydrolytic degradation24. In rabbits, the mechanism of biodegradation of PCL, PLA, and their copolymers are qualitatively similar25. However, the rate of the first stage of the degradation process, i.e., non-enzymatic random hydrolytic chain scission, varied by an order of magnitude and was dependent on morphological as well as chemical effects. \r\n\n\nWhilst results about degradation in polyesters are undoubtedly of some interest, the in vivo correlations in the GI tract are extremely important. The intestinal environment presents significant challenges to the selection of appropriate materials for various clinical applications including tissue engineering. Polyesters show good biocompatibility and degradation in major applications including stents, sutures, drug delivery, and fixation devices26. Biodegradable polyester stents have a significant advantage, as they do not require any removal process and are dissolved by the hydrolytic enzyme avoiding the problems associated with current therapies for GI obstruction27. Polyester scaffolds regenerate the cellular alignment of native intestinal circular and longitudinal smooth muscle layers28. The features of these polyester materials are also crucial for the production of tissue engineered intestines, which include designed levels of biodegradability, strength, and elasticity comparable to that of the small intestine.\r\n\n\nAdvantages and Limitations of this protocol\r\n\n\nThis work presents the significant study of degradation of polymer film in vivo. Implantation enables the inoculation of the polymer film into the stomach and intestine through an external route, which is clinically more relevant compared with the other models that use in vitro. In addition, physiologies can be studied more accurately in the case of in vivo degradation when compared with the other models which are done in vitro. This is of utmost importance when monitoring the degradation of polyester film in GI tract for a short term. Furthermore, this procedure allows systemic and selective suturing ways for clinical work. Moreover, the model allows analysis of clinically important phenomena such as localized host function in a particular area where the degradation takes place. This model of work in in vivo is the first to describe the polymer biofilm degradation in the GI tract. \r\n\n\nHowever, this model also presents some limitations. Besides being an expensive technique, it requires extensive work to acquire more technical expertise. This method requires regular monitoring and manipulations to notably avoid the sacrifice of many hosts."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS\r\n\n\n• ANIMALS Sprague Dawley \\(SD) rats weighing ≈500g obtained from the National center were used in the study. \r\n\n\n \\! CAUTION This protocol was approved by the Laboratory Animal Center Committee of National Defense Medical Center and conformed to ethical and technical training program guidelines. \\(REFERENCE OR PERMIT NUMBER)\r\n\n\n• Zoletil, 20 mg/kg\r\n\n\n• Sterile water \\(Gibco, Cat. No. 15230-07)\r\n\n\n• Sterile 1 × PBS \\(Cat. No. 10010-023)\r\n\n\n• Poly\\(ɛ-caprolactone) \\(Sigma-Aldrich, Cat. No. 704105)\r\n\n\n• Dichloromethane \\(Sigma-Aldrich, Cat. No. 75092)\r\n\n\n• Chloroform \\(Sigma-Aldrich, Cat. No. 67663)\r\n\n\n• Ethanol, 70% v/v \\(Sigma-Aldrich, Cat. No. 34935-1L)\r\n\n\n• Sterilized cotton swabs \\(Covidien/Kendall, Cat. No. 61541400)\r\n\n\n• Betadine solution, bottle of 120 ml \\(Vetoquinol)"
        },
        {
            "header": "Equipment",
            "content": "EQUIPMENT\r\n\n\n• Laminar air flow \\(Faster-air, Cat. No. Faster BH2006)\r\n\n\n• Hot bead sterilizer \\(Fine Science Tools \\(FST), Cat. No. 18000-50)\r\n\n\n• Beads \\(FST, Cat. No. 18000-51)\r\n\n\n• Micro-spring scissors \\(1; FST, Cat. No. 15007-08)\r\n\n\n• Fine scissors \\(1; FST, Cat. No. 14502-14)\r\n\n\n• Fine forceps \\(2; FST, Cat. No. 11245-30)\r\n\n\n• Blunt forceps \\(1; FST, Cat. No. 11000-14)\r\n\n\n• Halsted-Mosquito Hemostats \\(2; FST, Cat. No. 13108-12)\r\n\n\n• Silk thread, 22.5 m \\(FST, Cat. No. 18020-30)\r\n\n\n• Curved forceps \\(FST, Cat. No. 91197-00)\r\n\n\n• Suture Dexon 5/0 absorbable, box of 36 \\(Beige, Cat. No. 9552-21)\r\n\n\n• Scalpel \\(Swann-Morton, Cat. No. 0510)\r\n\n\n• Sterile gloves \\(Size 7–8, Medium; LCH, Cat. No. STP641)\r\n\n\n• Sterile gauze pad \\(LCH, Cat. No. CNST-470)\r\n\n\n• Syringe, 2ml \\(Cat. No. 300186, BD Biosciences)\r\n\n\n• Glassman Non-Crushing Intestinal Clamp \\(MDS 6420423) \r\n\n\n• Huber needle, straight 7/10, 22 Gauge, 30 mm, box of 50 \\(Perouse Medical, Cat. No. 512507)\r\n\n\n• Respiratory mask, FFP2 \\(Fisher Scientific, Cat. No. 19-130-4825)\r\n\n\n• Sterile gown \\(BARRIER, Cat. No. 98000622)\r\n\n\n• Mozer Max45 clipper \\(Moser-Animal Line, Cat. No. 1245-0066)\r\n\n\n• Tweezers \\(B. Braun Aesculap)"
        },
        {
            "header": "Procedure",
            "content": "Presurgical procedures \r\n\n\n1) Acclimatize rats for 1 week prior to conducting the experimental procedure. The rats were fed a high-fat diet and bred in the animal center with a 12/12 light cycle at 23±2°C. The operation was performed when the body weight of the rats reached 500 g. The rats were fasted at least 24 hours before operation.\r\n\n\n\\! CAUTION The animal room should be cleaned with disinfectant every day until the end of the study.\r\n\n\n2)  PCL films were sterilized by immersing into 70% ethanol for 1 h then immersed into PBS \\(pH 7.2) to eliminate the ethanol. Then, PCL films were implanted on the wound sites. \r\n\n\nSurgical procedure \\(PCL film implantation, Day 0) ● TIMING ~55 min\r\n\n\nStomach\r\n\n\n3) Anesthesia \\(2 min per rat, 5–6 min for a rat to sleep). Anesthetize the rats using Zoletil at 20 mg/kg with intramuscular injection into the front of the thigh.\r\n\n\n4) Shaving \\(3–4 min per rat). Once the rat becomes completely unconscious, shave the ventral side of the rat \\(Fig. 2a) with an electric clipper to remove hair. \r\n\n\n▲ CRITICAL STEP If the rat is not completely asleep during the experiment, it can be affected by stress, leading to the death of the rat.\r\n\n\n5) Disinfection \\(5 min per rat). Transfer the rat into a sterile sheet. Gently clean the shaved ventral side portion, as well as the surrounding area and then scrub with Betadine solution 2–3 times \\(Fig. 2b). Allow the disinfectant to dry for 5 min, an incision was later made.\r\n\n\n▲ CRITICAL STEP Betadine has been previously shown to kill bacteria in seconds to minutes.\r\n\n\n6) Preparation for surgery \\(\n10–15 min; Fig. 1). It takes\n10–15 min for a rat to be ready for the surgery; meanwhile, arrange and prepare the surgery area. \r\n\n\n7) In one part of the sterile sheet, place on the left corner a pair of scissors, hemostats \\(two), micro spring scissors, fine forceps \\(two), two pieces of silk thread ~20 cm long, curved forceps, sterile gloves, and a scalpel. On the right-hand side, keep sterile gauze pads, Dexon suture, PCL film 0.6 × 0.6 cm2 \\(Fig. 1b).\r\n\n\n8) Turn on the instrument sterilizer. \\(Sterilize instruments before operation by using pressure cooker)\r\n\n\n▲ CRITICAL STEP Keep everything handy before you start the surgery, as the rats may start to wake up if there is any delay in the surgery process, which can cause it to be stressed.\r\n\n\n9) Surgery \\(~20-30 min per rat; Figs. 3-4). Once the rat is disinfected, place the rat on the surgical sheet prepared in Step 7 in the ventral side position. Take some 70% v/v ethanol and wipe the body of the rat once. Wear sterile gloves and avoid touching any surrounding areas, which can cause infection.\r\n\n\n10) Make an upper midline incision \\(~5 cm) on the ventral portion to enter the peritoneal cavity with a scalpel \\(Fig. 3a). The gastrocolic ligament in the stomach was fully mobilized, and the bleeding was handled using ligation with Dexon suture.\r\n\n\n▲ CRITICAL STEP Avoid making a very deep incision, as it results in more bleeding. Pulling the skin outward while making the incision prevents deep incisions.\r\n\n\n? TROUBLESHOOTING\r\n\n\n11) Purse-string suturing technique: Passed as a running stitch in and out along the edge of a circle and pull together the two ends of the suture material to cause stitched areas for closure\r\n\n\nUse purse-string suturing technique to make a circle with 15 mm diameter over lateral aspect of mid-body of stomach and pull together the two ends of the suture to create a gastric pouch.\r\n\n\n12) Make a 1 mm opening of gastric pouch and insert PLC film into pouch for degradation study; then, close the opening and control the bleeding with a figure-of-eight suture. Make sure the pouch is sufficiently big to easily insert the PCL film \\(Fig. 3b, c).\r\n\n\n? TROUBLESHOOTING\r\n\n\n13) After insertion of the film, secure the portion by suturing \\(using a hemostat to hold the suture and blunt forceps to hold inside of the skin) with Dexon 5-0 suture \\(Fig. 3d, e).\r\n\n\n▲ CRITICAL STEP It is important to wipe the excess bleeding with a gauze pad throughout the process.\r\n\n\n? TROUBLESHOOTING \r\n\n\nSmall intestine \r\n\n\n14) Identify the jejunum \\(Fig. 4a), a non-crushing clamp was fixed at 10 cm distal to duodenum and divided with a knife close to the clamp \\(Fig. 4b). \r\n\n\n15) The proximal cutting end \\(B point) was brought up as a bowel loop, insert the PCL film \\(0.6 × 0.6 cm2) from the opening of cutting end \\(Fig. 4c). Once the film in inserted, secure the opening by suturing and control bleeding with a figure-of-eight suture \\(Fig. 4d). A suture tie was made below the bowel loop to prevent PLC film migration \\(shown in black arrow). \r\n\n\n▲ CRITICAL STEP It is important to make a suture tie below bowel loop \\(between PCL film and enteroenterostomy) for prevention of PCL migration as well as the passage of food to bowel loop.\r\n\n\n16) An enterotomy was made at 5 cm distal to proximal cutting end for end-to-side enteroenterostomy anastomosis with single-layer continuous suture. Suture method should perform as outside-in-inside-out stitch. \\(Fig. 4e, f). \r\n\n\n▲ CRITICAL STEP All bleeding should be checked and hemostasis ensured to prevent post-operative bleeding. Enteroenterostomy should be checked with air leak test to prevent post-operative leak. The fascia of midline abdominal wound was closed in the same fashion with continuous suturing and skin was closed with interrupt suturing.\r\n\n\n17) Clean the surgery area and close the ventral side \\(three or four stitches) and incisions by making simple interrupted sutures. Apply antiseptic cream \\(such as Betadine) \\(Fig. 4g).\r\n\n\n18) Finally, the rat need to be single housed \\(one rat per cage) for post-operative care.\r\n\n\nPost-operative care: Day +1 to Day +3 ● TIMING ~10 min per rat per day\r\n\n\n19) Use analgesic \\(Ketoprofen, 5 mg/kg) to relieve pain or distress caused by the operation on rats on Day +1 after surgery.\r\n\n\n20) Normal chow diet was fed to rats starting on the post-operative Day 1.  Physical function was monitored, and surgical wound was inspected. Rats were sacrificed after a number of postoperative days \\(3 d, 7 d, 17 d and 28 d) and the PCL film was taken out for analysis of the extent of degradation."
        },
        {
            "header": "Timing",
            "content": "It has been mentioned in each section."
        },
        {
            "header": "Troubleshooting",
            "content": "? TROUBLESHOOTING\r\n\n\nPostchallenge care and monitoring ● TIMING 30 min per rat\r\n\n\nCarefully monitor and record weight loss, fever, diet intake, or any other abnormal behavior. Any rat with a temperature >39 °C ± 0.5 or <34 °C ± 0.5 for 28 continuous days must be euthanized. In addition, any sick rats must be euthanized."
        },
        {
            "header": "Anticipated Results",
            "content": "Anticipated results\r\n\n\nThe two important factors that determine the selection of polyester material are its degradation rate and its effect on the surrounding tissues. Fig. 5 highlights the degradation rate of a PCL biofilm in the stomach and intestine at various degradation periods. The thickness of the biofilm in intestine reduced considerably rapidly compared with that in the stomach region. In general, the degradation of the PCL biofilm for 28 days would result in a 72% thickness reduction in the intestine, which represents the degree of polyester degradation. Finally, it should be noted that the side reactions around surrounding tissue regions were not significant. In all implantation protocols, the foreign biomaterials exhibit a mild inflammation as a foreign body response. Figs. 6a and b typically shows the mild inflammation and mucosal erosion in the stomach and small intestine, respectively; tiny vacuoles occurred in the enterocytes lining on the surface of the villi and weak detachment of epithelial cells were observed because of leachable acidic by-products after degradation \\(indicated using black arrows)."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n1. Marchant, R.E., Miller, K.M., Anderson, J.M. In vivo biocompatibility studies: V. In vivo leukocyte interactions with biomer. J. Biomed. Mater. Res. 18, 1169-1190 \\(1984).\r\n  2. Spilizewski KL, Marchant RE, Hamlin CR. The effect of hydrocortisone acetate loaded poly\\(DL-lactide) films on the inflammatory responses. J. Control. Release. 2, 197-203 \\(1985).\r\n  3. Pitt, C. G., Chasalow, F.I., Hibionada, Y.M., Klimas, D.M., Schindler. A. Aliphatic polyesters. I. The degradation of poly\\(ε-caprolactone) in vivo. J. Appl. Polym. Sci. 26, 3779-3787 \\(1981).\r\n  4. Lu X, Sun Z, Cai W, Gao Z. Study on the shape memory effects of poly \\(l-lactide-co-ε-caprolactone) biodegradable polymers. J. Mater. Sci. Mater. Med. 19, 395–399 \\(2008). \r\n  5. de Valence S, Tille JC, Mugnai D, Mrowczynski W, Gurny R, Moller M, Walpoth BH. Long term performance of polycaprolactone vascular grafts in a rat abdominal aorta replacement model. Biomaterials. 33, 38–47 \\(2012). \r\n  6. Bosworth, L.A., Downes, S. Physicochemical characterisation of degrading polycaprolactone scaffolds.  Polym. Degrad. Stab, 95, 2269-2276 \\(2010).\r\n  7. Jantratid, E., Janssen, N., Reppas, C., Dressman, J.B., Dissolution media simulating conditions in the proximal human gastrointestinal tract: an update. Pharm. Res. 25, 1663–1676 \\(2008).\r\n  8. Dressman, J.B., Amidon, G.L., Reppas, C., Shah, V.P., Dissolution testing as a prognostic tool for oral drug absorption: immediate release dosage forms. Pharm. Res. 15, 11–22 \\(1998).\r\n  9. Fu, T.J., Abbott, U.R., Hatzos, C. Digestibility of food allergens and non allergenic proteins in simulated gastric fluid and simulated intestinal fluid—a comparative study. J. Agric. Food, 50, 7154–7160 \\(2002).\r\n  10. Wickham, M., Faulks, R., Mills, C. In vitro digestion methods for assessing the effect of food structure on allergen breakdown. Mol. Nutr. Food Res. 53, 952–958 \\(2009).\r\n  11. Pitt, C.G., Chasalow, F.I., Hibionada, Y.M., Klimas, D.M., Schindler, A. Aliphatic polyesters. I. The degradation of poly\\(epsiloncaprolactone) in vivo. J Appl Polym Sci. 26, 3779–87 \\(1981).\r\n  12. Sun, H., Mei, L., Song, C., Cui, X., Wang, P. The in vivo degradation, absorption and excretion of PCL-based implant. Biomaterials. 27, 1735–40 \\(2006).\r\n  13. Chu, C.C. A comparison of the effect of pH on the biodegradation of two synthetic absorbable sutures. Ann. Surg. 55,55-59 \\(1982).\r\n  14. Patricia Sailema-Palate G, Vidaurre, A., Campillo, A.J., Castilla-Cortzar, I. A comparative study of Poly\\(ɛ-caprolactone) film degradation at extreme pH values. Polym. Degrad. Stab.130, 118-125 \\(2016). \r\n  15. Lam, C.X., Savalani, M.M., Teoh, S.H., Hutmacher, D.W. Dynamics of in vitro polymer degradation of polycaprolactone-based scaffolds: accelerated versus simulated physiological conditions, Biomed Mater. 3, 34108 \\(2008).\r\n  16. Rizzarelli, P., Impallomeni, G., Montaudo, G. Evidence for selective hydrolysis of aliphatic copolyesters induced by lipase catalysis. Biomacromolecules. 5, 433–444 \\(2004).\r\n  17. Tokiwa, Y., Suzuki, T. Hydrolysis of polyesters by lipases. Nature. 270, 76–78 \\(1977). \r\n  18. Sekosan, G., Vasanthan, N. Morphological Changes of Annealed Poly-ɛ-Caprolactone by Enzymatic Degradation with Lipase, J. Polym.Sci. B. 48, 202-211 \\(2010).\r\n  19.  Gan, Z.,  Liang, Q.,  Zhang, J.,  Jing, X. Enzymatic degradation of poly\\(ε-caprolactone) film in phosphate buffer solution containing lipases. Polym. Deg. Stability. 56, 209-213 \\(1997).\r\n  20. Jar, P., Huang, S.J., Bell, J.P., Cameron, J.A., Benedict, C. Org Coat Appl. Polym. Sci. Proc., 47, 45 \\(1982).\r\n  21. Benedict, C. V., Cook, V.J., Jarrett, P., Cameron, J.A., Huang, S.J., Bell, J.P. Fungal degradation of polycaprolactones. J Appl. Polym. Sci. 28, 327-334 \\(1983).\r\n  22. T. Tarvainen, M. Malin, T. Suutari, M. Pöllänen, J. Tuominen, J.Seppälä, T. JärvinenPancreatin enhanced erosion of and macromolecule release from 2,2-bis\\(2-oxazoline)-linked poly\\(ɛ-caprolactone). J. Control. Release. 86 , 213-222 \\(2003).\r\n  23. Bolgen, N., Menceloglu, Y.Z., Acatay, K., Vargel, I., and Piskin, E. In vitro and in vivo degradation of non-woven materials made of poly\\(ε-caprolactone) nanofibers prepared by electrospinning under different conditions. J. Biomater. Sci. Polymer Edn. 16, 1537–1555 \\(2005).\r\n  24. Li, S.M., Liu, L.J., Garreau, H. Vert, M. Lipase-catalyzed biodegradation of poly\\(epsilon-caprolactone) blended with various polylactide-based polymers. Biomacromolecules. 4, 373-377 \\(2003).\r\n  25. Pitt, C.G., Gratzl, M.M., Kimmel, G.L., Surles, J., Schindler, A. Aliphatic polyesters 2. The degradation of poly-d,llactide poly-epsilon capro lactone and their co polymers in-vivo. Biomaterials 2, 215–20 \\(1981). \r\n  26. Boomer, L., Liu, Y., Mahler, N., Johnson, J., Zak K., Nelson, T., Lannutti, J., Besner, G.E. Scaffolding for challenging environments: Materials selection for tissue engineered intestine. J. Biomed. Mater. Res. 102A, 3795-3802 \\(2014).\r\n  27. Stivaros SM, Williams LR, Senger C, Wilbraham L, Laasch HU. Woven polydioxanone biodegradable stents: a new treatment option for benign and malignant oesophageal strictures. Eur. Radiol. 20, 1069-1072 \\(2010).\r\n  28. Kobayashi, M., Lei, N.Y., Wang, Q., Wu, B.M., James C.Y. Dunn. Orthogonally oriented scaffolds with aligned fibers for engineering intestinal smooth muscle. Biomaterials. 61, 75-84 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "Acknowledgments\r\n\n\nThe authors would like to thank Tri-Service General Hospital \\(TSGH-C106-012 and TSGH-C107-011) for financially supporting this work."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 16254,
                "identity": "a1b4989e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hsieh-Chih Tsai",
                "email": "h.c.tsai@mail.ntust.edu.tw",
                "orcid": "",
                "institution": "Biomedical Materials Tsai's Lab, Taiwan Tech",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hsieh-Chih",
                "middleName": "",
                "lastName": "Tsai",
                "suffix": ""
            },
            {
                "id": 16255,
                "identity": "a1b49dca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hao-Ming Chang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hao-Ming",
                "middleName": "",
                "lastName": "Chang",
                "suffix": ""
            },
            {
                "id": 16256,
                "identity": "a1b4a110-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chun-Chiang Huang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chun-Chiang",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 16257,
                "identity": "a1b4a3ce-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vijaya Rohini Parasuraman",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vijaya",
                "middleName": "Rohini",
                "lastName": "Parasuraman",
                "suffix": ""
            },
            {
                "id": 16258,
                "identity": "a1b4a689-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jheng-Jun Jhu",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jheng-Jun",
                "middleName": "",
                "lastName": "Jhu",
                "suffix": ""
            },
            {
                "id": 16259,
                "identity": "a1b4a935-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chi-Yang Tsai",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chi-Yang",
                "middleName": "",
                "lastName": "Tsai",
                "suffix": ""
            },
            {
                "id": 16260,
                "identity": "a1b4ac69-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hsiao-Ying Chao",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hsiao-Ying",
                "middleName": "",
                "lastName": "Chao",
                "suffix": ""
            },
            {
                "id": 16261,
                "identity": "a1b4af46-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ya-Lun Lee",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ya-Lun",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 16262,
                "identity": "a1b4b0d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Juin-Yih Lai",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Juin-Yih",
                "middleName": "",
                "lastName": "Lai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-03-05 06:30:25",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.024",
        "doiUrl": "https://doi.org/10.1038/protex.2019.024",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 92701,
                "identity": "2431e146-262f-453b-a204-c90bc3dee35d",
                "added_by": "auto",
                "created_at": "2019-09-20 15:40:10",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 409019,
                "visible": true,
                "origin": "",
                "legend": " Preparation of surgery a) Rat was briefly kept in restrainer and it was injected intramuscularly with anesthesia to complete sedation before starting the procedure b) surgical instruments were prepared and kept on a sterile sheet in the surgical hood. Wo",
                "description": "",
                "filename": "Figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/Figure_1.tif"
            },
            {
                "id": 92702,
                "identity": "b7b5dd7a-9d66-497e-b34d-cce5b28d9038",
                "added_by": "auto",
                "created_at": "2019-09-20 15:40:10",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 227681,
                "visible": true,
                "origin": "",
                "legend": "Shaving and disinfection procedures. Surgery for rat preparation was performed under laminar flow using a surgical hood, and aseptic conditions were maintained throughout the surgical procedure. a) Rat was flipped on its ventral side after it was complete",
                "description": "",
                "filename": "Figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/Figure_2.tif"
            },
            {
                "id": 92703,
                "identity": "dcacb225-6149-4d55-ab47-777d1c208b9d",
                "added_by": "auto",
                "created_at": "2019-09-20 15:40:10",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 562750,
                "visible": true,
                "origin": "",
                "legend": "Figure.3   PCL Surgical implantation in stomach (steps 10–13) a) Incision was made on the midline of abdominal wall (5 cm), b-c) PCL film was inserted after the gastric pouch created, d-e) the gastric pouch and outer skin was secured by sutures after insertion. Work",
                "description": "",
                "filename": "Figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/Figure_3.tif"
            },
            {
                "id": 92704,
                "identity": "06c87a0b-c2de-4263-8e4e-c3f5778a41ca",
                "added_by": "auto",
                "created_at": "2019-09-20 15:40:11",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 828621,
                "visible": true,
                "origin": "",
                "legend": "PCL Surgical implantation in short bowel (steps 14–17) a) Identifying the small portion of the short bowel region below duodenum, b) Dividing the portion A & B, c-d) PCL film was inserted at the end of B and securely sutured, e-f) surgical wound was creat",
                "description": "",
                "filename": "Figure4.tif",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/Figure_4.tif"
            },
            {
                "id": 92705,
                "identity": "374f1ad1-c6e4-4342-bad4-ca4b6b9e324f",
                "added_by": "auto",
                "created_at": "2019-09-20 15:40:11",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28363,
                "visible": true,
                "origin": "",
                "legend": "Thickness of the PCL on degradation in stomach and intestine",
                "description": "",
                "filename": "Figure5.tif",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/Figure_5.tif"
            },
            {
                "id": 92706,
                "identity": "89614a16-8cfb-4a05-99ad-854ad80bb93a",
                "added_by": "auto",
                "created_at": "2019-09-20 15:40:11",
                "extension": "tif",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 221663,
                "visible": true,
                "origin": "",
                "legend": "Histological changes of (a) stomach and (b) intestinal slices on day 17. Slices were fixed in 4% buffered formalin & embedded in paraffin, stained with Hematoxylin and Eosin. (1) strong transmural inflammation with loss of crypt structure goblet cells and",
                "description": "",
                "filename": "Figure6.tif",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/Figure_6.tif"
            },
            {
                "id": 13474282,
                "identity": "2785b464-dbb9-44a6-95f8-af0f60b93ae9",
                "added_by": "auto",
                "created_at": "2021-09-16 21:21:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3580687,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7389/v1/64301b9e-b700-4635-b68e-bb7704e26244.pdf"
            }
        ],
        "financialInterests": "There is no conflicting finacial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "gastrointestinal tract, implanted Materials, Degradation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Application of biodegradable implants in the gastrointestinal tract is a new field of research; therefore, it is important to understand the degradation behavior of these biodegradable implants in vivo before being applied to clinical settings. In this paper, we provide a detailed protocol for thin film implantation into rat, so that their physiology can be studied. After polyester PCL film inoculation in the stomach and intestine, in vivo biofilm \\(PCL) degradation can be monitored. Therefore, the importance of this protocol is to study the host responses to biofilm degradation and to study the fundamental degradation properties of the biofilm. An emphasis is placed on surgical precision. The degradation of thin film in stomach and intestine are quantified using their morphology, which is evaluated using scanning electron microscopy. The implantation of biofilm in rat and their analyses can be completed using the proposed method in approximately 28 days.",
        "manuscriptTitle": "The degradation and biocompatible study of polyester film in the gastrointestinal tract",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-20 15:40:10",
                "doi": "10.1038/protex.2019.024",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1b42453-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4554,
                "name": "Materials science"
            },
            {
                "id": 4555,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-20 15:40:10",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}