{
    "identity": "nprot-7051",
    "title": "Acute _Streptococcus pneumoniae_ lung infection: Mouse model and characterisation of the immune response.",
    "content": [
        {
            "header": "Introduction",
            "content": "_S. pneumoniae_ \\(pneumococcus) is a gram positive, extracellular bacterium. Although it exists as a commensal in the upper respiratory tract of roughly 10% of adult carriers, it has the potential to cause severe disease in susceptible individuals, most notably young children, the elderly and those with immunodeficiency. Pneumococcal disease results from local spread, aspiration or bacteraemia, and range from otitis media and sinusitis to pneumonia, meningitis and sepsis \\[1]. Secondary _S. pneumoniae_ infections following influenza A infection are common, and _S. pneumoniae_ also play a significant role in exacerbation of chronic lung pathologies such as COPD \\[2, 3]. Two effective capsular polysaccharide vaccines are in widespread use. Pneumovax is a T-independent 23-valent vaccine, and Prevenar is a 13-valent protein conjugated T-dependent vaccine. However, vaccination protects only against serotypes included in the vaccine, and serotype replacement can mitigate efficacy at a population level over time \\[4]. Mouse models of _S. pneumoniae_ infection and disease progression play an important role in increasing our understanding of host-pathogen interaction and identifying the factors that modulate _S. pneumoniae_ pathogenicity as well as evaluating universal protein or whole cell based vaccine strategies \\[4]. The properties of the mouse strain as well as _S. pneumoniae_ strain and serotype should be carefully considered alongside the infection route and dose to ensure that the experimental design is appropriate to the research question \\[5]. In this protocol we describe the establishment of an intranasal _S. pneumoniae_ lung infection model and characterisation of the resulting immune response which allows us to study different stages of disease progression including upper respiratory tract infection, pneumonia, bacteraemia as well as bacterial clearance and recovery. This model enabled us to assess the effects of genetic manipulation and/or treatment on disease progression and the immune response, and led to the discovery that B cells could exacerbate acute _S. pneumoniae_ infections by an antibody independent mechanism \\[6]."
        },
        {
            "header": "Reagents",
            "content": "**Animals**\r\n\n\nWe used male and female transgenic mice between 8-15 weeks of age with age and sex matched wildtype controls in all experiments. All mice were bred on a C57BL/6J background. All experiments were performed in accordance with local standards and the Animals \\(Scientific Procedures) Act 1986, licence PPL 70/7661 and were approved by the Babraham Institute Animal Welfare and Ethics Review Body. \r\n\n\nMice were bred and maintained at the Babraham Institute Biological Support Unit. Regular health monitoring confirmed that stock and holding rooms were free of primary pathogens and additional agents listed in the FELASA recommendations \\[7]. Ambient temperature and lighting was kept between 19-21°C with a relative humidity of 52% and a 12-hour light: 12-hour dark cycle including 15 min ‘dawn’ and ‘dusk’ periods of subdued lighting. Mice were housed in individually ventilated cages with 1-5 animals per cage and were fed CRM \\(P) VP diet \\(Special Diet Services) ad libitum. Animals received sunflower or millet seeds at the time of cage-cleaning as part of their environmental enrichment. \r\n\n\n\r\n\n\n**Anaesthesia**\r\n\n\n• Isoflurane: IsoFlo 100% w/w Inhalation Vapour, liquid \\(Zoetis)\r\n\n\n\r\n\n\n**S. pneumoniae stock**\r\n\n\n_Note: S. pneumoniae is a category 2 pathogen capable of causing disease in humans. Ensure that all work involving viable bacteria is completed in a containment level 2 laboratory and that appropriate risk assessments are in place._ \r\n\n\n\r\n\n\nWe received _S. pneumoniae_ TIGR4, serotype 4 as a kind gift from Professor Jeremy Brown, University College London. This strain is a clinical isolate and not genetically modified. Serotype 4 has been shown to be virulent in mice \\[8] and is included in the two clinically available vaccines: Prevenar-13 and Pneumovax. A variety of other serotypes and strains are available from ATCC and BEI Resources.\r\n\n\n\r\n\n\n**Media**\r\n\n\n• _S. pneumoniae_ culture media: Add 36.4g Todd-Hewitt broth powder \\(Oxoid CM0189) and 5g yeast extract \\(Oxoid LP0021) to 1L sterile milliQ water, heat and mix until dissolved, then autoclave.  \r\n\n\n• Blood-Agar plates: Prepare 500mL LB-Agar \\(ThermoFisher scientific 22700), autoclave and allow to cool to 50°C in a water-bath, then add 25mL defibrinated sheep’s blood \\(Oxoid SR0051). Mix well, pour into sterile 90mm petri dishes and allow to set under aseptic conditions. Add Optochin antibiotic disks \\(Sigma-Aldrich 74042-50DISCS-F) to selected plates.   Plates can be stored under aseptic conditions at 4°C for up to 5 days. \r\n\n\n• Phosphate buffered saline \\(PBS): Low endotoxin Dulbeccos’s phosphate buffered saline without Ca2+ or Mg2+ \\(Sigma-Aldrich D8537).   \r\n\n\n• Glycerol \\(Sigma-Aldrich G5516)\r\n\n\n\r\n\n\n**Vaccines**\r\n\n\n• Pneumovax II \\(pneumococcal polysaccharide vaccine, Sanofi Pasteur MSD). One 0.5mL dose contains 50µg/mL of each serotype \\(1-5, 6B, 7F, 8, 9N, 9V, 10A, 11A, 12F, 14, 15B. 17F, 18C, 19F, 19A, 20, 22F, 23F and 33F). Dilute one 0.5mL dose 1:12.5 in sterile PBS for administration to mice. \r\n\n\n• Prevenar 13 \\(pneumococcal 13-valent conjugate vaccine, Diphteria CRM197 protein, Pfizer). One 0.5mL dose contains 22µg of each serotype: 1-5, 6A, 7F, 9V, 14, 18C, 19A, 23F polysaccharides and 4.4µg of serotype 6B polysaccharide; 34µg CRM197 carrier protein, 100µg polysorbate 80, 295µg succinate buffer and 125µg aluminium phosphate adjuvant. Dilute one 0.5mL dose 1:6.4 in sterile PBS for administration to mice. \r\n\n\n\r\n\n\n**Immune cell isolation**\r\n\n\n• Red blood Cell lysis buffer:  Red blood cell lysis buffer Hybri-Max \\(Sigma-Aldrich R7757)\r\n\n\n• Mouse Lung dissociation kit \\(Miltenyi, 130-095-927) Prepared according to manufacturer’s instructions. \r\n\n\n• Percoll \\(Sigma-Aldrich P1644): Prepare isotonic Percoll by adding 1 part sterile 10x concentrated PBS to 9 parts Percoll. Then prepare a 37.5% working solution of isotonic Percoll in sterile 1x PBS.  \r\n\n\n\r\n\n\n**Flow cytometry**\r\n\n\n• Antibodies: see Table 1\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7193/original/Table_1.jpg?1537429651\">See figure in Figures section.</a>\r\n\n\n\r\n\n\n• Staining buffer: 0.5% BSA in PBS. \r\n\n\n• Fixation buffer: 4% paraformaldehyde \\(Biolegend 420801)\r\n\n\n• Transcription factor staining buffer set \\(eBioscience 00-5523-00)\r\n\n\n• Non-fluorescent counting beads \\(AccuCount Blank Particles 5.3µm; Spherotech, USA)"
        },
        {
            "header": "Equipment",
            "content": "**Anaesthesia**\r\n\n\nVet-tech anaesthetic system, including recoil hoses and quick release connections\r\n\n\n• Isoflurane Key Fill Vapouriser CM \\(Vet-Tech AN003A)\r\n\n\n• Isoflurane key fill applicator \\(AN003B)\r\n\n\n• Continuous Anaesthetic chamber \\(small, red) \\(vet-tech AN010SR)\r\n\n\n• Oxygen supply\r\n\n\n• Isoflurane scavenging system\r\n\n\n\r\n\n\n**Tissue dissociation for CFU counts**\r\n\n\n• Bullet blender \\(Next Advance, standard model)\r\n\n\n• 3.2mm Stainless steel beads \\(Next Advance)\r\n\n\n• Eppendorf \\(Safelock) 2mL microcentrifuge tubes \\(Sigma-Aldrich)\r\n\n\n\r\n\n\n**Immune cell isolation**\r\n\n\n•     GentleMACS tissue dissociator \\(Miltenyi) \\(Optional)\r\n\n\n• Flow cytometer: LSRFortessa see Table 2 for laser power and filter sets. \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7195/original/Table_2.jpg?1537429653\">See figure in Figures section.</a>\r\n\n\n\r\n\n\n**General equipment**\r\n\n\n• Pipettes and tips: \\(p1000, p200, p20) \\(Starlab)\r\n\n\n• Consumables: 50mL tubes and 15mL tubes \\(BD Falcon 352070; 352097); 1.5mL microcentrifuge tubes \\(Starlab E1415-1500); 40µm cell strainers \\(BD Falcon 352340).  \r\n\n\n• IV cannulas, 20g: \\(BD Venflon 391452) \r\n\n\n• 25g needles, syringes: 1mL, 2.5mL, 10mL \r\n\n\n• 96-well plates \\(U-bottom)\r\n\n\n• Bacterial spreaders/ColiRollers plating beads \\(Novagen 71013)\r\n\n\n• Bench-top centrifuge\r\n\n\n• Microcentrifuge\r\n\n\n• Liquid nitrogen"
        },
        {
            "header": "Procedure",
            "content": "**S. pneumoniae stock preparation**\r\n\n\n1. Innoculate 10-20mL Todd-Hewitt broth \\(Oxoid) supplemented with 0.5% yeast extract \\(Oxoid) with _S. pneumoniae_ and culture overnight at 37 °C, 5% CO\n2\n.\r\n  2. Subculture into fresh pre-warmed Todd-Hewitt broth with yeast extract at a ratio of 1:50 and grow to mid-log phase \\(OD\n600\n= 0.5-0.7) at 37 °C, 5% CO\n2\n.\r\n  3. Collect the bacteria by centrifugation at 3000xg for 20min at 4°C and resuspended at OD\n600\n= 1.0 in cold PBS/20% glycerol \\(Sigma-Aldrich), keep on ice while preparing 1mL aliquots.\r\n  4. Proceed to snap freeze aliquots in liquid N\n2\n\\(keep a non-frozen control aliquot on ice to assess viability).\r\n  5. Assess stocks for viable CFU counts and homogeneity by plating out serial dilutions of three frozen samples and 1 non-frozen control sample on blood agar plates \\(LB agar, supplemented with 5% defibrinated sheep blood \\(Oxoid))\r\n  6. Incubate the plates for 24h at 37 °C, 5% CO\n2\n. \r\n  7. Confirm _S. pneumoniae_ colonies by the presence of an α-haemolytic zone and sensitivity to optochin \\(Sigma-Aldrich). \r\n  8. Count colonies and calculate stock CFU concentration. \\(Viability of frozen stocks should be >90% compared to the non-frozen control sample).\r\n  9. Maintain virulent stocks by performing _in vivo_ passage every 6-12 months \\(Infect a mouse with _S. pneumoniae_, collect the spleen 24h post infection. Culture _S. pneumoniae_ colonies from the spleen and use collected colonies to inoculate broth in step 1). \r\n  \r\n\n\n  \r\n\n\n**Intranasal administration of S. pneumoniae**\r\n\n\n_Note 1: There is a considerable difference in virulence between S. pneumoniae strains and serotypes, and also variation within the same strain and serotype between laboratories. Therefore, it is important to perform dose-finding pilot experiments before embarking on a full-scale study._\r\n\n\n_Note 2: Full training and competency assessment in anaesthesia of laboratory animals is required._\r\n\n\n \r\n\n\n1. Thaw frozen stocks and wash twice by centrifugation \\(5000xg for 5min) in sterile PBS \r\n  2. Resuspend at 4x10\n7\nCFU/mL in PBS\r\n  3. Keep the suspension on ice at all times and use for infection within 2 hours of thawing \\(no loss of viability was observed under these conditions).  \r\n  4. Induce anaesthesia in mice by inhalation of 3% isoflurane for 2-3min and maintain with 2% isoflurane for up to 6min.\r\n  5. Visually, respiration should appear slow, deep and even \\(not gasping), with no reflex present if the nose is gently touched with clean tissue paper. \r\n  6. Hold the mouse in a supine position, allowing the head to tilt slightly backwards.  \r\n  7. Mix the _S. pneumoniae_ suspension well and collect 50µL \\(containing 2x10\n6\nCFU) using a pipette, and place small droplets of the suspension on the nostrils, allowing the mouse to inhale each droplet before placing the next one. \r\n  8. Once the full 50µL dose is inhaled, place the mouse in the cage in a supine position and observe to confirm inhalation of the dose and full recovery from anaesthesia: mice should re-gain their righting reflex within 1 minute and normal mobility within 3 minutes.   \r\n  9. After infecting all the mice in the study group, prepare serial dilutions of the inoculum and plate on blood agar plates to confirm the infection dose. \r\n  \r\n\n\n**S. pneumoniae survival studies:**\r\n\n\n1. Record pre-infection body weights and assess animals to ensure they are in good health. \r\n  2. Infect mice intranasally with _S. pneumoniae_ as described above. \r\n  3. Record body weights daily \\(preferably at the same time every day), starting at 24h post infection\r\n  4. Monitor animals at least three times a day for a period of 10 days post infection: When signs of sickness are observed monitoring frequency should be increased, including out of hours checks. \r\n  5. We assess disease progression by assigning clinical scores according to the scheme below \\(Table 3). Animals are culled when they show >25% bodyweight loss or reach score 3. The most frequently observed clinical signs are piloerection, hunched posture, tremor, and laboured breathing.  Rarely, mice may show signs of inner ear infection: head tilting, loss of balance or circling.  These animals are culled straight away and excluded from the study. \r\n  6. Collect blood and tissues for analysis when animals are culled and/or at the study end-point.\nSee figure in Figures section.\n**Vaccines and treatments**\r\n\n\n1. To induce a T-independent antibody response, immunise mice with Pneumovax II \\(pneumococcal polysaccharide vaccine, Sanofi Pasteur MSD); To induce a T-dependent antibody response, use Prevenar 13 \\(pneumococcal 13-valent conjugate vaccine, Diphtheria CRM197 protein, Pfizer). \r\n  a) Pneumovax: Immunise mice with one 100µL \\(0.4µg) dose \\(1:12.5 dilution in sterile PBS) by intraperitoneal injection, 14 days before infection with _S. pneumoniae_. Include a PBS treated vehicle control group.\r\n\n\nb) Prevenar: Immunise mice with four 100µL \\(0.34µg) doses \\(1:6.4 dilution in sterile PBS) given 14 days apart by intraperitoneal injection, with the last dose 14 days before infection with _S. pneumoniae_. Include a PBS treated vehicle control group. \r\n\n\n2. Collect serum from pre- and post-immunisation blood samples to assess antibody levels.  \r\n  3. \\(Optional) Other treatments can be applied before or after _S. pneumoniae_ infection to assess their effects on disease progression and/or immune response. Some examples include cytokines, neutralising antibodies and small molecule inhibitors. \r\n  \r\n\n\n\r\n\n\n**Single cell isolation: Lung and spleen**\r\n\n\n1. Apply treatments and/or infect mice with _S. pneumoniae_ as described above. \r\n  2. At the desired timepoint post-infection, euthanise mice by CO\n2\ninhalation followed by gentle cervical dislocation to confirm death \\(Avoid damage to cervical blood vessels and trachea).\r\n  3. Collect blood samples from the abdominal aorta into appropriate containers: Serum collection tubes \\(BD microtainer, SST) or K\n+\nEDTA coated tubes \\(Sarstedt Microvette) for plasma and/or blood cell analysis.\r\n  4. \\(optional) Collect bronchial-alveolar lavage \\(BAL) fluid:\r\n  a. Use a needle to create a small opening in the trachea above the larynx\r\n\n\nb. Using a syringe and 20g IV cannula \\(BD Venflon 391452) \\(needle removed), gently inflate the lungs with 1mL cold PBS, and withdraw the liquid from the lungs. Repeat three times. \r\n\n\nc. Place BAL fluid in a microcentrifuge tube on ice \r\n\n\n5. Perfuse the lungs with 10mL cold PBS through the right ventricle. \r\n  a. Make a small cut in the left atrium\r\n\n\nb. Gently hold the heart with forceps, insert a 25g needle into the right ventricle and gently flush through 10mL cold PBS until the lungs appear white. _Note: in the presence of infection dark patches may remain._ \r\n\n\n6. Collect lungs and spleens into cold PBS and keep on ice. \\(Weigh tissues for accurate CFU and cell count calculation) \r\n  7. Dissociate lungs using the Miltenyi lung dissociation kit and GentleMACS tissue dissociator: \r\n  a. Place lungs into Miltenyi C-tubes with 2.5mL dissociation buffer containing enzymes A and D \\(Miltenyi lung dissociation kit 130-095-927). _Note: for manual dissociation, place lungs in 35mm petri dishes with 0.5mL cold PBS_\r\n\n\nb. Homogenise tissue using the Miltenyi GentleMACS \\(lung programme 2) and then incubate with the dissociation buffer at 37°C for 45min with intermittent mixing. _Note: for manual dissociation: chop lung samples into <1mm pieces using a blade, then transfer to 15mL tubes containing Miltenyi lung dissociation kit enzyme mixture for incubation._  \r\n\n\nc. Place the samples on ice and homogenise a second time using the Miltenyi GentleMACS \\(lung programme 2). _Note: for manual dissociation, push homogenate through a 100µm cell strainer using a 2.5mL syringe plunge and rinse through with 2-3 mL PBS._ \r\n\n\nd. Transfer the homogenate to 15mL tubes \\(BD Falcon) and wash by centrifugation \\(500xg) in 10mL cold PBS. \r\n\n\ne. Resuspend the pellet in 3mL 37.5% isotonic Percoll \\(Sigma) at room temperature and centrifuge at 650xg for 20min with low acceleration and no brake.\r\n\n\nf. Carefully remove the supernatant containing debris using a pipette, wash the cell pellet in PBS and resuspended in 200-500µL cold PBS. \r\n\n\n_Note: Where lung CFU counts are also required, process the right lung as described above, and the left lung as described below \\(S. pneumoniae CFU counts)._\r\n\n\n8. Homogenise spleens by pushing through 40µm cell strainers \\(BD)\r\n  a.  use a 2.5ml syringe plunge and rinse the strainers in 2ml PBS. _Note: Where CFU counts are required, transfer a 200µL sample to a sterile U-bottom 96-well plate and keep on ice before proceeding to \\(b)._\r\n\n\nb. Transfer the cell suspension to a 15ml Tube \\(BD falcon) and wash once by centrifugation in 5ml cold PBS. \r\n\n\nc. Resuspend cell pellets in red blood cell lysis buffer \\(Sigma) \\(2mL per spleen) and incubate for 5min at room temperature. \r\n\n\nd. Quench lysis by adding 10ml cold PBS and collect the cells by centrifugation. \r\n\n\ne. Resuspend the cell pellets in 2-5ml cold PBS.  \r\n\n\n9. Collect cells from BAL fluid by centrifugation at 500xg \\(BAL supernatant can be stored at -20°C for cytokine/protein analysis). Resuspend cells in 200-500µL PBS and keep on ice.\r\n  \r\n\n\n **S. pneumoniae CFU counts**\r\n\n\n1. Place the lungs/left lung in a 2mL Eppendorf \\(Safelock) microfuge tube/ screw cap tube containing 1mL PBS and 3x 3.2mm stainless steel beads \\(Next Advance). \r\n  2. Place the tubes in a Next Advance Bullet Blender and homogenise at speed 8 for 3min.\r\n  3. Transfer 200µL of the homogenate into a U-bottom 96 well plate and keep on ice. \r\n  4. Perform 10-fold serial dilutions for spleen \\(see Single cell isolation: Lung and spleen step 8a) and lung homogenates\r\n  5. Plate out 100µL samples using ColiRollers \\(Novagen) or a bacterial spreader on blood agar plates and incubate 24h at 37°C.\r\n  6. Count _S. pneumoniae_ colonies on plates with 10-300 colonies. \\(recognised by the presence of a green α-haemolytic zone).  \r\n  \r\n\n\n**Immune cell characterisation by flow cytometry**\r\n\n\n1. Transfer 200µL samples of spleen and lung single cell suspensions to U-bottom 96 well plates.\r\n  2. Prepare surface antibody master mix containing FC block and viability dye in staining buffer \\(0.5%BSA in PBS)\r\n  3. Collect samples by centrifugation and resuspend in 50µL antibody master mix per sample.\r\n  4. Protect plates from light and incubate at 4°C for 30-40min. \r\n  5. Quench staining by adding 150µL staining buffer.\r\n  6. Collect cells by centrifugation and wash once with 200µL staining buffer.\r\n  7. Fix samples in 50µL 4% paraformaldehyde in PBS \\(Biolegend) for 10min at room temperature. _Note: where intracellular staining is required \\(e.g. transcription factors), use the appropriate fixation buffer from Transcription factor staining buffer set \\(eBioscience) or alternative._ \r\n  8. Quench fixation by adding 150µL staining buffer\r\n  9. Collect cells by centrifugation and wash twice with 200µL staining buffer. \r\n  10. Where no intracellular staining is required, resuspend samples in 50-100µL PBS, add non fluorescent counting beads, and analyse on a flow cytometer. \\(Alternatively, fixed samples can be stored at 4°C up to 48h before analysis)\r\n  _Note: Where intracellular staining is required collect the cells by centrifugation and wash once with an appropriate permeabilisation buffer \\(e.g. Transcription factor staining buffer set, eBioscience). Resuspend cells in 50µL intracellular antibody master mix in permeabilisation buffer. Protect samples from light and incubate at room temperature for 40min. Quench staining, wash, resuspend and analyse cells as described in steps 8-10._  \r\n\n\n11. Before analysing samples by flow cytometry, ensure that the appropriate unstained and single stained compensation controls as well as the required fluorescence-minus-one \\(FMO) or isotype staining controls are prepared."
        },
        {
            "header": "Timing",
            "content": "**S. pneumoniae stock preparation:**\r\n\n\n2 days \r\n\n\n\r\n\n\n**Intranasal administration of S. pneumoniae**\r\n\n\n1.5-2h for a group of 20 mice\r\n\n\n\r\n\n\n**S. pneumoniae survival studies:**\r\n\n\n10 days\r\n\n\n\r\n\n\n**Vaccines**\r\n\n\nInjections: 1-2h for a group of 20 mice\r\n\n\nPneumovax II vaccination schedule: 14 days\r\n\n\nPrevenar-13 vaccination schedule: 8 weeks\r\n\n\n\r\n\n\n**Single cell isolation: Lung and spleen**\r\n\n\nDissections and cell isolation for a group of 20 mice: 10-12h \\(13-15h +24h incubation to include CFU counts)\r\n\n\n\r\n\n\n**S. pneumoniae CFU counts**\r\n\n\nDissections, tissue processing and plating for a group of 20 mice: 5-6h + 24h incubation\r\n\n\n\r\n\n\n**Immune cell characterisation by flow cytometry**\r\n\n\nSurface stain only: 2-3 hours\r\n\n\nSurface and intracellular stain: 3-4 hours\r\n\n\nFlow cytometry analysis time depends on the instrument used as well as the number of samples and panels to be analysed."
        },
        {
            "header": "Troubleshooting",
            "content": "**S. pneumoniae stock preparation**\r\n\n\n**Contamination:** \r\n\n\n• As no antibiotics are used, cultures can easily become contaminated. Use a high-level disinfectant such as Distel, Trigene or Virkon to clean all work surfaces, and ensure sterility of flasks and growth medium.\r\n\n\n**Poor viability/ growth:** \r\n\n\n• Viability will decrease when cultures are allowed to grow past mid-log phase. Take regular OD<sub>600</sub> readings and proceed to collect bacteria using a pre-cooled centrifuge as soon as the culture reaches OD<sub>600</sub> 0.5-0.7. Prolonged periods at room temperature could also affect viability, therefore work quickly to snap-freeze aliquots as soon as possible after the culture is harvested and keep samples on ice at all times during the process.  \r\n\n\n• Poor growth on blood ager plates/ absence of a clear α-haemolytic ring around _S. pneumoniae_ colonies can result from lysis of the sheep blood. Ensure the agar cools to 50°C before adding the blood as higher temperatures will result in lysis. Store prepared plates at 4°C for up to 5 days. Blood agar plates should appear opaque and will become transparent when lysis occurs. \r\n\n\n\r\n\n\n**Intranasal administration of S. pneumoniae and survival studies**\r\n\n\n**Animals appear unwell within minutes/hours after S. pneumoniae administration:**\r\n\n\n• Contaminating species and/or toxins released as a result of bacterial death and lysis can cause animals to become unwell soon after intranasal administration. Ensure _S. pneumoniae_ stocks are pure with high viability before administration to animals. Keep diluted _S. pneumoniae_ stock on ice at all times and administer to animals within two hours of defrosting a frozen aliquot.  \r\n\n\n**Animals recover from anaesthesia before inhaling the full dose:** \r\n\n\n• Anaesthesia is not deep enough: Ensure animals are breathing deeply and evenly and show no reflex when the nose is touched with a piece of clean tissue paper. The entire 50µL dose should be administered within 20-30s, allowing roughly 1min for the animal to remain in a supine position before recovery.  \r\n\n\n**Animals take longer than expected to recover from anaesthesia/gasping breathing is present:** \r\n\n\n• Anaesthesia is too deep. Remove animals from the anaesthetic chamber and observe to ensure full recovery. Animals should be closely observed while in the anaesthetic chamber at all times. \r\n\n\n**Higher/lower than expected mortality rates following S. pneumoniae infection:**\r\n\n\n• Since there is considerable variation in virulence between different _S. pneumoniae_ strains and serotypes, pilot studies should be used to determine the optimum dose. \r\n\n\n• Repeated _in vitro_ passage of _S. pneumoniae_ stock can lead to reduced virulence over time. Therefore, it is recommended to perform _in vivo_ passage by culturing new stock from _S. pneumoniae_ colonies recovered from the spleens of infected mice every 6-12 months.\r\n\n\n• Plating out the diluted _S. pneumoniae_ stock used for infection is recommended to confirm viability and absence of contamination, as it is often helpful to rule out these factors should the study not progress as expected.  \r\n\n\n\r\n\n\n**Immune cell characterisation by flow cytometry**\r\n\n\n• Multicolour antibody panels require optimisation and small pilot experiments are recommended to establish a panel for larger studies. \r\n\n\n• High autofluorescence is a characteristic of several cell types found in the lung, most notably alveolar macrophages. It is therefore recommended to avoid fluorochromes with low peak emission wavelengths for identification of alveolar macrophages \\(PE and Alexa-647 are good choices for these cells). In addition, fluorescence-minus-one controls should be used to set gates accurately. \r\n\n\n• High background and non-specific staining can also result from high levels of debris/dead cells in the samples and could be a problem especially in lung samples. High levels of debris/clumps of dead cells can also block the flow cytometer and lead to aberrant results. The Percoll separation step should remove debris but if some remain the samples can be filtered prior to analysis. CellTrics 30μm filters \\(SYSMEX) work well for small sample volumes. Always use a viability dye to exclude dead cells."
        },
        {
            "header": "Anticipated Results",
            "content": "**S. pneumoniae stock preparation**\r\n\n\nFrozen _S. pneumoniae_ stocks should be free of contamination and have >90% viability compared to a non-frozen control aliquot. To avoid adverse effects, stocks with <90% viability should not be used for administration to animals.  In addition, purity should be confirmed in undiluted stock samples by observing a clear optochin inhibition ring on blood agar plates, as well as a green, translucent α-haemolytic zone around individual colonies in diluted samples.  \r\n\n\n\r\n\n\n**Intranasal administration of S. pneumoniae, survival studies and vaccines**\r\n\n\nAfter intranasal administration of _S. pneumoniae_, mice are expected to recover from anaesthesia within 3 minutes, and the mice are expected to appear well with normal levels of activity and no respiratory abnormalities. In our hands, one dose of 2x10<sup>6</sup> CFU _S. pneumoniae_ TIGR4, serotype 4 results in 30-50% of wildtype C57Bl/6 mice surviving to 10 days post infection. At 6-8 hours post infection the mice may start to show transiently reduced activity levels and appear subdued; these effects are expected to disappear by 24h post infection. However, at 24h post infection mice are expected to start showing signs of weight loss, followed by increased weight loss and signs of sickness as described in Table 3 from 36-48h onwards. Animals that do not reach the humane end-point during this time are expected to start recovering from 96 hours onwards, and all surviving animals are expected to reach their pre-infection weight by 10 days post infection. It is important to ensure animals in experimental and control groups are age and sex matched \\[9]. We found that males are more susceptible to _S. pneumoniae_ infection compared to female mice, although this was not associated with increased weight loss in male mice \\(Figure 1). \r\n\n\nImmunisation with Pneumovax or Prevenar-13 prior to infection is expected to provide >90% protection against disease progression in wildtype C57Bl/6 mice \\(Figure 2).\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7181/original/Figure_1.jpg?1537429641\">See figure in Figures section.</a>\r\n\n\n\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7183/original/Figure_2.jpg?1537429643\">See figure in Figures section.</a>\r\n\n\n \r\n\n\n**CFU counts, Single cell isolation and Immune cell characterisation** \r\n\n\nWe focused our CFU count and immune cell characterisation studies on the 24h post infection time-point because we are interested in the immune response to acute infection. At 24h most animals start to show weight loss but appear clinically healthy. These analyses can also be applied to other time-points; However, it should be considered that the interpretation of results at later time-points can be complicated because study groups will contain individuals with a wide variation in health status which could affect experimental readouts independently of genotype or treatment. In addition, analysis at later time-points will invariably select for individuals surviving to that timepoint. \r\n\n\n\r\n\n\nWe expect lung CFU counts to remain stable for the first 6 hours post infection, then reduce and become more variable from 24h onwards. We expect mice to start showing bacteraemia as measured by CFU in the spleen from 24h onwards \\(Figure 3).\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7185/original/Figure_3.jpg?1537429644\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nThe suggested flow cytometry staining panels allows the detection of different lymphocyte and myeloid populations of interest to our studies and should be adjusted to individual research questions. A detailed flow cytometry protocol for the identification of lung macrophage and dendritic cell subsets is provided by Misharin et al  \\[10]. Examples of gating strategies for the identification of lymphocyte and myeloid cell populations in the lung at 24h post _S. pneumoniae_ infection are shown in Figures 4 and 5 respectively.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7187/original/Figure_4.jpg?1537434748\">See figure in Figures section.</a>\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7189/original/Figure_5.jpg?1537436036\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nWe do not observe significant lymphocyte infiltration in the lungs during the first 24h post infection. Alveolar macrophage numbers are also expected to remain constant during the first 24h post infection, while neutrophils and inflammatory monocytes are expected to increase from 6-8h onwards, peak at 24h post infection and then start to decrease \\(Figure 6). \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/7191/original/Figure_6.jpg?1537429650\">See figure in Figures section.</a>"
        },
        {
            "header": "References",
            "content": "1. Weiser, J.N., D.M. Ferreira, and J.C. Paton, Streptococcus pneumoniae: transmission, colonization and invasion. Nat Rev Microbiol, 2018. 16\\(6): p. 355-367.\r\n  2. Morris, D.E., D.W. Cleary, and S.C. Clarke, Secondary Bacterial Infections Associated with Influenza Pandemics. Front Microbiol, 2017. 8: p. 1041.\r\n  3. Halpin, D.M., et al., Impact and prevention of severe exacerbations of COPD: a review of the evidence. Int J Chron Obstruct Pulmon Dis, 2017. 12: p. 2891-2908.\r\n  4. Daniels, C.C., P.D. Rogers, and C.M. Shelton, A Review of Pneumococcal Vaccines: Current Polysaccharide Vaccine Recommendations and Future Protein Antigens. J Pediatr Pharmacol Ther, 2016. 21\\(1): p. 27-35.\r\n  5. Chiavolini, D., G. Pozzi, and S. Ricci, Animal models of Streptococcus pneumoniae disease. Clin Microbiol Rev, 2008. 21\\(4): p. 666-85.\r\n  6. Stark, A.K., et al., PI3Kdelta hyper-activation promotes development of B cells that exacerbate Streptococcus pneumoniae infection in an antibody-independent manner. Nat Commun, 2018. 9\\(1): p. 3174.\r\n  7.     FELASA recommendations for the health monitoring of mouse, rat, hamster, guinea pig and rabbit colonies in breeding and experimental units. Lab Anim, 2014. 48\\(3): p. 178-192.\r\n  8. Sandgren, A., et al., Virulence in mice of pneumococcal clonal types with known invasive disease potential in humans. J Infect Dis, 2005. 192\\(5): p. 791-800.\r\n  9. Kadioglu, A., et al., Sex-based differences in susceptibility to respiratory and systemic pneumococcal disease in mice. J Infect Dis, 2011. 204\\(12): p. 1971-9.\r\n  10. Misharin, A.V., et al., Flow cytometric analysis of macrophages and dendritic cell subsets in the mouse lung. Am J Respir Cell Mol Biol, 2013. 49\\(4): p. 503-10."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful for the support and expert advice from the Babraham Institute Biological Services Unit and Flow Cytometry Facilities."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-018-05674-8",
                "date": "2018-09-19 15:56:36",
                "title": "PI3Kδ hyper-activation promotes development of B cells that exacerbate Streptococcus pneumoniae infection in an antibody-independent manner",
                "authors": [
                    "Anne-Katrien Stark",
                    "Anita Chandra",
                    "Krishnendu Chakraborty",
                    "Rafeah Alam",
                    "Valentina Carbonaro",
                    "Jonathan Clark",
                    "Srividya Sriskantharajah",
                    "Glyn Bradley",
                    "Alex G. Richter",
                    "Edward Banham-Hall",
                    "Menna R. Clatworthy",
                    "Sergey Nejentsev",
                    "J. Nicole Hamblin",
                    "Edith M. He"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15964,
                "identity": "a190507c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Anne-Katrien  Stark",
                "email": "aks82@cam.ac.uk",
                "orcid": "",
                "institution": "Division of Immunology, Department of Pathology, University of Cambridge, Cambridge CB2 1QP, UK",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Anne-Katrien",
                "middleName": "",
                "lastName": "Stark",
                "suffix": ""
            },
            {
                "id": 15966,
                "identity": "a1905846-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Klaus Okkenhaug",
                "email": "ko256@cam.ac.uk",
                "orcid": "",
                "institution": "Division of Immunology, Department of Pathology, University of Cambridge, Cambridge CB2 1QP, UK",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Klaus",
                "middleName": "",
                "lastName": "Okkenhaug",
                "suffix": ""
            },
            {
                "id": 15965,
                "identity": "a190556a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Edward  Banham-Hall",
                "email": "",
                "orcid": "",
                "institution": "Cambridge University Hospitals NHS Trust, Hills Road, Cambridge, CB2 0QQ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "",
                "lastName": "Banham-Hall",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-09-20 10:14:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.114",
        "doiUrl": "https://doi.org/10.1038/protex.2018.114",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610265,
                "identity": "e68bb2b3-01fb-4bf7-9e1b-df828f26f8c1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 146462,
                "visible": true,
                "origin": "",
                "legend": "*Expected disease progression following intranasal _S. pneumoniae_ TIGR4, serotype 4 infection*   C57Bl/6 mice were infected intranasally with 1 dose of 2x10^6^ CFU _S. pneumoniae_ TIGR4, serotype 4 in 50µL PBS. Weight loss and disease progression was monitored over 10 days. *A:* Expected weight loss for a combined group of 50% males and 50% females. *B:* Expected weight loss is similar for males and females. *C:* Expected mortality for a combined group of 50% males and 50% females. *D:* C57Bl/6 males show significantly lower survival rates in response to _S. pneumoniae_ infection compared to females.  \r\nCombined C57Bl/6 wildtype control groups from 2 independent experiments (n=40). \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_1.jpg"
            },
            {
                "id": 2610269,
                "identity": "2008b0c8-8e6c-4810-96f0-f544f0075349",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 110894,
                "visible": true,
                "origin": "",
                "legend": "*Pneumovax and Prevenar-13 treatment protects against _S. pneumoniae_ TIGR4, serotype 4 infection*   C57Bl/6 mice were treated with Pneumovax or Prevenar-13 together with an age and sex matched PBS vehicle control group prior to intranasal infection with 2x10^6^ CFU _S. pneumoniae_ TIGR4, serotype 4 in 50µL PBS. *A:* Pneumovax treatment resulted in 93% survival compared to 35% survival in the vehicle treated group. *B:* Prevenar-13 treatment resulted in 100% survival compared to 36% survival in the vehicle control treated group. \r\nCombined Pneumovax or Prevenar and PBS vehicle treated C57Bl/6 wildtype control groups from 3 independent experiments (n=31).\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_2.jpg"
            },
            {
                "id": 2610268,
                "identity": "7208a678-8b3e-4b55-af96-2f81681c623d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 86387,
                "visible": true,
                "origin": "",
                "legend": "*Expected CFU counts at 24h post _S. pneumoniae_ TIGR4, serotype 4 infection.*    C57Bl/6 mice were intranasally infected with 2x10^6^ CFU _S. pneumoniae_ TIGR4, serotype 4 in 50µL PBS. *A:* In wildtype mice, lung CFU counts are expected to remain stable for the first 6 hours post infection, then become lower and more variable from 24h onwards. *B:* Mice are expected to become bacteraemic from 24h onwards.\r\nC57Bl/6 wildtype control groups from 1 representative experiment (n=6). \r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_3.jpg"
            },
            {
                "id": 2610270,
                "identity": "6d127f11-4b9d-4e40-b9a7-d72d7a077da7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 223971,
                "visible": true,
                "origin": "",
                "legend": "*Example Gating strategy for the identification of lung lymphocyte populations*   C57Bl/6 mice were infected intranasally with 1 dose of 2x10^6^ CFU _S. pneumoniae_ TIGR4, serotype 4 in 50µL PBS. Lungs were collected 24h post infection and single cell suspensions were analysed by flow cytometry\r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_4.jpg"
            },
            {
                "id": 2610272,
                "identity": "90de4070-a80a-4b09-937a-9bd66e44108e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 249635,
                "visible": true,
                "origin": "",
                "legend": "*Example gating strategy for the identification of lung myeloid populations*   C57Bl/6 mice were infected intranasally with 1 dose of 2x10^6^ CFU _S. pneumoniae_ TIGR4, serotype 4 in 50µL PBS. Lungs were collected 24h post infection and single cell suspensions were analysed by flow cytometry.  \r\n",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_5.jpg"
            },
            {
                "id": 2610273,
                "identity": "19feb801-e9c4-4ae3-b812-5b99f0938277",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 83773,
                "visible": true,
                "origin": "",
                "legend": "*Neutrophil and inflammatory monocyte lung infiltration in response to _S. pneumoniae_ infection.*    C57Bl/6 mice were intranasally infected with 2x10^6^ CFU _S. pneumoniae_ TIGR4, serotype 4 in 50µL PBS. *A:* In wildtype mice, neutrophil infiltration starts from 3h post infection and peak at 24h post infection. *B:* Inflammatory monocyte infiltration starts from 3h post infection and remain stable between 6-24h post infection.  \r\nC57Bl/6 wildtype control groups from 1 representative experiment (n=6). \r\n",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_6.jpg"
            },
            {
                "id": 2610271,
                "identity": "2dd14b67-8f19-48da-b407-0a222f1040c2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 213523,
                "visible": true,
                "origin": "",
                "legend": "Table 1   *Antibodies for flow cytometry*",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_7.jpg"
            },
            {
                "id": 2610276,
                "identity": "d14b50a5-4726-487c-8aba-179848f5fce4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 130618,
                "visible": true,
                "origin": "",
                "legend": "Table 2   *LSRFortessa laser and filter configuration*",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_8.jpg"
            },
            {
                "id": 2610274,
                "identity": "5840fe56-0952-4695-a18b-a75de97cc08c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:32",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 139600,
                "visible": true,
                "origin": "",
                "legend": "Table 3   *Mouse sickness scoring table*",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/figure_9.jpg"
            },
            {
                "id": 13465762,
                "identity": "abe17ac2-39cf-41f9-a216-094d2717397d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1141645,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7051/v1/fca8af72-e260-46ac-ae1f-2c47f004960f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Intranasal infection, Mouse model, Streptococcus pneumoniae, Flow cytometry",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "_Streptococcus pneumoniae_ is a globally important pathogen. We describe a mouse model of _S. pneumoniae_ respiratory tract infection through intranasal administration of bacteria which progress to bacteraemia and systemic disease. This model therefore allows assessment of different stages of infection and can be used to study local and systemic immune responses to vaccines and other treatment strategies.",
        "manuscriptTitle": "Acute Streptococcus pneumoniae lung infection: Mouse model and characterisation of the immune response.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-09-24 16:24:48",
                "doi": "10.1038/protex.2018.114",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a18fc915-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 24th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4392,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-09-24 16:24:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}