{
    "identity": "nprot-2470",
    "title": "Sperm sex chromosome fluorescence _in situ_ hybridisation in pygmy hippopotamus",
    "content": [
        {
            "header": "Introduction",
            "content": "The endangered pygmy hippopotamus \\(_Choeropsis liberiensis_), an endemic species to freshwater systems and forests of West Africa in Sierra Leone, Guinea, Ivory Coast and Liberia, resembles the common hippopotamus but is much smaller in size. It is a long-lived, solitary species where the sexes only meet for mating and where males defend territories, sometimes in fierce fights with competing males, which may have fatal consequences <sup>1</sup>. While little is known about their reproduction in the wild, the captive population reproduces well. In the captive population, offspring sex ratio is shifted towards an excess of females – at birth only 42.5% of offspring were reported to be males <sup>2</sup>. The cause of this shift and the mechanism by which it is achieved are unknown.\r\n\n\n\r\n\n\nNoting the difference between the sexes in terms of investment in offspring and the benefits gained thereby, it has been assumed that owing to its usually much larger investment, the female has considerably more to win or lose and if mechanisms to bias offspring sex ratios do exist, they would be operated by the female <sup>3</sup>. Hence, both empirical and theoretical work has traditionally concentrated on the female and dismissed any potential paternal contribution as minor and irrelevant.\r\n\n\n\r\n\n\nThere is only a very limited body of literature that has actually evaluated the contribution of males to the determination of offspring sex. Most available studies, conducted on samples from domestic boar <sup>4</sup>, domestic cattle <sup>4-8</sup> or humans <sup>9-11</sup>, used inaccurate evaluation techniques such as fluorescence staining of the F-body or PCR amplification on pooled semen samples. A positive correlation between the ratio in the ejaculate and the birth sex ratio was found in those few studies which evaluated both parameters <sup>6,10,11</sup>. The few studies that were based on the more accurate fluorescence _in situ_ hybridisation \\(FISH) evaluation technique <sup>12-14</sup> either suffered from a considerably smaller sample size compared to their control \\(176 samples compared to the pooled national data on birth sex ratio from several European countries and the USA) and counted too few cells to detect a deviation from an even sex ratio \\(only 200 cells per ejaculate) <sup>12</sup>, dealt with samples obtained from infertile patients \\(where actually an excess of X-chromosome bearing spermatozoa was detected) <sup>13</sup>, or had insufficient statistical power and a sample size too small to detect significant deviation from unity \\(N = 7 compared with N = 12) <sup>14</sup>.\r\n\n\n\r\n\n\nHere we describe here a detailed protocol for determining the ratio between the X- and Y-chromosome bearing spermatozoa in the ejaculates of the pygmy hippopotamus."
        },
        {
            "header": "Reagents",
            "content": "1. Carnoy’s fixative: 3 parts of methanol and one part of glacial acetic acid. Prepare fresh on the day used and keep in the freezer \\(at -18ºC to -20ºC). Prepare about 40 mL for each sample of around 100-200 × 10<sup>6</sup> cells.\r\n  2. 0.1 M Tris solution: 1.21 g Tris-aminomethan \\(Tris base, Sigma # T1503) in 100 mL of aqua bidist \\(can make less\\!). Adjust pH to 7.0. Divide into 2 mL portions in Eppendorfs and keep in the freezer \\(at -18ºC to -20ºC). Each portion is good for about 4-5 slides.\r\n  3. 1M DTT stock solution: mix 770 mg Dithioerythritol \\(DTT; Sigma # D9779) with 5 mL of 0.1 M Tris solution. Split into 20 μL portions and keep in the freezer \\(at -18ºC to -20ºC). \\(Can make less\\!). Each 20 µL portion is good for 4-5 slides.\r\n  4. 70% formamid solution: Mix 0.7 mL formamid \\(P040.1; Carl Roth GmbH+Co., Karlsruhe, Germany) with 0.3 mL 2×SSC solution. Split into 100 µL portions and store in the freezer \\(at -18ºC to -20ºC) till use.\r\n  5. X and Y chromosomes probes \\(0.5 µL of each) with hybridisation mix \\(4 µL) – mix well on vortex. Enough for one slide. Pygmy hippopotamus-specific probes can be procured from Cambridge Resource Centre for Comparative Genomics, Cambridge, UK.\r\n  6. Rubber cement.\r\n  7. DAPI \\(4’, 6-diamidino-2-phenylindole) with antifade mix \\(Vectashield from Vector Labs) – about 22 µL per slide with cover slip of 20 × 32 mm.\r\n  8. Ethanol solutions - keep in the freezer \\(at -18ºC to -20ºC):\r\n  a. 100% ethanol: Put 120 mL in a Coplin jar\r\n\n\nb. 90% ethanol: Put 120 mL in a Coplin jar\r\n\n\nc. 70% ethanol: Put 120 mL in a Coplin jar\r\n\n\n9. 20× SSC stock solution \\(3 M NaCl, 0.32 M Na<sub>3</sub>-Citrate•H<sub>2</sub>O) - keep at 4ºC up to a year.\r\n  10. 2× SSC working solution - keep at room temperature up to 6 month.\r\n  11. 2× SSC / 0.1% NP-40 \\(Tergitol Solution; Sigma # NP40S) solution - keep at room temperature up to 6 month.\r\n  12. 0.4× SSC solution - keep at room temperature up to 6 month.\r\n  13. Clear nail polish."
        },
        {
            "header": "Equipment",
            "content": "1. Vortex\r\n  2. Diamond pen\r\n  3. ThermoBrite Programmable Temperature Controlled Slide Processing System \\(Abbott Molecular, Wiesbaden, Germany)\r\n  4. Pipettes: 10 µL, 100 µL and 1000 µL\r\n  5. Fluorescence microscope with 3-way filter for DAPI \\(blue), Cy3 \\(red/pink) and FITC \\(green/yellow).\r\n  6. Microscope slides with frosted end.\r\n  7. Cover slips – 20 × 20 mm, 20 × 32 mm and 20 × 50 mm \\(or similar)\r\n  8. Plastic disposable pipettes\r\n  9. 15-mL Falcon tubes\r\n  10. Parafilm, cut into slide-size pieces.\r\n  11. Pipette tips for 10 µL, 100 µL and 1000 µL pipettes."
        },
        {
            "header": "Procedure",
            "content": "**A. Sperm sample washing and slide preparation**\r\n\n\n\r\n\n\n**Before starting**\r\n\n\n1. Prepare fresh Carnoy’s fixative and put in the freezer \\(at -18ºC to -20ºC) for at least 2-3 hours. Keep the fixative in the freezer throughout the handling of the sample.\r\n  \r\n\n\n**Procedure:**\r\n\n\n1. Centrifuge native sperm sample of \\(ideally) 200 × 10\n6\nspermatozoa at 400 g for 10 min and discard the supernatant.\r\n  2. Add 8 mL of Carnoy’s fixative, re-suspend the pellet by vortex and then centrifuge at 400 g for 10 minutes. If there is a smaller number of cells \\(50 to 100 × 10\n6\n) then use only 4 mL of Carnoy’s fixative.\r\n  3. Remove supernatant, suspend again in fixative and centrifuge. Repeat these washing steps 3-4 times \\(or more).\r\n  4. Keep sperm in fixative in the freezer \\(at -18ºC to -20ºC) until used for slides. Prepare slides on the day the FISH is being done.\r\n  5. Prepare the slides – make sure they are clean and properly marked on the frosted end.\r\n  6. Vortex the sample before use.\r\n  7. With a disposable plastic pipette drop \\(from about 10 cm above the slide) one drop of suspended semen on each slide and air-dry them horizontally.\r\n  8. Mark the area of the drop on the backside of the slide with diamond pen.\r\n  \r\n\n\n**B. Slide treatment \\(bloating, aging, denaturation, hybridization)**\r\n\n\n\r\n\n\n**Before starting**\r\n\n\n1. Thaw one 2-mL Eppendorf of 0.1 M Tris solution and one 20-µL tube of DTT solution for every 4-5 slides.\r\n  2. Thaw 100 µL of 70% formamid solution for each slide.\r\n  3. Put about 120 mL of 2× SSC solution in a Coplin jar at room temperature.\r\n  4. Put about 120 mL of distilled water inside a Coplin jar in the refrigerator at 4ºC.\r\n  5. Thaw hybridisation mix. For each slide mix about 4 μL of hybridisation mix with 0.5 µL of each of the X and Y chromosome-specific probes. Make sure to vortex the probes before taking the needed volume. Keep in ice in the dark or in the freezer \\(at -18ºC to -20ºC) until just before use. Vortex before use.\r\n  \r\n\n\n**Procedure:**\r\n\n\n1. Mix well the DTT with the 0.1 M Tris solution \\(one Eppendorf of each), resulting in 10 mM DTT solution. Make sure to take all the DTT by washing the DTT tube several times with 0.1 M Tris solution taken from the other tube.\r\n  2. Put 0.4 to 0.5 mL of the 10 mM DTT solution on each slide, spread it evenly, cover with parafilm and leave at room temperature for 15 min.\r\n  3. Remove parafilm, discard access of liquid and then wash for 2 min in 2× SSC solution at room temperature.\r\n  4. Air dry the slides.\r\n  5. Put 100 µL of 70% formamid solution on each slide, cover with large \\(24 × 50 mm) cover slip while making sure the liquid spreads all over the slide \\(with no air bubbles).\r\n  6. Pre-heat the ThermoBrite to 80ºC, load the slides and incubate for 10 min. If do not fill all slots on the ThermoBrite with samples then put empty slides in the empty slots.\r\n  7. Remove the slides from the ThermoBrite, remove the cover slips, discard of excess liquids and then wash in the cold distilled water for two minutes.\r\n  8. Air dry the slides.\r\n  9. Dehydrate the slides in the ethanol solutions - 1 min in each concentration going from 70% to 90% to 100% and then air-dry the slides.\r\n   Make sure the slides are absolutely dry before going to next step\\!\\!\r\n\n\n10. Put on each 20 × 20 mm cover slip, at its center, 5 μL of probes with hybridization mix. Put the slide over the cover slip \\(face down) so the marked area aligns with the cover slip and let it stand for about one minute to let the hybridization and probes mix spread evenly. Make sure the entire area is covered and that no air bubbles are left. If needed, apply light pressure to spread the mix all the way to the edges of the cover slip.\r\n  11. Seal around with rubber cement.\r\n  12. Put in the ThermoBrite with some distilled water for humidity and run the following program: 10 minutes at 65ºC for denaturation and then at 37ºC over night for hybridization.\r\n  \r\n\n\n**C. Washing and counter staining**\r\n\n\n\r\n\n\n**Before starting**\r\n\n\n1. Heat water bath to 75ºC and put 120 mL of 0.4× SSC solution in a Coplin jar in it for at least two hours.\r\n  2. Put 120 mL of 2× SSC / 0.1% NP-40 solution in a Coplin jar at room temperature.\r\n  \r\n\n\n**Procedure:**\r\n\n\n1. Remove rubber cement and cover slip.\r\n  2. Put for 1 minute in 0.4 SSC at 75ºC.\r\n  3. Drip excess solution and then put for 1 min in 2× SSC / 0.1% NP-40 at room temperature.\r\n  4. Air dry the slides in the dark.\r\n  5. Put a drop of DAPI with antifade \\(about 22 µL per slide) and cover with a 24 × 32 mm cover slip.\r\n  6. If intended for prolonged storage, seal around the edges of the cover slip with nail polish and then air dry it. Slides should be stored in the freezer \\(at -18ºC to -20ºC).\r\n  7. View under fluorescence microscope at ×100 magnification with oil. The microscope should have a three-way filter – One for DAPI \\(blue), one for Cy3 \\(red) and one for FITC \\(green).\r\n  8. IF successful, all cells will be stained blue, X-chromosome bearing spermatozoa should have red/pink spot on them and Y-chromosome bearing spermatozoa should have a green/yellow spot on them."
        },
        {
            "header": "Timing",
            "content": "Entire procedure takes, from start to finish, about 30-31 hours. This is broken into the three stages as follow:\r\n\n\n\r\n\n\n**A. Sperm sample washing and slide preparation**\r\n\n\n\r\n\n\n1. Carnoy’s fixative preparation and cooling: 3 h.\r\n  2. Sample washing: 1 h.\r\n  3. Slide preparation: 1 h.\r\n  \r\n\n\n\r\n\n\n**B. Slide treatment \\(bloating, aging, denaturation, hybridisation)**\r\n\n\n\r\n\n\n1. Bloating and aging: 2 h\r\n  2. Denaturation and hybridisation: At least 20 h \\(longer hybridisation can result in a stronger and clearer signal).\r\n  \r\n\n\n\r\n\n\n**C. Washing and counter staining**\r\n\n\n\r\n\n\n1. Heating the 0.4× SSC solution: 2.5 hours.\r\n  2. Washing and counter staining: 1 hour.\r\n  \r\n\n\nPreparation of the Carnoy's fixative, its cooling and sample washing in stage A can be done separately from all the rest. Washed samples in the fixative can be stored at -18ºC to -20ºC for months to years.\r\n\n\n\r\n\n\nA longer hybridisation time is likely to extend the duration of the entire procedure."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Signal too weak: extend hybridisation time or increase the volume of hybridisation mix and probes.\r\n  2. Cells have disintegrated: reduce the time of incubation with DTT solution.\r\n  3. Cells have not bloated enough: increase incubation time with DTT solution.\r\n  4. Difficult to find cells on the slide: concentrate the sample by centrifugation and re-suspension in smaller volume of fixative.\r\n  5. Cells overlap or in big aggregates: further dilute the sample, vortex well and prepare new slides.\r\n  6. In general, if the end sample does not give acceptable results, it would be a good idea to view the slide after each stage up to the denaturation and hybridisation stage \\(i.e. after slide preparation, after DTT treatment, and after formamid treatment)."
        },
        {
            "header": "Anticipated Results",
            "content": "Assuming the procedure worked well, all spermatozoa will be stained in blue, those carrying the X-chromosome will have a red/pink spot and those carrying the Y-chromosome will have a green/yellow spot \\(Figure 1). \r\n\n\n\r\n\n\nIn some cases, depending on the individual, there may be very small proportion of cells carrying both sex chromosomes and thus will have clear spots of both colours. \r\n\n\n\r\n\n\nIn some cells hybridisation will not take place and there will be no spot in them.\r\n\n\n\r\n\n\nThe probes may become slightly contaminated during their preparation and would thus give, in addition to the main larger spots, also one or more small spots of one or of both colours in some of the cells."
        },
        {
            "header": "References",
            "content": "1 Rahn, P. On housing the pygmy hippopotamus. _Int. Zoo Yb._ 18, 187-190, \\(1978).\r\n\n\n2 Saragusty, J. et al. Male pygmy hippopotamus influence offspring sex ratio. _Nat. Commun._ 3, 697, \\(2012).\r\n\n\n3 Grant, V. J. & Martin, J. F. On sex ratio and coital rate: A hypothesis without foundation. _Curr. Anthropol._ 36, 295-298, \\(1995).\r\n\n\n4 Chandler, J. E., Steinholt-Chenevert, H. C., Adkinson, R. W. & Moser, E. B. Sex ratio variation between ejaculates within sire evaluated by polymerase chain reaction, calving, and farrowing records. _J. Dairy Sci._ 81, 1855-1867, \\(1998).\r\n\n\n5 Chandler, J. E., Canal, A. M., Paul, J. B. & Moser, E. B. Collection frequency affects percent Y-chromosome bearing sperm, sperm head area and quality of bovine ejaculates. _Theriogenology_ 57, 1327-1346, \\(2002).\r\n\n\n6 Chandler, J. E. et al. Calving sex ratio as related to the predicted Y-chromosome-bearing spermatozoa ratio in bull ejaculates. _Theriogenology_ 67, 563-571, \\(2007).\r\n\n\n7 Madrid-Bury, N. et al. Effect of ejaculate, bull, and a double swim-up sperm processing method on sperm sex ratio. _Zygote_ 11, 229-235, \\(2003).\r\n\n\n8 Szyda, J., Simianer, H. & Lien, S. Sex ratio distortion in bovine sperm correlates to recombination in the pseudoautosomal region. _Genet. Res._ 75, 53-59, \\(2000).\r\n\n\n9 Lobel, S. M., Pomponio, R. J. & Mutter, G. L. The sex ratio of normal and manipulated human sperm quantitated by the polymerase chain reaction. _Fertil. Steril._ 59, 387-392, \\(1993).\r\n\n\n10 Dmowski, W. P., Gaynor, L., Rao, R., Lawrence, M. & Scommegna, A. Use of albumin gradients for X and Y sperm separation and clinical experience with male sex preselection. _Fertil. Steril._ 31, 52-57, \\(1979).\r\n\n\n11 Bibbins, P. E., Jr., Lipshultz, L. I., Ward, J. B., Jr. & Legator, M. S. Fluorescent body distribution in spermatozoa in the male with exclusively female offspring. _Fertil. Steril._ 49, 670-675, \\(1988).\r\n\n\n12 Graffelman, J., Fugger, E. F., Keyvanfar, K. & Schulman, J. D. Human live birth and sperm-sex ratios compared. _Hum. Reprod._ 14, 2917-2920, \\(1999).\r\n\n\n13 Johannisson, R. et al. Increased frequency of X-bearing sperm in males from an infertility clinic: analysis by two-color fluorescence in situ hybridization. _Cytogenet. Genome Res._ 98, 240-244, \\(2002).\r\n\n\n14 Irving, J., Bittles, A., Peverall, J., Murch, A. & Matson, P. The ratio of X- and Y-bearing sperm in ejaculates of men with three or more children of the same sex. _J. Assist. Reprod. Genet._ 16, 492-494, \\(1999)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1700",
                "date": "2012-08-28 10:02:07",
                "title": "Male pygmy hippopotamus influence offspring sex ratio",
                "authors": [
                    "Joseph Saragusty",
                    "Robert Hermes",
                    "Heribert Hofer",
                    "Tim Bouts",
                    "Frank Göritz",
                    "and Thomas B. Hildebrandt"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12170,
                "identity": "9fd6852e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Joseph Saragusty",
                "email": "saragusty@izw-berlin.de",
                "orcid": "",
                "institution": "Saragusty's Lab, Leibniz Institute for Zoo and Wildlife Research, Berlin, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "",
                "lastName": "Saragusty",
                "suffix": ""
            },
            {
                "id": 12171,
                "identity": "9fd68916-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Robert Hermes",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute for Zoo and Wildlife Research, Berlin, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "Hermes",
                "suffix": ""
            },
            {
                "id": 12172,
                "identity": "9fd68bae-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Heribert Hofer",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute for Zoo and Wildlife Research, Berlin, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heribert",
                "middleName": "",
                "lastName": "Hofer",
                "suffix": ""
            },
            {
                "id": 12173,
                "identity": "9fd68d26-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tim Bouts",
                "email": "",
                "orcid": "",
                "institution": "Al Wabra Wildlife Preservation, Al Shahaniya, Qatar",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tim",
                "middleName": "",
                "lastName": "Bouts",
                "suffix": ""
            },
            {
                "id": 12174,
                "identity": "9fd68ead-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Frank Göritz",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute for Zoo and Wildlife Research, Berlin, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Frank",
                "middleName": "",
                "lastName": "Göritz",
                "suffix": ""
            },
            {
                "id": 12175,
                "identity": "9fd69001-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Thomas B. Hildebrandt",
                "email": "",
                "orcid": "",
                "institution": "Leibniz Institute for Zoo and Wildlife Research, Berlin, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thomas",
                "middleName": "B.",
                "lastName": "Hildebrandt",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-09-12 14:29:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.045",
        "doiUrl": "https://doi.org/10.1038/protex.2012.045",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608552,
                "identity": "f563cde8-dc24-4ac1-bb23-7a98d3944585",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35333,
                "visible": true,
                "origin": "",
                "legend": "Fluorescence _in situ_ hybridisation of pygmy hippopotamus sex chromosomes   Pygmy hippopotamus spermatozoa are stained by fluorescence _in situ_ hybridisation (FISH) to identify which cells carry the X chromosome and which carry the Y chromosome. Here, X-chromosome bearing spermatozoa are labelled with Cy3, which appears pink, and Y-chromosome bearing spermatozoa are labelled with fluorescein isothiocyanate (FITC), which appears green. All cells are stained with DAPI to produce the blue background.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2470/v1/figure_1.jpg"
            },
            {
                "id": 13465141,
                "identity": "e52d04ca-0182-4341-b39a-a5d2c44d03cc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 184106,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2470/v1/f5c77ef2-8d49-4527-b3d2-321da2301259.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Sex ratio, Choeropsis liberiensis, FISH, Spermatozoa",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Pre-determining fetal sex is against the random, equal opportunity both conceptus sexes have by nature. Yet, under a wide variety of circumstances, populations shift their birth sex ratio from the expected unity. The prevailing assumption has been that males produce approximately equal numbers of X and Y chromosome bearing spermatozoa in large quantities and that they have no say in this regard. However, males seem to be able to manipulate the sex ratio of their ejaculates. Here we describe a protocol for fluorescence _in situ_ hybridisation that can help evaluate the ratio between spermatozoa carrying either of the two sex chromosomes in the ejaculate, and determine the male’s contribution to the sexual conflict. We also discuss the benefits and shortcomings of the technique. The protocol can be completed within 31 h, 20 of which are hybridisation time. Although this protocol has been devised for the pygmy hippopotamus \\(_Choeropsis liberiensis_), with minor modifications and a change of probes it can be adapted to other species as well.",
        "manuscriptTitle": "Sperm sex chromosome fluorescence in situ hybridisation in pygmy hippopotamus",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-09-13 08:55:23",
                "doi": "10.1038/protex.2012.045",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd62f77-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 13th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2808,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-09-13 08:55:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}