{
    "identity": "pex-348",
    "title": "<p>Evaluation of Dimensional Accuracy of 3D printed mandibular model using two different Additive Manufacturing Techniques based on Ultra-Low Dose Multislice Computed Tomography scan data</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Minimization of times for surgical intervention and patient recovery are pivotal in reducing financial burdens on healthcare providers/patients, whilst also improving patientcare. This goal has led to considerable research interest in the area of patient specific technologies. Modern design techniques and additive manufacturing are beginning of positively impact areas of pre-operative planning (Mohammed et al., 2017) </p><p>3D printing involves creating a real-world physical 3D model from a computer model. When printing from computed tomography (CT) data, CT slices can be printed sequentially as two-dimensional (2D) layers, and these can be arranged to create the 3D model.(Dawood et al., 2015)</p><p>Custom-fitted medical devices such as craniomaxillofacial prosthetics, surgical guides, and other implants have also been developed from 3-D image data. And there are multiple steps in the model derivation process that influence the geometric accuracy of the printed constructs. (Rengier et al., 2010; Ogden et al., 2015)</p><p>MSCT images are most commonly used for 3D printing because of the wide spectrum of applications and relative ease of image postprocessing. The high contrast, signal-to-noise ratio, and spatial resolution, enhance structure differentiation and minimize partial volume effects that could limit 3D printing.(Chaudhary et al., 2018)</p><p>Multidetector computed tomography (MDCT) is considered one of the most accurate modalities in production of computer-aided design (CAD) models of the jaws. However, the increasing use of MDCT is considered one of the causes for the increasing collective dose of ionizing radiation to populations; therefore, MDCT protocols with reduced or lower doses and which do not adversely affect diagnostic accuracy should be used whenever possible. Using MDCT images produced with an 88% reduction in dose (compared to a standard clinical protocol) obtained accurate CAD models of the jaws. (Al-Ekrish et al., 2018)</p><p>Nowadays, multiple additive manufacturing techniques can be used to manufacture dental models. Some of these techniques are highly professional such as: stereolithography (SLA) and selective laser sintering (SLS). And others are more commercial like direct light projection (DLP), material jetting, fused filament fabrication (FFF). Each with their own advantages and disadvantages. Although, professional 3D printers require a high initial set-up cost, it was stated that low cost 3D printers can provide similar quality products.(Baciu et al., 2017)</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Mandibular jaw models (Implant Bone Model: M450)</p><p>Radio-opaque markers of gutta-percha balls (size 80)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Digital Callipar</p><p>Philips Brilliance 64 channel MSCT</p><p>FORMIGA P110 (by EOS, Germany) 3D printer </p><p>Ultimaker 3 (by Ultimaker Company, Netherlands) 3D printer</p><p>OnDemand3D software (by Cybermed Inc., South Korea)</p><p>“3shape dental system” software</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "1- Recruiting mandibular models\n2. Placment of Gutta percha markers\n3- recording 10 predetermined linear measurement using digital calliper (Ten linear measurements (5 long distances: Inter-condylar, inter-coronoidal, inter-mandibular notch, length of left ramus, length of right ramus; as well as 5 short distances: Length of the body of the mandible at midline, length of the body of the mandible in the area of last left molar, as well as that of the last right molar, the distance between the tip of right condyle to the tip of the right coronoid, as well as that of their left counterparts)\n4- Performing MSCT for the models\n5- Transforming DICOM file to STL format\n6- using STL file for 3d printing models using two different printer SLS and FFF one\n7- Recording same predetermined 10 linear measurments on the printed models\n8-comapring the recorded measurement of the reference standard vs 3d printed models"
        },
        {
            "header": "Troubleshooting",
            "content": "<p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>October 2019 till October 2020 </p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>To find out if FFF dimensional accuracy is comparable to SLS </p>"
        },
        {
            "header": "References",
            "content": "<p>Al-Ekrish, A.A., Alfadda, S.A., Ameen, W., Hörmann, R., Puelacher, W., and Widmann, G., 2018. Accuracy of computer-aided design models of the jaws produced using ultra-low MDCT doses and ASIR and MBIR. International Journal of Computer Assisted Radiology and Surgery, 13 (11), 1853–1860.</p><p>Baciu, S., Câmpian, R.S., Gasparik, C., Dudea, D., Burde, A.V., and Manole, M., 2017. Three-Dimensional Accuracy Evaluation of Two Additive Manufacturing Processes in the Production of Dental Models. Key Engineering Materials, 752 (January 2018), 119–125.</p><p>Chaudhary, R., Doggalli, N., Chandrakant, H., and Patil, K., 2018. Current and Evolving Applications of Three‑dimensional Printing in Forensic Odontology: A Review. Truth from Untruth: Dental Pulp and Its Role in Forensic Odontology – A Retrospective Review, 3, 59–65.</p><p>Dawood, A., Marti, B.M., Darwood, A., and Sauret-Jackson, V., 2015. 3D printing in dentistry. British Dental Journal, 219 (11), 521–529.</p><p>Huotilainen, E., Jaanimets, R., Tuomi, J., Mäkitie, A., and Wolff, J., 2013. Inaccuracies in additive manufactured medical skull models caused by the DICOM to STL conversion process. Journal of Cranio-Maxillo-Facial Surgery, 1–7.</p><p>Latief, A., Suhardi, P., and Badri, C., 2017. Three-dimensional model printing in oral and maxillofacial reconstructive surgery: Comparison of three-dimensional models and multislice computed tomography scans. International Journal of Applied Pharmaceutics, 9 (2), 74–78.</p><p>Maschio, F., Pandya, M., and Olszewski, R., 2016. Experimental Validation of Plastic Mandible Models Produced by a “Low-Cost” 3-Dimensional Fused Deposition Modeling Printer. Medical Science Monitor, 22, 943–957.</p><p>Mohammed, M.I., P. Fitzpatrick, A., and Gibson, I., 2017. Customised design of a patient specific 3D printed whole mandible implant. The International Conference on Design and Technology, KEG, 104–111.</p><p>Nizam, A., R., G., N.L., N., A.B., H., and A.R., S., 2006. Dimensional Accuracy of the Skull Models Produced by Rapid Prototyping Technology Using Stereolithography Apparatus. Archives of Orofacial Sciences, 1, 60–66.</p><p>Ogden, K.M., Aslan, C., Ordway, N., Diallo, D., Tillapaugh-Fay, G., and Soman, P., 2015. Factors Affecting Dimensional Accuracy of 3-D Printed Anatomical Structures Derived from CT Data. Journal of Digital Imaging, 28 (6), 654–663.</p><p>Olszewski, R., Szymor, P., and Kozakiewicz, M., 2014. Accuracy of three-dimensional, paper-based models generated using a low-cost, three-dimensional printer. Journal of Cranio-Maxillofacial Surgery, 42 (8), 1847–1852.</p><p>Orentlicher, G., Goldsmith, D., and Horowitz, A., 2010. Applications of 3-dimensional virtual computerized tomography technology in oral and maxillofacial surgery: Current therapy. Journal of Oral and Maxillofacial Surgery, 68 (8), 1933–1959.</p><p>Petropolis, C., Kozan, D., and Sigurdson, L., 2015. Accuracy of medical models made by consumer-grade fused deposition modelling printers. Canadian Journal of Plastic Surgery, 23 (2), 91–94.</p><p>Rengier, F., Mehndiratta, A., Von Tengg-Kobligk, H., Zechmann, C.M., Unterhinninghofen, R., Kauczor, H.U., and Giesel, F.L., 2010. 3D printing based on imaging data: Review of medical applications. International Journal of Computer Assisted Radiology and Surgery, 5 (4), 335–341.</p><p>Salmi, M., Tuomi, J., Paloheimo, K.-S., Wolff, J., and Mäkitie, A., 2013. Accuracy of medical models made by additive manufacturing (rapid manufacturing). Journal of Cranio-Maxillofacial Surgery, 41 (7), 603–609.</p><p>Wang, C.S., Wang, W.H.A., and Lin, M.C., 2010. STL rapid prototyping bio-CAD model for CT medical image segmentation. Computers in Industry, 61 (3), 187–197.</p><p>Widmann, G. and Al-Ekrish, A.A., 2018. Ultralow Dose MSCT Imaging in Dental Implantology. The Open Dentistry Journal, 12 (Suppl-1, M5), 87–93.</p><p>Rebong, R.E., Stewart, K.T., Utreja, A., and Ghoneima, A.A., 2018. Accuracy of three-dimensional dental resin models created by fused deposition modeling, stereolithography, and Polyjet prototype technologies: A comparative study. Angle Orthodontist, 88 (3), 363–369.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1177/229255031502300201",
                "date": "2018-03-23 11:12:38",
                "title": "Accuracy of medical models made by consumer-grade fused deposition modelling printers",
                "authors": [
                    "Christian Petropolis",
                    "Daniel Kozan",
                    "Leif Sigurdson"
                ],
                "journal": "Plastic Surgery",
                "logo": ""
            },
            {
                "doi": "10.4028/www.scientific.net/KEM.752.119",
                "date": "2017-08-29 07:09:40",
                "title": "Three-Dimensional Accuracy Evaluation of Two Additive Manufacturing Processes in the Production of Dental Models",
                "authors": [
                    "Alexandru Victor Burde",
                    "Cristina Gasparik",
                    "Sorana Baciu",
                    "Marius Manole",
                    "Diana Dudea",
                    "Radu Septimiu Câmpian"
                ],
                "journal": "Key Engineering Materials",
                "logo": ""
            },
            {
                "doi": "10.2319/071117-460.1",
                "date": "2018-03-06 14:15:47",
                "title": "Accuracy of three-dimensional dental resin models created by fused deposition modeling, stereolithography, and Polyjet prototype technologies: A comparative study",
                "authors": [
                    "Raymund E. Rebong",
                    "Kelton T. Stewart",
                    "Achint Utreja",
                    "Ahmed A. Ghoneima"
                ],
                "journal": "The Angle Orthodontist",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 98353,
                "identity": "b87f6a54-c517-4080-a491-fee5e238bfcf",
                "order_by": 1,
                "name": "Noran Mohamed Hesham",
                "email": "noran145@hotmail.com",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Noran",
                "middleName": "Mohamed",
                "lastName": "Hesham",
                "suffix": ""
            },
            {
                "id": 98354,
                "identity": "c5f4a66a-d66a-427d-9407-ded884039845",
                "order_by": 2,
                "name": "Hossam Kandel",
                "email": "",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossam",
                "middleName": "",
                "lastName": "Kandel",
                "suffix": ""
            },
            {
                "id": 98355,
                "identity": "15b0f841-4553-49bb-8eae-eeef2d3e19b7",
                "order_by": 3,
                "name": "Iman Ismail Dakhli",
                "email": "",
                "orcid": "",
                "institution": "Cairo Univeristy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Iman",
                "middleName": "Ismail",
                "lastName": "Dakhli",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-05-22 19:53:46",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.2.9808/v2",
        "doiUrl": "https://doi.org/10.21203/rs.2.9808/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13497642,
                "identity": "8e2fec24-1ae6-44d0-bb08-c656e48c424c",
                "added_by": "auto",
                "created_at": "2021-09-16 22:54:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 169113,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-348/v2/95248122-87c3-4f3f-a824-f82e05b24882.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Multislice CT, 3D printing, Mandibular Models ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Article Type : Research article </p><p>Corrective and reconstructive cranio-maxillofacial interventions are a challenging area of surgery that requires careful pre-operative planning. To accommodate the need for precision pre-operative planning, surgeons frequently need guidance such as a 3D model to display complex cranial structures. 3D model is a manufactured model made by a 3D printer using digital imaging and communication for medicine (DICOM) data from a CT scan, and then, converted into computer-assisted design (CAD) data. Image acquisition is a very important step in generation of 3D objects as the quality of the object depends on the quality of the data. MSCT is widely applied for rapid prototyping because image post-processing is less complex for MSCT data.This aim of the present study is to evaluate the dimensional accuracy of the 3D printed mandibular models fabricated by two different additive manufacturing techniques using highly precise one as selective laser sintering (SLS) and low-cost one as fused filament fabrication and whether they are both comparable in terms of precision.</p><p>In this diagnostic accuracy study , 7 mandibular models will be recruited for the study, 10 linear measurements will be determined on the models. MSCT scanning of the model will be performed. afterwards 3d printing of the scanned image will be done using SLS and FFF 3d printers. the predetermined 10 linear measurement will be measured on the printed models to be compared with the reference standard measurement to determine the accuracy of the 3d printers in dental applications like surgical guides, orthodontic appliances, fixed prosthodontics appliances and other many dental applications. The study is scheduled to be done by october 2020</p><p>Article Type : Protocol for diagnostic accuracy study</p>",
        "manuscriptTitle": "Evaluation of Dimensional Accuracy of 3D printed mandibular model using two different Additive Manufacturing Techniques based on Ultra-Low Dose Multislice Computed Tomography scan data",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-17 15:47:53",
                "doi": "10.21203/rs.2.9808/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2020-04-08 16:26:11",
                "doi": "10.21203/rs.2.9808/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "22eb1d93-62c6-47f1-bd32-cb518f12bd29",
        "owner": [],
        "postedDate": "April 8th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 13698,
                "name": "Biological techniques"
            },
            {
                "id": 13699,
                "name": "Physics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-04-08 16:26:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}