{
    "identity": "nprot-6197",
    "title": "Isolation and functional characterization of human glioblastoma stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Human glioblastoma \\(GBM) is thought to be driven by glioblastoma stem cells \\(GSCs), a subpopulation of the tumour that is responsible for tumour initiation, maintenance, and therapy resistance<sup>1-3</sup>. Frontline treatments such as chemotherapy<sup>2</sup> and radiation<sup>3</sup> are thought to be well tolerated by GSCs, meaning that tumour recurrence may arise specifically from the GSC population. In order to understand the biological properties of GSCs and identify GSC-specific therapies, a method is needed to isolate, expand, and functionally characterize these cells from human tumours. While prospective sorting of tumour cells based on expression of neural stem cell markers has been shown to enrich for stem cell properties<sup>1</sup>, expansion of tumour cells under neural stem cell conditions also selects for cells that are capable of tumour initiation and multi-lineage differentiation while maintaining genetic properties of the bulk tumour<sup>4,5</sup>. Here, we provide methods for the isolation, expansion, and functional analysis of GSCs from human GBM tumours."
        },
        {
            "header": "Reagents",
            "content": "1) Regular Tissue culture vessel\r\n\n\n2) Corning-Primaria Tissue culture vessel\r\n\n\n3) 96-well tissue culture suspension plates\r\n\n\n4) 10% Formalin\r\n\n\n5) Cryovials\r\n\n\n6) 15 mL conical tubes\r\n\n\n7) 50 mL conical tubes\r\n\n\n8) DMEM\r\n\n\n9) DMSO\r\n\n\n10) 40 μM nylon mesh\r\n\n\n11) 96-well suspension plate for LDA\r\n\n\n12) Laminin coated TC vessels\r\n\n\n13) Dissociation enzymes \\(optional, see step 1)\r\n\n\n14) Human ACSF \\(see step 2)\r\n\n\n15) Sterile glass beads \\(optional)\r\n\n\n16) DNAse \\(optional)\r\n\n\n17) Trypsin inhibitor \\(optional)\r\n\n\n18) .22μM syringe filters \\(optional)\r\n\n\n19) Lympholyte-Mammal \\(optional)\r\n\n\n20) Miltenyi CD31 and CD45 human microbeads \\(optional)\r\n\n\n21) Liquid nitrogen\r\n\n\n22) Mesh Casettes for histology \\(optional)\r\n\n\n23) 50 mL conical tube\r\n\n\n24) 10 mL pipette\r\n\n\n25) EtOH\r\n\n\n26) Lympholyte-Mammal \\(optional)\r\n\n\n27) BSA\r\n\n\n28) Tissue culture suspension plates\r\n\n\n29) Neurocult NS-A Basal medium\r\n\n\n30) L-Glutamine\r\n\n\n31) B27 supplement\r\n\n\n32) rhEGF\r\n\n\n33) bFGF\r\n\n\n34) Heparin\r\n\n\n35) PSF \\(Penicillin/Streptomycin/Amphotericin B)\r\n\n\n36) DMEM:F12\r\n\n\n37) Glucose\r\n\n\n38) Transferrin\r\n\n\n39) Insulin\r\n\n\n40) Putrescience\r\n\n\n41) Sodium Selenite\r\n\n\n42) Progesterone\r\n\n\n43) Milli-Q water\r\n\n\n44) BD Primary tissue culture vessels\r\n\n\n45) Poly-L-ornithine\r\n\n\n46) Laminin\r\n\n\n47) PBS\r\n\n\n48) Accutase\r\n\n\n49) Isofluorane\r\n\n\n50) Ketoprofen\r\n\n\n51) Eye gel\r\n\n\n52) Betadine\r\n\n\n53) Disposable scalpel \r\n\n\n54) 1 mL syringe\r\n\n\n55) 5 mL syringe\r\n\n\n56) 21G needle\r\n\n\n57) 25G needle\r\n\n\n58) Hamilton syringe and 26G Hamilton needle\r\n\n\n59) Bone wax"
        },
        {
            "header": "Equipment",
            "content": "1) Sterile surgical scissors and forceps\r\n\n\n2) Liquid nitrogen dewar\r\n\n\n3) -80°C freezer\r\n\n\n4) Hemocytometer\r\n\n\n5) Tissue culture hood\r\n\n\n6) Tissue culture incubator\r\n\n\n7) Stereotactic headframe\r\n\n\n8) Anesthesia machine and gas chamber\r\n\n\n9) Mouse fur clipper"
        },
        {
            "header": "Procedure",
            "content": "**Processing of human GBM tumours**\r\n\n\n\r\n\n\n1) Before processing GBM tumours, pre-mix aliquots of dissociation enzymes \\(40 mg trypsin, 20 mg hyaluronidase, 3-5 mg kynurenic acid) and keep in -20°C dessicator until use.\r\n\n\n2) Before processing GBM tumours, prepare human ACSF \\(artificial cerebrospinal fluid). To prepare human ACSF, combine 100 mL of 2M NaCl, 6.2 mL of 1M KCl, 0.5 mL of 1M MgCl\n2\n, 0.32 mL of 155 mM NaHCO\n3\n, 16.9 mL of 1 M Glucose, 1.0 mL of 108 mM CaCl\n2\n, 2.0 mL of 1 M HEPES, 1.0 mL of 1X Antibiotic/antimycotic \\(PSF), and 72 mL ddH\n2\nO.\r\n\n\n3) Dissect and discard white matter \\(mushy, stringy, bright white in appearance) and/or blood clots from tumour tissue. \r\n\n\n4) Snap freeze small tumour pieces by immersion in liquid nitrogen. Place individual pieces in separately labelled cryovials and quickly transfer to a designated box in -80°C freezer. These samples may be later used for genomic or transcriptomic sequencing of primary tumour tissue \\(optional).\r\n\n\n5) Place small tumour pieces in mesh casettes and place in 10% Formalin. These samples may be later used for immunohistochemistry or tumour histology \\(optional).\r\n\n\n6) Using sterile scissors or autoclaved razorblades, mince remaining tumour tissue as finely as possible, ideally to a “jelly-like” consistency.\r\n\n\n7) Transfer sample into a 50 mL conical tube, and fill to 20 mL with human ACSF. For tough pieces or pieces that are larger than 2-3 mm in diameter, adding 5-10 mL of Accutase may help homogenize the tissue.\r\n\n\n8) Dissolve previously measured dissociation enzymes \\(40 mg Trypsin, 20 mg Hyaluronidase, 3-5 mg Kynurenic acid) in 10 mL of human ACSF, filter with a .22 µm syringe filter. Use of the dissociation enzymes may help in dissociating tumour tissue, but can lead to loss of cell viability \\(optional).\r\n\n\n9) If the mixture is gelatinous or sticky, add 45 μL of DNAse \\(optional).\r\n\n\n10) To assist in mechanical dissociation of tissue, add 10 mL of sterile glass beads into the tube \\(optional).\r\n\n\n11) Nutate the mixture in a rotating incubator at 37°C for 15 – 50 minutes as needed. Remove the mixture from the incubator when fully homogenized.\r\n\n\n12) Remove dissociated tumour suspension using a 10 mL pipette and transfer to a new 50 mL conical tube. The glass beads may be rinsed in EtOH and autoclaved for re-use \\(optional).\r\n\n\n13) Centrifuge for 5 minutes at 1000 rpm.\r\n\n\n14) Resuspend pellet in 20-30mL DMEM. Filter sample through a 40 µm mesh and centrifuge again at 1000 rpm. \r\n\n\n15) If needed, use 12 mL of Lympholyte-Mammal \\(Cedarlane CL5110) in improve tumour cell purity. This step may reduce the final cell yield and its use depends on the application \\(optional). \r\n\n\n16) Resuspend in 10 mL DMEM and manually count tumour cells using a hemocytometer in order to distinguish tumour cells from red blood cells or lymphocytes based on size.\r\n\n\n17) If needed, the sample may be further purified by magnetic bead depletion against human CD31 and CD45 expressing cells \\(Miltenyi Biotec 130-091-935; 130-045-801) \\(optional).\r\n\n\n18) Viable cells may be cryopreserved in 5% BSA, 10% DMSO in DMEM at a minimum concentration of 1×106 cells/mL).\r\n\n\n19) In order to generate a culture of GBM stem cells, expand primary cells as described in steps 23 – 31 for 5 passages.\r\n\n\n\r\n\n\n\r\n\n\n**Primary limiting dilution assay \\(LDA)**\r\n\n\n\r\n\n\n20) In order to perform primary LDA analysis to characterize the frequency of self-renewing cells in a population, primary dissociated GBM cells are plated in 6 replicates unto the inner 60 wells of 96-well tissue culture suspension plates in human neural stem cell media \\(see below). 10 cell doses are used, generally two-fold dilutions starting at 2000 cells and ending at 4 cells suspended in 100 μL of NS-A expansion media. \r\n\n\n21) Top up the media in each well after the first week of culture with 50 μL of NS-A expansion media.\r\n\n\n22) After the second week, score each well of the plate for the presence or absence of neurospheres \\(Fig. 1). Software such as extreme limiting dilution analysis \\(ELDA)\n6\nmay be used to compute the self-renewing frequency of the original population.\r\n\n\n\r\n\n\n**Culture and expansion of human GBM stem cells \\(GSCs)**\r\n\n\n\r\n\n\n23) Make up a bottle of basal neural stem cell media and store at 4°C. This consists of a 450 mL bottle of human Neurocult NS-A Basal medium \\(StemCell Technologies, #05750), mixed with 5 mL of 200 mM L-Glutamine \\(Wisent, #609-065-EL) and 500 μL of 7.5% BSA solution \\(Life Technologies, #15260-037).\r\n\n\n24) The NS-A Expansion media needs to be made up as needed and should be used within two weeks. For 50 mL of NS-A Expansion media, combine 44.2 mL of basal media \\(see step 23), 5.0 mL of 10X hormone mix, 1.0 mL of 50X B27 supplement \\(Life Technologies, Catalog #17504-44), 2.5 μL of 200 μg/mL rhEGF \\(Sigma, #E9644), 125 μL of 4 μg/mL bFGF \\(StemCell Technologies, #02634), 100 μL 1 mg/mL Heparin \\(Sigma, #H3149). The 10X hormone mix can be made up in advance and aliquoted at -20°C. For 200 mL of 100X hormone mix, combine 100 mL of DMEM:F12, 4 mL of 0.6% Glucose, 200 mg Transferrin, 50 mg Insulin, 19.33 mg Putrescine, 200 μL of Sodium Selenite, 20 μL of Progesterone and Milli-Q water up to 200 mL. \r\n\n\n25) The day prior to tissue culture, coat Corning-Primaria tissue culture vessels with poly-L-ornithine \\(PLO, Sigma, #P4957-50ML) for 20 minutes at room temperature. Remove the PLO, and coat with 1:200 Laminin diluted in PBS \\(Sigma #L2020-1MG) again at room temperature. The PLO may be re-used up to 3 times, while the laminin is only used once. Culture vessels may then be stored until use as long as the laminin solution does not dry out. If the liquid is running low, the flask may be topped up with PBS until it is needed. \r\n\n\n26) In order to recover frozen GSCs, thaw the cryotube in a 37°C water bath. Immediately transfer the solution into 10 mL of DMEM media and mix gently. Centrifuge cells at 1000 rpm for 5 minutes to recover the cell pellet. DMEM media is used in wash steps to mitigate costs, as the NS-A expansion media is expensive and time-consuming to make up.\r\n\n\n27) Aspirate the supernatant and gently resuspend the cell pellet in pre-warmed NS-A expansion media. \r\n\n\n28) Remove laminin solution from a coated culture vessel and transfer the cell suspension into the vessel. As a rule, approximately 1×10\n6\ncells should be thawed onto a 10 cm Primaria culture dish. \r\n\n\n29) Cell culture media should be replenished every 2-3 days by removing half of the conditioned media, and replacing that with fresh media.\r\n\n\n30) Once cell cultures reach approximately 80% confluency, they will need to be passaged. To do this, remove media from the vessel, and add enough Accutase solution to coat the bottom of the vessel. Place the vessel back into the incubator for 5 minutes in order to lift up the cells. The conditioned media may be kept and mixed with fresh media in a 1:1 ratio if the cells are to be immediately passaged, in order to mitigate cost. \r\n\n\n31) Re-suspend cells in 10 mL of DMEM media and spin for 5 minutes at 1000 rpm to collect cell pellet. Split cells between 1:3 to 1:5 and add the cells into a pre-coated Primaria vessel.\r\n\n\n\r\n\n\n**Intracranial transplantation of GBM cells**\r\n\n\n\r\n\n\n32) Harvest GBM cells by accutase treatment \\(if using cultured cells) and wash 2X in sterile PBS. Re-suspend sample in a small volume of PBS for transplantation. We recommend a maximum of 2×10\n5\ncells/2-2.5 μL PBS per mouse in order to avoid clogging the Hamilton syringe.  \r\n\n\n33) Anaesthetize the mouse with 1-3% isofluorane in a gas chamber and transfer mouse to the stereotactic headframe. Re-direct flow of isoflurane from the chamber to the stereotactic headframe.\r\n\n\n34) Check that the mouse is fully anesthetized by toe pinch.\r\n\n\n35) Subcutaneously inject 500 uL of analgesic into the mouse \\(10 uL of 10 mg/mL ketoprofen mixed with 490 uL of saline), using a 5 mL syringe and 25G needle.\r\n\n\n36) Clip hair to expose skin of forehead.\r\n\n\n37) Apply eye gel to eyes.\r\n\n\n38) Apply betadine to forehead and clean the skin with 70% EtOH. \r\n\n\n39) Make incision with a disposable scalpel blade at the midline on top of the skull, approximately 0.5 cm in length.\r\n\n\n40) Attach a 1 mL syringe to a 21G needle. Attach syringe to the headframe clamp and position the needle directly on top of bregma \\(where frontal and parietal bones meet). \r\n\n\n41) For forebrain injections, move the needle 1 mm down and 2 mm right. Alternatively, the needle may be positioned on top of lambda \\(where the sagittal and lambdoid sutures meet) and moved 4 mm up, 2 mm to the right. Lower the syringe to create a dent in the skull at the desired coordinates.\r\n\n\n42) Remove the syringe and manually bore a hole through the skull at the marked injection site with a 21G needle.\r\n\n\n43) Assemble the injection needle, which consists of a Hamilton syringe and a Hamilton 26G Small Hub RN Needle. In order to ensure that the needle is clean and is not clogged, flush the needle 3X with ethanol, 3X with water, then 3X with PBS.\r\n\n\n44) Drug up the desired volume of cells with the needle and clamp onto the headframe.\r\n\n\n45) Reposition needle directly on top of the hole in the skull, lower the needle by 3.5 mm. Wait 30 seconds, then raise the needle by 0.5 mm to create a small pocket in the brain.\r\n\n\n46) Inject the cells slowly over 2-3 minutes.\r\n\n\n47) After injection, allow the needle to remain in the brain for another 2 minutes.\r\n\n\n48) Slowly draw up the needle in the headframe over 1-2 minutes.\r\n\n\n49) Cover the bore hole with bone wax.\r\n\n\n50) Suture and place mouse in a new clean cage that rests on a warming blanket. Monitor the mouse directly post-surgery and over the next three consecutive days.\r\n\n\n51) Wash the Hamilton syringe 3X in water."
        },
        {
            "header": "Timing",
            "content": "Tumour processing \\(steps 1 – 18) and intracranial transplantation \\(steps 32 – 50) are time-sensitive protocols, and care should be taken to ensure that all reagents/equipment are prepared in advance to minimize the time needed and avoid subjecting cells to harsh conditions. The tumour processing protocol can take 1-2 hours, and intracranial transplantation takes approximately 15 – 20 minutes per mouse. In order to increase the efficiency of an orthotopic xenograft experiment, the next mouse to be injected can be anesthetized starting at step 47."
        },
        {
            "header": "Troubleshooting",
            "content": "**Processing of human GBM tumours**\r\n\n\nIf the primary cells will be cultured \\(for example, in a primary limiting dilution assay or generate a GSC culture), add antibiotic to the culture media to prevent initial contamination of the culture. We generally expand GSC cultures for 5 passages in PSF, but do not use antibiotics past passage 5. In our experience, approximately half or more of adult GBMs may be used to successfully generate GSC cultures although it depends on sample quality. Resected tumour samples should be processed as fast as possible after surgery in order to preserve cell viability. \r\n\n\n\r\n\n\n**Culture and expansion of human GBM stem cells \\(GSCs)**\r\n\n\nUse standard sterile tissue culture technique when culturing GSCs to prevent contamination. If culturing other fast-growing cell lines in parallel \\(for example, U87 cells), take care to prevent cross-contamination of the relatively slower growing GSC cells. Regularly genotype GSC cultures to ensure that they match the original patient sample, and test for mycoplasma contamination.\r\n\n\n\r\n\n\nIf cells grow slower than expected, consider seeding cells at an initially higher density \\(for example, by using a smaller tissue culture vessel) and ensure that the NS-A expansion media is made fresh. \r\n\n\n\r\n\n\n**Intracranial transplantation of GBM cells**\r\n\n\nIf the bore hole is hard to identify visually, sterile forceps may be used to guide the Hamilton syringe for injection. Ensure that cells are kept on ice to maintain viability. If the xenografts will be divided into separate experimental groups \\(for example, control and drug), alternate between mice for both groups during the injection to control for a potential loss of cell viability as the experiment proceeds. If multiple investigators are performing the experiment, ensure that each investigator performs an equal number of injections for each experimental group to control for potential differences in experimental technique."
        },
        {
            "header": "Anticipated Results",
            "content": "**Processing of human GBM tumours**\r\n\n\nDepending on sample quality and processing time, cell viability of primary GBM cells will be highly variable. If trying to establish a GSC culture from primary GBM cells, it will take 1 – 2 passages to remove debris and non-tumour cells \\(that generally do not adhere or grow under the NS conditions). We generally consider a GSC line to be established if passage 5 has been reached.\r\n\n\n\r\n\n\n**Culture and expansion of human GBM stem cells \\(GSCs)**\r\n\n\nWhen grown adherently, established GSC cultures are relatively slow growing \\(doubling times of above 24 hours). GSCs may also be expanded as sphere cultures as needed. Compared to primary GBM cells, GSC cultures have higher self-renewing frequency, are more likely to successfully initiate orthotopic xenograft tumours, and are generally more functionally homogeneous<sup>7</sup>.\r\n\n\n\r\n\n\n**Intracranial transplantation of GBM cells**\r\n\n\nMany GSC cultures, when transplanted at ~1 – 2 × 105 cells/mouse, will generate an intracranial tumour within 6 months \\(Fig. 2). Other GSC cultures may not result engraft successfully. Therefore, it is important to ensure that a culture is able to engraft successfully before initiating an experiment. Cultures that are able to generate subcutaneous tumours are also more likely to engraft orthotopically. The tumours generated may be circumscribed or diffuse, are generally present in both hemispheres, and express Nestin with a high proportion of actively dividing cells 1,4. Xenograft cell morphology generally resembles that of the parental human tumour. Tumours harvested from mouse brains may be used to isolate tumorigenic cells that are likely to engraft in serial transplantation."
        },
        {
            "header": "References",
            "content": "1 Singh, S. K. et al. Identification of human brain tumour initiating cells. Nature **432**, 396-401, doi:10.1038/nature03128 \\(2004).\r\n\n\n2 Chen, J. et al. A restricted cell population propagates glioblastoma growth after chemotherapy. Nature 488, 522-526, doi:10.1038/nature11287 \\(2012).\r\n\n\n3 Bao, S. et al. Glioma stem cells promote radioresistance by preferential activation of the DNA damage response. Nature **444**, 756-760, doi:10.1038/nature05236 \\(2006).\r\n\n\n4 Pollard, S. M. et al. Glioma stem cell lines expanded in adherent culture have tumor-specific phenotypes and are suitable for chemical and genetic screens. Cell Stem Cell **4**, 568-580, doi:10.1016/j.stem.2009.03.014 \\(2009).\r\n\n\n5 Lee, J. et al. Tumor stem cells derived from glioblastomas cultured in bFGF and EGF more closely mirror the phenotype and genotype of primary tumors than do serum-cultured cell lines. Cancer Cell **9**, 391-403, doi:10.1016/j.ccr.2006.03.030 \\(2006).\r\n\n\n6 Hu, Y. & Smyth, G. K. ELDA: extreme limiting dilution analysis for comparing depleted and enriched populations in stem cell and other assays. J Immunol Methods **347**, 70-78, doi:10.1016/j.jim.2009.06.008 \\(2009).\r\n\n\n7 Gallo, M. et al. MLL5 Orchestrates a Cancer Self-Renewal State by Repressing the Histone Variant H3.3 and Globally Reorganizing Chromatin. Cancer Cell **28**, 715-729, doi:10.1016/j.ccell.2015.10.005 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank all members of the Dirks laboratory, past and present for contributions and refinements of the protocol. This research is supported by the Canadian Institutes of Health Research \\(funding reference number 142434) and the Ontario Institute for Cancer Research through funding provided by the Government of Ontario."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature23666",
                "date": "2017-08-31 04:01:17",
                "title": "Fate mapping of human glioblastoma reveals an invariant stem cell hierarchy",
                "authors": [
                    "Xiaoyang Lan",
                    "David J. Jörg",
                    "Florence M. G. Cavalli",
                    "Laura M. Richards",
                    "Long V. Nguyen",
                    "Robert J. Vanner",
                    "Paul Guilhamon",
                    "Lilian Lee",
                    "Michelle M. Kushida",
                    "Davide Pellacani",
                    "Nicole I. Park",
                    "Fiona J. Coutinho",
                    "Heather Whetstone",
                    "Hayden J. Selvadurai",
                    "Clare"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15021,
                "identity": "a1244313-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Xiaoyang Lan",
                "email": "kevin.lan@utoronto.ca",
                "orcid": "",
                "institution": "Developmental and Stem Cell Biology Program and The Arthur and Sonia Labatt Brain Tumour Research Centre, The Hospital for Sick Children, Toronto, Ontario M5G 0A4, Canada.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Xiaoyang",
                "middleName": "",
                "lastName": "Lan",
                "suffix": ""
            },
            {
                "id": 15026,
                "identity": "a124530f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Peter B. Dirks",
                "email": "peter.dirks@sickkids.ca",
                "orcid": "",
                "institution": "Developmental and Stem Cell Biology Program and The Arthur and Sonia Labatt Brain Tumour Research Centre, The Hospital for Sick Children, Toronto, Ontario M5G 0A4, Canada.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "B.",
                "lastName": "Dirks",
                "suffix": ""
            },
            {
                "id": 15022,
                "identity": "a12446cb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lilian Lee",
                "email": "",
                "orcid": "",
                "institution": "Developmental and Stem Cell Biology Program and The Arthur and Sonia Labatt Brain Tumour Research Centre, The Hospital for Sick Children, Toronto, Ontario M5G 0A4, Canada.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lilian",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 15023,
                "identity": "a1244b1d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle M. Kushida",
                "email": "",
                "orcid": "",
                "institution": "Developmental and Stem Cell Biology Program and The Arthur and Sonia Labatt Brain Tumour Research Centre, The Hospital for Sick Children, Toronto, Ontario M5G 0A4, Canada.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "M.",
                "lastName": "Kushida",
                "suffix": ""
            },
            {
                "id": 15024,
                "identity": "a1244e57-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Clare Che",
                "email": "",
                "orcid": "",
                "institution": "Developmental and Stem Cell Biology Program and The Arthur and Sonia Labatt Brain Tumour Research Centre, The Hospital for Sick Children, Toronto, Ontario M5G 0A4, Canada.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Clare",
                "middleName": "",
                "lastName": "Che",
                "suffix": ""
            },
            {
                "id": 15025,
                "identity": "a1245135-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Naghmeh Rastegar",
                "email": "",
                "orcid": "",
                "institution": "Developmental and Stem Cell Biology Program and The Arthur and Sonia Labatt Brain Tumour Research Centre, The Hospital for Sick Children, Toronto, Ontario M5G 0A4, Canada.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naghmeh",
                "middleName": "",
                "lastName": "Rastegar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-08-31 04:01:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.123",
        "doiUrl": "https://doi.org/10.1038/protex.2017.123",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609885,
                "identity": "0b4c9ab4-3e1e-4c60-940e-6c58495c49d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:15",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1583156,
                "visible": true,
                "origin": "",
                "legend": "Representative image of neurospheres   This figure shows two neurospheres that are generated from a GSC culture in a LDA experiment. Scale bar = 100 μm.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6197/v1/figure_1.png"
            },
            {
                "id": 2609889,
                "identity": "aa3e805d-784c-4993-a2d0-20891c1a326c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3487642,
                "visible": true,
                "origin": "",
                "legend": "Representative image of GBM xenograft   This image shows an image of a xenograft established from human GSC cells. Nuclei are shown in blue, and human-specific Nestin (Millipore MAB5326, 1:500) staining is shown in brown. Scale bar = 50 μm.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6197/v1/figure_2.png"
            },
            {
                "id": 13465024,
                "identity": "0ddf35d7-0895-4e1c-a3e8-f36555e1a9a9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3754637,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6197/v1/5b6d65ca-77fe-4233-adb4-c50d7f746ab6.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Glioblastoma, Cancer Stem Cells",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Here, we describe protocols for the isolation, expansion, and functional characterization of human glioblastoma stem cells.",
        "manuscriptTitle": "Isolation and functional characterization of human glioblastoma stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-20 17:13:50",
                "doi": "10.1038/protex.2017.123",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a123f333-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 20th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4027,
                "name": "Cell biology"
            },
            {
                "id": 4029,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-20 17:13:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}