{
    "identity": "nprot-2463",
    "title": "Engineering of ultra-small diagnostic nanoprobes through oriented conjugation of single-domain antibodies and quantum dots",
    "content": [
        {
            "header": "Introduction",
            "content": "The common approach to bioimaging, detection, and diagnosis with nanoparticles is to make use of the specificity and avidity of monoclonal antibodies \\(mAbs) for targeting \\(**Fig. 1a,b**)<sup>1,2</sup>. Although several mAb–nanoparticle conjugates have been used for biomarker labeling, these functionalized nanoprobes are large, which limits the number of ligands that can be linked to the surface of a nanoparticle, impedes intratumoral distribution of nanoprobes because of interstitial tumor pressure, and limits their intracellular and intratissular penetration<sup>3</sup>. Immunoglobulins G \\(IgGs) have a molecular weight of 150 kDa and an average size of 14.5×8.5×4 nm, which considerably limits their use for targeting<sup>4</sup>. Furthermore, the conditions of mAb conjugation using conventional techniques provide the nanoprobes with irregular orientation of mAbs on the nanoparticle surface and often provoke IgG unfolding \\(**Fig. 1c**)<sup>5</sup>.  Smaller antibody fragments conjugated with the nanoparticles in a highly oriented manner may become an attractive alternative as components of the smallest possible targeted nanoprobes.\r\n\n\nIgGs are composed of two identical light chains and two identical heavy chains \\(**Fig. 1b**). A light chain contains one variable domain \\(VL) and one constant domain \\(CL), and a heavy chain has one variable domain \\(VH) and three constant domains \\(CHs). The antigen-binding sites of IgG are formed by association of the variable domains, VL–VH. Three interchain disulfide bonds ensure the stability and functional activity of IgG \\(**Fig. 1a,b**). As free sulfhydryls of Ab may be useful in a conjugation reaction with nanoparticle, the disulfide bond in the hinge region of IgG should be selectively reduced to obtain a functionally active partially cleaved heavy–light chain Ab fragment \\(75 kDa, **Fig. 1c**).\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2250/original/Figure_1_page_1.jpg?1345046869\">See figure in Figures section.</a>\r\n\n\n**Figure 1.** Schematic diagram of the structures of full-size antibodies \\(Abs), their fragments, and different approaches to their linkage to nanoparticles.\r\n\n\n\\(**a**) The Y-shaped structure of a full-size Ab, which is the ligand to be attached to the nanoparticle; the two light chains \\(variable regions) and the heavy chains \\(constant regions) are shown in violet and red, respectively. The specific functional sites at which the Ab can bind antigens are shown in green. The groups that can be used for attachment to nanoparticles are shown in yellow. \r\n\n\n\\(**b**) A three-dimensional model of an Ab based on X-ray crystallography data. The Ab structure was taken from entry 1IGY of the Protein Data Bank \\(PDB). Light chains are shown in orange and cyan; heavy chains, in yellow and green. Carbohydrate residues are shown in purple. \r\n\n\n\\(**c**) Fragmentation of an Ab into functional and nonfunctional Ab fragments after reduction of their disulfide bonds. \r\n\n\n\\(**d**) Fragmentation of a llama heavy-chain Ab \\(HcAb) resulting in single variable-domain Ab fragments \\(single-domain antibodies, sdAbs).\r\n\n\n\r\n\n\n**Previous techniques and alternative methods**\r\n\n\nIn terms of increasing the number of functionally active Abs on the nanoparticle surface, the integrity of the Ab binding sites and proper orientation of Abs after conjugation are the two crucial conditions. Commercial Ab–nanoparticle probes, e.g., Ab–quantum dot \\(QD) nanoprobes are made by conjugation of fragments of completely reduced Abs with amino groups on the surface of QDs \\(**Fig. 1c**)<sup>5,6</sup>.  Complete reduction of Abs disrupts the integrity of the recognition sites, each of which is formed by the variable domains of a heavy and a light chain linked by disulfide bonds, because these are also reduced . Other known strategies for Ab covalent coupling to QDs require a passivating ligand bound to the quantum surface to make it possible to use carbodiimide \\(–COOH), NHS ester \\(–NH<sub>2</sub>), or maleimide \\(–SH) chemistry routes<sup>8,9</sup>. These approaches are not specific for the conjugation site, and they yield nanoprobes with irregular orientation of Abs on the nanoparticle surface \\(**Fig. 2a**).\r\n\n\nRecently, we have developed an advanced conjugation procedure based on selective reduction of the disulfide bond in the hinge region of IgG, leaving the bonds between the heavy and light chains intact \\(**Fig.1c**)<sup>7</sup>. This ensures a high yield of functionally active half-antibodies, which can be purified and covalently conjugated with QDs by sulfo-SMCC chemistry methods to obtain nanoprobes with intact recognition sites and homogeneous orientations of Abs relative to the QD surface. These probes, though rather large in size, exhibit a tenfold higher recognition capacity compared to conventional nanoprobes<sup>7</sup>. Despite this improvement, the approach developed does not always guarantee uniform orientation of the Ab functional fragments on the QD surface; therefore, new approaches to directional conjugation are required.\r\n\n\nOne strategy to overcome the aforementioned problems is to engineer very small but functional Ab fragments, modify them so that only one, unique site per fragment is accessible for conjugation with the carrier \\(e.g., a nanoparticle), and deliver many such fragments on a single carrier \\(**Fig. 2b**). It is even possible to obtain multivalent nanoprobes, where small, functionally active fragments of different Abs against different antigens may be bound to the same nanoparticle in the same orientation<sup>10</sup>. In this way, more than one cellular target can be identified with a single multivalent probe<sup>11</sup>.\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2251/original/Figure_2.jpg?1345113947\">See figure in Figures section.</a>\r\n\n\n**Figure 2.** Conjugates of \\(**a**) full-size and \\(**b**) single-domain antibodies with quantum dots.\r\n\n\n\\(**a**) Quantum dots \\(QDs) are conjugated with full-size antibodies \\(Abs) using carbodiimide chemistry. Abs are oriented randomly relative to the nanoparticle surface; some antigen-binding domains \\(red ovals) are sterically inaccessible \\(blue arrows). Only domains exposed to the outside are functionally active \\(orange arrows). \r\n\n\n\\(**b**) QDs are conjugated with single-domain Abs \\(sdAbs) via a single Cys residue specifically integrated in the sdAb C terminus. The antigen-binding domain of every sdAb is exposed to the outside and remains functionally active. \r\n\n\n_The anatomy of QDs_: Se, orange; Cd, violet; S, yellow; Zn, dark-blue; C, light-blue; O, red; H, white.\r\n\n\n_The anatomy of Abs_: β-structures, green bands; α-helix, red cylinders.\r\n\n\n \r\n\n\n**Objectives of this technique**\r\n\n\nWith a molecular weight of only 13 kDa, single-domain antibodies \\(sdAbs or VhH, **Fig. 1d**) represent the smallest functional Ab fragments capable of binding antigens with affinities comparable to those of conventional antibodies<sup>12</sup>. An sdAb molecule occupies 12 times less space than a conventional IgG antibody does, and its size allows it to bind epitopes inaccessible to conventional IgGs<sup>13</sup>. In addition to their small size, sdAbs are not prone to aggregation; they exist as monomers, diffuse much better into tissues than full-size IgGs<sup>14</sup>, and their size allows them to label finer and more remote segments of organs and bind with the corresponding antigens more accurately compared to conventional IgGs<sup>15,16</sup>. sdAbs are resistant to chemical detergents, extreme pH levels, heat, and proteolytic enzymes ,  and can be produced inexpensively using _Escherichia coli_ or yeast cultures. All these characteristics make sdAbs the best capture molecules to prepare QD-based fluorescent nanoprobes for biodetection and diagnosis. Zaman _et al._<sup>19,20</sup>  recently used carbodiimide chemistry to conjugate anti-EGFR sdAbs to QDs. However, this approach provides nanoprobes with irregular orientation of sdAbs on the nanoparticle surface; hence, the resultant conjugates are not more efficient than conventional mAb–QD conjugates. To fully use the advantages of these unique ultrasmall capture molecules, they should be coupled with nanoparticles in a highly oriented manner \\(**Fig. 2b**).\r\n\n\nHere, we describe a well-tested protocol for engineering a new generation of ultrasmall, stable, specific diagnostic nanoprobes based on sdAbs \\(**Fig. 1d**) linked to QDs in a highly oriented manner \\(**Fig. 2b**)<sup>15,16</sup>. We present a method for preparing diagnostic nanoparticles <12 nm in diameter \\(ten times smaller in volume than that obtainable with alternative techniques) and demonstrate their high efficiency in flow cytometry and immunohistochemical diagnostic platforms. The protocol is so designed that it can be easily extended to other types of semiconductor or noble metal plasmonic or magnetic nanoparticles of different shapes, such as nanodots, nanorods, and nanowires. sdAbs containing a single Cys residue for conjugation with these nanoparticles can be engineered in about the same way. In this case, the concentrations of functionalized sdAbs and nanoparticles in the conjugation reaction should be optimized depending on the nanoparticle size, shape, and concentration.\r\n\n\n\r\n\n\n**Experimental design**\r\n\n\nThe protocol described here consists of\r\n\n\n\\(i) colloidal nanocrystal synthesis, characterization, quality control, and standardization;\r\n\n\n\\(ii) nanocrystal water-solubilization, purification, functionalization, and quality control;\r\n\n\n\\(iii)  llama immunization and construction of a sdAb library followed by selection and ELISA screening of phage–sdAbs;\r\n\n\n\\(iv)  sdAb cloning, specific Cys-residue integration, sdAb production and purification, and affinity measurements;\r\n\n\n\\(v) conjugation of sdAb–Cys antibodies with hydroxy- or amino-modified colloidal nanocrystals followed by characterization and quality control of the resultant diagnostic nanoprobes.\r\n\n\nThe efficiency of this protocol was proved by the use of the engineered diagnostic nanoprobes in flow cytometry detection of cells expressing a rare biomarker and detection of immunohistochemistry biomarkers in clinical biopsies, where the probes have ensured clear discrimination between pathological and healthy areas<sup>15,16</sup>. The sdAb–QD conjugates stain all antigenic sites revealed by \"gold standard\" anatomopathological diagnostic methods, whereas the conventional fluorescence-based medical diagnostic protocol leaves many antigenic sites undetected \\(see ANTICIPATED RESULTS)."
        },
        {
            "header": "Reagents",
            "content": "**REAGENTS**\r\n\n\n• Cadmium oxide \\(Aldrich, cat. no. 244783)\r\n\n\n• 2-Ethylhexanoic acid, 99% \\(Aldrich, cat. no. E29141)\r\n\n\n• Octadecene, 90% \\(Aldrich, cat. no. O806)\r\n\n\n• Oleylamine,, technical grade, 70% \\(Aldrich, cat. no. O7805)\r\n\n\n• Hexadecylphosphonic acid, 97% \\(Strem, cat. no. 15-2400)\r\n\n\n• Selenium powder, 100 mesh, ≥99.5% trace metals basis \\(Aldrich, cat. no. 209651)\r\n\n\n• Trioctylphosphine, technical grade, 90% \\(Aldrich, cat. no. 17854)\r\n\n\n• Zinc oxide puriss. \\(Aldrich, cat. no. 14439)\r\n\n\n• Triethylene glycol dimethyl ether, 99% \\(Aldrich, cat. no. T59803)\r\n\n\n• Thiourea puriss. p.a., ACS reagent, ≥99.0% \\(RT) \\(Aldrich, cat. no. 88810)\r\n\n\n• Isopropanol, 99% \\(Fluka, cat. no. 59310)\r\n\n\n• Trioctylphosphine oxide ReagentPlus<sup>®</sup>, 99% \\(Aldrich, cat. no. 223301)\r\n\n\n• DL-Cysteine hydrochloride hydrate \\(Sigma, cat. no. C8256)\r\n\n\n• Methanol, ACS spectrophotometric grade \\(Sigma, cat. no. 154903)\r\n\n\n• Chloroform, ACS spectrophotometric grade \\(Sigma, cat. no. 366919)\r\n\n\n• NaOH \\(Fisher, cat. no. S318) **\\! CAUTION** Wear gloves and use a fume hood when handling NaOH.\r\n\n\n• SH and OH-modified polyethylene glycol, PEG \\(ProChimia Surfaces, cat. no. TH 001-m11.n6)\r\n\n\n• SH and NH<sub>2</sub>-modified polyethylene glycol, PEG \\(ProChimia Surfaces, cat. no. TH 002-m11.n6)\r\n\n\n• Sephadex<sup>®</sup> G-25 \\(Sigma, cat. no. G2550)\r\n\n\n• Ficoll-Histopaque-1077 \\(PAA, cat. no. J15-004)\r\n\n\n• Phosphate-buffered saline \\(10× PBS) \\(Gibco, Invitrogen, cat. no. 14200-067)\r\n\n\n• GenElute Mammalian Total RNA Miniprep Kit \\(Sigma, cat. no. RTN70)\r\n\n\n• Sense and antisense primers \\(any commercial provider, e.g., Invitrogen):\r\n\n\n- 3'CH2-2:  GGT ACG TGC TGT TGA ACT GTT CC\r\n\n\n- 3'VHH Not: CCA CGA TTC TGC GGC CGC TGA GGA GAC RGT GAC CTG GGT CC\r\n\n\n- 5'VH1 Sfi:  C ATG CCA TGA CTC GCG GCC CAG CCG GCC ATG GCC CAG GTG CAG CTG GTG CAG TCT GG\r\n\n\n- 5'VH2 Sfi:  C ATG CCA TGA CTC GCG GCC CAG CCG GCC ATG GCC CAG GTC ACC TTG AAG GAG TCT GG\r\n\n\n- 5'VH3 Sfi: C ATG CCA TGA CTC GCG GCC CAG CCG GCC ATG GCC GAG GTG CAG CTG GTG GAG TCT GG\r\n\n\n- 5'VH4 Sfi: C ATG CCA TGA CTC GCG GCC CAG CCG GCC ATG GCC CAG GTG CAG CTG CAG GAG TCG GG\r\n\n\n• Diethyl pyrocarbonate \\(DEPC) \\(Sigma, cat. no. D5758)\r\n\n\n• Transcriptor reverse transcriptase, 200 U/µl, and the appropriate buffer \\(Roche, cat. no. 03531317001)\r\n\n\n• Ribonuclease inhibitor from human placenta \\(RNAsine) \\(Sigma, cat. no. R2520).\r\n\n\n• dNTPs, \\(Eurogentec, cat. no. 0020-50)\r\n\n\n• Phusion, 2 U/µl and corresponding buffer \\(Finnzymes, cat. no. F-530L)\r\n\n\n• Ultra-pure water \\(Biochrom AG, cat. no. L0015)\r\n\n\n• Agarose \\(Eurobio, cat. no. GEPAGA07-65)\r\n\n\n• Dynazyme II DNA polymerase, 250 U \\(Fisher, cat. no. w386M5)\r\n\n\n• SfiI restriction enzyme \\(New England Biolabs, cat. no. R01235)\r\n\n\n• NotI restriction enzyme \\(New England Biolabs, cat. no. R01895)\r\n\n\n• BglII restriction enzyme \\(New England Biolabs, cat. no. R01435)\r\n\n\n• pHENI vector \\(available upon request)\r\n\n\n• Antarctic Phosphatase \\(New England Biolabs, cat. no. M0289L)\r\n\n\n• T4 DNA ligase \\(Promega, cat. no. M180B)\r\n\n\n• T4 DNA ligase 10× buffer \\(Promega, cat. no. C126B)\r\n\n\n• Agar \\(MP Biomedicals, cat. no. 150178)\r\n\n\n• 2×TY broth \\(MP Biomedicals, cat. no. 3012-032)\r\n\n\n• D-\\(+)-Glucose monohydrate \\(Fluka, cat. no. 49159)\r\n\n\n• Ampicillin \\(Sigma, cat. no. A9518)\r\n\n\n• Kanamycin \\(Sigma, cat. no. K1377)\r\n\n\n• 5-Bromo-4-chloro-3-indolyl phosphate sodium salt \\(BCIP) \\(Sigma, cat. no. B6149)\r\n\n\n• _E. coli_ TG1 strain \\(Zymo research, cat no. T3017 )\r\n\n\n• Glycerol, ultra-pure \\(MP Biomedicals, cat. no. 800688)\r\n\n\n• Tween 20 \\(Sigma, cat. no. P5927)\r\n\n\n• Nonfat dry milk\r\n\n\n• KM13 helper phage \\(available upon request)\r\n\n\n• Polyethylene glycol \\(Fluka, cat. no. 81268)\r\n\n\n• NaCl \\(Sigma, cat. no. 21074)\r\n\n\n• Epoxy Dynabeads<sup>®</sup> \\(Invitrogen, cat. no. 140.11)\r\n\n\n• Trypsin \\(Sigma, cat. no. T1426)\r\n\n\n• 0.25% Trypsin/EDTA \\(Gibco, Invitrogen, cat. no. 25200)\r\n\n\n• Trypan Blue Stain \\(Invitrogen, cat. no. 15250-061)\r\n\n\n• M13KO7 helper phage \\(New England Biolabs, cat. no. N0315S)\r\n\n\n• HRP-coupled anti-M13 monoclonal antibody \\(GE Healthcare, cat. no. 27-9421-01)\r\n\n\n• Sodium citrate \\(Fisher, cat. no. S279) **\\! CAUTION** Wear gloves and use a fume hood when handling sodium citrate.\r\n\n\n• H<sub>2</sub>O<sub>2</sub>, 30% \\(Sigma, cat. no. 21-676-3)\r\n\n\n• Sodium citrate tribasic dehydrate, ACS reagent \\(Sigma, cat. no. 54641)\r\n\n\n• Citric acid \\(Sigma, cat. no. C0759)\r\n\n\n• ABTS \\(Sigma, cat. no. A9941)\r\n\n\n• Bl21\\(DE3) strain \\(EMD Millipore, cat. no. 69387)\r\n\n\n• Pfu Ultra High-Fidelity DNA polymerase, 100 U \\(Agilent, cat. no. 600380)\r\n\n\n• TG1 electrocompetent cells \\(Euromedex, cat. no. 60502-2)\r\n\n\n• Isopropyl β-D-1-thiogalactopyranosid \\(IPTG) \\(Sigma, cat. no. I1284)\r\n\n\n• BugBuster \\(VWR, cat. no.70584-4)\r\n\n\n• Talon™ metal affinity resin \\(Ozyme, cat. no. 635503)\r\n\n\n• Protein assay kit \\(Bio-Rad Laboratories, cat. nos. 500-0113 and 500-0114)\r\n\n\n• TCEP∙HCl \\(Pierce, cat. no. 20490)\r\n\n\n• Sulfosuccinimidyl 4-\\(N-maleimidomethyl)-cyclohexane-1-caroxylate water soluble heterobifunctional crosslinker, Sulfo-SMCC \\(Pierce, cat. no. 22322)\r\n\n\n• Superdex<sup>®</sup> 200 Prep Grade \\(Sigma, cat. no. S6782)\r\n\n\n• N-\\(p-Maleimidophenyl) isocyanate crosslinker, PMPI \\(Pierce, cat. no. 28100)\r\n\n\n• Dimethyl sulfoxide, DMSO \\(Sigma, cat. no. D8418)\r\n\n\n• Phosphate-buffered saline tablets, pH 7.4 \\(Sigma, cat. no. P4417)\r\n\n\n• BupH Borate Buffer Packs \\(Pierce, cat. no. 28384)\r\n\n\n• Sodium phosphate dibasic \\(Sigma, cat. no. 71636)\r\n\n\n• Sodium phosphate monobasic \\(Sigma, cat. no. S8282)\r\n\n\n• MC38 cells \\(available upon request)\r\n\n\n• MC38CEA \\(available upon request)\r\n\n\n• DMEM glutaMAX media \\(Invitrogen, Gibco, cat. no. 31965-023)\r\n\n\n• Heat-inactivated FCS \\(BioWhittaker, cat. no. 14-503)\r\n\n\n• Penicillin \\(Sigma, cat. no. P3032)\r\n\n\n• Streptomycin \\(Sigma, cat. no. S9137)\r\n\n\n• Fungizone \\(Sigma, cat. no. A9528)\r\n\n\n• G418 \\(Sigma, cat. no. A1720)\r\n\n\n• Human serum from a pool of nontransfused AB male donors \\(Institute Jacques Boy, cat. no. 201021334)\r\n\n\n• Human appendix tissue samples from retrospective incision biopsy specimens \\(Department of Pathology of University Hospital Robert Debré, Reims, France)\r\n\n\n• BSA \\(Sigma, cat. no. B4287)\r\n\n\n• BSA fraction V 7.5% solution \\(Life Technologies, cat. no. 15260037)\r\n\n\n• Polyoxylethylene-sorbitan monolaurate, Tween 20 \\(Sigma, cat. no. P2287)\r\n\n\n• CEA-specific monoclonal antibody, clone TF 3H8-1 \\(Ventana Medical Systems, cat. no. 760-2507)\r\n\n\n• Polyclonal goat anti-mouse immunoglobulin conjugated with fluorescein isothiocyanate \\(Dako, cat. no. F0479)\r\n\n\n• Biotinylated sheep anti-mouse polyclonal immunoglobulin \\(GE Healthcare, cat. no. RPN1001)\r\n\n\n• REAL™ system kit \\(peroxidase/DAB) \\(Dako, cat. no. K5001)\r\n\n\n• 40 mM HEPES, pHB8.5 \\(Fisher, cat. no. BP310)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n• **2× TY medium**: prepare the solution and autoclave.\r\n\n\n• **Ampicillin stock solution \\(1000×)**: 100 mg/ml.\r\n\n\n• **Kanamycin stock solution \\(200×)**: 10 mg/ml.\r\n\n\n• **Glucose stock solution**: 40%.\r\n\n\n• **PEG8000/NaCl**: 20% PEG8000 and 2.5 M NaCl.\r\n\n\n• **TPBS**: 0.1% Tween 20 in PBS.\r\n\n\n• **2% MPBS**: 2% nonfat dry milk diluted in PBS.\r\n\n\n• **MT-PBS**: 2% Milk and 2% Tween 20 in PBS.\r\n\n\n• **Glycerol stock solution**: 80%.\r\n\n\n• **Trypsin stock solution \\(10×)**: 10 mg/ml in 50 mM tris HCl pH 7,4, 1 mM CaCl<sub>2</sub>\r\n\n\n• **IPTG stock solution \\(1000×)**: 100 mM in water.\r\n\n\n• **ELISA revelation mixture**: 18 ml of PBS, 1 ml of 1 M sodium citrate, 1 ml of 1 M citric acid, 20 µl of 30% H<sub>2</sub>O<sub>2</sub>, and one tablet of ABTS.\r\n\n\n• **2× TYA**: 2× TY and 100 µg/ml ampicillin.\r\n\n\n• **2× TYAG**: 2× TY, 100 µg/ml ampicillin, and 2% glucose.\r\n\n\n• **2× TYAK**: 2× TY, 100 µg/ml ampicillin, and 50 µg/ml kanamycin.\r\n\n\n• **2× TYAG plates**: 90- or 120-mm Petri dishes containing 2× TY, 100 µg/ml ampicillin, 2% glucose, and agar.\r\n\n\n• **2× TYAG plates + BCIP**: 90-mm Petri dishes containing 2× TY, 100 µg/ml ampicillin, 50 µg/ml BCIP, and agar.\r\n\n\n• **5'VHx Sfi**: 50 µl of 10 µM 5'VH3 Sfi, 40 µl of 10 µM 5'VH1 Sfi, and 10 µl of 10 µM 5'VH4 Sfi.\r\n\n\n• **H<sub>2</sub>O DEPC**: 0.1% \\(v/v) DEPC in water. Incubate for 1 h at 37°C and autoclave.\r\n\n\n• **Sodium borate buffer, pH 8.5**: empty the contents of one foil envelope of a BupH Borate Buffer pack \\(Pierce, cat. no. 28384) into a beaker, add ultrapure water and stir to dissolve. When dissolved in 500 ml of water, each pack yields 50 mM borate, pH 8.5.\r\n\n\n• **Phosphate buffer, pH 7.0**: mix 423 ml of 1 M monobasic sodium phosphate \\(Sigma, cat. no. S8282) and 577 ml of 1 M dibasic sodium phosphate \\(Sigma, cat. no. 71636) to obtain 1 l of a 1 M buffer solution.\r\n\n\n• **Phosphate buffer, pH 7.2**: mix 316 ml of 1 M monobasic sodium phosphate \\(Sigma, cat. no. S8282) and 684 ml of 1 M dibasic sodium phosphate \\(Sigma, cat. no. 71636) to obtain 1 l of a 1 M buffer solution.\r\n\n\n• **PBS**: dissolve one tablet of phosphate-buffered saline \\(Sigma, cat. no. P4417) in 200 ml of deionized water to obtain 0.01 M phosphate buffer, add 0.0027 M potassium chloride and 0.137 M sodium chloride, pH 7.4, at 25°C.\r\n\n\n• **PBS with 0.05% Tween 20**: mix 0.5 ml of Tween 20 and 1 l of PBS on a magnetic stirrer.\r\n\n\n• **1% BSA in PBS**: dissolve 5 g of BSA \\(Sigma, cat. no. B4287) in 500 ml of PBS \\(Sigma, cat. no. P4417), mix on a magnetic stirrer, and filter through a 0.22-µm filter.\r\n\n\n• **2% BSA in PBS with 0.05% Tween 20**: add 10 g of BSA to 500 ml of PBS containing 0.05% Tween 20, stir on a magnetic stirrer, and filter through a 0.22-µm filter.\r\n\n\n• **DL-cysteine solution**: dissolve 10 mg of DL-cysteine hydrochloride hydrate \\(Sigma, cat. no. C8256) in 1 ml of methanol \\(Sigma, cat. no. 154903). **▲CRITICAL** Use the solution immediately after preparation.\r\n\n\n• **PEG derivative solutions**: dissolve 75 mg of hydroxyPEG \\(ProChimia Surfaces, cat. no. TH 001-m11.n6) or 50 mg of aminoPEG SH and NH<sub>2</sub>-modified PEG \\(ProChimia Surfaces, cat. no. TH 002-m11.n6) in 0.5 ml of Milli-Q water. **▲CRITICAL** Use the solutions immediately after preparation."
        },
        {
            "header": "Equipment",
            "content": "• Heating mantle, model WM/R1/25 \\(Horst Winkler)\r\n\n\n• Power supply, Mc227 \\(VWR)\r\n\n\n• Thermocouple thermometer, HI 93531 \\(VWR)\r\n\n\n• Magnetic stirrer, KMO 2 basic IKAMAG \\(VWR)\r\n\n\n• Vacuum pump, LABOPORT N842.3 FT.18 \\(VWR)\r\n\n\n• Centrifuge, Eppendorf 5804 \\(VWR)\r\n\n\n• Three-neck round-bottom flask, 25 ml \\(Aldrich)\r\n\n\n• High-resolution Miniature Fiber Optic Spectrometer, HR 2000 \\(Ocean Optics, Inc.)\r\n\n\n• Spectrofluorimeter, Jobin Yvon Spex FluoroMax 2 \\(Jobin Yvon Inc.)\r\n\n\n• Varian Cary 50 Conc. UV/Vis spectrophotometer\r\n\n\n• Varian Cary Eclipse spectrofluorimeter\r\n\n\n• Zetasizer Nano ZS \\(Malvern Instruments)\r\n\n\n• Amicon Ultra-15 filter units of 10 kDa cut-off \\(VWR)\r\n\n\n• Disposable polypropylene columns \\(2-10 ml) \\(Pierce)\r\n\n\n• NucleoSpin Extract II column \\(Macherey-Nagel)\r\n\n\n• PCR thermocycler T3000 \\(Biometra)\r\n\n\n• Breathable sealer \\(Dutcher)\r\n\n\n• Blood separation tube \\(PAA)\r\n\n\n• VIVASPIN 20 PES 5 KD, \\(Dutcher)\r\n\n\n• iEMS Incubator/Shaker HT \\(Thermo Scientific)\r\n\n\n• Cuvette for electroporation \\(Ozyme)\r\n\n\n• PD MiniTrap G-25 \\(GE Healthcare)\r\n\n\n• Nalgene Filter Units, 500-ml capacity, MF75 series \\(VWR)\r\n\n\n• Bransonic ultrasonic cleaner, Branson 2510EMT \\(Sigma)\r\n\n\n• Eppendorf 5810R bench top centrifuge \\(Eppendorf)\r\n\n\n• Eppendorf 5418 microcentrifuge \\(Eppendorf)\r\n\n\n• Eppendorf concentrator plus complete system \\(Eppendorf)\r\n\n\n• RM-2L Intelli-Mixer \\(Dutscher)\r\n\n\n• FACStar<sup>Plus</sup> flow cytometer \\(Becton Dickinson).\r\n\n\n• Guava EasyCyte™ Plus, flow cytometer \\(Guava Technologies).\r\n\n\n• Fluorescence microscope, Intravert \\(Carl Zeiss)."
        },
        {
            "header": "Procedure",
            "content": "**COLLOIDAL NANOCRYSTAL SYNTHESIS, CHARACTERIZATION, QUALITY CONTROL, AND STANDARDIZATION**\r\n\n\n**Synthesis of colloidal hydrophobic CdSe core nanocrystals \\(quantum dots)  ●TIMING 90 min**\r\n\n\n**1|** Place 1 mmol of cadmium oxide, 3 mmol of 2-ethylhexanoic acid, and 2 ml of octadecene into a three-neck 25-ml round-bottom flask and heat in a heating mantle to ca. 200°C for 10 min until cadmium oxide completely dissolves and clear solution is obtained. Cool the mixture to the room temperature and add 6 ml of octadecene, 2 ml of oleylamine and 100 mg of hexadecylphosphonic acid. Equip the system with adapters for vacuum drying, argon flow, a thermocouple, and a magnetic stirring bar. Heat the reaction mixture to 100°C and pump out to 5 mbar for 5 min under vigorous magnetic stirring. Stop pumping, let the argon flow, and heat the mixture to 170°C. Stop the argon flow, pump out the system, and dry the reaction mixture at 170°C for 20 min under vigorous stirring.\r\n\n\n\r\n\n\n**2|** Parallel to step **1**, place 3 mmol of selenium powder into a glass tube, add 1 ml of octadecene, seal the tube with Parafilm and blow with argon for 10 min. Inject 4 mmol of trioctylphosphine into the solution with a syringe and blow the solution with argon for another 20 min until complete dissolution of selenium and formation of a clear viscous solution.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**3|** Heat the reaction mixture in the flask to 250°C under argon flow and vigorous stirring. Inject the selenium solution with a syringe into the reaction mixture in the flask. Keep the temperature of the reaction mixture at 230°C. Every 30 s, take an aliquot \\(ca. 0.1 ml) of the reaction mixture with a glass syringe, dissolve it quickly in 2 ml of chloroform in an optical quartz cuvette, and record the optical absorption and the luminescence spectra \\(excitation wavelength, 400 nm; spectral range, 420–650 nm; integration time, 0.1 s; slit width, 3 nm).\r\n\n\n**▲CRITICAL STEP** Initially, a weak photoluminescence band centered at ca. 480 nm is formed shortly after the injection of the selenium solution; it quickly shifts to the longer-wave region due to the growth of CdSe nanocrystals. The main photoluminescence band is also accompanied by a very broad secondary photoluminescence band in the red region. Be careful not to overgrow the CdSe core nanocrystals: do not miss the reaction time when the blue photoluminescence band approaches 510 nm.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**4|** Immediately after the photoluminescence band has approached 510 nm, stop heating and quickly cool the reaction mixture to 100°C.\r\n\n\n**▲CRITICAL STEP** Too slow cooling may result in overgrowth of CdSe core nanocrystals and a spectral shift of the photoluminescence band far from 510 nm. If necessary, inject 1–3 ml of cold benzene into the reaction mixture to speed up the cooling.\r\n\n\n\r\n\n\n**Growth of an epitaxial ZnS shell around the CdSe core ●TIMING 90 min**\r\n\n\n**5|** Add 2 ml of oleylamine into the reaction mixture in the three-neck flask, keep stirring the mixture under argon at 100°C for 10 min. While the mixture is being stirred, place 3 mmol of zinc oxide, 7 mmol of ethylcaproic acid, and 3 ml of triethyleneglycol dimethyl ether into a 10-ml reaction tube and heat the mixture to 150°C to completely dissolve zinc oxide and obtain a clear solution. Cool the solution to the room temperature. Place 2.5 mol of thiourea and 3 ml of triethyleneglycol dimethyl ether into another 10-ml tube and slowly heat to 100°C to completely dissolve thiourea. Cool the solution to the room temperature.\r\n\n\n**▲CRITICAL STEP** Do not overheat the thiourea solution. The appearance of opalescence or yellow–brown color will indicate partial decomposition of thiourea \\(**Fig. 3**). Such a colored solution should be discarded, and the procedure repeated.\nSee figure in Figures section.\n**Figure 3.** A test tube containing a thiourea solution in triethyleneglycol dimethyl ether.\r\n\n\n\\(**a**) A properly prepared solution.\r\n\n\n\\(**b**) The same solution when overheated, with thiourea partly decomposed.\r\n\n\n\r\n\n\n**6|** Mix together the solutions of zinc ethylcaproate and thiourea in one reaction tube, seal with Parafilm and purge with argon for 10 min at room temperature. Heat the reaction mixture in the flask to 180°C under argon while vigorously stirring and inject the zinc salt and thiourea dissolved in triethyleneglycol dimethyl ether dropwise to the reaction mixture at 180°C under argon flow. The injection rate should be about 1 ml/min. After finishing the injection, continue stirring the reaction mixture at 180°C for another 30 min and stop the heating. Cool the reaction mixture to 70–80°C.\r\n\n\n\r\n\n\n**7|** Open the system, add ca. 10 ml of isopropanol to the reaction mixture and stir it for 1–2 min without heating. The initially clear colloidal solution with bright green luminescence \\(**Fig. 4a**) becomes muddy orange with weak yellow luminescence \\(**Fig. 4b,c**).\r\n\n\n**? TROUBLESHOOTING**\nSee figure in Figures section.\n**Figure 4.** A flask containing CdSe/ZnS core–shell colloidal nanocrystals.\r\n\n\n\\(**a**) A photoluminescence image of the flask containing as-synthesized nanocrystals. \r\n\n\n\\(**b, c**) Optical and photoluminescence images, respectively, of the same flask after addition of isopropanol. The suspension of quantum dots is clearly seen as a muddy solution with weak yellow luminescence.\r\n\n\n\r\n\n\nTransfer the suspension of the core–shell nanocrystals into a 50-ml polypropylene centrifuge tube and centrifuge the solid phase out of the mother solution at 5000 rpm for 5 min. Discard the solution, fill the tube with 10 ml of chloroform, completely dissolve the solid phase of nanocrystals in the chloroform and add 10 ml of methanol. Centrifuge the suspension at 5000 rpm for 10 min. Discard the solution, add a second portion of chloroform \\(10 ml), completely dissolve the nanocrystals, and add 10 ml of methanol. Centrifuge the suspension at 5000 rpm for 10 min. Discard the solution, add the third portion of chloroform \\(10 ml) and 200 mg of trioctylphosphine oxide. Completely dissolve the mixture to obtain a clear solution.\r\n\n\n**■PAUSE POINT** The resultant CdSe/ZnS core–shell nanocrystals \\(quantum dots, QDs) can be stored in two forms \\(see options **A** and **B** below).\r\n\n\n\r\n\n\n**\\(A)** Transfer the solution into a vial and store at room temperature in the dark. It can be stored under these conditions for one year.\r\n\n\n\r\n\n\n**\\(B)** Put the solution into a 50-ml crystallization dish and slowly evaporate chloroform under a ventilation hood at room temperature to obtain a solid powder. Transfer the powder into a vial and store at room temperature in the dark. It can be stored under these conditions for one year.\r\n\n\n\r\n\n\n \r\n\n\n**NANOCRYSTAL WATER-SOLUBILIZATION, PURIFICATION, FUNCTIONALIZATION, AND QUALITY CONTROL**\r\n\n\n**Nanocrystal solubilization ●TIMING 120 min**\r\n\n\n**8|** Dissolve 10 mg of nanocrystals \\(QDs) in 1 ml of chloroform. Add 1 ml of methanol and wash by centrifugation for 4 min at 14,000 rpm. Repeat the washing two times and dissolve a pellet in 1 ml of chloroform. Add 200 µl of 10 mg/ml solution of DL-Cystein in methanol dropwise to 1 ml of the solution of QDs in chloroform until the solution becomes cloudy.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**9|** Sediment the QDs by centrifugation at 14,000 rpm, wash them three times with methanol to remove the excess Cys that has not reacted, and dry them under vacuum.\r\n\n\n\r\n\n\n**10|** Dissolve the dry powder of QDs in Milli-Q water by adding 1 M solution of NaOH dropwise. Sonicate the solution and filter it through 0.22-µm Ultrafree-MC microcentrifuge filters. The resultant water-soluble QDs exhibit bright orange photoluminescence with an emission maximum at 570 nm and a quantum yield close to 40% at room temperature.\r\n\n\n**▲CRITICAL STEP** Add the methanol solution of DL-Cys to the chloroform solution of QDs slowly and dropwise, controlling the aggregation state of the mixture.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Quantum dot functionalization and purification ●TIMING 24 h**\r\n\n\nOne of the possible ways to obtain water-stable QDs with functional groups available for conjugation with biomolecules is the use of polymers that form a self-assembled monolayer on the surface of QDs.\r\n\n\n**11|** To replace DL-Cys from the surface of QDs with thiol-containing polyethyleneglycol \\(PEG) derivatives containing hydroxyl or amino end groups, add 156 µl of a 150 mg/ml hydroxyPEG solution in pure water or a mixture of 25 µl of a 100 mg/ml aminoPEG solution and 140 µl of a 150 mg/ml hydroxyPEG solution to 1 ml of a 10 mg/ml pure-water solution of the preparations of QDs conjugated with DL-Cys.\r\n\n\n\r\n\n\n**12|** Incubate the samples overnight at +4°C, pre-purify them by centrifugation with the use of Amicon Ultra-15 filter units \\(10 kDa cut-off), and finally purify them from excess ligands by gel-exclusion chromatography on Sephadex-25 home-made columns.\r\n\n\n**▲CRITICAL STEP** Use freshly prepared solutions of thiol-containing PEG derivatives.\r\n\n\n\r\n\n\n**Quantum dot quality control ●TIMING 24 h**\r\n\n\n**13|** The QD samples can be characterized using the dynamic light scattering \\(DLS) and electrophoresis techniques by means of a Zetasizer Nano ZS device \\(Malvern Instruments). Pass the samples through a 0.1-µm filter and measure the particle size distribution at 25°C in a low-volume quartz batch cuvette. Calculate the particle hydrodynamic size from the diffusion times using the Stokes–Einstein equation. Repeat measurements at least three times for each sample and at each value of intensity of scattering measurement \\(10 runs per measurement) and calculate the hydrodynamic diameter of the sample using the CONTIN algorithm. Record the absorbance spectra and measure the photoluminescence at λ\nex\n= 400 nm.\r\n\n\n**■ PAUSE POINT** Functionalized QDs can be stored at +4°C for up to 2 months until conjugation with antibodies. Do not freeze the samples, because this will cause irreversible aggregation.\r\n\n\n\r\n\n\n \r\n\n\n**LLAMA IMMUNIZATION AND sdAb LIBRARY CONSTRUCTION FOLLOWED BY SELECTION AND ELISA SCREENING OF PHAGE PARTICLES CARRYING sdAbs \\(PHAGE–sdAbs) \\(Fig. 5)**\r\n\n\n**Llama immunization ●TIMING 2 months**\r\n\n\n**14|** A young adult male llama \\(_Lama glama_) is immunized subcutaneously on days 1, 30, 60, 90, and 120 with cells expressing the antigen \\(50∙10\n6\ncells per immunization). Sera are collected 15 days before each injection to follow the immune response against the immunogen.\r\n\n\n\r\n\n\n**Lymphocyte preparation ●TIMING 5 h**\r\n\n\n**15|** Blood samples \\(>100 ml) are taken 15 days after each of the last three immunizations. Peripheral blood mononuclear cells \\(PBMCs) are isolated by discontinuous gradient centrifugation. The whole procedure should be performed at room temperature.\r\n\n\n\r\n\n\n**16|** _Preparation of blood separation tubes_ \\(50 ml). Place 17 ml of Ficoll-Histopaque-1077 into each tube and centrifuge it for 30 s at 840g at room temperature to force the medium through the porous barrier. Remove the excess ficoll from above the barrier.\r\n\n\n**▲CRITICAL STEP** No air should be left under the barrier; the surface of the medium and the barrier should be at the same level.\r\n\n\n\r\n\n\n**17|** _Lymphocyte purification._ Dilute blood twofold in PBS. Place 30 ml of the diluted blood into each tube and centrifuge it at 400g for 40 min at room temperature without using a brake for deceleration. The lymphocytes \\(70–100% enrichment) are concentrated in the interphase \\(a white layer) between the plasma and the separation solution \\(**Fig. 5**). Recover the lymphocytes by pipetting and wash them twice with PBS containing 1% FCS by centrifugation at 1500g for 20 min at room temperature.\r\n\n\n**■PAUSE POINT** The lymphocyte pellet can be stored at –80°C until RNA extraction.\nSee figure in Figures section.\n**Figure 5.** Schematic overview describing the selection of single-domain antibodies.\r\n\n\n\\(**1**) Llamas are immunized with the antigen of interest. \r\n\n\n\\(**2**) Peripheral blood mononuclear cells are recovered from blood using density gradient centrifugation \\(ficoll). \r\n\n\n\\(**3**) A pool of cDNA coding for sdAb genes is amplified by RT–PCR from a total RNA preparation and cloned into a phagemid vector. \r\n\n\n\\(**4**) A helper phage is used to produce a library of phage particles carrying sdAbs on their surface by fusion to the minor coat protein p3. \r\n\n\n\\(**5**) This phage-sdAb library is enriched with binders by incubation with immobilized antigen, washing and elution. \r\n\n\n\\(**6**) A monoclonal screening assay allows the identification of the binders. \r\n\n\n\\(**7**) Soluble sdAbs corresponding to positive phage–sdAbs are produced, purified from _E. coli_ and analyzed by SDS–PAGE.\r\n\n\n\r\n\n\n**RNA extraction ●TIMING 2 h**\r\n\n\n**18|** Lymphocyte RNA is extracted using the GenElute Mammalian Total RNA Miniprep Kit \\(Sigma Aldrich) according to the recommendations of the manufacturer. Check the RNA extraction on 2% agarose gel \\(**Fig. 6a**).\r\n\n\n**▲CRITICAL STEP** When working with RNA, wear gloves, use filter tips, and H\n2\nO DEPC.\r\n\n\n**■PAUSE POINT** RNA can be stored at –80°C until construction of the library.\r\n\n\n\r\n\n\n**VHH library construction ●TIMING 4 days**\r\n\n\n_Insert preparation_\r\n\n\n**19|** _Reverse transcription to obtain cDNA._ Put 1 µl of RNA mix, 1 µl of the 3'CH2-2 primer, and 13 µl of H\n2\nO DEPC into an RNase-free Eppendorf tube. Incubate for 5 min at 65°C and cool down on ice. Add 4 µl of the reverse transcriptase buffer, 0.5 µl of RNAsine, 2 µl of 10 mM dNTP mix, and 0.5 µl of reverse transcriptase. Incubate for 30 min at 55°C and 5 min at 85°C and cool down on ice.\r\n\n\n**▲CRITICAL STEP** Wear gloves and use filter tips when working with RNA.\r\n\n\n\r\n\n\n**20|** _The first PCR on cDNA for IgG gene amplification._ PCR amplification is performed using the primer 3'CH2-2 \\(0.05 µM) and the 5'VHx Sfi mixture \\(0.1 µM) \\(50% of 5'VH3 Sfi, 40% of 5'VH1 Sfi, and 10% of 5'VH4 Sfi). Each reaction mixture \\(50 µl) contains 4 µl of cDNA, 1× Phusion HF buffer, 200 µM dNTPs, the primers, and 1 U of Phusion enzyme. The mixture is heated for 3 min at 94°C, which is followed by 40 cycles consisting of denaturation at 94°C \\(1 min), annealing at 65°C \\(1 min), and elongation at 72°C \\(1.5 min); finally, the mixture is heated for 10 min at 72°C to complete elongation. Check the results of PCR on 2% agarose gel \\(**Fig. 6b**).\r\n\n\n**■PAUSE POINT** This product can be stored at –20°C.\r\n\n\n\r\n\n\n**20a|** _\\(an optional step) HCAb \\(IgG2 and IgG3) gene purification._ If a library containing only VHH \\(without VH) is required, isolate the genes of IgG2 and IgG3 on agarose gel and purify DNA on a NucleoSpin Extract II column.\r\n\n\n\r\n\n\n**21|** _The second PCR for VHH amplification._ For amplification, use the primer 3'VHHNot \\(0.5 µM) and the 5'VHx Sfi mixture \\(0.5 µM) \\(50% of 5'VH3 Sfi, 40% of 5'VH1 Sfi, and 10% of 5'VH4 Sfi). Each reaction mixture \\(200 µl) contains 0.8 µl of the first PCR product, 1× Dynazyme buffer, 200 µM dNTPs, the primers, and 1 U of Dynazyme II enzyme. The mixture is heated for 3 min at 94°C, which is followed by 30 cycles consisting of denaturation at 94°C \\(30 s), annealing at 65°C \\(30 s), and extension at 72°C \\(1 min); then, the mixture is heated for 10 min at 72°C for final extension. Check the PCR on 2% agarose gel \\(**Fig. 6c**). Purify the PCR product on a NucleoSpin Extract II column and elute it in a final volume of 30 µl.\r\n\n\n**■PAUSE POINT** This product can be stored at –20°C.\nSee figure in Figures section.\n**Figure 6.** Examples of a successful total RNA isolation and PCR results.\r\n\n\n\\(**a**) An example of a successful total RNA isolation from PBMCs. The main bands corresponding to 28S and 18S RNAs are shown.\r\n\n\n\\(**b**) An example of the result of PCR1. Three main bands can be seen; they correspond to the amplification of the DNA fragments coding VH–CH1–CH2 of IgG1 and VHH–CH2 of the heavy chains of IgG2 and IgG3.\r\n\n\n\\(**c**) An example of a successful result of PCR2. A diffuse band migrating at around 400 bp can be seen; it corresponds to VhH genes coding for single-domain antibodies.\r\n\n\n\r\n\n\n**22|** _Insert digestion._ Digest the entire PCR product for 3 h with the restriction endonucleases BglI \\(80 U) and NotI \\(80 U) following the recommendations of the manufacturer. Purify the digestion product on a NucleoSpin Extract II column and elute in a final volume of 20 µl. Check the digestion on 2% agarose gel.\r\n\n\n\r\n\n\n_Vector preparation_\r\n\n\nThe pHENI vector containing the in-frame PhoA gene and the 6hisGS tag is used.\r\n\n\n**23|** _Vector digestion._ Digest 5 µg of vector with the NotI \\(150 U, 3 h, 37°C) and SfiI \\(100 U, 3 h, 50°C) enzymes following the recommendations of the manufacturer. Purify the digestion product on a NucleoSpin Extract II column and elute in a final volume of 200 µl. Check the digestion on 1% agarose gel.\r\n\n\n\r\n\n\n**24|** _Vector dephosphorylation._ Dephosphorylate the vector with Antartic phosphatase following the recommendations of the manufacturer. Purify the product on a NucleoSpin Extract II column and elute it in a final volume of 40 µl.\r\n\n\n\r\n\n\n**25|** _Vector purification._ Purify the digested vector on agarose 1% gel and then purify DNA on a NucleoSpin Extract II column.\r\n\n\n\r\n\n\n_Ligation_\r\n\n\n**26|** A fivefold molar excess of the insert over the vector is used for the ligation reaction. In this case, the insert is 10 times smaller than the vector, which corresponds to a twofold excess of the vector by weight. Thus, for one ligation reaction \\(in a final volume of 10 µl), use 80 ng of the vector, 40 ng of the insert, T4 DNA ligase \\(3 U), and enzyme buffer following the recommendations of the manufacturer. Do not forget to perform a negative control of ligation without the insert. Incubate overnight at 16°C. Inactivate the DNA ligase by incubation for 20 min at 65°C.\r\n\n\n**▲CRITICAL STEP** This inactivation step is crucial for obtaining the necessary diversity, because it increases the efficiency of the subsequent electroporation step.\r\n\n\n\r\n\n\n_Electroporation_\r\n\n\n**27|** Use 2 µl of the ligation product and 25 µl of the TG1 electrocompetent cell suspension per electroporation following the recommendations of the manufacturer. Plate the transformation product onto 2× TYAG agar plates \\(9-cm Petri dishes) containing BCIP for PhoA expression detection. Calculate the diversity obtained with one electroporation \\(with 2 µl of the ligation reaction mixture) and perform enough electroporations to reach a minimum diversity of 10\n6\n.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n_Library amplification_\r\n\n\n**28|** Keep 10 µl of the electroporation pool for titration. Centrifuge the rest at 3000g for 10 min. Resuspend the pellet in 2 ml of 2× TYAG. Plate 500 µl of the bacteria suspension onto four 2× TYAG agar plates \\(15-cm Petri dish). Grow overnight at 37°C. Resuspend the colonies in 2.5 ml of 2× TYAG by scraping them with a spatula \\(from six 2× TYAG agar plates) and place them in a fresh test tube. Spin at 3000g for 10 min. Discard the supernatant, resuspend the cells using a volume of 2× TYAG equivalent to the pellet volume and add glycerol to a final concentration of 15%. Mix and store at –80°C \\(this will serve as the glycerol stock of your library). Resuspension of a pellet in an equal volume of 2× TYAG should yield a suspension with an OD of about 50–100. This value is used to calculate the amount of the glycerol stock required for the following rescue to avoid losing the diversity.\r\n\n\n\r\n\n\n_Library titration_\r\n\n\n**29|** Use the electroporation product pool to perform serial dilutions. Add 10 µl of the pool to 995 µl of 2× TY \\(a 10–2 dilution). Make serial dilutions of the pool to a dilution of 10–8. Plate 100 µl of each dilution of the bacteria suspension onto 2× TYAG agar plates \\(9-cm Petri dish). Grow the cells overnight at 37°C. Count the colonies and calculate the CFU or CFU/ml titer according to the dilution.\r\n\n\n\r\n\n\n**Selection of sdAbs against the cell surface receptor target ●TIMING 5 days**\r\n\n\n**▲CRITICAL STEP** Filamentous phages are difficult to eliminate. Use disposable tubes and pipettes as much as possible to avoid phage contamination. The most effective method for removing the phages is treatment with 2% hypochlorite.\r\n\n\n\r\n\n\n_Production of phage–sdAbs with helper phage KM13_\r\n\n\n**30|** Inoculate 2× TYAG medium with a representative aliquot of your library.\r\n\n\n**▲CRITICAL STEP** Use 10 to 100 times more bacteria compared to the library diversity to avoid the loss of diversity. As a rough guide, for TG1 strain, OD\n600\n= 1 corresponds to 2∙10\n8\ncells.\r\n\n\n\r\n\n\n**31|** Grow while shaking at 250 rpm at 37°C until the OD\n600\nreaches 0.5. Add the KM13 helper phage to reach a ratio of 10–20 helper phages per cell. Incubate without shaking at 37°C for 30 min. Spin at 3000g for 10 min. Resuspend the pellet in a volume of 2× TYAK five times larger than the initial volume.\r\n\n\n\r\n\n\n**32|** Grow the culture while shaking at 250 rpm at 30°C overnight. Centrifuge the bacterial culture in a 50-ml test tube at 3000g for 15 min. Precipitate phage particles by transferring 25 ml of the supernatant to a fresh test tube containing 1/5 the volume of PEG/NaCl. Mix by inversion and incubate for 1 h on ice. Centrifuge for 15 min at 3000g at 4°C and discard the supernatant. Resuspend the pellet in 1 ml of cold PBS and transfer the suspension to a 1.5-ml Eppendorf tube. Centrifuge for 5 min at 14,000g. Precipitate phage particles by transferring the supernatant to a fresh test tube containing 1/5 the volume of PEG/NaCl. Mix by inversion and incubate for 20 min on ice. Centrifuge for 5 min at 14,000g at 4°C and discard the supernatant. Resuspend the pellet in 1 ml of cold PBS containing 15% glycerol.\r\n\n\n**■PAUSE POINT** The phage can be stored at –80°C until the selection step.\r\n\n\n\r\n\n\n_The first round of selection on purified antigen coated on epoxy beads_\r\n\n\n**33|** Coat epoxy beads with antigen according to the manual. Prepare an overnight preculture from a fresh colony of TG1 in 3 ml of 2× TY. Incubate overnight at 37°C. Wash the immobilized antigen two or three times with TPBS and two or three times with PBS. Saturate the antigen-coated material and 1012 phages of your library for 1–2 h at room temperature in two separate vials using 1 ml of MPBS for each. Keep 10 µl of this phage suspension for titration \\(input). Remove the MPBS and add the preblocked phage to the blocked antigen. Incubate for 2 h at room temperature while shaking gently. Wash the beads nine times with TPBS and two times with PBS.\r\n\n\n**▲CRITICAL STEP** When beads and test tubes are used, make sure to recover and wash beads that may have been trapped in the vial caps.\r\n\n\n\r\n\n\n_Elution_\r\n\n\n**34|** Elute the phage by resuspending the cells in 500 µl of trypsin \\(10 µg/ml) in PBS for 30 min at room temperature on a rotator \\(DNase may be added if the eluate is too viscous). Add 500 µl of PBS to a final volume of 1 ml corresponding to the output of the selection.\r\n\n\n**■PAUSE POINT** If necessary, the input and output phages can be stored at 4°C for 1 month.\r\n\n\n\r\n\n\n_Infection of E. coli TG1 with the selected phage_\r\n\n\n**35|** Keep 10 µl of the eluted \\(output) phage for titration. Dilute the output phage suspension with 4 ml of 2× TY. Add 5 ml of TG1 at OD\n600\n= 0.5. Incubate without shaking at 37°C for 30 min. Spin at 3000g for 10 min. Resuspend the pellet in 3 ml of 2× TYAG. Plate 500 µl of the bacteria suspension on six 2× TYAG agar plates \\(15-cm Petri dishes).\r\n\n\n\r\n\n\n**36|** Grow the culture overnight at 37°C. Resuspend colonies in 2.5 ml of 2× TYAG by scraping them with a spatula \\(from six 2×TYAG agar plates) and place them into a fresh test tube. Centrifuge at 3000g for 10 min. Resuspend the cells using one pellet volume of 2× TYAG and add glycerol to a final concentration of 15%. Mix and store at –80°C \\(this will serve as the glycerol stock of the selection output). Start with this for the production of phage–sdAbs for the second round of selection.\r\n\n\n\r\n\n\n_Phage titration \\(of the input and output phage suspensions)_\r\n\n\n**37|** Add 5 µl of each of the input and output phage suspensions to 495 µl of 2× TY \\(a 10\n–2\ndilution). Make serial dilutions of the phage suspension to a final dilution of 10\n–12\nfor the input suspension and 10\n–8\nfor the output one. Inoculate the suspensions with 500 µl of TG1 at OD\n600\n= 0.5. Incubate without shaking at 37°C for 30 min. Plate 100 µl of each dilution of the bacteria suspension onto 2× TYAG agar plates \\(9-cm Petri dishes). Grow overnight at 37°C. Count the colonies and calculate the CFU or CFU/ml titer according to the dilution.\r\n\n\n**▲CRITICAL STEP** Monitor properly the OD of the TG1 culture. An OD of 0.4–0.6 \\(corresponding to the exponential phase) maximizes the expression of pili, which is required for infection with phages.\r\n\n\n\r\n\n\n_Master plate preparation_\r\n\n\n**38|** Fill each well of a 96-well U-bottom polypropylene microtiter plate with 150 µl of 2× TYAG. Pick 94 clones with sterile tips from the desired panning round and inoculate each well. Seal the plate with a breathable sealing film. Leave two wells without clones as a negative control.\r\n\n\n\r\n\n\n**39|** Incubate the cultures overnight in a microtiter plate shaker at 37°C at 900 rpm. Add glycerol solution to the overnight culture to a final concentration of 15%. Mix the cell suspensions and store this master plate at –80°C.\r\n\n\n\r\n\n\n_The second round of selection on intact cells_\r\n\n\n**40|** _Preparation of cells._ Selection has to be performed on cells displaying the antigen. Adherent cells are enzymatically detached using a Trypsin–EDTA solution to obtain a suspension of separate cells. The trypsin incubation should be as short as possible. Add the medium containing 10% \\(v/v) serum to inhibit trypsin and to prevent further proteolytic degradation of surface molecules. Count the cells \\(the vitality of the cells can be determined by trypan blue exclusion staining). Sediment the cells by centrifugation for 5 min at 300g at 4°C. Add 10 ml of cold PBS and resuspend the cells. Sediment the cells for 5 min at 300g at 4°C. Use \\(10–50)∙10\n6\nof each cell type at the next step.\r\n\n\n**▲CRITICAL STEP** In order to avoid the internalization of your target antigen during selection or screening, it is essential that all procedures involving cells should be performed at 4°C.\r\n\n\n\r\n\n\n**41|** _The second round of selection._ Saturate antigen-positive cells by incubation with 5 ml of MPBS for 1 h on a rotator at 4°C. Sediment the cells by centrifugation for 5 min at 300g at 4°C and add 10\n12\nphage–sdAb \\(blocked with MBPS as described above) to the cells. Incubate for 2 h at 4°C on a rotator. Pellet the cells for 5 min at 300g at 4°C and transfer the supernatant to a fresh test tube. Wash the cells with 1 ml of PBS. Pellet the cells for 5 min at 300g at 4°C. Repeat this washing procedure 10 times. All subsequent steps are identical to the first round of selection.\r\n\n\nThe number of rounds required to select the majority of binders is usually two or three for an immune library and four to six for a nonimmune library. This number should be varied depending on the enrichment obtained; i.e., if few relevant clones are obtained during screening, an additional round is required.\r\n\n\n**▲CRITICAL STEP** In order to avoid the internalization of your target antigen during selection or screening, it is essential that all procedures involving cells should be performed at at 4°C.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n**Screening of phage–sdAbs against the cell surface receptor target ●TIMING 2 days**\r\n\n\n_Phage–antibody production in 96-well microtiter plates_\r\n\n\n**42|** Fill a 96-well U-bottom polypropylene microtiter plate with 150 µl of 2× TYAG and add 5 µl of the glycerol culture from the master plate. Incubate at 37°C with a breathable sealer in a microtiter plate shaker at 900 rpm \\(to a OD\n600\n= 0.5) for about 1.5 h if you have used a fresh master plate culture for inoculation or about 2.5 h if a frozen master plate is used. Add helper phage M13KO7 to obtain a ratio of 10–20 helper phages per cell. Incubate the cells without shaking at 37°C for 30 min. Centrifuge the suspension at 350g for 10 min.\r\n\n\nResuspend the pellet in 150 µl/well of 2× TYAK. Grow the culture overnight in a microtiter plate shaker at 30°C at 900 rpm.\r\n\n\n**▲CRITICAL STEP** Be careful not to add glucose while producing phage–sdAbs; otherwise, the promoter will be repressed and no production will occur.\r\n\n\n\r\n\n\n_Screening for positive phage–sdAb by ELISA on intact cells_\r\n\n\n**43|** Centrifuge the 96 well U-bottom polypropylene microtiter plate containing the phage–antibodies at 350g for 10 min. The supernatant contains the phage–antibodies that will be used for ELISA. Screening should be performed for both the cells expressing the specific antigen and the cells devoid of this antigen to be used as a negative control \\(ideally, use cells from the same line transfected and not transfected with the antigen). Adherent cells are enzymatically detached with a Trypsin–EDTA solution to obtain a suspension of separate cells. The trypsin incubation should be as short as possible. Add the medium containing 10% \\(v/v) serum to inhibit trypsin and to prevent further proteolytic degradation of surface molecules. Count cells \\(the vitality of the cells can be determined by trypan blue exclusion staining). Sediment the cells by centrifugation for 5 min at 300g at 4°C. Discard the supernatant completely. Saturate cells and V-bottom microtiter plates using 5% MPBS for 1 h at 4°C. Resuspend the cells \\(2x10\n6\ncells/ml) and place the suspension into V-bottom microtiter plates using100 µl/wells. Centrifuge the cells for 5 min at 300g at 4°C. Discard the supernatant completely \\(the microtiter plate should be emptied immediately after centrifugation by turning the plate face down and discarding the supernatant with one push). Put the microtiter plate on ice and resuspend the cells in 80 µl of 5% MPBS and 20 µl of the phage–antibody solution per well for 2 h at 4°C while mixing gently. Wash the cells three times with 150 µl/well of PBS \\(add PBS, mix the cells, centrifuge the suspension, and discard the supernatant; repeat three times). Put the microtiter plate on ice and resuspend the cells in 50 µl per well of anti-M13-HRP monoclonal antibody for 1 h at 4°C while mixing gently. Wash the cells three times with 150 µl/well of PBS \\(add PBS, mix cells, centrifuge the suspension, and discard the supernatant; repeat three times). Finally, resuspend the cells in 100 µl/well of the staining solution \\(18 ml of PBS, 1 ml of 1 M sodium citrate, 1 ml of 1 M citric acid, 20 µl of 30% H\n2\nO\n2\n, and one pastille of ABTS).\r\n\n\n**▲CRITICAL STEP** When the output of the selection is less than 10% of positive clones, it is advisable to perform an additional round of selection.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n\r\n\n\n\r\n\n\n**sdAb CLONING, SPECIFIC CYS-RESIDUE INTEGRATION, sdAb PRODUCTION, PURIFICATION, AND AFFINITY MEASUREMENTS**\r\n\n\n**SdAb subcloning in the pET vector for cytoplasmic production of sdAb ●TIMING 2 days**\r\n\n\n**44|** The sdAbs are first subcloned into the pET vector allowing its cytoplasmic pool to be linked to the hexahistidine tag under the control of the T7 promoter in the BL21DE3 strain, which yields the plasmid pET sdAb-his\n6\n.\r\n\n\n\r\n\n\n**Specific Cys-residue integration ●TIMING 1 day**\r\n\n\n**45|** Engineer an extra C-terminal cysteine to facilitate sdAb conjugation by linear amplification using the primers 6hisCysfor \\(CCATCATCATCACGGATCCTGCTAAGCTTGCTGAGCAATAACTAGC) and 6hisCysrev \\(GCTAGTTATTGCTCAGCAAGCTTAGCAGGATCCGTGATGATGATGG); this yields pET sdAb–his\n6\nCys. Each reaction mixture \\(25 µl) contains 50 ng of the vector, 1× PCR buffer, 200 µM dNTPs, 150 ng of each of the sense and antisense primers, and 1.25 U of Pfu Ultra DNA polymerase \\(Stratagene). Heat the mixture for 30 s at 95°C and then perform 25 cycles consisting of denaturation at 95°C \\(30 s), annealing at 55°C \\(1 min), and elongation at 68°C \\(2 min per kilobase of the new construct). On completion, treat 9 µl of the reaction with 1 µl of a DpnI solution for 2 h at 37°C to digest the methylated parental plasmid. Purify DNA by precipitation with absolute ethanol and washing with 70% ethanol. The reaction mixture is electroporated into electrocompetent XL1-blue cells following the manufacturer's instructions. Clones are checked by DNA sequencing.\r\n\n\n\r\n\n\n**SdAb–Cys production and purification ●TIMING 2 days**\r\n\n\n**46|** The pET sdAb–his6Cys vectors are electroporated into the _E. coli_ strain Bl21DE3. Inoculate the cells containing the plasmid in 10 ml of 2× TYAG medium. Grow the cells overnight at 37°C \\(250 rpm), dilute the cultures to an OD\n600\nof 0.1 in 400 ml of fresh 2× TYA, then grow the cultures until the OD600 reaches 0.5. SdAb expression is induced by addition of 0.1 mM IPTG, and the cells are incubated at 30°C while shaking at 250 rpm for 20 h. Freeze the cell pellet for 20 min at –80°C and lyse it by adding 20 ml of BugBuster for 20 min while gently shaking. Purification on Talon™ metal affinity resin is performed following the recommendation of the manufacturer. Concentrate proteins in PBS by ultrafiltration with VIVASPIN 20 PES 5 kD and store them at –20°C. Their purity is evaluated by SDS–PAGE analysis, and the protein concentration \\(on average, 5 mg/ml) is determined spectrophotometrically using a protein assay kit.\r\n\n\n\r\n\n\n\r\n\n\n**CONJUGATION OF sdAb–CYS WITH HYDROXY-MODIFIED COLLOIDAL NANOCRYSTALS FOLLOWED BY CHARACTERIZATION AND QUALITY CONTROL OF THE RESULTANT DIAGNOSTIC NANOPROBES**\r\n\n\n**TCEP reduction of the intermolecular disulfide bonds within sdAb dimers ●TIMING 1 h**\r\n\n\n**47|** Prepare a 10 mM stock solution of Tris\\(2-carboxyethyl)phosphine \\(TCEP) in 50 mM phosphate buffer \\(pH 7.0) immediately before use. Dilute an sdAb sample to obtain a 100 µM solution of protein in 50 mM phosphate buffer, pH 7.0.\r\n\n\n\r\n\n\n**48|** Add a tenfold molar excess of TCEP and incubate the mixture for 30 min at room temperature, then use PD MiniTrap G-25 desalting centrifugation columns to remove the TCEP products and concentrate the sdAb–SH.\r\n\n\n**▲CRITICAL STEP** Use the sample of reduced sdAb–SH for conjugation with QDs immediately.\r\n\n\n\r\n\n\n**Conjugation of sdAb-SHs with QDs ●TIMING 1 day \\(either option)**\r\n\n\n**49|** This step can be performed using option **A** or option **B**, depending on the active functional groups at the surface of QDs \\(**Fig. 7**).\nSee figure in Figures section.\n**Figure 7.** Schematic presentation of the use of \\(**a**) the sulfosuccinimidyl 4-\\(N-maleimidomethyl)-cyclohexane-1-caroxylate \\(sulfo-SMCC) or \\(**b**) the N-\\(p-maleimidophenyl) isocyanate \\(PMPI) conjugation reaction.\r\n\n\nConjugation reactions \\(**a**) and \\(**b**) were used to obtain oriented sdAb–QD conjugates by linking, respectively, NH\n2\nand OH groups on the QD surface with SH groups of sdAbs. Both conjugations involve the SH group of the single Cys residue specifically integrated in the C terminus of sdAbs that is available for conjugation. The procedures yield conjugates with an average of four copies of homogeneously oriented sdAbs per QD.\r\n\n\n\r\n\n\n**\\(A)** _Conjugation of sdAb–SH with amino-modified QDs using the sulfosuccinimidyl 4-\\(N-maleimidomethyl)-cyclohexane-1-caroxylate \\(Sulfo-SMCC) reaction_ \r\n\n\n\\(**Fig. 7a**)\r\n\n\n\\(i) Dilute water-soluble QDs containing 10% of aminoPEG and 90% of hydroxyPEG on their surface to obtain 0.5 ml of a 4 mg/ml QD solution in 100 mM phosphate buffer, pH 7.2.\r\n\n\n\\(ii) Add a 100-fold molar excess of Sulfo-SMCC to the QD preparation. Incubate the reaction mixture for 1 h at room temperature in the dark while stirring gently \\(40 rpm) on an RM-2L Intelli-Mixer. Immediately purify the maleimide-activated QDs by applying the reaction mixture onto a home-made column packed with Sephadex G-25 resin equilibrated with 100 mM phosphate buffer, pH 7.2.\r\n\n\n\\(iii) Mix the maleimide-activated QDs with sdAb-SH to obtain a molar ratio of 1:10. Incubate the reaction mixture for 2 h at room temperature in the dark while stirring gently \\(40 rpm) on an RM-2L Intelli-Mixer. Finally, purify sdAb–QD conjugates by gel exclusion chromatography on a home-made Superdex 200 resin column equilibrated with 100 mM phosphate buffer, pH 7.2.\r\n\n\n**▲CRITICAL STEP** Use freshly prepared samples of sdAb-SH and solution of the Sulfo-SMCC crosslinker.\r\n\n\n\r\n\n\n**\\(B)** _Conjugation of sdAb-SHs with hydroxy-modified QDs using the PMPI \\(N-\\(p-maleimidophenyl) isocyanate) reaction_\r\n\n\n\\(**Fig. 7b**)\r\n\n\n\\(i) Prepare the working solution of the PMPI crosslinker in DMSO. Dilute the water-soluble QDs containing only hydroxyl groups on their surface to obtain 0.5 ml of a 2 mg/ml QD solution in 50 mM sodium borate buffer, pH 8.5.\r\n\n\n\\(ii) Add a 50-fold molar excess of PMPI to the sample. Incubate the reaction mixture for 30 min at room temperature in the dark while stirring gently \\(40 rpm) on an RM-2L Intelli-Mixer. Immediately purify maleimide-activated QDs by applying the reaction mixture onto a home-made column packed with Sephadex G-25 resin and equilibrated with 50 mM phosphate buffer, pH 7.0.\r\n\n\n\\(iii) Mix purified maleimide-activated QDs with sdAb-SH to obtain a molar ratio of 1:10. Incubate the mixture for 2 h at room temperature in the dark while stirring gently \\(40 rpm) on an RM-2L Intelli-Mixer. Finally, purify the sdAb–QD conjugate by gel exclusion chromatography on a home-made Superdex 200 resin column equilibrated with 50 mM phosphate buffer, pH 7.0.\r\n\n\n**▲CRITICAL STEP** Use freshly prepared samples of sdAb-SH and solution of the PMPI crosslinker.\r\n\n\n**■PAUSE POINT** The prepared conjugates can be kept at +4°C.\r\n\n\n\r\n\n\n**A functional test: cell labeling and immunohistochemistry**\r\n\n\n_Labelling cells with sdAb–QD conjugates and flow cytometry measurements_\r\n\n\n**50|** Suspend MC38 and MC38CEA cells by gently shaking for 5 min. Wash 3∙10\n5\ncells and incubate them for 30 min at 4°C in the dark with 50 µl of different dilutions of sdAb–QD conjugates in PBS or human serum. Wash two times with PBS containing 1% of bovine serum albumin \\(BSA). Begin the next step immediately.\r\n\n\n\r\n\n\n**51|** Perform flow cytometry measurements of the stained cells with a FACStar\nPlus\n\\(Becton Dickinson) or Guava EasyCyte™ Plus \\(Guava Technologies™) flow cytometer. Use a 488-nm argon laser for excitation and measure the fluorescence intensity in the range 564–586 nm with a FACStar\nPlus\nflow cytometer or in the range 570–596 nm with a Guava EasyCyte™ Plus flow cytometer. Collect at least 5000 events for each sample. Use geometric mean fluorescence \\(GMF) intensity channels to quantify the staining of each sample.\r\n\n\n\r\n\n\n_Immunohistochemistry and fluorescence immunostaining_\r\n\n\n**52|** Deparaffinize 5-μm paraffin sections in xylene, rehydrate them through ethanol \\(100, 96, and 70%), and finally bring them to water. Incubate the slides for 60 min in a citrate buffer solution \\(2% citric acid and 8% sodium citrate) at 95°C and then for 20 min at room temperature in the same buffer. Incubate slides with 3% hydrogen peroxide and 20% methanol to quench the endogenous peroxidase activity and then wash them with water. Block nonspecific binding by a 20-min incubation of the tissue sections in a 2% solution of BSA in PBS containing 0.05% Tween 20.\r\n\n\n\r\n\n\n**53|** Stain the tissue section with a 1.5∙10\n–8\nM solution of anti-CEA \\(carcinoembryogenic antigen) sdAb–QD570 conjugates for 1 h in a humidified chamber at room temperature. Wash three times with PBS. Observe fluorescence emission under a fluorescence microscope \\(Carl Zeiss) using 350–400 nm UV excitation and 450-nm \\(long pass) emission filters.\r\n\n\n\r\n\n\n**54|** For the control test, apply a 1.6∙10\n–9\nM solution of anti-CEA monoclonal antibody \\(clone TF3H8) to the tissue section for 1 h in a humidified chamber at room temperature. Wash it three times with PBS. Stain the tissue with polyclonal goat anti-mouse IgG conjugated with FITC for 1 h at room temperature. After washing three times with PBS, mount the slides with the mounting medium and view them under a fluorescence microscope \\(Carl Zeiss) using a 420- to 490-nm excitation filter and a 520-nm \\(long pass) emission filter.\r\n\n\n\r\n\n\n**55|** For the \"gold standard\" immunohistochemical control labeling of the tissue section, incubate the slides with anti-CEA monoclonal antibody \\(clone TF 3H8-1, 6∙10\n–9\nM) for 1 h in a humidified chamber at room temperature. Wash the slides with PBS and incubate them with biotinylated sheep anti-mouse polyclonal IgG in PBS at room temperature for 1 h; develop the slides using a REAL™ system kit \\(peroxidase/DAB). After washing with PBS–Tween, view the slides under an optical microscope \\(Carl Zeiss).\r\n\n\n**? TROUBLESHOOTING**"
        },
        {
            "header": "Timing",
            "content": "In general, sdAb-QD bioconjugation, quality control, and characterization take 3 days."
        },
        {
            "header": "Troubleshooting",
            "content": "<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2249/original/TABLE_1.jpg?1345045909\">See figure in Figures section.</a>"
        },
        {
            "header": "Anticipated Results",
            "content": "We have recently used ultrasmall diagnostic nanoprobes engineered by our method in the flow cytometry and immunohistochemical cancer diagnostic platforms<sup>15,16</sup>. In order to prove the concept, we used carcinoembryonic antigen \\(CEA), a well-known cancer biomarker, as a target<sup>21</sup>. An elevated concentration of CEA can be detected in the blood of patients with some cancers, especially large intestine \\(colorectal) cancer. It may also be detected in patients with pancreas, breast, ovary, or lung cancer. CEA is normally produced during embryonic development<sup>21</sup>. The production of CEA stops before birth, and the antigen is not normally found in the blood of healthy adults. The CEA test is used to find how widespread some cancers, especially colorectal cancer, are and to test the success of their treatment. The CEA levels before and after surgery can be measured to evaluate both the success of the surgery, the patient's chances of recovery, and the efficiency of therapy, as well as to detect recurrence of the disease<sup>21</sup>. As a membrane antigen overexpressed by cancer cells, CEA can be targeted for imaging or therapeutic purposes.\r\n\n\nWe have shown that sdAb–QD conjugates are stable, retain target specificity to CEA-expressing tumor cells in human serum, and may be used for detection of CEA-expressing tumor cells by means of flow cytometry assay. Moreover, the data show excellent correlation between the number of cells detected as CEA-positive and the actual number of CEA-positive cells in mixtures of CEA-positive and CEA-negative MC38 cells, where as few as 1% of CEA-positive cells can be easily detected \\(**Fig. 8**). This confirms the high specificity of flow cytometry detection using sdAb–QD conjugates.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2258/original/Figure_8.jpg?1345113956\">See figure in Figures section.</a>\r\n\n\n**Figure 8.** Discrimination of CEA-positive \\(MC38CEA) and CEA-negative \\(MC38) cells in their mixture using sdAb–QD conjugates.\r\n\n\n\\(**a**) Distribution of the intensity of staining with sdAb–QD conjugates in a mixture of MC38CEA and MC38 cells. The MF intensity of MC38 cells \\(M1) is 5.7; the MF intensity of MC38CEA cells \\(M2) is 95.7 \\(red, 100% of MC38; pink, 90% of MC38 + 10% of MC38CEA; blue, 75% of MC38 + 25% of MC38CEA; green, 100% of MC38CEA). \r\n\n\n\\(**b**) The calibration curve for quantitative detection of MC38CEA cells in mixtures of MC38CEA and MC38 cells.\r\n\n\n\r\n\n\nFinally, immunolabeling of human biopsies with the use of sdAb–QD conjugates is as efficient as that provided by the \"gold standard\" DAB-based protocol or, in some respects, more efficient than it and ensures clear discrimination between tumor and non-pathological tissue areas. The sdAb–QD fluorescent detection has also been favorably compared with the standard fluorescence detection procedure, where biopsies are stained with anti-CEA mAbs revealed using polyclonal goat anti-mouse IgG–FITC conjugates. In addition, sdAb–QD conjugates have been shown to stain all antigenic sites revealed with the \"gold standard\" anatomopathological diagnosis, whereas the conventional fluorescence-based medical diagnostic protocol leaves many antigenic sites undetected \\(**Fig. 9**).\r\n\n\n\r\n\n\nOur protocol has been so designed that it can be easily extended to other types of plasmonic and semiconductor nanoparticles.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/2259/original/Figure_9.jpg?1345113957\">See figure in Figures section.</a>\r\n\n\n**Figure 9.** Comparative histochemical immunostaining of a patient's appendix epithelial crypts using the sdAb–QD and conventional techniques.\r\n\n\n\\(**a**) CEA \\(brown) revealed with the use of anti-CEA IgG and DAB chromogen \\(light microscopy).\r\n\n\n\\(**b**) CEA \\(yellow) revealed with the use of anti-CEA sdAb covalently linked to QD570 \\(epi-fluorescence microscopy). \r\n\n\n\\(**c**) CEA \\(green) revealed with the use of mouse anti-CEA IgG and anti-mouse IgG–FITC \\(epi-fluorescence microscopy)."
        },
        {
            "header": "References",
            "content": "1. Xing, Y. & Rao, J. Quantum dot bioconjugates for in vitro diagnostics & in vivo imaging. _Cancer Biomarkers_ **4**, 307-19 \\(2008).\r\n  2. Jaiswal, J.K., Goldman, E.R., Mattoussi, H. & Simon, S.M. Use of quantum dots for live cell imaging. _Nat. Methods_ **1**, 73-78 \\(2004).\r\n  3. Parak, W.J. _et al._ Biological applications of colloidal nanocrystals. _Nanotechnology_ **14**, R15 \\(2003)\r\n  4. Amit, A., Mariuzza, R.A., Phillips, S.E. & Poljak, R.J. Three-dimensional structure of an antigen-antibody complex at 2.8 A resolution. _Science_ **233**, 747-753 \\(1986).\r\n  5. Pathak, S., Davidson, M.C. & Silva, G.A. Characterization of the functional binding properties of antibody conjugated quantum dots. _Nano Lett._ **7**, 1839-1845 \\(2007).\r\n  6. Invitrogen : http://probes.invitrogen.com/media/pis/mp19010.pdf\r\n  7. Mahmoud, W. _et al._ Advanced procedures for labelling of antibodies with quantum dots. _Anal. Biochem._ **416**, 180-185 \\(2011).\r\n  8. Liu, W. _et al._ Compact biocompatible quantum dots functionalized for cellular imaging. _J. Am. Chem. Soc._ **130**, 1274–1284 \\(2008).\r\n  9. Xing, Y. _et al._ Bioconjugated quantum dots for multiplexed and quantitative immunohistochemistry. _Nat. Protocols_ **2**, 1152-1165 \\(2007).\r\n  10. Kumar, S., Aaron, J. & Sokolov, K. Directional conjugation of antibodies to nanoparticles for synthesis of multiplexed optical contrast agents with both delivery and targeting moieties. _Nat. Protocols_ **3**, 314-320 \\(2008)\r\n  11. Holliger, P. & Hudson, P.J. Engineered antibody fragments and the rise of single domains. _Nat. Biotechnol._ **23**, 1126-1136 \\(2005).\r\n  12. Saerens, D. _et al._ Single domain antibodies derived from dromedary lymph node and peripheral blood lymphocytes sensing conformational variants of prostate-specific antigen. _J. Biol. Chem._ **279**, 51965-51972 \\(2004).\r\n  13. Behar, G. _et al._ Llama single-domain antibodies directed against nonconventional epitopes of tumour-associated carcinoembryonic antigen absent from nonspecific cross-reacting antigen. _FEBS J._ **276**, 3881-3893 \\(2009) \r\n  14. Perruchini, C. _et al._ Llama VHH antibody fragments against GFAP: better diffusion in fixed tissues than classical monoclonal antibodies. _Acta Neuropathol._ **118**, 685-695 \\(2009).\r\n  15. Sukhanova, A. _et al._ Oriented conjugates single-domain antibodies and quantum dots: toward new generation of ultra-small diagnostic nanoprobes. _NanoMedicine: NBM_ **8**, 516-525 \\(2012). \r\n  16. Sukhanova, A. _et al._ Oriented conjugates of monoclonal and single-domain antibodies with quantum dots for flow cytometry and immunohistochemistry diagnostic applications. _Proc. SPIE_ **8232**, 82320T \\(2012).\r\n  17. Dumoulin, M. _et al._ Single-domain antibody fragments with high conformational stability. _Protein Sci._ **11**, 500-515 \\(2002).\r\n  18. Olichon, A., Schweizer, D., Muyldermans, S. & de Marco, A. Heating as a rapid purification method for recovering correctly-folded thermotolerant VH and VHH domains. _BMC Biotechnol._ **7**, 7-14 \\(2007).\r\n  19. Zaman, M.B., Baral, T.N., Zhang, J., Whitfield, D. & Yu, K. Single-domain antibody functionalized CdSe/ZnS quantum dots for cellular imaging of cancer cells. _J. Phys. Chem. C_ **113**, 496-499 \\(2009).\r\n  20. Zaman, M.B. _et al._ Single-domain antibody bioconjugated near-IR quantum dots for targeted cellular imaging of pancreatic cancer. _J. Nanosci. Nanotechnol._ **11**, 3757-63 \\(2011).\r\n  21. Hammarstrom S. The carcinoembryonic antigen \\(CEA) family: structures, suggested functions and expression in normal and malignant tissues. Semin _Cancer Biol._ **9**, 67-81 \\(1999)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the members of the research group and associates, in particular Dr. T. Tabary, Mrs. B. Reveil, Dr. A. Kisserli, and Prof. J.M. Millot, who have contributed to the development of some stages of this protocol when working on their individual projects. We also thank Prof. M. Pluot and Prof. J.H.M. Cohen for advice and discussion. This study was partly supported by the European Commission through the FP7 Cooperation project NAMDIATREAM \\(grant NMP-2009-4.0-3-246479) and the Ministry of Education and Science of the Russian Federation \\(grant 11.G34.31.0050)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.nano.2011.07.007",
                "date": "2012-08-11 14:24:15",
                "title": "Oriented conjugates of single-domain antibodies and quantum dots: toward a new generation of ultrasmall diagnostic nanoprobes",
                "authors": [
                    "Alyona Sukhanova",
                    "Klervi Even-Desrumeaux",
                    "Aymric Kisserli",
                    "Thierry Tabary",
                    "Brigitte Reveil",
                    "Jean-Marc Millot",
                    "Patrick Chames",
                    "Daniel Baty",
                    "Mikhail Artemyev",
                    "Vladimir Oleinikov",
                    "Michel Pluot",
                    "Jacques H.M. Cohen",
                    "and Igor Nabiev"
                ],
                "journal": "Nanomedicine: Nanotechnology, Biology And Medicine",
                "logo": ""
            },
            {
                "doi": "10.1117/12.905896",
                "date": "2012-08-11 14:27:02",
                "title": "Oriented conjugates of monoclonal and single-domain antibodies with quantum dots for flow cytometry and immunohistochemistry diagnostic applications",
                "authors": [
                    "Alyona Sukhanova",
                    "Klervi Even-Desrumeaux",
                    "Jean-Marc Millot",
                    "Patrick Chames",
                    "Daniel Baty",
                    "Mikhail Artemyev",
                    "Vladimir Oleinikov",
                    "Jacques H. M. Cohen and Igor Nabiev"
                ],
                "journal": "Proceedings of SPIE",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12166,
                "identity": "9fd5684f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Igor Nabiev",
                "email": "igor.nabiev@gmail.com",
                "orcid": "",
                "institution": "Technological Platform “Semiconductor Nanocrystals,” Institute of Molecular Medicine, Trinity College Dublin, James’s Street, Dublin 8, Ireland and Laboratory of Nano-Bioengineering, Moscow Engineering Physics Institute,115409 Moscow, Russian Federation. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Igor",
                "middleName": "",
                "lastName": "Nabiev",
                "suffix": ""
            },
            {
                "id": 12160,
                "identity": "9fd55888-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alyona Sukhanova",
                "email": "",
                "orcid": "",
                "institution": "Technological Platform “Semiconductor Nanocrystals,” Institute of Molecular Medicine, Trinity College Dublin, James’s Street, Dublin 8, Ireland and Laboratory of Nano-Bioengineering, Moscow Engineering Physics Institute,115409 Moscow, Russian Federation. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alyona",
                "middleName": "",
                "lastName": "Sukhanova",
                "suffix": ""
            },
            {
                "id": 12161,
                "identity": "9fd5609e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Klervi Even-Desrumeaux",
                "email": "",
                "orcid": "",
                "institution": "Inserm, U1068, CRCM, Marseille, F-13009, France; Institut Paoli-Calmettes, Marseille, F-13009, France; Aix-Marseille Univ, Marseille, F-13284, France; CNRS, UMR7258, CRCM, Marseille, F-13009, France.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Klervi",
                "middleName": "",
                "lastName": "Even-Desrumeaux",
                "suffix": ""
            },
            {
                "id": 12162,
                "identity": "9fd56286-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Patrick Chames",
                "email": "",
                "orcid": "",
                "institution": "Inserm, U1068, CRCM, Marseille, F-13009, France; Institut Paoli-Calmettes, Marseille, F-13009, France; Aix-Marseille Univ, Marseille, F-13284, France; CNRS, UMR7258, CRCM, Marseille, F-13009, France.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Patrick",
                "middleName": "",
                "lastName": "Chames",
                "suffix": ""
            },
            {
                "id": 12163,
                "identity": "9fd56409-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Baty",
                "email": "",
                "orcid": "",
                "institution": "Inserm, U1068, CRCM, Marseille, F-13009, France; Institut Paoli-Calmettes, Marseille, F-13009, France; Aix-Marseille Univ, Marseille, F-13284, France; CNRS, UMR7258, CRCM, Marseille, F-13009, France.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Baty",
                "suffix": ""
            },
            {
                "id": 12164,
                "identity": "9fd5658c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mikhail Artemyev",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Nano-Bioengineering, Moscow Engineering Physics Institute, 31 Kashirskoe sh., 115409 Moscow, Russian Federation.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mikhail",
                "middleName": "",
                "lastName": "Artemyev",
                "suffix": ""
            },
            {
                "id": 12165,
                "identity": "9fd566f5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vladimir Oleinikov",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Nano-Bioengineering, Moscow Engineering Physics Institute, 31 Kashirskoe sh., 115409 Moscow, Russian Federation.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vladimir",
                "middleName": "",
                "lastName": "Oleinikov",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-08-21 18:26:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.042",
        "doiUrl": "https://doi.org/10.1038/protex.2012.042",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608545,
                "identity": "a3f01845-fab1-4ca4-b2db-05d4e29b67f1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 707072,
                "visible": true,
                "origin": "",
                "legend": "Schematic diagram of the structures of full-size antibodies (Abs), their fragments, and different approaches to their linkage to nanoparticles.   (a) The Y-shaped structure of a full-size Ab, which is the ligand to be attached to the nanoparticle; the two light chains (variable regions) and the heavy chains (constant regions) are shown in violet and red, respectively. The specific functional sites at which the Ab can bind antigens are shown in green. The groups that can be used for attachment to nanoparticles are shown in yellow. \r\n(b) A three-dimensional model of an Ab based on X-ray crystallography data. The Ab structure was taken from entry 1IGY of the Protein Data Bank (PDB). Light chains are shown in orange and cyan; heavy chains, in yellow and green. Carbohydrate residues are shown in purple. \r\n(c) Fragmentation of an Ab into functional and nonfunctional Ab fragments after reduction of their disulfide bonds. \r\n(d) Fragmentation of a llama heavy-chain Ab (HcAb) resulting in single variable-domain Ab fragments (single-domain antibodies, sdAbs). ",
                "description": "",
                "filename": "figure1.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_1.doc"
            },
            {
                "id": 2608548,
                "identity": "31d59ab6-e042-47d4-89e9-14599550aa86",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6456320,
                "visible": true,
                "origin": "",
                "legend": "Conjugates of (a) full-size and (b) single-domain antibodies with quantum dots.    (a) Quantum dots (QDs) are conjugated with full-size antibodies (Abs) using carbodiimide chemistry. Abs are oriented randomly relative to the nanoparticle surface; some antigen-binding domains (red ovals) are sterically inaccessible (blue arrows). Only domains exposed to the outside are functionally active (orange arrows). \r\n(b) QDs are conjugated with single-domain Abs (sdAbs) via a single Cys residue specifically integrated in the sdAb C terminus. The antigen-binding domain of every sdAb is exposed to the outside and remains functionally active. \r\nThe anatomy of QDs: Se, orange; Cd, violet; S, yellow; Zn, dark-blue; C, light-blue; O, red; H, white.\r\nThe anatomy of Abs: β-structures, green bands; α-helix, red cylinders. ",
                "description": "",
                "filename": "figure2.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_2.doc"
            },
            {
                "id": 2608546,
                "identity": "3d6641ec-e735-4b11-a6df-d49af3a48e0e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 976384,
                "visible": true,
                "origin": "",
                "legend": "A test tube containing a thiourea solution in triethyleneglycol dimethyl ether.    (a) A properly prepared solution. \r\n(b) The same solution when overheated, with thiourea partly decomposed.",
                "description": "",
                "filename": "figure3.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_3.doc"
            },
            {
                "id": 2608549,
                "identity": "789f58c2-2d60-462d-8fe1-51f2831a6388",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3334656,
                "visible": true,
                "origin": "",
                "legend": "A flask containing CdSe/ZnS core–shell colloidal nanocrystals.   (a) A photoluminescence image of the flask containing as-synthesized nanocrystals. \r\n(b, c) Optical and photoluminescence images, respectively, of the same flask after addition of isopropanol. The suspension of quantum dots is clearly seen as a muddy solution with weak yellow luminescence. ",
                "description": "",
                "filename": "figure4.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_4.doc"
            },
            {
                "id": 2608547,
                "identity": "f878cd78-2bd6-4728-ada7-4826436f97f6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 365568,
                "visible": true,
                "origin": "",
                "legend": "Schematic overview describing the selection of single-domain antibodies.    (1) Llamas are immunized with the antigen of interest. \r\n(2) Peripheral blood mononuclear cells are recovered from blood using density gradient centrifugation (ficoll). \r\n(3) A pool of cDNA coding for sdAb genes is amplified by RT–PCR from a total RNA preparation and cloned into a phagemid vector. \r\n(4) A helper phage is used to produce a library of phage particles carrying sdAbs on their surface by fusion to the minor coat protein p3. \r\n(5) This phage-sdAb library is enriched with binders by incubation with immobilized antigen, washing and elution. \r\n(6) A monoclonal screening assay allows the identification of the binders. \r\n(7) Soluble sdAbs corresponding to positive phage–sdAbs are produced, purified from E. coli and analyzed by SDS–PAGE. ",
                "description": "",
                "filename": "figure5.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_5.doc"
            },
            {
                "id": 2608550,
                "identity": "dc23b102-49b2-4ee0-a9f4-35a5cb7bb698",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 432640,
                "visible": true,
                "origin": "",
                "legend": "Examples of a successful total RNA isolation and PCR results.    (a) An example of a successful total RNA isolation from PBMCs. The main bands corresponding to 28S and 18S RNAs are shown.\r\n(b) An example of the result of PCR1. Three main bands can be seen; they correspond to the amplification of the DNA fragments coding VH–CH1–CH2 of IgG1 and VHH–CH2 of the heavy chains of IgG2 and IgG3.\r\n(c) An example of a successful result of PCR2. A diffuse band migrating at around 400 bp can be seen; it corresponds to VhH genes coding for single-domain antibodies. ",
                "description": "",
                "filename": "figure6.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_6.doc"
            },
            {
                "id": 2608554,
                "identity": "3abcfcaa-2713-4ff4-853a-b20b87e1364e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5643776,
                "visible": true,
                "origin": "",
                "legend": "Schematic presentation of the use of (a) the sulfosuccinimidyl 4-(N-maleimidomethyl)-cyclohexane-1-caroxylate (sulfo-SMCC) or (b) the N-(p-maleimidophenyl) isocyanate (PMPI) conjugation reaction.    Conjugation reactions (a) and (b) were used to obtain oriented sdAb–QD conjugates by linking, respectively, NH2 and OH groups on the QD surface with SH groups of sdAbs. Both conjugations involve the SH group of the single Cys residue specifically integrated in the C terminus of sdAbs that is available for conjugation. The procedures yield conjugates with an average of four copies of homogeneously oriented sdAbs per QD. ",
                "description": "",
                "filename": "figure7.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_7.doc"
            },
            {
                "id": 2608551,
                "identity": "fbd12966-ab8a-4ce7-922a-7c59be7b6efd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 75264,
                "visible": true,
                "origin": "",
                "legend": "Discrimination of CEA-positive (MC38CEA) and CEA-negative (MC38) cells in their mixture using sdAb–QD conjugates.    (a) Distribution of the intensity of staining with sdAb–QD conjugates in a mixture of MC38CEA and MC38 cells. The MF intensity of MC38 cells (M1) is 5.7; the MF intensity of MC38CEA cells (M2) is 95.7 (red, 100% of MC38; pink, 90% of MC38 + 10% of MC38CEA; blue, 75% of MC38 + 25% of MC38CEA; green, 100% of MC38CEA). \r\n(b) The calibration curve for quantitative detection of MC38CEA cells in mixtures of MC38CEA and MC38 cells. ",
                "description": "",
                "filename": "figure8.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_8.doc"
            },
            {
                "id": 2608553,
                "identity": "759a8afe-0b88-4a40-9e5b-69100cd532f9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1558016,
                "visible": true,
                "origin": "",
                "legend": "Comparative histochemical immunostaining of a patient’s appendix epithelial crypts using the sdAb–QD and conventional techniques.    (a) CEA (brown) revealed with the use of anti-CEA IgG and DAB chromogen (light microscopy).\r\n(b) CEA (yellow) revealed with the use of anti-CEA sdAb covalently linked to QD570 (epi-fluorescence microscopy). \r\n(c) CEA (green) revealed with the use of mouse anti-CEA IgG and anti-mouse IgG–FITC (epi-fluorescence microscopy). ",
                "description": "",
                "filename": "figure9.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/figure_9.doc"
            },
            {
                "id": 13464908,
                "identity": "1b055b18-6925-47a9-a78e-1deea5fae87c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 287297,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/054337d7-78bc-4ad5-96ca-4e7b9c91dbc2.pdf"
            },
            {
                "id": 2608543,
                "identity": "a6698932-a98e-48ae-9b77-de8334bee75d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33792,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table. ",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2463/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The  authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "quantum dots, single-domain antibodies, diagnostic nanoprobes, oriented conjugation, immunohistochemistry, flow cytometry, imaging, cancer diagnostics. ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Nanoparticle-based biodetection commonly employs monoclonal antibodies \\(mAbs) for targeting. Although several types of conjugates have been used for biomarker labeling, the large size of mAbs limits the number of ligands per nanoparticle, impedes their intratumoral distribution, and limits intracellular penetration. Furthermore, the conditions of mAb conjugation using conventional techniques provide nanoprobes with irregular orientation of mAbs on the nanoparticle surface and often provoke mAb unfolding. Here, we have developed a protocol to engineer ultrasmall diagnostic nanoprobes through directional conjugation of semiconductor quantum dots \\(QDs) with 13-kDa single-domain antibodies \\(sdAbs) derived from llama immunoglobulin G \\(IgG). sdAbs are conjugated with QDs in a highly oriented manner via an additional cysteine residue specifically integrated into the sdAb C-terminus. The resultant nanoprobes are <12 nm in diameter, ten times smaller in volume compared to the known alternatives. They have been proved highly efficient in flow cytometry and immunuhistochemical diagnosis. This approach is easy to extend to other semiconductor and plasmonic nanoparticles. In general, sdAb-QD bioconjugation, quality control and characterization take 3 days.",
        "manuscriptTitle": "Engineering of ultra-small diagnostic nanoprobes through oriented conjugation of single-domain antibodies and quantum dots",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-08-22 08:36:21",
                "doi": "10.1038/protex.2012.042",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd4faa3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 22nd, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2802,
                "name": "Biochemistry"
            },
            {
                "id": 2803,
                "name": "Genetics"
            },
            {
                "id": 2805,
                "name": "Biological techniques"
            },
            {
                "id": 2806,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-08-22 08:36:21",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}