{
    "identity": "nprot-6219",
    "title": "Lysophosphatidylcholine-induced demyelination model of mouse",
    "content": [
        {
            "header": "Introduction",
            "content": "In the CNS, the myelin sheath forms through the outgrowth of oligodendrocytes and subsequent wrapping oligodendrocyte processes around axons. CNS myelination is essential for salutatory conduction of nerve impulses and provides trophic support to the nerve fibers<sup>1</sup>. Demyelination, characterized by the destruction of myelin sheaths, impairs axonal conduction, resulting in deficits in motor, sensory, cognitive, and other higher functions depending upon the location of the affected axons. These neurological deficits partially recover, which is dependent in part upon myelin repair \\(remyelination)<sup>2</sup>. Experimental models of demyelination include spontaneous genetic models and chemical injury. For injury models, chemical \\(cuprizone) feeding<sup>3</sup> and toxin injection into the CNS<sup>4</sup> are often used in C57BL/6J mice. Compared to the cuprizone-induced demyelination model, the toxin injection demyelination model has the advantage of making demyelinating lesion in specific regions, so that resultant dysfunction can be more accurately assessed. Toxin injection can disrupt specific targeted myelin, thus enabling us to analyze the correlation between neuronal network impairment and neurological symptoms. \r\n\n\nL-α-Lysophosphatidylcholine \\(LPC) is a bioactive lipid molecule generated from phosphatidylcholine. Injection of exogenous LPC into the CNS is known to create focal demyelination<sup>5</sup>, including in the spinal cord<sup>6-8</sup>, brain stem<sup>9</sup> and cerebrum white matter<sup>10</sup>. LPC-induced demyelination in the spinal cord causes neurological dysfunction, such as motor deficits. Subsequent partial recovery of motor function is correlated with remyelination <sup>8, 11</sup>. Here we describe the method for LPC injection into the dorsal column of the lower thoracic spinal cord of the mouse, which induces paresis of hindlimb function<sup>8,11</sup>. We also describe the two principal behavioral tests used to estimate changes in motor function<sup>12</sup>."
        },
        {
            "header": "Reagents",
            "content": "C57BL/6J, 8 weeks, female \\(JAX<sup>TM</sup> Mice Strain 000664; Charles River)  \r\n\n\nL-α-Lysophosphatidylcholine \\(LPC) from bovine brain \\(Sigma Aldrich, cat. no. L1381)\r\n\n\nDormicum \\(Astellas Pharm. Co.)\r\n\n\nVetorphale \\(Meiji Seika Pharm. Co.)\r\n\n\nDomitor \\(Zenoaq)\r\n\n\nSterile Phosphate buffered saline \\(PBS)\r\n\n\nIodine Tincture \\(Kenei Pharma. Co., cat. no.286205373)\r\n\n\nSterile water"
        },
        {
            "header": "Equipment",
            "content": "Micropipette Puller \\(Sutter Instrument, cat. no. P-1000)\r\n\n\nGlass micropipette \\(Narishige, cat. no. GD-1.5)\r\n\n\n23-guage injection needle \\(Terumo, cat. no. NN-2332R)\r\n\n\nAdhesive \\(Huntsman)\r\n\n\nStereotaxic Instrument \\(Muromachi Kikai)\r\n\n\nPolyethylene tube \\(Natsume, cat. no. KN-392 SP 31)\r\n\n\nMicrosyringe \\(Itoh Corp., cat. no. MS-E05)\r\n\n\n1 ml Syringe \\(Termo, cat. no. SS-01T)\r\n\n\n27-guage injection needle \\(Terumo, cat. no. NN-2719S)\r\n\n\nForceps \\(Fine Science Tools)\r\n\n\nMicropipette \\(2-20 μl)\r\n\n\nSterile pipette tip\r\n\n\nParafilm\r\n\n\nSurgical scissors \\(Fine Science Tools)\r\n\n\nNylon surgical suture \\(Alfresa Pharma, size 6-0, Nescosuture)\r\n\n\nBeam test experimental device \\(Brain Science Idea Co. Ltd., cat. no. BS-VAM) \r\n\n\nHorizontal ladder \\(Muromachi Kikai)"
        },
        {
            "header": "Procedure",
            "content": "_Pre-operation:_\r\n\n\n1. Dissolve LPC in sterile PBS to achieve a final concentration of 1% weight per volume \\(w/v). The solution can be aliquoted and stored at -20°C until use.\r\n  2. Prepare the capillary for LPC injection. Pull the glass micropipette using the Micropipette Puller using following settings: Heat, 815; Pull, 30; Velocity, 50; Delay, 200; Pressure, 200.\r\n  3. Remove the needle tube of 23-guage injection needle from plastic needle hab. Insert the needle tube \\(non-needle tip side) into the glass micropipette \\(intact side) to a depth of slightly less than 1 cm. Bond the needle tube and glass capillary with adhesive \\(Fig. 1a). Don’t move the apparatus until the adhesive cures. \r\n  **TIP:** Keep straight of needle tube after removal from injection needle. A bent needle tube prevents the adequate volume of LPC injection. \r\n\n\n\r\n\n\n_LPC injection:_\r\n\n\nAdminister anesthetics at least 30 min before surgery. Our labotratory utilizes a mixture of \\(Dormicam, 4 mg/kg; Vetorphale, 5 mg/kg; Domitor 4 mg/kg) administered by intraperitoneal injection.\r\n\n\n**TIP:** Other anesthetics may be used, but timing of injection and dosage should be optimized prior to performing surgery in order to ensure that animals are properly anesthetized.\r\n\n\n\r\n\n\n1. Set up the instrument for LPC injection. Insert the needle tube \\(needle tip side) conjugated to the glass capillary into the Polyethylene tube. Thirty centimeters of Polyethylene tube is sufficient. \r\n  2. After connecting the Polyethylene tube with a 1 ml syringe using a 23-guage injection needle, fill the injector \\(capillary and tube) with sterile water by using 1 ml syringe. Subsequently, detach the connection of the 1 ml syringe with Polyethylene tube, and connect the tube with a Microsyringe filled with sterile water.\r\n  3. Hang the glass capillary on the Stereotaxic Micromanipulator \\(Fig. 1b).\r\n  **TIP:** Cut the tip of capillary if the tip is too thin. \r\n\n\n4. Mouse surgery. Verify that the mouse anesthetized state by checking reflexes using a hind-paw pinch. Shave dorsal body hair and disinfect the skin by iodine tincture. Incise the dorsal skin vertically \\(Fig. 1c) and expose the vertebral column by cutting the muscle on the column \\(Fig. 1d).\r\n  5. Carefully remove the bones making up the spinal column \\(laminectomy) using micro forceps \\(Fig. 1e).\r\n  6. Place the mouse on the plate of the Stereotaxic Instrument \\(Fig. 1f).\r\n  7. Absorb LPC into the capillary. Drain the water by pushing the plunger of the Microsyringe. \r\n  **TIP:** Keep the filling water in the glass capillary and Polyethylene tube. \r\n\n\n8. Pull back the plunger on the Microsyringe to the 0.8 μl mark. Confirm the entering air on the tip of capillary.\r\n  9. Drop the proper quantity of LPC solution on parafilm \\(3 - 4 μl). Place the parafilm which put LPC solution under the tip of glass capillary which is set on Stereotaxic Micromanipulator.\r\n  10. Touch the tip of the glass capillary to LPC solution. Pull back the plunger on the Microsyringe to the end of taking LPC \\(Fig. 1b). \r\n  **TIP:** Do not suck air into the glass capillary. Success of drawing LPC into the glass capillary is confirmed by the moving the bubble which is formed between LPC solution and water. If it is difficult to take LPC solution into the capillary, cut the tip of capillary to draw the liquid more smoothly.  \r\n\n\n11. Before LPC injection, cut the meninges around the target area of LPC injection using a 26-guage injection needle. \r\n  **TIP:** Don’t damage the blood vessel which runs on the surface of the spinal cord. \r\n\n\n12. Insert the glass capillary into the spinal cord. To cause demyelination of the corticospinal tract, a descending motor tract that mainly runs through dorsal column in mouse, insert the glass capillary to 0.5 mm depth from the surface of dorsal spinal cord tissue. \r\n  13. Inject 2 µl of 1% \\(w/v) LPC into the dorsal funiculus of the thoracic spinal cord by pushing the plunger of Microsyringe. To prevent back flow of LPC, take at least 2 minutes for LPC injection. \r\n  14. Withdraw the glass capillary slowly. Sew up the fascia to cover the spinal cord tissue by surgical suture. Close the cut skin and disinfect the skin by iodine tincture.\r\n  **TIP:** To visualize the demyelination, immunohistochemical analysis of spinal cord sections obtained from the mice which received LPC injection may be helpful. Demyelination and subsequent remyelination can be observed around the site of LPC injection \\(Fig. 2). Confirmation of successful LPC injection into the dorsal spinal cord can also be detected by the behavioral assessment \\(see below).\r\n\n\n\r\n\n\n**Behavior assessment:** \r\n\n\n\r\n\n\n_A. Beam walking test_\r\n\n\n1. Assemble the equipment for the beam walking test. Fit the wooden beam \\(1 m long) with the appropriate width into the frame, and place the box for the mouse to enter at the edge of the beam. The height of the beam is 15 cm from the ground \\(Fig. 3a and b).\r\n  **TIP:** Keep the beam horizontal. \r\n\n\n2. Place the mouse at the edge \\(opposite of box), and allow it to walk on the beam toward the box. Usually the mouse should perform three separate walks per trial.\r\n  **TIP:** Record the mouse walking from behind using a video camera. \r\n\n\n**TIP:** We usually subject the mice to pre-training sessions \\(three walks at a time, 2 days).\r\n\n\n3. Give the score of every footstep of each hindlimb according to the following criteria: 0 = normal, no footslip; 1 = mild footslip, in which a part of foot is seen below the surface of the beam; 2 = severe footslip, in which whole foot is seen below the surface of the beam \\(Fig. 3c). Total scores were created by summing the individual scores. Obtain the data by taking the average of three trials per beam per mouse \\(Fig. 3d) \r\n  \r\n\n\n_B. Ladder walking test_\r\n\n\n1. Fit the ladder \\(1 m long) into the frame \\(Fig. 3e), and place a refuge \\(home cage) at the end. The ladder should be positioned 15 cm from the ground.\r\n  2. Insert the metal rung \\(3 mm diameter) to create a floor surface with a minimum distance of 6 mm between rungs. \r\n  3. Place the mouse at the start of ladder, and walk on the ladder toward home cage \\(Fig. 3f). \r\n  **TIP:** Change the arrangement of metal rung, which are not spaced equally, for each trial. \r\n\n\n**TIP:** We usually subjected the mice to pre-training sessions \\(three walks at a time, 2 days).\r\n\n\n4. For the test, let mouse transverse the ladder 3 times per trial. \r\n  **TIP:** Record the mouse walking by using video camera. Position the camera at a slight ventral angle to record the movement of all limbs which are reflected by the mirror at the bottom of ladder. \r\n\n\n5. Give the score of every footstep of each hindlimb according to the following criteria: 0 = normal, no footslip; 1 = mild and severe footslip, in which a part of foot or whole foot is seen below the surface of the rung \\(Fig. 3g). Total scores were created by summing the individual scores. Obtain the data by taking the average of three trials per walk per mice \\(Fig. 3h)."
        },
        {
            "header": "Timing",
            "content": "LPC injection, 30 min \\(depending on experience. Preparation of all the reagents is required in advance.).\r\n\n\nBeam walking test, 10 min.\r\n\n\nLadder walking test, 10 min."
        },
        {
            "header": "Troubleshooting",
            "content": "_LPC injection:_\r\n\n\nDemyelination of the anterior funiculus of the spinal cord occurs when the LPC solution reaches to the ventral side of spinal cord. Appropriate control of injection site is important to create local demyelination with high reproducibility. The glass capillary may injure the tissue by itself. To minimize tissue damage, use the sharp glass capillary. Because repetition of LPC injection disturbs the flow in glass capillary, we recommend changing the glass capillary after two injections.   \r\n\n\n\r\n\n\n_Behavioral assessment:_ \r\n\n\nThe width of beam and the interval of rung in ladder affect the detection force of difference of limb functions. For detailed condition, refer to previous reports of the model to be used."
        },
        {
            "header": "Anticipated Results",
            "content": "Demyelination is detected by the lack of myelin-associated proteins expression and by other myelin-staining techniques such as luxol fast blue staining<sup>7</sup>. LPC-induced demyelination in the spinal cord is observed from 1 day after LPC injection, and the demyelination area continues to extend until 3 days after LPC injection<sup>13</sup>. Because the myelinated cortico-spinal motor tract runs through the dorsal column of the murine spinal cord, demyelination in the dorsal side of the spinal cord leads to impairment of motor function. This motor dysfunction partially recovers spontaneously due to spontaneous remyelination. Significant recovery of motor function is detectable ten days after LPC injection."
        },
        {
            "header": "References",
            "content": "1. Edgar, J. M. & Nave, K. A. The role of CNS glia in preserving axon function. Curr. Opin. Neurobiol. 19: 498–504 \\(2009).\r\n  2. Franklin, R. J. M. & ffrench-Constant, C. Remyelination in the CNS: from biology to therapy. Nat. Rev. Neurosci. 9: 839–855 \\(2008).\r\n  3. Kipp, M., Clarner, T., Dang, J., Copray, S. & Beyer, C. The cuprizone animal model: new insights into an old story. Acta Neuropathol. 118: 723–736 \\(2009). \r\n  4. Blakemore W. F. & Franklin R. J. M. Remyelination in experimental models of toxin-induced demyelination. Curr. Top. Microbiol. Immunol. 318: 193-212 \\(2008). \r\n  5. Allt, G., Ghabriel, M. N. & Sikr, K. Lysophosphatidyl choline-induced demyelination. A freeze-fracture study. Acta Neuropathol. 75: 456–464 \\(1988).\r\n  6. Hall, S. M. The effects of injections of lysophosphatidylcholine into white matter of the adult mouse spinal cord. J. Cell Sci. 10: 535–546 \\(1972).\r\n  7. Muramatsu, R., Kuroda, M., Matoba, K., Lin, H., Koyama, Y. & Yamashita, T. Prostacyclin prevents pericyte loss and demyelination induced by lysophosphatidylcholine in the central nervous system. J. Biol. Chem. 290: 11515–11525 \\(2015).\r\n  8. Takahashi, C., Muramatsu, R., Fujimura, H., Mochizuki, H. & Yamashita, T. Prostacyclin promotes oligodendrocyte precursor recruitment and remyelination after spinal cord demyelination. Cell Death Dis. 4: e795 \\(2013).\r\n  9. Pratt, H., Zaaroor, M., Bleich, N., & Starr, A. Effects of myelin or cell body brainstem lesions on 3-channel Lissajous' trajectories of feline auditory brainstem evoked potentials. Hear Res. 53: 237–252 \\(1991).\r\n  10. Nait–Oumesmar, B., Decker, L., Lachapelle, F., Avellana–Adalid, V., Bachelin, C., Evercooren, V. & Baron, A. Progenitor cells of the adult mouse subventricular zone proliferate, migrate and differentiate into oligodendrocytes after demyelination. Eur. J. Neurosci. 11: 4357–4366 \\(1999).\r\n  11. Jeffery, N. D. & Blakemore, W. F. Locomotor deficits induced by experimental spinal cord demyelination are abolished by spontaneous remyelination. Brain. 120: 27–37 \\(1997).\r\n  12. Metz, G. A. & Whishaw, I. Q. Cortical and subcortical lesions impair skilled walking in the ladder rung walking test: a new task to evaluate fore-and hindlimb stepping, placing, and co-ordination. J. Neurosci. Methods. 115: 169–179 \\(2002).\r\n  13. Liu, L., Belkadi. A., Darnall, L., Hu, T., Drescher. C., Cotleur, A. C., Padovani-Claudio, D., He, T., Choi, K., Lane, T. E., Miller, R. H. & Ransohoff, R. M. CXCR2-positive neutrophils are essential for cuprizone-induced demyelination: relevance to multiple sclerosis. Nat. Neurosci. 13: 319–326 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the Osaka University Program for the Support of Networking among Present and Future Researchers. This work was supported by a Grand-in-Aid for Scientific Research \\(B) \\(No. 16H04672 to R.M.), and a Grand-in-Aid for Scientific Research \\(S) \\(No. 25221309 to T.Y.)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep40397",
                "date": "2017-08-22 04:59:01",
                "title": "Leptin sustains spontaneous remyelination in the adult central nervous system",
                "authors": [
                    "Ken Matoba",
                    "Rieko Muramatsu",
                    "and Toshihide Yamashita"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15057,
                "identity": "a1296ef3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rieko Muramatsu",
                "email": "muramatsu@molneu.med.osaka-u.ac.jp",
                "orcid": "",
                "institution": "Department of Molecular Neuroscience, Osaka University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rieko",
                "middleName": "",
                "lastName": "Muramatsu",
                "suffix": ""
            },
            {
                "id": 15056,
                "identity": "a129686e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Machika Hamaguchi",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Neuroscience, Osaka University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Machika",
                "middleName": "",
                "lastName": "Hamaguchi",
                "suffix": ""
            },
            {
                "id": 15058,
                "identity": "a12980fa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ken Matoba",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Neuroscience, Osaka University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ken",
                "middleName": "",
                "lastName": "Matoba",
                "suffix": ""
            },
            {
                "id": 15059,
                "identity": "a12986e3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Noriko Maedera",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Neuroscience, Osaka University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Noriko",
                "middleName": "",
                "lastName": "Maedera",
                "suffix": ""
            },
            {
                "id": 15060,
                "identity": "a1298a45-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Toshihide Yamashita",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Neuroscience, Osaka University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Toshihide",
                "middleName": "",
                "lastName": "Yamashita",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-08-22 06:45:18",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.121",
        "doiUrl": "https://doi.org/10.1038/protex.2017.121",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609899,
                "identity": "1a0d0760-066a-4404-9a6e-e7c22457c7e9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8136554,
                "visible": true,
                "origin": "",
                "legend": "The equipment of surgery and behavioral assessment.   (a) Glass capillary which connects to the needle tube of the 23-guage injection needle, which is removed from the plastic needle hab. (b) Hanging the glass capillary shown in (a) Stereotaxic Micromanipulator. (c) Mouse with shaved dorsal body hair. The white dotted line indicates the cutting line of the skin. (d) Image of the exteriorized vertebral column of the spinal cord. (e) Image of the uncovered spinal cord tissue after laminectomy. (f) An overall image of the surgical setup. (i) Glass capillary [lower magnification image of (a)]. (ii) Polyethylene tube. (iii) Microsyringe. (iv) Mouse prepared for surgery. ",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6219/v1/figure_1.pdf"
            },
            {
                "id": 2609895,
                "identity": "19ff06b7-f77d-4f3c-b7f4-f73822e0753b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 320521,
                "visible": true,
                "origin": "",
                "legend": "Local demyelination after LPC injection.   Representative images of the spinal cord sections labeled with myelin basic protein (MBP) as a myelin marker. Spinal cords were obtained 3 and 14 days after the LPC injection. The control sample was prepared from intact mice. Scale bars represent 100 µm.",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6219/v1/figure_2.pdf"
            },
            {
                "id": 2609898,
                "identity": "be4cf908-148b-4e0a-8a54-356eeb9a7bbd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3670888,
                "visible": true,
                "origin": "",
                "legend": "Evaluation of neurological deficits.    (a) An overall image of the equipment of beam walking test. (b) Perspective of the mice on the beam. (c) Images of footsteps corresponding to the indicated score. (d) Quantification of the beam walk score. This score was obtained by using a beam with 0.6 cm width. Values are represented as mean ± s.e.m. P < 0.0001 (0 day vs 3 day), P = 0.0146 (3 day vs 14 day), One-way repeated measures ANOVA followed by Bonferroni post-hoc tests (n = 11). (e) Image of the equipment for the ladder walk test. (f) Image of a mouse walking on the ladder. (g) Images of footsteps corresponding to the indicated score. (h) Quantification of ladder walking test score. Values are represented as mean ± s.e.m. P < 0.0001 (0 day vs 3 day), P = 0.0014 (3 day vs 14 day), One-way repeated measures ANOVA followed by Bonferroni post-hoc tests (n = 13).",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6219/v1/figure_3.pdf"
            },
            {
                "id": 13465257,
                "identity": "4bc78703-f3c3-4a58-a8d9-0d2d109ac97e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3046582,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6219/v1/d401f148-d031-4820-b8c0-3f7b0ebe34d7.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.\r\n\n\n ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Myelin, white matter, brain, multiple sclerosis, oligodendrocyte",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Demyelination mouse models are often used to investigate the mechanisms of demyelination and subsequent remyelination in diseases characterized by white matter injury. Toxin-induced focal demyelinating lesion in the mammalian central nervous system \\(CNS) is a common and useful demyelination animal model. Injection of L-α-lysophosphatidylcholine \\(LPC) into the CNS causes focal demyelination and neurological deficits corresponding to the demyelination site. The neurological deficits partially recover after injury, which is correlated with spontaneous remyelination. Here, we describe the protocol for LPC injection into the mouse spinal cord, which can be completed within 30 minutes. LPC injection into the dorsal column of the spinal cord at the lower thoracic level in mice causes motor dysfunction followed by partial recovery and spontaneous remyelination. We also describe the protocols for two behavioral tests to quantify changes in motor function post-injury and after recovery.",
        "manuscriptTitle": "Lysophosphatidylcholine-induced demyelination model of mouse",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-07 11:32:33",
                "doi": "10.1038/protex.2017.121",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a128f120-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 7th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4038,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-07 11:32:33",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}