{
    "identity": "nprot-1984",
    "title": "Production of recombinant hBD-1 in _Escherichia coli_ and its specific polyclonal antibody in rabbits",
    "content": [
        {
            "header": "Introduction",
            "content": "Antimicrobial peptides represent the first-line host defence against microbial pathogens and an essential component of innate immunity. They have received growing interest because of their potential use as therapeutic antibiotics. Due to the fact that most antimicrobial peptides are toxic to prokaryotic host cells, they are currently often produced by chemical synthesis. However, this is too costly for them to be used when large quantities of antimicrobial peptides are required for investigations and clinical trials. Thus, the convenience and cost efficiencies of bacterial production of antimicrobial peptides have become a bottleneck problem.\r\n\n\nAs an important group of antimicrobial peptides human ß-defensins are cationic peptides with 38-47 amino acid residues showing three strands of anti-parallel β-sheets that provide a compact small structure \\[1,2]. We describe an optimized strategy for recombinant expression of hBD-1 and its mutants in _Escherichia coli_, to efficiently produce milligram quantities of pure oxidized and correctly folded hBD-1, which was converted into its fully reduced form in a previous study \\[3]. Recombinant hBD-1 and its mutants were used in its linearized form for bactericidal testing, nuclear magnetic resonance spectroscopy as well as generation of specific polyclonal antibodies. Here we present a step-by-step protocol, with minor modifications, which might be applied also for production of other cysteine-rich and linearized antimicrobial peptides in _E.coli_ and their specific polyclonal antibodies."
        },
        {
            "header": "Reagents",
            "content": "•0.22 μm Millex-GP filter \\(Millipore) \r\n\n\n•1×LEW buffer: 50 mM NaH<sub>2</sub>PO<sub>4</sub>, 300 mM NaCl, pH 8.0, 5 mM imidazole\r\n\n\n• Amicon 3-kD membrane\r\n\n\n• Amicon Ultra \\(Millipore)\r\n\n\n•Carbenicillin\r\n\n\n•Chloramphenicol\r\n\n\n•Glutathione \\(GSH).\r\n\n\n•Glycerol \r\n\n\n•Glycine \r\n\n\n• _E. coli_ host strain BL21\\(DE3)pLysS \\(Novagen)\r\n\n\n• _E. coli_ plasmid expression vector pET32a \\(Novagen) carrying hBD-1 cDNA \r\n\n\n•Enterokinase \\(EKMax™, Invitrogen)\r\n\n\n•Iodoacetamide \\(IAA)\r\n\n\n•isopropyl thio-β-D-galactoside \\(IPTG)\r\n\n\n•Keyhole Limpet Hemocyanin \\(KLH)\r\n\n\n•Liquid and solid LB medium with appropriate selection\r\n\n\n•Liquid and solid TSB \\(tryptic soy broth) medium with appropriate selection \\(Roch)\r\n\n\n•Oxidized glutathione \\(GSSG) \r\n\n\n•Protease-deficient _E. coli_ strain\r\n\n\n•PBS\r\n\n\n•Sodium chloride \\(NaCl)\r\n\n\n•Sodium hydrogen carbonate \\(NaHCO<sub>3</sub>)\r\n\n\n•Sodium Azide \\(NaN<sub>3</sub>)\r\n\n\n•Tris\r\n\n\n•Modified M9 medium:\r\n\n\n - Prepare 100 ml of 10 x M9 medium buffer containing Na<sub>2</sub>HPO<sub>4</sub>  \\(60g/L), KH<sub>2</sub>PO<sub>4</sub> \\(30g/L), NaCl \\(5g/L), pH7.4, autoclaved\r\n\n\n - Add:\r\n\n\n    o 900 ml autoclaved H<sub>2</sub>O\r\n\n\no 1g NH<sub>4</sub>Cl\r\n\n\no 2 ml of 1M MgSO<sub>4</sub>\r\n\n\no 2 g Glucose \\(10 ml of 20% glucose)\r\n\n\no 0.2 ml of 0.5 M CaCl<sub>2</sub> \\(fresh prepared)\r\n\n\no 1 mg  Biotin\r\n\n\no 0.5 ml of 2 mg/ml Thiamin Hydrochlorid\r\n\n\no 1 ml of 15 mg/ml ZnCl<sub>2</sub>\r\n\n\no 1 ml of 15 mg/ml FeCl<sub>2</sub>\r\n\n\no 150 µl of 1M HCl"
        },
        {
            "header": "Equipment",
            "content": "•ÄktapurifierTM UPC 10 system \\(GE Healthcare Biosciences)\r\n\n\n•ALPHA 2-4 LSC Freeze Dryer \\(CHRIST)\r\n\n\n•Amicon centrifugal filters \\(Millipore)\r\n\n\n•Centrifuge 5804R \\(Eppendorf)\r\n\n\n•EttanTM LC HPLC system \\(GE Healthcare Biosciences)\r\n\n\n•Forma 905-86C ULT Freezer \\(Thermo Fisher Scientific)\r\n\n\n•HisTrapTM HP prepared column \\(GE Healthcare, UK)\r\n\n\n•HiTrap™ Protein G HP column \\(GE Healthcare)\r\n\n\n•Jupiter C18, 30 nm, 5 μm, 150×2.0 mm \\(Phenomenex)\r\n\n\n•Micro centrifuge\r\n\n\n•Minitron incubator \\(Infors AG)\r\n\n\n•MonoS FPLC HR5/5 column \\(Pharmacia, Sweden)\r\n\n\n•Nanodrop\r\n\n\n•QTOF-2 mass spectrometer \\(Micromass, Manchester, U.K.)\r\n\n\n•Sonicator: Sonoplus GM 70 \\(Bandelin)"
        },
        {
            "header": "Procedure",
            "content": "**Overview**\r\n\n\n\r\n\n\nA. Preparation of _E.coli_ expression constructs\r\n\n\nB. Over-expression and purification of His-tagged hBD-1 fusion proteins\r\n\n\nC. Refolding of the pET32a-hBD-1 fusion protein\r\n\n\nD. Generation of both the oxidized and reduced forms of hBD-1\r\n\n\nE. Production of polyclonal antibodies against potent hBD-1 in rabbits\r\n\n\n\r\n\n\n**A. Preparation of _E.coli_  expression constructs**\r\n\n\n1. Transform protease-deficient _E. coli_ BL21\\(DE3)pLysS strain with the pET32a-hBD-1 expression vector as described \\[3].\r\n  2. Spread transformation on LB medium plates containing carbenicillin \\(50 µg/ml) and chloramphenicol \\(34 µg/ml) and incubate overnight at 37°C.\r\n  3. Inoculate 3 ml of TSB medium containing carbenicillin \\(50 µg/ml) and chloramphenicol \\(34 µg/ml) with a single-drug-resistant colony of _E. coli_ cells and grow overnight at 37°C with shaking. \r\n  4. Inoculate 3 ml of TSB medium containing carbenicillin \\(50 µg/ml) and chloramphenicol \\(34 µg/ml) with 10 µl of overnight culture and grow at 37°C with shaking until the absorbance at 600 nm reaches 0.4-0.6.\r\n  5. Transfer culture to three Eppendorf tubes and centrifuge at 3,000 x g for 1 min at 4°C.\r\n  6. Discard the supernatant and resuspend the pellet with TSB medium containing carbenicillin \\(50 µg/ml), chloramphenicol \\(34 µg/ml) and 15% glycerol.\r\n  7. Vortex the vial vigorously to ensure even mixing of the bacterial culture and the glycerol.\r\n  8.  Aliquot 200 µl to labeled 1.5 ml microcentrifuge tubes and freeze at -80°C. \r\n  _Pause Point_. The stock can be kept frozen at −80°C for several months if desired\r\n\n\n\r\n\n\n**B. Over-expression and purification of His-tagged hBD-1 fusion proteins**\r\n\n\n9. Use stock culture to inoculate 50 ml of LB medium in 250 ml flask and grow overnight at 37°C with shaking at 200 rpm.\r\n  10. The next morning, make a 1:50 dilution of 4 ml of the saturated overnight culture in 196 ml fresh M9 medium containing carbenicillin \\(50 µg/ml) and chloramphenicol \\(34 µg/ml) in a 1-l flask.\r\n  11. Grow the cells at 37°C with shaking at 200 rpm to mid-log phase \\(the absorbance at 600 nm reaches approximately 0.6). \r\n  12. Add IPTG \\(1 mM final concentration) and sterile glucose \\(0.4 g per 200 ml culture). Incubate for an additional 4 h at 37°C with shaking at 200 rpm \r\n  _Critical step:_ It is necessary to add sterile glucose to 0.2% to increase biomass production.\r\n\n\n13. Centrifuge the cell culture at 6000 x g for 5 min at 4°C and discard the supernatant. \r\n  14. Suspend the cell pellet in a 50-ml centrifuge tube by adding 5 ml of 1×LEW buffer containing 0.5 mM EDTA per 300 ml of culture and freeze at -80°C.\r\n  _Critical step:_ 1×LEW can be replaced with 1X PBS containing 5 mM imidazole.\r\n\n\n_Pause Point_. Freeze and store the cell suspensions at −80 °C until further use \\(up to 2 weeks)\r\n\n\n15. Thaw the cells at room temperature for at most 20 min and keep the sample on ice.\r\n  16. Sonicate on ice for short bursts \\(5 second burst and 10 second rest, repeat 8 times).\r\n  17. Centrifuge at 13500 x g for 45 min at 4°C, collect the supernatant, pour through a 0.45-μm filter and collect the filtrate.\r\n  _Critical step:_ Samples should be centrifuged immediately before use and/or filtered through a 0.45 µm filter.\r\n\n\n18. Add calcium chloride to a final concentration of 10 mM before chromatography.\r\n  _Critical step:_ EDTA should be blocked by addition of calcium chloride prior to chromatography. \r\n\n\n19. Apply the supernatant to a HisTrapTM HP-prepared column equilibrated in 20 mM sodium phosphate buffer \\(pH 7.4) and 500 mM sodium chloride. Wash the column with this buffer until a stable baseline is reached.\r\n  _Critical step:_ For simple and reproducible purification, a chromatography system such as a computer controlled ÄktapurifierTM UPC 10 system, is recommended, recording the purification process and providing a standard purification protocol which can be followed exactly or optimized as required.\r\n\n\n20. Elute the fusion protein with a linear gradient over 12 column volumes into 20 mM sodium phosphate buffer \\(pH 7.4), 500 mM sodium chloride and 500 mM imidazole. The His-tagged hBD-1 fusion protein usually starts to elute when 165 mM imidazole is reached. If necessary, identify fractions containing the fusion protein by SDS-PAGE-analysis, MALDI-MS or ESI- QTOF-MS analysis.\r\n  21. Pool the fractions containing the fusion protein and concentrate with an Amicon 3-kDa membrane. Dialyze against 1 x PBS and collect the sample. \r\n  \r\n\n\n**C. Refolding of the pET32a-hBD-1 fusion protein**\r\n\n\n_Critical step:_ We have observed that the pET32a-hBD-1 protein, expressed in _E. coli_ BL21\\(DE3)pLysS, might form unusual disulfide bonds different from natural hBD-1. As the enzyme enterokinase contains traces of trypsin-like activity, the direct treatment of the wrongly-folded fusion protein may result in a C-terminally truncated form of hBD-1, which is cleaved C-terminally behind an Arg, now missing seven residues at the C-terminus. This truncated hBD-1-form is usually representing more than 80 – 90 % recovery of the whole hBD-1 after Enterokinase-treatment. We further observed that the correctly folded oxidized hBD-1 is trypsin-stable. Thus, a refolding step, generating the correctly folded hBD-1 within the fusion protein, is essential prior to enterokinase digestion. This can be performed with the two-step quick dilution method adapted from Lu et al \\[4].\r\n\n\n22. Adjust the sample to a concentration of 7.5 mg/ml and perform quick dilution to 0.2 mg/ml with refolding buffer containing 100 mM Tris-HCl, pH 8.5, 1 mM EDTA, 1.5 M urea, 0.3 mM GSSG and 3.0 mM GSH.\r\n  23. Gently swirl to mix and incubate at room temperature for 30 min.\r\n  24. Perform a further dilution to a concentration of 0.1 mg/ml with the same volume of refolding buffer containing 100 mM Tris/HCl, pH 8.5, 1 mM EDTA, 1.5 M urea, 5.7 mM GSSG and 3.0 mM GSH.\r\n  25. Incubate for 16 h with shaking at 50 rpm at room temperature. \r\n  26. Concentrate with an Amicon 3-kD membrane and dialyze against enterokinase buffer \\(50 mM Tris/HCl, pH 8.0, 1 mM CaCl\n2\n).\r\n  \r\n\n\n**D. Generation of both the oxidized and reduced forms of hBD-1**\r\n\n\n27. Adjust the dialyzed pET32a-hBD-1 protein solution to a final concentration of 0.5 mg/ml and add 0.1% \\(v/v) Tween-20.\r\n  28. Incubate at 37 °C overnight with enterokinase \\(1 U per 250 µg of fusion proteins) \r\n  29. The next morning, pour the digestion mixture through a 0.45-μm filter and collect the filtrate. \r\n  30. Load onto a FPLC MonoS HR5/5 column equilibrated with 20 mM Tris/HCl \\(pH 8.2). Elute the hBD-1 protein with a linear gradient over 10 column volumes into 20 mM Tris-HCl buffer \\(pH 8.2) containing 1.0 M sodium chloride. The cationic hBD-1 peptide usually starts to elute when 0.49 M sodium chloride is reached \\(Fig. 1a). Identify fractions containing the hBD-1 protein by ESI-QTOF-MS analysis \\(Fig.1b).\r\n  _Critical step:_ To obtain pure hBD-1, FPLC should be performed with a chromatography system such as a computer controlled ÄktapurifierTM UPC 10 system. \r\n\n\n31. Pool the peak fractions containing hBD-1 and adjust the pH value to 3-4 with 5% TFA. \r\n  32. Apply the solution to a Jupiter C18 column for further purification of the correctly folded hBD-1 by high resolution RP-HPLC \\(solvent A: 0.1% TFA; solvent B: 80% CH\n3\nHN, 0.1% TFA; gradient: 25–70% of solvent B in 30 min). Identify fractions containing the oxidized, correctly folded hBD-1 protein by SDS-PAGE and ESI-QTOF-MS analysis and comparison with a synthetic, correctly folded oxidized hBD-1.\r\n  33. Pool the peak fractions containing the desired hBD-1 and lyophilize until dry. \r\n  _Pause Point_. Store the oxidized hBD-1 at −20 °C until further use \\(up to several months).\r\n\n\n34. To obtain linearized, reduced hBD-1, dissolve the lyophilized oxidized hBD-1 in 50 mM NH\n4\nHCO\n3\nbuffer \\(pH 8.0), add 20 mM DTT and incubate at 37 °C for 2 h in the dark or alternatively, dissolve the lyophilized oxidized hBD-1 in 0.1 % TFA, add 20 mM Tris-Carboxethyl-Phosphin \\(TCEP) and incubate at room temperature for 2 h. \r\n  _Critical step:_ Take care about the buffer pH when using either DTT or TCEP. DTT requires alkaline pH and TCEP requires acidic pH.\r\n\n\n35. Further purify reduced hBD-1 by high resolution RP-HPLC as STEP-32 \\(RP-HPLC C\n2\nC\n18\n) above. Identify fractions containing the desired protein by ESI-QTOF-MS analysis. \r\n  _Critical step:_ The quality of DTT can vary. Oxidized DTT will result in incomplete hBD-1-reduction. This will be seen by the presence of several HPLC-peaks corresponding to the correct mass of oxidized hBD-1. These represent alternatively folded hBD-1 forms, which have retention times upon RP-HPLC later than the correctly folded oxidized form and earlier than the fully reduced hBD-1-form.\r\n\n\n36. Pool the peak fractions containing the reduced hBD-1 and lyophilize until dryness. \r\n  _Pause Point_. Store the reduced hBD-1 at −20 °C under argon until further use. When reduced hBD-1 shall be stored for several months, it is better to do this as solution as HPLC-fraction and lyophilize the sample immediately before use.\r\n\n\n_Critical step:_ A storage without argon may result in oxidation with the formation of mainly wrongly folded oxidized hBD-1-forms.\r\n\n\n\r\n\n\n**E. Production of polyclonal antibodies against reduced hBD-1 in rabbits**\r\n\n\n37. Dissolve the lyophilized, reduced hBD-1 in 50 mM NH\n4\nHCO\n3\nbuffer \\(pH 8.0) and add iodoacetamide \\(IAA) to a final concentration of 50 mM. Incubate at 37 °C in the dark for 1 h.\r\n  38. Purify the alkylated hBD-1 by RP-HPLC C\n2\nC\n18\nusing the same system as described above. After identification of the fully alkylated hBD-1 by SDS-PAGE and mass spectrometry, combine and lyophilize the fractions containing the desired peptide.\r\n  _Critical step:_ The purity of the reduced and alkylated hBD-1 peptides is the key to the production of antibodies against linearized hBD-1. Avoid the presence of oxidized hBD-1, as this may result in cross-reacting antibodies.\r\n\n\n_Pause Point._ Store the alkylated hBD-1 at −20 °C until further use.\r\n\n\n39. Prepare a protein mixture in 2.4 ml PBS \\(pH 7.2) including 2.4 mg of HPLC-purified carboxamidomethylated hBD-1 and 1.2 mg of HPLC-purified reduced hBD-1. \r\n  40. Prepare 4 mg of glutaraldehyde-treated keyhole limpet hemocyanin \\(KLH). \r\n  a) Dilute 4 mg KLH in 4 ml 1 x PBS and add 4 µl of fresh 25% glutaraldehyde\r\n\n\nb) Mix well and incubate at 100 rpm at room temperature for 1 h.\r\n\n\nc) Transfer to four 30-kD vivaspins and centrifugate at 12,000 x g for 10 min.\r\n\n\nd) Wash with 500 µl PBS and centrifugate again at 12,000 x g.\r\n\n\ne) Repeat the washing step as above two times.\r\n\n\nf) Dilute with 1.6 ml PBS, pH 7.2, to get a final concentration of 2.5 mg/ml.\r\n\n\n_Critical step:_ Glutaraldehyde is highly reactive to lysines. It would bind to the lysines in hBD-1 and cross-link hBD-1. To avoid this unwanted reaction, it is essential to ensure that there is no glutaraldehyde contamination.\r\n\n\n41. Mix well the protein mixture \\(Step 39) and the glutaraldehyde-treated KLH \\(Step 40) and incubate at 100 rpm at room temperature for 1 h. \r\n  _Critical step:_ Use a pH of the solution below the pI of Lysine. A pH of 7.2 would cause a preferential coupling of the glutaraldehyde-treated KLH to the free aminoterminus and not to quarternized ω-aminogroups of the lysines, which would generate unwanted neo-antigens.\r\n\n\n42. Stop the reaction with 20 µl of 1 M Tris-HCl \\(pH8.0) and dilute with PBS to make a solution containing 0.2-0.3 mg/ml peptide.\r\n  _Pause Point._ Store in aliquots at −20 °C until further use.\r\n\n\n\r\n\n\n43. Immunize rabbits. For each rabbit, initially immunize with 300 µg KLH-conjugated peptides.\r\n  _Critical step:_ Use rabbits for immunization. We failed to produce the desired antibodies in a goat using the same antigen-mixture. \r\n\n\n44. For booster injection, use 200 µg KLH-conjugated peptides per rabbit after 2, 4, and 7 weeks, respectively.\r\n  45. Bleed 2 weeks after the last booster. After treatment, collect supernatant \\(serum) and filtrate with 0.22 µm filter.\r\n  _Pause Point._ Store in aliquots at −80 °C until further use.\r\n\n\n46. Apply to a HiTrap™ Protein G HP column \\(GE Healthcare) to separate\r\n  IgG fractions. \r\n\n\n_Critical step:_ The pH of each eluate should be immediately returned to a neutral pH.\r\n\n\n47. Prepare two affinity columns using 1 mg of either highly purified alkylated hBD-1 or highly purified, correctly folded, oxidized hBD-1, covalently bound to a HiTrap NHS activated HP 1 ml column \\(GE Healthcare).\r\n  48. Next, purify polyclonal antibodies from the Protein G-purified IgG fractions \\(STEP 9) by affinity chromatography.\r\n  _Critical step:_ The pH of each elutate should be immediately returned to a neutral pH.\r\n\n\n49. To deplete any cross-reacting antibodies recognizing epitopes also present in the correctly folded, oxidized hBD-1, apply the purified IgG-fraction \\(step 48) to the affinity column containing oxidized hBD-1. Test the effluent for specificity by immuno-dot blot-analyses and western blot analyses with correctly folded oxidized hBD-1, fully reduced hBD-1 and alkylated hBD-1. There should be immunoreactivity for the reduced hBD-1, the alkylated hBD-1, but no reactivity for the correctly folded oxidized hBD-1.\r\n  _Critical step:_ The purity of the correctly folded, oxidized hBD-1 is essential for the recovery of antibodies against linearized hBD-1 in the effluent. The best oxidized and correctly folded hBD-1 used for preparing the affinity column would be a chemical synthesis-derived commercially available oxidized hBD-1. When recombinant correctly folded, oxidized hBD-1 is used, take care that it does not contain any wrongly folded oxidized hBD-1. Some of the alternatively folded oxidized hBD-1 forms will be recognized by the antibodies against linearized hBD-1 – possibly due to appearance of hidden epitopes. The use of mixtures of differently folded oxidized hBD-1-forms for preparation of the affinity column will result in dramatic losses of linearized hBD-1 recognizing antibodies in the effluent.\r\n\n\nIt is noteworthy that stripping of the correctly folded hBD-1-affinity column with glycine buffer gave nearly no correctly folded hBD-1 recognizing antibodies.\r\n\n\n50. Transfer the linearized hBD-1-recognizing antibody solution in the flow-through to an Amicon Ultra-50 \\(Millipore). Concentrate the antibody solution by centrifugation and dilute in PBS.\r\n  _Critical step:_ The pH of each eluate should be immediately returned to a neutral pH. The concentration of the antibody solution should be higher than 1 mg/ml.\r\n\n\n_Pause Point._ Store in aliquots at −80 °C until further use."
        },
        {
            "header": "Timing",
            "content": "A. Preparation of E.coli   expression constructs\r\n\n\nSteps 1-8: 3-4 days for construction of _E.coli_   expression strain\r\n\n\n\r\n\n\nB. Over-expression and purification of His-tagged hBD-1 fusion proteins\r\n\n\nSteps 9-14: 2 days\r\n\n\nSteps 15-21: 3 days\r\n\n\n\r\n\n\nC. Refolding of the pET32a-hBD-1 fusion protein\r\n\n\nSteps 22-22: 2 days\r\n\n\n\r\n\n\nD. Generation of both the oxidized and reduced forms of hBD-1 \r\n\n\nSteps 23-33: 3 days\r\n\n\nSteps 34-36: 2-3 days\r\n\n\n\r\n\n\nE. Production of polyclonal antibodies against reduced hBD-1 in rabbits\r\n\n\nSteps 37-38: 2 days\r\n\n\nSteps 39-42: 1-2 days\r\n\n\nSteps 43-45: 9-10 weeks for immunization\r\n\n\nSteps 46-50: 3-4 days"
        },
        {
            "header": "Troubleshooting",
            "content": "The most frequent problem with this protocol is the occurrence of the truncated hBD-1 fusion protein during expression in _E. coli_. We have observed that both, the reduced hBD-1 as well as the wrongly-folded hBD-1, but not the correctly folded oxidized hBD-1, is highly sensitive to Enterokinase which is necessary for digestion of fusion protein but might contain traces of tryptic activity. Be careful to follow the critical steps in preparing either the expression strains or the proteins."
        },
        {
            "header": "Anticipated Results",
            "content": "1. Production of pure hBD-1 peptides\r\n  Following this protocol, we produced milligram quantities of pure hBD-1, both oxidized and reduced forms \\(Fig. 1). Most importantly, we produced milligram quantities of N<sup>15</sup>-labled hBD-1 for NMR analysis \\[3].\r\n\n\n\r\n\n\n2. Production of a specific polyclonal antibody by using an alkylated peptide\r\n  The specificity of the purified antibody against reduced hBD-1 was assessed with immunoblotting analyses. As an evidence, we show here one typical result \\(Fig. 2)."
        },
        {
            "header": "References",
            "content": "1. Schröder, J.M., Harder, J. Antimicrobial skin peptides and proteins. Cell. Mol. Life Sci. 63, 469-86 \\(2006)\r\n  \r\n\n\n2. Ganz, T. Defensins: antimicrobial peptides of innate immunity. Nat. Rev. Immunol. 3, 710- 720 \\(2003)\r\n  \r\n\n\n3. Schroeder, B.O., Wu, Z., Nuding, S., Groscurth, S., Marcinowski, M., Beisner, J., Buchner, J., Schaller, M.,Stange, E.F., Wehkamp, J., “Reduction of disulfide bonds unmasks potent antimicrobial activity of human β-defensin 1”, Nature \\(in press)\r\n  \r\n\n\n4. Lu, D. & Liu, Z., Dynamic Redox Environment-Intensified Disulfide Bond Shuffling for Protein Refolding in Vitro: Molecular Simulation and Experimental Validation. J. Phys. Chem. B. 112, 15127-15133 \\(2009)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature09674",
                "date": "2010-11-30 11:43:59",
                "title": "Reduction of disulphide bonds unmasks potent antimicrobial activity of human β-defensin 1",
                "authors": [
                    "Bjoern O. Schroeder",
                    "Zhihong Wu",
                    "Sabine Nuding",
                    "Sandra Groscurth",
                    "Moritz Marcinowski",
                    "Julia Beisner",
                    "Johannes Buchner",
                    "Martin Schaller",
                    "Eduard F. Stange",
                    "and Jan Wehkamp"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11618,
                "identity": "9f8be80a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jan Wehkamp",
                "email": "Jan.Wehkamp@ikp-stuttgart.de",
                "orcid": "",
                "institution": "Wehkamp Lab, Dr. Margarete Fischer-Bosch-Institute of Clinical Pharmacology, Stuttgart",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jan",
                "middleName": "",
                "lastName": "Wehkamp",
                "suffix": ""
            },
            {
                "id": 11615,
                "identity": "9f8be00c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhihong Wu",
                "email": "",
                "orcid": "",
                "institution": "Department of Dermatology, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhihong",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            },
            {
                "id": 11616,
                "identity": "9f8be394-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bjoern O. Schroeder",
                "email": "",
                "orcid": "",
                "institution": "Wehkamp Lab, Dr. Margarete Fischer-Bosch-Institute of Clinical Pharmacology, Stuttgart",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bjoern",
                "middleName": "O.",
                "lastName": "Schroeder",
                "suffix": ""
            },
            {
                "id": 11617,
                "identity": "9f8be644-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jens-M Schroeder",
                "email": "",
                "orcid": "",
                "institution": "Department of Dermatology, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jens-M",
                "middleName": "",
                "lastName": "Schroeder",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-08 14:23:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2010.205",
        "doiUrl": "https://doi.org/10.1038/protex.2010.205",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608200,
                "identity": "b1a8396a-2e37-436e-b8a5-5c6566a98fb5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:01",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 213352,
                "visible": true,
                "origin": "",
                "legend": "Purification of hBD-1   A typical purification of the desired oxidized hBD-1 (a, red arrow) in a cationic exchange chromatogram on a FPLC MonoS HR5/5 column, using a computer controlled ÄktapurifierTM UPC 10 chromatography system, and an ESI-MS analysis of the purified protein (b). \r\n \r\n",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1984/v1/figure_1.tif"
            },
            {
                "id": 2608205,
                "identity": "c81a3877-b033-4164-b421-e4566796c39c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:01",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 193760,
                "visible": true,
                "origin": "",
                "legend": "Antibody testing against reduced hBD-1   Characterization and utilization of a specific antibody against the reduced form of hBD-1.  The recombinant hBD-1 was subjected to the immunoblotting with the purified polyclonal antibody against the reduced form of hBD-1. lane-1, 100 ng of recombinant, correctly folded oxidized hBD-1 was loaded; 2, 100 ng of recombinant, oxidized hBD-1 was treated with DTT before loading.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-1984/v1/figure_2.tif"
            },
            {
                "id": 13464657,
                "identity": "3ac1f8fa-b639-45c4-a63d-0e41b628b102",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 368346,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1984/v1/6f29f397-0f8e-46c8-b4a0-128a8f153897.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Antimicrobial peptides, hBD-1, recombinant expression, polyclonal antibody",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Antimicrobial peptides represent the first-line host defence against microbial pathogens and an essential component of innate immunity. They have received growing interest because of their potential use as therapeutic antibiotics. Due to the fact that most antimicrobial peptides are toxic to prokaryotic host cells, they are currently often produced by chemical synthesis. However, this is too costly for them to be used when large quantities of antimicrobial peptides are required for investigations and clinical trials. Thus, the convenience and cost efficiencies of bacterial production of antimicrobial peptides have become a bottleneck problem.\r\n\n\nAs an important group of antimicrobial peptides human ß-defensins are cationic peptides with 38-47 amino acid residues showing three strands of anti-parallel β-sheets that provide a compact small structure \\[1,2]. We describe an optimized strategy for recombinant expression of hBD-1 and its mutants in _Escherichia coli_, to efficiently produce milligram quantities of pure oxidized and correctly folded hBD-1, which was converted into its fully reduced form in a previous study \\[3]. Recombinant hBD-1 and its mutants were used in its linearized form for bactericidal testing, nuclear magnetic resonance spectroscopy as well as generation of specific polyclonal antibodies. Here we present a step-by-step protocol, with minor modifications, which might be applied also for production of other cysteine-rich and linearized antimicrobial peptides in _E.coli_ and their specific polyclonal antibodies.",
        "manuscriptTitle": "Production of recombinant hBD-1 in Escherichia coli and its specific polyclonal antibody in rabbits",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-01-20 09:51:18",
                "doi": "10.1038/protex.2010.205",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f899358-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 20th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2492,
                "name": "Biochemistry"
            },
            {
                "id": 2494,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-01-20 09:51:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}