{
    "identity": "nprot-617",
    "title": "Protocol for the quantification of protein ng quantities by a Coomassie Brilliant Blue G-250-based hydrophobic assay",
    "content": [
        {
            "header": "Introduction",
            "content": "Several methods for protein determination have been developed \\[1] but the ones most commonly used today are based on the reaction of proteins with Commassie Brilliant Blue G-250 \\(CBB) \\[2] and alkaline Cu\\(II) \\[3]. The most recent modifications of these methods are the Sedmak assay \\[4] and the bicinchoninic acid \\(BCA) assay \\[5]. Another sensitive method for measuring proteins is the colloidal gold protein assay \\[6] which has been modified to quantify specific proteins of interest \\[7,8].\r\n\n\nThe present protocol is a very simple CBB-based protein assay which is more sensitive and less prone to interference than the commonly used Bradford, Sedmak and BCA assays \\[9]. It uses the hydrophobic reagents ammonium sulfate \\(AS) and trichloroacetic acid \\(TCA) to increase the binding of more CBB molecules per protein molecule \\(for mechanism see Figure 1). The protocol consists of three independent sub-protocols: general assay, microplate assay and microassay, with minimum detectable protein 100, 50 and 150 ng, respectively, which make it 100/40 and 200/5 fold more sensitive than the Sigma/Pierce Bradford and BCA assays, respectively \\[9]."
        },
        {
            "header": "Reagents",
            "content": "Ammonium sulfate \\(AS; Merck, cat. no. 1217) \r\n\n\nBovine serum albumin \\(BSA; Sigma, cat. no. A8806) \r\n\n\nCoomassie Brilliant Blue G-250, CBB \\(Sigma, cat. no. B-0770) \\!CAUTION Corrosive \r\n\n\nCytochrome c from equine heart \\(Sigma, cat. no. C-7752)\r\n\n\nHemoglobin, equine \\(Sigma, cat. no. H-4632)\r\n\n\nHydrochloric acid, 37% \\(HCl; Fluka, cat. no. 84415) \\!CAUTION Corrosive\r\n\n\nSodium phosphate \\(Na3HPO4.12H2O; Merck, cat. no. 1.06578)\r\n\n\nLysozyme, chicken egg white \\(Sigma, cat. no. L-6876) \r\n\n\nPepsin, gastric mucosa \\(Sigma, cat. no. P-7000)\r\n\n\nWater, ddH2O, purified by a Milli-Q system \\(Millipore Corp.)"
        },
        {
            "header": "Equipment",
            "content": "Balance \\(Kern, cat. no. 770/65/6J)\r\n\n\nBench top centrifuge \\(Hermle, model Z206A)\r\n\n\nCentrifuge tubes, 15 ml \\(ISC BioExpress, cat. no. C-3394-1)\r\n\n\nGlass tubes, 15 ml\r\n\n\nMicropipettes \\(adjustable volume pipettes) 2.5 &#x3BC;l, 10 &#x3BC;l, 20 &#x3BC;l, 100 &#x3BC;l, 200 &#x3BC;l and 1 ml, and tips \\(Eppendorf Research)\r\n\n\n12-channel multipipettor \\(0.05-0.3 ml)\r\n\n\nMicrocuvette for absorbance measurements \\(glass SOG/PX/H/Q/I/SX) 45 mm x 4 mm x 10 mm \\(1.4 ml) \\(Starna)\r\n\n\nMicroplate reader \\(MRX Microplate Reader by DYNEX Technologies Inc.,Virginia, USA) with its filter set at 595 nm\r\n\n\n96-well microplates\r\n\n\npH meter \\(Metrohm, 827 pHlab) \r\n\n\nSpectrophotometer \\(Shimadzu, model UV-1200)"
        },
        {
            "header": "Procedure",
            "content": "**General assay sub-protocol**\r\n\n\n1| It is performed in a final volume 1 ml by mixing 0.05 ml protein sample with 0.95 ml CBB-TCA reagent. As reagent blank use 0.05 ml of the protein sample buffer.\r\n\n\n2| Incubate for 5-10 min at RT and measure the absorbance of the mixture \\(against the reagent blank) at 610 nm in a 1.4 ml glass microcuvette.\r\n\n\n3| Convert net absorbance to protein concentration from the corresponding standard curve \\(see Reagent setup section).\r\n\n\nNOTE: Instead of the microcuvette, the normal 3 ml size cuvette can be also used after proportional scaling up of the assay components.\r\n\n\n**Microplate assay sub-protocol**\r\n\n\n4| It is performed by mixing 5 μl protein sample with 0.245 ml CBB-TCA reagent in a microplate. As reagent blank use 5 μl of the protein sample buffer.\r\n\n\nNOTE: For higher reproducibility and accuracy, use a multipipettor for dispensing the 0.245 ml of the CBB-TCA reagent in the microplate wells.\r\n\n\n5| Incubate for 5-10 min at RT, and record the absorbance of the mixtures in the microplate reader. Correct the sample absorbance by subtracting from it the reagent blank absorbance.\r\n\n\n6| Convert net absorbance to protein concentration from the corresponding standard curve \\(see Reagent Setup section).\r\n\n\n**Microassay sub-protocol**\r\n\n\n7| It is performed by mixing 0.5 ml protein sample with 0.5 ml CBB-AS reagent. As reagent blank use 0.5 ml of the protein sample buffer.\r\n\n\n8| Incubate for 5-10 min at RT and measure the absorbance of the mixture \\(against the reagent blank) at 610 nm in a 1.4 ml glass microcuvette.\r\n\n\n9| Convert net absorbance to protein concentration from the corresponding standard curve \\(see Reagent Setup section).\r\n\n\n**Reagent setup**\r\n\n\nPreparation of the CBB-TCA reagent: Dissolve 60 mg CBB in 100 ml 1 N HCl by stirring for 40 minutes, and filter through a Whatman filter paper #1 \\(this solution can be stored at 4oC for at least 2 months when protected from light). The CBB-TCA reagent \\(20 ml) is prepared and used fresh by mixing \\(with continuous stirring) in the stated order 20 ml of the above solution with 0.2 ml absolute EtOH and 0.4 g TCA \\(or 0.4 ml 100% TCA stock), and adjusting the pH of the resulting mixture to 0.4 by adding ~1.67 g solid Na3PO4.12H2O. The reagent is cleared from any formed \\(blue) particulates by centrifugation at 5,000 g for 5 min at RT and protect from light.\r\n\n\nPreparation of the CBB-AS reagent: Dissolve 60 mg CBB in 100 ml 2 N HCl by stirring for 40 minutes, and filter through a Whatman filter paper #1 \\(this solution can be stored at 4\no\nC for at least 2 months when protected from light). The CBB-AS reagent \\(20 ml) is prepared and used fresh by mixing \\(with continuous stirring) in the stated order 10 ml of the above solution with 10 ml 2 N HCl, 0.4 ml absolute EtOH and 3.6 g AS \\(1.36 M). The reagent is cleared from any formed \\(blue) particulates by centrifugation at 5,000 g for 5 min at RT and protect from light.\r\n\n\nConstruction of the general assay sub-protocol standard curve \\(Figure 2): Prepare a series of BSA \\(or lysozyme, cytochrome c, hemoglobin, pepsin) standard solutions \\(made in ddH2O or in the protein sample buffer) with protein concentration 2 to 60 μg/ml \\(i.e. 0.1 to 3 μg per 0.05 ml standard protein solution volume) and mix 0.05 ml of each with 0.95 ml CBB-TCA reagent. As reagent blank use 0.05 ml ddH2O \\(or protein sample buffer) in place of the protein solution. After 5-10 min incubation at RT, the absorbance of each of the protein/CBB-TCA reagent mixtures is measured at 610 nm against the reagent blank using a 1.4 ml glass microcuvette.\r\n\n\nConstruction of the microplate assay sub-protocol standard curve \\(Figure 2): Prepare a series of BSA standard solutions \\(made in ddH2O or in the protein sample buffer) with protein concentration 10 to 100 μg/ml \\(i.e. 50 to 500 ng per 5 μl standard protein solution volume) and place 5 μl of each in a microplate and mix with 0.245 ml CBB-TCA reagent). As reagent blank use 5 μl ddH2O \\(or protein sample buffer) in place of the protein solution. After 5-10 min incubation at RT, the absorbance of each of the protein/CBB-TCA reagent mixtures is measured at 610 nm \\(against the reagent blank) in the microplate reader.\r\n\n\nConstruction of the microassay sub-protocol standard curve \\(Figure 3): Prepare BSA standard solutions \\(made in ddH2O or in the protein sample buffer) with protein concentration 0.3 to 6 μg ml-1 \\(i.e. 0.15 to 3 μg per 0.5 ml standard solution volume) and mix 0.5 ml of each with 0.5 ml CBB-AS reagent. As reagent blank use 0.5 ml ddH2O \\(or protein sample buffer) in place of the protein solution. After 5-10 min incubation at RT, the absorbance of each of the protein/CBB-AS reagent mixtures is measured at 610 nm against the reagent blank \\(using a 1.4 ml glass microcuvette)."
        },
        {
            "header": "Timing",
            "content": "Each of the three sub-protocols takes 20 min for processing 10 samples"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem\r\n\n\n1. High reagent blank absorbance in any of the three protocols\r\n  Possible reasons\r\n\n\n1. Interference by the protein sample solvent \\(for details on various interfering substances see Georgiou et al. 2008 \\[9].\r\n  2. Sample reagent pH interference in the microassay protocol.\r\n  Solutions\r\n\n\n1. Dilute the sample with ddH<sub>2</sub>O \\(in order to decrease the interfering reagent concentration) and choose either the microassay protocol \\(because it uses the largest sample volume among the three protocols) or the microplate assay protocol \\(because of its even higher sensitivity).\r\n  2. Dilute the sample with ddH<sub>2</sub>O in order to maintain the critical assay pH between 0.2 and 0.3. Otherwise, apply either of the other two protocols."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocol consists of the general assay protocol that measures relatively low sample volumes \\(up to 50 &#x3BC;l) with concentration as low as 2 &#x3BC;g/ml \\(Figure 2), the microplate assay protocol that uses very low sample volumes \\(up to 5 &#x3BC;l) and, thus, it is more suitable when sample size \\(but not protein concentration, Figure 2) is limited \\(e.g. in samples of human eye aqueous humor, which is ~40 &#x3BC;l10, even on protein bands extracted from electrophoresis gels), and the microassay protocol which uses quite large protein samples \\(up to 0.5 ml), and, thus, it can be used on samples not size-limited but of low protein concentration \\(Figure 3)."
        },
        {
            "header": "References",
            "content": "1. Stoscheck, M. C. Quantitation of protein. In Guide to protein purification \\(ed. Deutscher, P. M.) 50-68 \\(Academic Press, New York, 1990).\r\n  2. Bradford, M. M. A rapid and sensitive method for quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 72, 248-254 \\(1976).\r\n  3. Lowry, O. H., Rosebrough, N. J., Farr, A. L. &amp; Randall, R. J. Protein measurement with the folin phenol reagent. J. Biol. Chem. 193, 265-275 \\(1951).\r\n  4. Sedmak, J. J. &amp; Grossberg, E. S. A rapid, sensitive, and versatile assay for protein using Coomassie Brilliant Blue G250. Anal. Biochem. 79, 544-552 \\(1977).\r\n  5. Smith, P. K. et al. Measurement of protein using bicinchoninic acid. Anal. Biochem. 150, 76-85 \\(1985).\r\n  6. Stoschek, C. M. Protein assay sensitive at nanogram levels. Anal. Biochem. 160, 301-305 \\(1987).\r\n  7. Dykman, L. A., Bogatyrev, V. A., Khlebtsov, B. N. &amp; Khlebtsov, N. G. A protein assay based on colloidal gold conjugates with trypsin. Anal. Biochem. 341, 16-21 \\(2005).\r\n  8. Nam, J.-M., Jang, K.-J. &amp; Groves, J. T. Detection of proteins using a colorimetric bio-barcode assay. Nat. Prot. 2, 1438-1444 \\(2007).\r\n  9. Georgiou, D. C., Grintzalis, K., Zervoudakis, G. &amp; Papapostolou, I. Mechanism of Coomassie brilliant blue G-250 binding to proteins: a hydrophobic assay for nanogram quantities of proteins. Anal. Bioanal. Chem. 391, 391-403 \\(2008).\r\n  10. Gartaganis, S. P. et al. Glutathione and lipid peroxide changes in pseudoexfoliation syndrome. Cur. Eye Res. 30, 647-651 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was financially supported by the Greek Ministry of Education, University of Patras, Greece."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11328,
                "identity": "9f6d8e88-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Konstantinos Grintzalis",
                "email": "",
                "orcid": "",
                "institution": "University of Patras",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Konstantinos",
                "middleName": "",
                "lastName": "Grintzalis",
                "suffix": ""
            },
            {
                "id": 11329,
                "identity": "9f6d9167-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ioannis Papapostolou",
                "email": "",
                "orcid": "",
                "institution": "University of Patras",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ioannis",
                "middleName": "",
                "lastName": "Papapostolou",
                "suffix": ""
            },
            {
                "id": 11330,
                "identity": "9f6d9413-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christos Georgiou",
                "email": "",
                "orcid": "",
                "institution": "University of Patras",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christos",
                "middleName": "",
                "lastName": "Georgiou",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-08-26 07:00:44",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.214",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.214",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608056,
                "identity": "e72d4006-3bae-45da-b6f9-b0f393dc48b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68180,
                "visible": true,
                "origin": "",
                "legend": "Mechanism of CBB dye binding to proteins [9]   A. The CBB neutral species binds to proteins both by hydrophobic interactions (via Phe, Trp etc), and by electrostatic attraction between the distant to the quaternary N dissociated sulfonic group primarily and the positively charged guanidino group of Arg (and secondarily with Lys, His). Upon protein binding, the absorbance of the neutral species shifts to 615-625 nm possibly due to a weakening of the heteropolar bond of the proton-neutralized sulfonic group proximal to the quaternary N (see dashed arrow), making it to behave spectrally as a pseudo-anionic species). B. The CBB anionic species binds to proteins primarily by electrostatic attraction between the distant to the quaternary N dissociated sulfonic group primarily and Arg (Lys, His), forming a complex absorbing at 650 nm and thus having spectral properties similar to the neutral species. Reaction of the quanidino group of Arg with the dissociated sulfonic group proximal to the positively charged quaternary N seems not to be favored due to electrostatic repulsions. C. The CBB cationic species does not form complex with proteins because its absorbance at 470 nm does not change. This is expected because both sulfonic groups of this species are unavailable (proton-neutralized) for reaction with Arg, Lys, His.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-617/v1/figure_1.jpg"
            },
            {
                "id": 2608057,
                "identity": "7de27b7f-495b-4248-97bc-41e0aa33e86f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32357,
                "visible": true,
                "origin": "",
                "legend": "Standard curves of general and microplate assay sub-protocols   Linear standard curves of the general assay (red line) and the microplate assay (blue line) protocols. Error bars designate standard deviation.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-617/v1/figure_2.jpg"
            },
            {
                "id": 2608059,
                "identity": "04379a81-618d-482e-ac2f-a81fabfc8ba2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:56",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 23938,
                "visible": true,
                "origin": "",
                "legend": "Standard curve of microassay sub-protocol   Linear standard curve of the microassay protocol. Error bars designate standard deviation.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-617/v1/figure_3.jpg"
            },
            {
                "id": 13465746,
                "identity": "3ca14e0c-a5ff-4dbe-8652-d350a08968ab",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 288539,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-617/v1/75753780-d4a1-421b-9151-134550887edb.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Coomassie Brilliant Blue G-250, proteins, quantification\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Protocol for the quantification of protein ng quantities by a Coomassie Brilliant Blue G-250-based hydrophobic assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-10-27 06:36:29",
                "doi": "10.1038/nprot.2009.214",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f6d1ce5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 27th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2362,
                "name": "Biochemistry"
            },
            {
                "id": 2363,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-10-27 06:36:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}