{
    "identity": "nprot-4563",
    "title": "Quartz Crystal Micro-balance with Dissipation factor monitoring \\(QCM_D) for Cancer control Protocol",
    "content": [
        {
            "header": "Introduction",
            "content": "In the last years, the increasingly explosive evolution of the nanobiotechnologies applied to proteins, namely proteomics, both structural and functional, and specifically the development of more sophisticated protein arrays, has enabled scientists to investigate protein interactions and functions with an unforeseeable precision and wealth of details. Novel proteins of unknown functions are the legacy of the post-genomics era and protein arrays indeed make possible a high-throughput characterization and screening of thousands of interacting proteins, ranging from protein antibodies, protein-protein, protein-ligand/protein-receptor, protein-drug, to enzyme-substrate screening and multianalyte medical diagnostic assays. Advancements in protein science and in recombinant technologies, such as clone engineering, have directly linked DNA sequences and protein arrays, and since is more easier to store DNA and express it than obtaining purified proteins, this field of research has attracted a lot of interest from the scientific community. Moreover, protein arrays can be coupled with label-free approaches: the so-called cell-free protein arrays. Label-free analysis do not require the use of any reporter elements \\(such as fluorescent, luminescent, radiometric, or colorimetric components), it can provide direct information on analyte kinetics and binding in the form of mass addition or depletion. \r\n\n\nWe already reported and discussed some preliminary results of protein expression of genes related to cancer and other medical issues with potentially clinically relevant implications \\(the reader is kindly referred to the list of references). In particular, experiments have been carried out coupling Nucleic Acid Programmable Protein Array \\(NAPPA) with a recently improved nanogravimetric apparatus which exploits the quartz crystal microbalance with frequency \\(QCM_F) and quartz crystal microbalance with dissipation monitoring \\(QCM_D) technologies. \r\n\n\nThe selected proteins were CDK2, P53, MLH1, BRIP1, JUN and ATF2, very biologically and clinically relevant for cancer. \r\n\n\nFor this purpose, complementary DNAs \\(cDNAs) of selected genes tagged with a C-terminal glutathione S-transferase \\(GST) are spotted on the microarray surface and expressed using a cell-free transcription/translation system \\(IVTT, in vitro transcription and translation). The newly expressed protein is captured on the array by an anti-GST antibody that have been coimmobilized with the expression clone on the microarray surface. Those interactions occur only between properly folded, non-denatured and bioactive proteins, demonstrating that the proteins on the array are properly functioning. NAPPA microarrays can be useful in biomarkers discovery and for other clinical applications, especially in the effort of moving towards Personalized Medicine. NAPPA can be used also as a sensing system platform enabling the development of biosensor. \r\n\n\nTo the best of our knowledge, we coupled for the first time QCM_D with NAPPA technology for biomedical applications. QCM_D Conductometer Nanogravimetry makes use of functionalized piezoelectric quartz crystals \\(QC), which vary their resonance frequency \\(f) when a mass \\(m) is adsorbed to or desorbed from their surface. This is well described by the Sauerbrey's equation: \r\n\n\nΔf/f0 = - m/Aρl \r\n\n\nwhere f0 is the fundamental frequency, A is the surface area covered by the adsorbed molecule and ρ and l are the quartz density and thickness, respectively. \r\n\n\nQuartz resonators response strictly depends on the biophysical properties of the analyte, such as the viscoelastic coefficient. The dissipation factor \\(D) of the crystal's oscillation is correlated with the softness of the studied material and its measurement can be computed by taking into account the bandwidth of the conductance curve 2Γ, according to the following equation: \r\n\n\nD = 2Γ / f \r\n\n\nwhere f is the peak frequency value. \r\n\n\nIn our analysis we introduced also a “normalized D factor”, DN, that we defined as the ratio between the half-width half-maximum \\(Γ) and the half value of the maximum value of the conductance \\(Gmax) of the measured conductance curves: \r\n\n\nDN = 2Γ / Gmax \r\n\n\nDN is more strictly related to the curve shape, reflecting the conductance variation.\r\n\n\nBriefly, IVTT procedures were performed using HeLa lysate mix, prepared according to the manufacturers’ instructions. The quartz, connected to the nanogravimeter inside the incubator, was incubated for 1.5 hr at 30°C with 40 μl of HeLa lysate mix for proteins synthesis and then, the temperature was decreased to 15°C for a period of 30 min to facilitate the proteins binding on the capture antibody \\(anti-GST). After the processes of protein expression and capture, the quartz was removed from the instrument and washed at room temperature, in phosphate buffered saline \\(PBS) for 3 times. The quartz was then placed in the flux chamber for the protein-protein interaction analysis. The protocol described above was followed identically for both control QC \\(the one with only master mix \\(MM), i.e, all the NAPPA chemistry except the cDNA) and protein expressing QC. The sensitivity of our NAPPA based biosensor was previously determined by the QC characteristics and the sensitivity of the nanogravimeter. At the moment, the minimum frequency shift detectable is of 0.05 Hz that corresponds to about 0.3 ng of detected molecules). Comparing our sensitivity data with the data available in the literature, QC characteristics appear in the range of other well-established techniques and procedures, such as SPR. In our previous proofs-of-principle, we conducted fluorescence experiments in parallel, experiments that enabled us to validate the QCM_D results, sensitivity and selectivity. QCM_D results have been calibrated up to the nanogram level, monitoring up to 1 Hertz variation in frequency. Moreover, QCM_D technique measures the viscosity of the expressed proteins linked directly to the structure and superfolding of the given protein, providing the scholars precious biophysical and biochemical information relevant to the protein structure and conformation. These details indeed allowed us to discriminate among different proteins of the same quantity being expressed in the same spot where different genes have been immobilized, a task that is a challenge even with fluorescence and labeled techniques. \r\n\n\nThe curves have been centered to their maximum frequency to better visualize the changing in bandwidths and conductance. These data pointed to a unique conductance curve shape for each protein and suggested the possibility to identify the expressed proteins by QCM-D even when combined on We can notice an evident frequency decrease due to the human IVTT lysate addition and a change in viscoelastic properties of the quartzes after the human IVTT lysate addition, leading to a measurable increase of the bandwidth. During the incubation, on the contrary, the frequency and bandwidth variations were minimal. This effect could be related to two main effects: the first merely due to the IVTT lysate addition on the QC surface - when the QCM contacts with a solution, there is a decrement in frequency that is dependent upon the viscosity and the density of the solution, and there is a decrement in damping the resonant oscillation; the viscous loss is manifested as an increment in resistance of the QCM resonator; and the second due to the change of the composition of both QC surface and IVTT lysate after the gene expression and the protein synthesis and immobilization. The conductance curves acquired after PBS washing evidenced the further changes of solution in contact with the QC. Using the calibration coefficient, we estimated the amount of molecules immobilized on the quartz surface at the end of immobilization protocol \\(m). To estimate the amount of proteins anchored on the QC surface after the NAPPA expression we had to take into account for the human IVTT lysate molecules nonspecifically adsorbed on the quartz surface. Assuming that on each QC surface there was the same specific adsorption, we could estimate it from reference quartz conductance curves. In particular, we considered the frequency shift between the reference QC conductance curves acquired immediately after the human IVTT lysate addition \\(“IVTT addition”) and that acquired at the end of the protein anchorage \\(“90 min IVTT addition”); this value is 450 Hz, that correspond to 2 μg of molecules specifically adsorbed \\[10]. The values of immobilized BRIP1 molecules, therefore, was 2.28 μg while the amount of JUN was 1.69 μg. In terms of molar concentration, we found 0.02 nM for BRIP1 \\(having a molar weight of <sub> 130kDa) and 0.04 nM for JUN \\(having a molar weight of </sub> 39kDa). \r\n\n\nThe data here presented have been obtained employing a further improved version of our conductometer aimed to determine proteinprotein interactions; the NAPPA-QCs employed were printed with a higher number of spots \\(100), gene expression and protein synthesis was performed through a human lysate as IVTT system \\(to guarantee a higher protein yield) and also the QCM_D software has been updated and improved allowing the acquisition of the conductance curves at higher resolution.\r\n\n\nThe data here presented have been obtained employing a further improved version of our conductometer aimed to determine protein-protein interactions; the NAPPA-QCs employed were printed with a higher number of spots \\(100), gene expression and protein synthesis was performed through a human lysate as IVTT system \\(to guarantee a higher protein yield) and also the QCM_D software has been updated and improved allowing the acquisition of the conductance curves at higher resolution. The main objective of this communication was to establish some proofs of principle by choosing proteins such as BRIP1, Jun and ATF2. \r\n\n\nA first interesting implication for potential clinical applications concerned the possibility to drastically reduce the time of protein expression and capture under our experimental conditions \\(this is true especially for BRIP1). Acquiring conductance curves each 5 minutes we noticed that after the first 15 minutes after IVTT lysate addition at 30°C the position and shape of the curves did not change anymore, likewise after few minutes at 15°C, for protein capture, position and shape of the curves did not change anymore. We deduced from these results that the protein expression took place in the first minutes and that also their capture needed only few minutes and we performed experiments reducing the expression time from 90 minutes to 15 \\(at 30°C) and the capture time from 30 to 5 minutes \\(at 15°C). The results presented confirmed our hypothesis. The conductance curves obtained showed that protein expression and capture and protein-protein interactions were successfully performed. Applying the calibration coefficients, we were able to estimate the amount of protein immobilized on the biosensor surface. To estimate the amount of molecules aspecifically captured on the QC surface after the NAPPA expression \\(human IVTT lysate molecules not specifically adsorbed on the QC surface) we employed a reference QC \\(MM QC) and we estimated an amount of 2 μg of molecules aspecifically adsorbed. For BRIP1 quartz we obtained 2.28 μg \\(that is to say, a concentration of 0.02 nM), while for JUN quartz the amount was 1.69 μg \\(corresponding to 0.04 nM). Until today very few quantitative data about c-Jun expressions \\(and even less for BRIP1) are present in the literature, which presents only relative changes in magnitude orders during the carcinogenesis. However, taking the data together and assuming plausible biological perspective, c-Jun and BRIP1 expression vary from low nanomolar \\(as in our case) to micromolar range. The NAPPA-based QCM_D biosensor appears able to monitor and discriminate the protein expression of the different selected proteins. The multi-spot feature of our sensor can be exploited for investigating the multi-protein expression and protein-protein interactions, becoming more clinically relevant. In fact, not single biomarkers are able to capture the diagnosis and prognosis of cancer, but a composite panel of proteins that could be properly detected via high-throughput sensors. \r\n\n\nMoreover, we tested also interaction between gene/protein and drug, such as temozolomide \\(bran name Temodar)."
        },
        {
            "header": "Reagents",
            "content": "- Argon,\r\n\n\n- cysteamine 2mM,\r\n\n\n- ethanol,\r\n\n\n- HeLa lysate mix \\(1-Step Human Coupled IVTT Kit, Thermo Fisher Scientific Inc.),\r\n\n\n- NucleoPrepII anion exchange resin \\(Macherey Nagel),\r\n\n\n- NAPPA printing mix \\(1.4 μg/ul DNA, 3.75 μg/ul BSA, Sigma-Aldrich; 5 mM BS3, Pierce, Rockford, IL, USA; 66.5 μg polyclonal capture GST antibody, GE Healthcares),\r\n\n\n- PBS."
        },
        {
            "header": "Equipment",
            "content": "- A microarray printing device, such as the Qarray II from Genetix,\r\n\n\n- 9.5 MHz AT-cut quartz crystal of 14 mm blank diameter and 7.5 mm electrode diameter, produced by ICM. The electrode materials were 100 Å Cr and 1,000 Å Au. Microarrays were produced on the quartzes as highly sensitive transducers."
        },
        {
            "header": "Procedure",
            "content": "- Wash crystal quartzes three times with ethanol,\r\n\n\n- dry them with Argon,\r\n\n\n- incubate them over night at 4°C with 2 mM cysteamine,\r\n\n\n- wash quartzes again three times with ethanol to remove any unbound cysteamine,\r\n\n\n- dry quartzes with Argon\r\n\n\n- transform plasmids DNA coding for GST tagged proteins into Escherichia coli,\r\n\n\n- purify DNA using the NucleoPrepII anion exchange resin \\(Macherey Nagel),\r\n\n\n- prepare NAPPA printing mix with 1.4 μg/ul DNA, 3.75 μg/ul BSA \\(Sigma-Aldrich), 5 mM BS3 \\(Pierce, Rockford, IL, USA) and 66.5 μg polyclonal capture GST antibody \\(GE Healthcares),\r\n\n\n- prepare negative controls, named master mix \\(hereinafter abbreviated as “MM”), replacing DNA for water in the printing mix,\r\n\n\n- incubate samples at room temperature for 1 hour with agitation,\r\n\n\n- print them on the cysteamine-coated gold quartz using the Qarray II from Genetix,\r\n\n\n- perform in vitro transcription and translation \\(IVTT) using HeLa lysate mix \\(1-Step Human Coupled IVTT Kit, Thermo Fisher Scientific Inc.), according to the manufacturers’ instructions,\r\n\n\n- incubate the quartz, connected to the nanogravimeter inside the incubator, for 10 min at 30°C with 40 μl of HeLa lysate mix for proteins synthesis,\r\n\n\n- acquire the conductance curve \\(“IVTT addition curve”, prior protein expression),\r\n\n\n- decrease the temperature to 15°C for a period of 5-10 min to facilitate the proteins binding on the capture antibody \\(anti-GST),\r\n\n\n- acquire the conductance curve \\(“IVTT addition at 10 min”, after protein expression),\r\n\n\n- after the protein expression and capture, remove the quartzes from the instrument and wash at room temperature, in 500 mM NaCl PBS for 3 times,\r\n\n\n- after protein expression, capture, wash the quartzes in PBS at increasing concentrations at 22°C,\r\n\n\n- acquire the conductance curve \\(“Post-wash curve”, after the final washing process with PBS)."
        },
        {
            "header": "References",
            "content": "1) Bragazzi NL, Pechkova E, Nicolini C. Proteomics and proteogenomics approaches for oral diseases.  Adv Protein Chem Struct Biol. 2014;95:125-62.\r\n\n\n2) Bragazzi NL, Pechkova E, Nicolini C. NAPPA-Based Vaccines for a New Proteogenomics Approach for Public Health. NanoWorld J. 2015;1\\(1): 18-25. \r\n\n\n3) Bragazzi NL, Spera R, Pechkova E, Nicolini C. NAPPA-Based Nanobiosensors for the Detection of Proteins and of Protein-Protein Interactions Relevant to Cancer. J Carcinog & Mutagen. 2014;5:166.\r\n\n\n4) Nicolini C, Adami M, Sartore M, Bragazzi NL, Bavastrello V, Spera R, Pechkova E. Prototypes of newly conceived inorganic and biological sensors for health and environmental applications. Sensors \\(Basel). 2012 Dec 12;12\\(12):17112-27. \r\n\n\n5) Nicolini C, Bragazzi N, Pechkova E. Nanoproteomics enabling personalized nanomedicine. Adv Drug Deliv Rev. 2012 Oct;64\\(13):1522-31.\r\n\n\n6) Nicolini C, Bragazzi NL, Pechkova E. Determination of Protein-Protein Interaction for Cancer Control via Mass Spectrometry and Nanoconductimetry of NAPPA SNAP Arrays: An Overview. NanoWorld J. 2015;1\\(1):9-17.\r\n\n\n7) Nicolini C, Spera R, Bragazzi N, Pechkova E. Drug-protein interactions for clinical research by Nucleic Acid Programmable Protein Arrays-Quartz Crystal Microbalance with Dissipation Factor Monitoring nanoconductometric assay. American Journal of Biochemistry and Biotechnology. 2014;10\\(3):189-201.\r\n\n\n8) Pechkova E, Wiktor P, Bragazzi N, Festa F, Nicolini C. Nanoprobe NAPPA Arrays for the Nanoconductimetric Analysis of Ultra-Low-Volume Protein Samples Using Piezoelectric Liquid Dispensing Technology. NanoWorld J. 2015;1\\(1):26-31.\r\n\n\n9) Spera R, Bezerra Correia TT, C. Nicolini C. NAPPA based nanogravimetric biosensor: Preliminary characterization. Sensors and Actuators B: Chemical. 2013;182:682–688.\r\n\n\n10) Spera R, Festa F, Bragazzi NL, Pechkova E, LaBaer J, Nicolini C. Conductometric monitoring of protein-protein interactions. J Proteome Res. 2013 Dec 6;12\\(12):5535-47.\r\n\n\n11) Nicolini C, Peshkova E. Microarray based Functional Nanoproteomics and Cancer. In:  Cancer Nanotechnology \\(Chapter 2, pp. 110-113). Biotech, Biomaterials and Biomedical TechConnect Briefs 2015.\r\n\n\n12) Nicolini C, Peshkova E, Bragazzi N. From Nanogenomics and Structural-Functional Proteomics to Personalized Medicine for Oral Lichen Planus \\(OLP) as a Translational Model of Oral Cancer Useful to Introduce an Industrial Technical Innovation. In:  Cancer Nanotechnology \\(Chapter 2, pp. 114-117). Biotech, Biomaterials and Biomedical TechConnect Briefs 2015.\r\n\n\n\r\n\n\nPATENTS\r\n\n\nBragazzi NL, Nicolini C, Peshkova E. APA-SNAP nanoarrays per proteomica LB-basata \\(strutturale e funzionale) e per vaccinologia. ITGE20120080 \\(A1) ― 2014-02-10 \\(http://worldwide.espacenet.com/publicationDetails/biblio?FT=D&date=20140210&DB=worldwide.espacenet.com&locale=en_EP&CC=IT&NR=GE20120080A1&KC=A1&ND=5). \r\n\n\nAdami M, Nicolini C, Sartore M, Troitsky V. Biosensor and method and instrument for deposition of alternating monomolecular layers. EP 0770210 A1. \r\n\n\nAdami M, Nicolini C, Sartore M, Troitsky V. Biosensor and method and instrument for deposition of alternating monomolecular layers. WO1996002830A1."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/B978-0-12-800453-1.00004-X",
                "date": "2016-01-25 14:18:41",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1021/pr400445v",
                "date": "2016-01-25 14:19:08",
                "title": "Conductometric Monitoring of Protein–Protein Interactions",
                "authors": [
                    "Rosanna Spera",
                    "Fernanda Festa",
                    "Nicola L. Bragazzi",
                    "Eugenia Pechkova",
                    "Joshua LaBaer",
                    "and Claudio Nicolini"
                ],
                "journal": "Journal Of Proteome Research",
                "logo": ""
            },
            {
                "doi": "10.3390/s121217112",
                "date": "2016-01-25 14:19:46",
                "title": "Prototypes of Newly Conceived Inorganic and Biological Sensors for Health and Environmental Applications",
                "authors": [
                    "Claudio Nicolini",
                    "Manuela Adami",
                    "Marco Sartore",
                    "Nicola Bragazzi",
                    "Valter Bavastrello",
                    "Rosanna Spera",
                    "and Eugenia Pechkova"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13759,
                "identity": "a0a715bd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Claudio Ando Nicolini",
                "email": "clannicolini@gmail.com",
                "orcid": "",
                "institution": "Claudio Ando Nicolini's Lab, NanoWorld, USA; HC Professor Nanobiotechnology, Lomonosov Moscow State University, Russia; Foreign Member Russian Academy of Sciences; President NWI Fondazione EL.B.A. Nicolini; Editor-in-Chief NWJ, Santa Clara, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Claudio",
                "middleName": "Ando",
                "lastName": "Nicolini",
                "suffix": ""
            },
            {
                "id": 13760,
                "identity": "a0a71839-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nicola Luigi Bragazzi",
                "email": "",
                "orcid": "",
                "institution": "Claudio Ando Nicolini's Lab; LBN, University of Genoa, Genoa, Italy; Fondazione EL.B.A. Nicolini",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicola",
                "middleName": "Luigi",
                "lastName": "Bragazzi",
                "suffix": ""
            },
            {
                "id": 13761,
                "identity": "a0a71b0b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Eugenia Pechkova",
                "email": "",
                "orcid": "",
                "institution": "Claudio Ando Nicolini's Lab; LBN Director, DIMES, University of Genoa, Genoa, Italy; Fondazione EL.B.A. Nicolini",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eugenia",
                "middleName": "",
                "lastName": "Pechkova",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-01-25 14:45:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.003",
        "doiUrl": "https://doi.org/10.1038/protex.2016.003",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609375,
                "identity": "678779d7-32c5-4d5c-bcdb-cff2060b219a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 149190,
                "visible": true,
                "origin": "",
                "legend": "QCM_D biosensor prototype scheme. The quartz was positioned in a flow chamber that also guaranteed the temperature control. Temperature and flux rate were settable trough the controllers and D factor and frequency values are visible on two displays. On co",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-4563/v1/figure_1.tif"
            },
            {
                "id": 2609373,
                "identity": "822e9b8f-1866-4a45-abd2-05d27dddebf3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:52",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 216432,
                "visible": true,
                "origin": "",
                "legend": "Conductance curves of MM_MLH1 expressing QC plus Temozolomide. The curves were collected in different steps of NAPPA process, as reported in the legends and after the addition of increasing concentration of Temozolomide. From Reference 7.",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-4563/v1/figure_2.tif"
            },
            {
                "id": 2609376,
                "identity": "8be374de-baf5-4d5e-a1a5-3fe3f9ba37bd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:53",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 172462,
                "visible": true,
                "origin": "",
                "legend": "Addition of increasing concentration of Temozolomide. From Reference 7.",
                "description": "",
                "filename": "figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-4563/v1/figure_3.tif"
            },
            {
                "id": 13464768,
                "identity": "337c1225-a3aa-4cf1-93e7-e9c00f962f16",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 587111,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4563/v1/32de8c24-d36b-4dde-90ac-faba76f0c486.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Quartz Crystal Micro-balance with Dissipation factor monitoring, nanoconductometry, protein-protein interactions, cancer",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In the last years, the increasingly explosive evolution of the nanobiotechnologies applied to proteins, namely proteomics, both structural and functional, and specifically the development of more sophisticated protein arrays, has enabled scientists to investigate protein interactions and functions with an unforeseeable precision and wealth of details. Novel proteins of unknown functions are the legacy of the post-genomics era and protein arrays indeed make possible a high-throughput characterization and screening of thousands of interacting proteins, ranging from protein antibodies, protein-protein, protein-ligand/protein-receptor, protein-drug, to enzyme-substrate screening and multianalyte medical diagnostic assays. Advancements in protein science and in recombinant technologies, such as clone engineering, have directly linked DNA sequences and protein arrays, and since is more easier to store DNA and express it than obtaining purified proteins, this field of research has attracted a lot of interest from the scientific community. Moreover, protein arrays can be coupled with label-free approaches: the so-called cell-free protein arrays. Label-free analysis do not require the use of any reporter elements \\(such as fluorescent, luminescent, radiometric, or colorimetric components), it can provide direct information on analyte kinetics and binding in the form of mass addition or depletion.",
        "manuscriptTitle": "Quartz Crystal Micro-balance with Dissipation factor monitoring (QCM_D) for Cancer control Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-02-04 13:20:55",
                "doi": "10.1038/protex.2016.003",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0a6b1f6-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 4th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3543,
                "name": "Biotechnology"
            },
            {
                "id": 3544,
                "name": "Nanoscience and technology"
            },
            {
                "id": 3545,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-02-04 13:20:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}