{
    "identity": "pex-1547",
    "title": "<p>Assessment of Anxiety using Hamilton Anxiety Scale in Augmented Reality Head Mounted Display User: A Study Protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Anxiety disorder is a mental health condition characterized by severe sensations of worry or fear that interferes with the activities of daily living. Anxiety disorder is common in the general population which appears in 80–90% of cases before the age of 35, and the interval between the ages of 10 and 25 appears to be a high-risk phase for the development of anxiety disorders (1). Anxiety disorders had a prevalence rate of 13% and effective disorders had a prevalence rate of 11% in the previous year. 17 per cent and 14 per cent of students said they had been diagnosed or treated for anxiety (2). Individual psychiatric symptoms do not appear to be spread evenly throughout the population. Few items of anxiety had the maximum loading in both male and female. Discomfort or tightness in the head, anxiety, unable to make a decision, panic emotions, worrying about everything, worked up, unable to sit quietly, breathless or racing heart, sensations of fear, worrying kept me awake at night (3). The State-Trait Anxiety Index, the Beck Anxiety Inventory, the anxiety subscale of the Hospital Anxiety and Depression Scale and Hamilton anxiety scale are all commonly used instruments for measuring anxiety (4).</p><p>The Hamilton anxiety (HAM-A) scale is the first Questionnaire to evaluate the mental state of patients suffering from \"neurotic anxiety states,\" (5).&nbsp;HAM-A was presented for determining the severity of anxiety neurosis and to spot true intraindividual changes in the intensity of anxiety. Since no other accurate scale is available, the HAM-A is widely used for these reasons (6). HAM-A is a 14 defined elements of symptoms based on both physical and psychological symptoms (5). A collection of questionnaires for evaluating depressive and anxious symptoms had created and tested in medical practice with great success (7). Each object is given a severity rating on a five-point rating scale from 0 to 4 which include 0 as none; 1 as mild, 2 as moderate; 3 as severe; 4 as very severe (8). Questionnaire consist of anxious mood (irritability, apprehension, anticipation of the worst, worries); insomnia (night terrors, broken sleep, difficulty falling asleep, unsatisfying sleep with fatigue on waking, nightmares, dreams); general sensory (pricking sensations, blurring of vision, tinnitus, feelings of weakness, hot and cold flushes); general behavior at interview (strained face, restless pacing, fidgeting, furrowed brow, tremor of hands) (9). This questionnaire is done in an open-ended manner in which a clinician delineate the involvement, absence, and intensity of symptoms through a series of questions to gain diagnostic clarity (10).</p><p>In the late 1990s, various therapists around the globe began to include virtual reality (VR) into in Vivo exposure-based therapy (VEBT), offering nervous patients in in-office and regulated exposure therapy (11). Virtual Reality has a long history of being used to help people who are nervous in such social environments and help to conquer their fears (12). In 1968, Ivan Sutherland created the 1st head-mounted display (HMD) that let users view 3D wireframe objects, having the potential of personalized virtual experience become a reality (11). HMD are stereoscopic three-dimensional displays that are worn on the heads of people to have a virtual reality (VR) experience (13). The oculus rift is a low-cost, high-fidelity virtual reality experience that has a wide viewing angle is an essential feature of the design, as it significantly improves the sense of immersion over most previous headsets (14). The oculus rift is a lightweight virtual reality (VR) ski-masked shaped goggle that can be used with computers or handheld devices (15). Also, having a better and deeper understanding of the range and user experiences will help to guide future efforts (13). Hence, the need of this study is to evaluate the severity of anxiety before the appearance of the oculus rift.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. All the participants will be explained thoroughly with the procedure.\n2. Consent will be taken and data will be collected using Google form of HAM-A to evaluate the severity of anxiety symptoms on normal individuals before exposing them to the oculus rift.\n3. The data will be collected, statistical analysis will be performed, and results will be drawn.\n4. The result and conclusion will be drawn accordingly."
        },
        {
            "header": "References",
            "content": "<p>1. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Michael T, Zetsche U, Margraf J. Epidemiology of anxiety disorders. 2007;7. </p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Walters KS, Bulmer SM, Troiano PF, Obiaka U, Bonhomme R. Substance Use, Anxiety, and Depressive Symptoms Among College Students. Journal of Child &amp; Adolescent Substance Abuse. 2018 Mar 4;27(2):103–11. </p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kendler KS. Symptoms of Anxiety and Symptoms of Depression: Same Genes, Different Environments? Arch Gen Psychiatry. 1987 May 1;44(5):451. </p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Julian LJ. Measures of anxiety: State-Trait Anxiety Inventory (STAI), Beck Anxiety Inventory (BAI), and Hospital Anxiety and Depression Scale-Anxiety (HADS-A). Arthritis Care Res. 2011 Nov;63(S11):S467–72. </p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shear MK, Vander Bilt J, Rucci P, Endicott J, Lydiard B, Otto MW, et al. Reliability and validity of a structured interview guide for the Hamilton Anxiety Rating Scale (SIGH-A). Depress Anxiety. 2001;13(4):166–78. </p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Maier W, Buller R, Philipp M, Heuser I. The Hamilton Anxiety Scale: reliability, validity and sensitivity to change in anxiety and depressive disorders. Journal of Affective Disorders. 1988 Jan;14(1):61–8. </p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhao N, Zhang Z, Wang Y, Wang J, Li B, Zhu T, et al. See your mental state from your walk: Recognizing anxiety and depression through Kinect-recorded gait data. Yang J, editor. PLoS ONE. 2019 May 22;14(5):e0216591. </p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Beneke M. Methodological Investigations of the Hamilton Anxiety Scale. Pharmacopsychiatry. 1987 Nov;20(06):249–55. </p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Snaith RP, Baugh SJ, Clayden AD, Husain A, Sipple MA. The Clinical Anxiety Scale: An Instrument Derived from the Hamilton Anxiety Scale. Br J Psychiatry. 1982 Nov;141(5):518–23. </p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bruss GS, Gruenberg AM, Goldstein RD, Barber JP. Hamilton anxiety rating scale interview guide: Joint interview and test-retest methods for interrater reliability. Psychiatry Research. 1994 Aug;53(2):191–202. </p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gorini A, Riva G. Virtual reality in anxiety disorders: the past and the future. Expert Review of Neurotherapeutics. 2008 Feb;8(2):215–33. </p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chessa M, Maiello G, Borsari A, Bex PJ. The Perceptual Quality of the Oculus Rift for Immersive Virtual Reality. Human–Computer Interaction. 2019 Jan 2;34(1):51–82. </p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tan CT, Leong TW, Shen S, Dubravs C, Si C. Exploring Gameplay Experiences on the Oculus Rift. In: Proceedings of the 2015 Annual Symposium on Computer-Human Interaction in Play [Internet]. London United Kingdom: ACM; 2015 [cited 2021 May 31]. p. 253–63. Available from: https://dl.acm.org/doi/10.1145/2793107.2793117</p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LaValle SM, Yershova A, Katsev M, Antonov M. Head tracking for the Oculus Rift. In: 2014 IEEE International Conference on Robotics and Automation (ICRA) [Internet]. Hong Kong, China: IEEE; 2014 [cited 2021 May 31]. p. 187–94. Available from: http://ieeexplore.ieee.org/document/6906608/</p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DJSCOE, Vile - Parle (W), Mumbai, Rajesh Desai P, Nikhil Desai P, Deepak Ajmera K, Mehta K. A Review Paper on Oculus Rift-A Virtual Reality Headset. IJETT. 2014 Jul 25;13(4):175–9. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 31124486,
                "identity": "75bbb6ba-1be1-4a93-9e36-fcef4092298c",
                "order_by": 0,
                "name": "Manpreet Kaur Bhamra",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3726-3026",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Manpreet",
                "middleName": "Kaur",
                "lastName": "Bhamra",
                "suffix": ""
            },
            {
                "id": 31124487,
                "identity": "43d9fab9-6925-4f71-befc-73c7f8f756ab",
                "order_by": 1,
                "name": "Waqar M. Naqvi",
                "email": "waqar.naqvi@dmimsu.edu.in",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            },
            {
                "id": 31124488,
                "identity": "a8116717-f327-46cf-a562-e71701dd7577",
                "order_by": 2,
                "name": "Sakshi P. Arora",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2706-3461",
                "institution": "Ravi Nair Physiotherapy College, Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sakshi",
                "middleName": "P.",
                "lastName": "Arora",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-04 09:09:15",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1547/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1547/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13698406,
                "identity": "a07114b4-c17f-4464-84e1-3e402f575468",
                "added_by": "auto",
                "created_at": "2021-09-17 13:14:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 148350,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1547/v1/b093abec-5775-4fcc-95ec-3f4028da98d2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Hamilton anxiety scale, oculus rift, anxiety, mental health, augmented reality",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Introduction: </strong>Anxiety disorders impact a large number of population all over the world, prohibiting them from undertaking everyday tasks such as driving, staying in crowded places, or dealing with strangers. The Hamilton anxiety (HAM-A) scale is the first rating Questionnaire for determining the sign anxiety symptoms. HAM-A is a 14 point scale containing a clinician-based questionnaire that has been utilized as a self-scored survey based on both physical and psychological symptoms. The components of questionnaires for analyzing the depressive or anxious symptoms are developed and tested in medical practice with great success. Virtual Reality (VR) is a computer-simulated world that allows the user to feel as they are physically present in it. Oculus rift is a VR ski-masked shaped goggle having a better and deeper understanding of the range and user experiences that will help to guide future efforts.</p><p><strong>Method: </strong>The cross-sectional observational study will be including 70 participants aged 18 to 32 from Ravi<strong> </strong>Nair College of Physiotherapy, India for the study. With intervention, the duration of analysis of the study will be of 6 months. HAM-A scale is used to evaluate the symptoms of anxiety in people before they show up on the oculus rift.</p><p><strong>Discussion: </strong>The study will evaluate the severity of anxiety before going to VR surrounding. Virtual reality devices are more popular, many studies have been undertaken on the construction and validation of interfaces, but more research is needed on anxiety before entering a virtual reality environment has been limited; specifically, There are only a few techniques that may be used to measure anxiety in a virtual reality surrounding.</p><p>The Institutional Ethical Clearance reference number for this study is RNPC/IEC/2020-21/0012.&nbsp;</p>",
        "manuscriptTitle": "Assessment of Anxiety using Hamilton Anxiety Scale in Augmented Reality Head Mounted Display User: A Study Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-14 09:23:14",
                "doi": "10.21203/rs.3.pex-1547/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "94d8ffd5-54a6-4aa7-a4ba-9f0188583217",
        "owner": [],
        "postedDate": "June 14th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4796656,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-14 09:23:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}