{
    "identity": "pex-1597",
    "title": "<p>Protocol for Safely Collecting Saliva as a Biospecimen During and Post the COVID-19 Pandemic</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The emergence of salivary bioscience began in the 1980’s, around the same time that researchers discovered we could assess cortisol – a hormone in our bodies that is often represented as a biological marker of stress – through the gathering of saliva (Granger &amp; Taylor, 2020; Kirschbaum et al., 1991; Kirschbaum &amp; Hellhammer, 1989). In recent decades, the field of salivary bioscience has exponentially grown in scientific interest. This is likely due to the fact that interest in salivary cortisol has risen as well as the emergence of noninvasive procedures to collect other biomarkers of health (e.g., c-reactive protein, alpha amylase, uric acid) through saliva (See Figure 1).</p><p>There are decades of research confirming that the collection of saliva is a reliable, noninvasive form of assessing biomarkers of health (Granger et al., 2007a; Granger &amp; Taylor, 2020; Hellhammer et al., 2009; Kirschbaum et al., 1993; Nater et al., 2007; Stalder et al., 2016). However, the global health crisis caused by the coronavirus disease 2019 (COVID-19) has created challenges for biomedical researchers seeking to continue their salivary bioscience research. Saliva is now recognized as a Category “B” biospecimen, “reflecting the fact that saliva is a viable source of peer-to-peer and community transmission of COVID-19” (Granger &amp; Hamilton, 2020), variants or related diseases. Though there is a general sense that some form of health screening is needed (e.g., exposure, temperature, recent travel history), and some general suggestions have been outlined by prominent organizations (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Bioscience Research, 2020), there remains a critical need for a detailed protocol in the field.&nbsp;</p><p>The purpose of this manuscript is to provide detailed guidelines for safely collecting saliva as a biospecimen during and post the era of COVID-19. This protocol was devised based on existing protocols used in the field to gather saliva during typical conditions that have resulted in high compliance (e.g., 86% to 98% of participants provided at least one cortisol sample; Guan et al., 2016; Kuhlman et al. 2019; Stawski et al., 2013), as well as information gathered from notable organizations in the salivary bioscience field (Salimetrics, University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research), and stakeholders at the authors’ institution (Environmental Health and Safety, Institutional Review Board). A manuscript that utilized this protocol before and during the COVID-19 pandemic is forthcoming (Vasquez-Salgado et al., 2021). The current protocol has six sections: screenings, participant package creation and mailing, sample collection demonstration (one-time passive drool sample for a multitude of biomarkers, synthetic cotton swab for capturing the diurnal nature of biomarkers like cortisol), a contact-free drop-off or pick-up, text message reminders, and storage. Depending on participant screening responses and consistent with quarantine timelines suggested by the Center for Disease Control and Prevention (CDC, 2021a; 2021b), the entire protocol can be completed between 4 to 18 days, excluding participant package creation and mailing procedures. The steps outlined can be accommodated by scientists with developing and mastery level expertise. The protocol can be applied to existing salivary bioscience protocols and maximize safety in the presence of other infectious diseases.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Participant packet contents.</strong> Participants will need all tubes (e.g., 1.8 mL cryovial, Genesee Scientific<sup>®</sup>, San Diego, California; Salivette<sup>®</sup>, SARSTEDT, Germany) for gathering their saliva samples properly labeled and organized into separate plastic or Ziploc<sup>®</sup> bags (S. C. Johnson, Racine, Wisconsin) for each data collection session or day (e.g., 1 bag for all samples gathered via Zoom<sup>®</sup> or other videoconferencing program, 1 bag for 4 samples gathered at home for diurnal biomarkers such as cortisol, with the participant’s identification number and collection time color coded and noted), saliva collection aid(s) (if passive drool samples are to be gathered), as well as Cryo-Babies<sup>®</sup> stickers (Diversified Biotech, Dedham, Massachusetts; to be used as freezer resistant seals for each tube), tissues (for potential spillage), hand sanitizer (enough to last the entirety of their saliva collection periods), individually wrapped sanitizer wipes (one wipe for each sample tube), and a Lab Guard<sup>®</sup> Biohazard Specimen Bag (with an absorbent material placed inside) large enough to store all samples that are to be collected (Minigrip, Alpharetta, Georgia). If different types of saliva specimens will be gathered (e.g., one set of tubes for diurnal cortisol and another set of tubes to be processed for an array of other salivary biomarkers), it is highly recommended that separate biohazard bags be utilized for clarity and organization. In addition to these materials, participants will need a reliable thermometer, written instructions that they can reference at a later date (e.g., necessary for saliva collections that will be completed independently outside of Zoom time; for the contact-free drop-off or pick-up session of salivary biospecimen samples), and participants will need access to a Salivette timesheet log to be completed via an online or paper method, as well as a pen and waterproof envelope (if paper method is utilized; See Appendix I). A mini-cooler pouch with reusable ice packs will also be needed to store samples if the participants are to collect diurnal saliva sample(s) when they do not have access to a refrigerator. However, once the participant arrives back home, they must immediately place the sample into a refrigerator. The mini-cooler pouch will also be used to transport the samples during the contact-free drop-off or pick-up. In addition, a large Ziploc bag with a biohazard symbol will also be needed as well as a complimentary facemask (to be used for the contact-free drop-off or pick-up of salivary samples). Lastly, it is important to mention that all researchers instructing participants should receive a copy or version of some of these materials in order to ensure proper instruction (See Phase III, subsection 3A and 3B for further details).</p><p><strong>General researcher safety equipment.</strong> Laboratory coats, gloves (nitrile or latex), and a mask certified to protect against COVID-19 or other viruses (e.g., KN95, N95; Center for Disease Control and Prevention, 2021c) is suggested to be worn anytime researchers interact with participants, receive participants’ samples in a large biohazard bag or in handling the salivary samples themselves. This is to ensure safety of the researchers and participants. Laboratory coats and all clothing and shoes worn the day of engagement with research activities should be washed before subsequent use. CAUTION: If researcher clothing or laboratory coat become contaminated with saliva contents, it is encouraged that the researchers switch into new clothing or laboratory coat and place any contaminated gear (e.g., coat, clothing) in a biohazard plastic bag for later cleaning.</p><p><strong>Laboratory equipment.</strong> Containers and additional items will be needed for safety, sanitary, and storage purposes. A medium sized cooler with a rolling feature and ice packs will be needed for receipt of samples at drop-off. A biohazard label should be placed on the cooler. A computer will be needed to verify participants’ health screening survey responses prior to the drop-off session and for inputting information pertaining to the samples received into an online system. Moreover, a central area with proper ventilation will be necessary for the handling of samples.&nbsp;Disposable personal protective equipment (PPE; e.g., gowns, eye protection googles, and aforementioned gloves and masks) must be worn by the researcher anytime they are handling samples (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020). It is also encouraged to have disposable seat covers on chairs for each session that involves the handling of samples. There should also be extra laboratory coats, clothing, and shoes available for research team members in the event that a change in clothing is needed. In addition, individually packed disinfectant wipes, circular Cryo-Babies labels for the top of Salivette samples, permanent markers, and laminated moisture-resistant cardboard storage boxes with individual dividers for each saliva sample will be needed for the sanitation and storage of samples. A -80°C freezer that is meant to safely store biospecimen samples will be needed. If there is not an immediate access to a -80°C freezer, samples can be temporarily stored in a smaller -20°C freezer (meant to safely store biospecimen samples) and thereafter, transported to a larger -80°C freezer. Lastly, sanitary products, including sanitizer, spray, wipes and paper towels should be readily available throughout the laboratory (See Phase V, subsection 5 for further details). Electronic wipe cleaners to be used with disinfectant spray should also be available for the cleaning of screens, keyboards and any electronic equipment that will need sanitization after use.</p><p><strong>Field equipment. </strong>Containers and additional items will also be needed for ensuring safe and sanitary practices during pick-up sessions in the field. A large cooler with a rolling feature and ice packs will be needed for receipt of samples at pick-up. A biohazard label should be placed on the cooler, to be located in the trunk of the researcher’s vehicle with no items adjacent. A cell phone, preferably with a Bluetooth<sup>®</sup> GPS feature will be needed. It is also preferable that the researchers ensure they are able to make laboratory phone calls from their cell phone using apps approved by their institutions (e.g., Cisco Jabber<sup> ®</sup>). This will ensure familiarity and comfort of participant when the researcher calls them in the field. A device with Internet connection will also be needed to verify participants’ health screening survey responses. Moreover, extra gloves and masks, as well as an extra laboratory coat (in addition to the one being worn in the field), should be kept in a central location in the researcher’s vehicle in the event that a change is needed. Gloves are to be disposed after each use; thus, it is preferable that several gloves are kept in the vehicle. Sanitary products, including sanitizer, spray, wipes, and paper towels should be kept in a central location as well (See Phase V, subsection 5 for further details).</p>"
        },
        {
            "header": "Procedure",
            "content": "Phase I: Screenings\n1. Typical participant screenings.\nThe aim of any project may involve particular screening questions that are central to the purpose of the study or its design. In addition to those questions, extensive research suggests researchers incorporating biomarkers into their projects screen for health conditions (e.g., allergies, cardiovascular problems, high cholesterol, cancer, periodontal disease, pregnancy) and medical prescriptions as they may be linked with variation in salivary biomarkers (Adam & Kumari, 2009; Kudielka & Kirschbaum, 2003). A conservative approach would be to exclude such individuals from taking part in research studies that gather salivary biomarkers like cortisol. A different approach would be to incorporate those individuals into the project and simply control for these conditions or medications in analyses. However, it is important to note that if the sample will be relatively small or limited in power, the conservative approach may more effectively conserve experimental control. It is also encouraged that indirect information pertaining to dental hygiene be gathered as literature suggest dental hygiene influences biomarkers that is gathered via salivary methods (Granger et al., 2007b; Kamodyova et al., 2015). One typical dental hygiene question that is asked of participants is, “when you brush or floss your teeth, do you see red or pink in your saliva? (yes, no)”. Responses to this question may need to be incorporated as a control variable in analyses. Lastly, participants should be asked questions pertaining to illnesses and lifestyle within the last 24 hours (e.g., cold or viral infections, caffeine intake, perceived wake time, sleep quality) as well as medical questions (e.g., menstrual cycle, medications and drugs taken in the last 24 hours) on each day of saliva collection as these aspects may also influence results and potentially need to be controlled for in analyses (Adam & Kumari, 2009).\n1A. Participant health screenings.\nThe era of COVID-19 has added an additional layer of required health screening questions. These Center for Disease Control informed questions (See Table 1) aid the research team in determining whether a person may be at risk for having COVID-19. To ensure safety, it is optimal that participants are screened multiple times: at prescreening, prior to mailing a packet of materials to the participant, on each day that saliva is to be gathered, and finally, on the morning of the day that the research team is to receive their samples from them. If a participant answers “yes” at the prescreening or prior to mailing a packet of materials, their involvement in the study is to be delayed for 14-days or until they can answer “no” to all of the prescreening questions. If the participant answers “yes” to any of the questions on the saliva collection days or on the morning of the day that the research team is to receive their samples, the scheduled date for the contact-free drop-off or pick-up of samples should be rescheduled so that it allows for a 14-day window. A 14-day window was selected based on typical quarantine timelines recommended by the Center for Disease Control and Prevention subsequent to exposure or a positive test result for COVID-19 (Centers for Disease Control and Prevention, 2021a; 2021b). Suggested screening questions as well as a reminder to adhere to safety guidelines on each saliva collection day as well as the contact-free drop-off or pick-up session are noted in Table 1. TROUBLESHOOTING: Participants that answer yes on or right before their saliva collection days might have reservations about continuing with their saliva collection. The research team should coordinate with the participant and prioritize their comfort and well-being. The protocol allows for the participant to continue with their saliva collections. However, if the participant does not feel well it might be best to reschedule those saliva collection days. If the participant is worried about potential COVID-19 transmission, they should be assured that the research team will be taking several precautions when receiving (e.g., their drop-off or pick-up session will be rescheduled so that it allows for a 14-day window) and handling their samples (e.g., PPE gear will be worn by the research team at all times, samples will not be opened until they are formally processed by specialist that take several biohazard precautions).\n1B. Researcher health screenings.\nBecause members of a research team will be involved in devising and mailing packets to participants as well as being present for the contact-free drop-off or pick-up of saliva samples, they too must complete a screening that includes the questions noted in Table 1. If they answer “yes” to any of the questions, they must notify their principal investigator and suspend their engagement in these research activities for a 14-day window. That window was selected for the same reasons as outlined in the section above. If another researcher cannot take their place in these activities, rescheduling of activities will be needed.\nPhase II: Creation and Mailing of Packets\n2.\nAll packet contents that will be used for the entirety of the project are to be created, organized and packaged with a facemask on and sanitizer should be made readily available. The packet creation process may take several days, especially for projects that anticipate a large sample size; thus, it is highly encouraged that materials not being immediately used be stored in sealed containers. All materials noted in the “Participant Packet Contents” section above should be carefully placed inside of a large plastic or Ziploc bag (one bag per participant) at least 3 days prior to being mailed (Centers for Disease Control and Prevention, 2021d). All packets should be stored at room temperature in a large plastic bin container. Multiple containers may be needed depending on the number of participants that will be involved the project. Packets can be mailed via the United States Postal Service or another service that works best for the research team. It is encouraged that a system that enables tracking of the packet be used (e.g., Priority Mail\n®\n).\nPhase III: Sample Collection Demonstration\n3. Participant Instruction\n. The types of salivary samples gathered from participants varies across research labs. However, one common theme is that the samples are either gathered via passive drool or a synthetic cotton method. Below we provide two sources of instructions that can be followed for a one-time passive drool saliva gathering for a multitude of biomarkers and a synthetic cotton swab gathering for capturing the diurnal nature of biomarkers such as cortisol. These instructions can be modified to fit the interest of research teams and should be conducted in a contact-free, videoconferencing method (with video on), such as via Zoom. It is crucial that before beginning the session, the researcher verify that the participant has received their packet of materials as several components will be discussed throughout the virtual Zoom session.\n3A. One-time passive drool sample (~20- to 30-minutes for participant instruction and saliva sample collection).\nParticipants should rinse their mouth with water at least 10-minutes prior to collecting their passive drool sample to remove any residue that might have accumulated in their mouth, as well as removing any lip products if applicable (e.g., ChapStick\n®\n). Between the time of rinsing and the actual collection, participants should refrain from consuming any foods or beverages, including water. The following materials should be prepared: timer, saliva collection aid, a 1.8 mL saliva tube, hand sanitizer, sanitizing wipes, tissue pouch, a seal, and a Lab Guard\nBiohazard Specimen Bag (with an absorbent material placed inside). All of these contents, with the exception of the timer, will be materials that were mailed to the participant (See Participant Packet Contents). The researcher will also have similar materials at hand in order to enable proper instruction and demonstration.\nParticipants are to be informed that they will have 2-minutes to fill the tube to the 1.8 mL line (researchers should show participants the 1.8 mL line on the tube) and be provided the opportunity to ask any questions. Then, participants will be instructed to sanitize their hands for at least 20-seconds (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020) and remove a tissue from their tissue pouch in case of any spillage. Next, participants will retrieve their saliva collection aid and place the ribbed end into the saliva tube (researchers should show participants which end to place into the saliva tube by demonstrating on the screen; See Figure 2). Before beginning the collection, participants will be instructed to try to allow saliva to gather in their mouth and encourage them to move their jaw up and down and imagine eating their favorite food. Participants should be requested to signal (e.g., head nod, thumbs up) when they are ready and tilt their head forward and guide their saliva through the saliva collection aid and into the tube, keeping in mind not to blow into the aid as it may result in bubbles. The participant should also be informed that they are allowed to turn their face to look off to the side for privacy, but they are not to turn their camera off. This is to ensure the participant is engaging in the task properly. In addition, the participant should inform the researcher if they fill the tube to the 1.8 mL line before the 2-minutes are complete.\nWhen the participant provides their signal (e.g., head nod, thumbs up) and begins to deposit saliva, the researcher will proceed to set their timer to 2-minutes and inform the participants when the time is up. Once the time is up, participants will be instructed to remove the saliva collection aid and place it on a tissue, close the vial securely with the cap, display their vial on the screen, and verify the mL level the liquid reaches, not counting any bubbles that may have accumulated. If the liquid level is below 1.8 mL, researchers must inform participants that for the purposes of the study, the participant will be provided an additional 2-minutes to fill the tube to the 1.8 mL to the best of their ability. The participant will be told to unscrew the cap of the vial, place the collection aid back into the vial, and provide the signal to start. The process described above will repeat. Even if the tube is not filled to the 1.8 mL line after the second round, the collection process will conclude. Therefore, the participant must not exceed the 4-minutes given. This is done to avoid burdening the participant. TROUBLESHOOTING: If the participant informs the researcher that they filled the tube to the 1.8 mL line before the 2-minutes have been completed, the researcher is to pause the timer and examine the liquid level using the protocol listed above. If the tube is not filled to the 1.8 mL line, they should complete the remaining time.\nThe total time taken by the participant to fill the vial (e.g., 2-minutes, 3-minutes) as well as the amount of saliva gathered should be documented in the researcher notes. This information will be useful for the research team.\nNow that the saliva collection process has concluded, participants will be instructed to use one of the provided sanitizing wipes to sanitize the outside area of the securely closed tube (the researcher should demonstrate on-camera the process of sanitizing the tube) and thereafter, sanitize their hands with the provided hand sanitizer for at least 20-seconds (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020). After, participants are to locate their batch of seals, take one from the sheet, and use it to seal the cap (the researcher should demonstrate this process on the screen as well). Lastly, the participant will be told to place the tube in a specified Ziploc bag with a biohazard symbol noted on it (a Lab Guard\nBiohazard Specimen Bag), seal the bag, and take it to their freezer immediately. Participants will be told that they should inform family members not to handle or move their samples at any time (Salimetrics; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research).\n3B. Synthetic cotton swab gathering for diurnal biomarkers (~30 minutes for participant instruction and ~15- to 20-minutes per saliva collection day).\nBecause this particular saliva collection will take place over the course of a specified number of days (with of minimum of 2-days suggested), outside of the virtual, face-to-face, Zoom meeting, it is crucial that instructions be explained carefully using multiple learning formats (e.g., demonstration of steps via Zoom, video demonstration, written instructions for later review). Before the virtual Zoom session, researchers should have the following materials prepared: Salivette tube, hand sanitizer, sanitizing wipes, a seal, a Lab Guard Biohazard Specimen Bag (with an absorbent material placed inside), and a digital copy of a Salivette timesheet log. Having these materials at hand will enable proper instructions and demonstration. All of these contents will be materials that were mailed to the participant as well (See Participant Packet Contents).\nParticipants will be instructed to gather saliva at certain time points, across a specified number of days. During each saliva collection, participants should place a cotton swab under the tongue for 2-minutes (researcher should display popping open the Salivette tube on the screen by removing the cap with their thumb, and then, pointing to the cotton swab in the Salivette tube; to prevent participant confusion, it is best to not remove the cotton ball out of the tube) and then place it back into the specified tube without touching it with one's hands (researcher should pretend as though they are placing the cotton swab back into the tube without using their hands and display closing the cap on the screen). The participant is to collect their saliva right when they wake up, 30-minutes after they wake up, at 4:00PM, and then right before they go to bed (Note: these times may be altered depending on the researcher's agenda). Additionally, to maximize adherence and standardize the critical aspect of “moment of awakening,” clarity on this concept can be provided at this initial meeting (please see sample scripts in Stadler et al., 2016). Thus, once the participant has finished with all days, the participant would have collected a total of X saliva samples (4 samples per day; note: X is the number of days multiplied by 4). Participants are then to be instructed to take a moment to take out the plastic bag(s) located in their packet that include the tubes similar to the one shown on the screen (researcher will show the Salivette tube on the screen once more). The researcher will note to the participant that there are X number of tubes, organized into separate bags for each saliva collection day (Day 1, Day 2, etc.), and that each of the tubes have a different color label for each time of day. The tubes are organized and labeled in this manner so that the participant always knows which tube to grab for each of their saliva collections (e.g., Green color label: Day 1, Sample 1, Wake-up; Blue color label: Day 1, Sample 2, 30-min. after wake-up etc.).\nAlso, in order to prevent contamination or artifacts in the samples, it is important that participants be informed that they are to collect their two morning samples before they eat, drink or brush their teeth and that they must refrain from eating, chewing gum, drinking or smoking for at least 30-minutes before taking their 4:00PM and bedtime samples. They should also ensure that they do not have any products on their lips at the time of each collection.\nMoreover, once this general process is explained to the participant, a demonstration of the saliva gathering is encouraged for further learning. This demonstration can be conducted live by the researcher or a prerecorded video with voiceover instructions can be shown. The prerecorded video is encouraged as it can be placed onto YouTube or another video platform that the participant can reference at a later date. There may be an existing YouTube demonstration that the research team can utilize. There are currently video demonstrations available at the Culture, Health and Development Lab's YouTube Channel (\nhttp://tinyurl.com/SalivaInstructions\n), the Biomarker Network funded by the National Institute of Aging (\nhttps://gero.usc.edu/cbph/network/protocol/saliva/\n), and the Salimetrics\n®\nSaliva Collection Training Videos website\n(https://salimetrics.com/saliva-collection-training-videos/\n).\nOnce the demonstration is complete, participants are to be walked through the current COVID-19 safety guidelines. These safety guidelines will ask the participant to wash or sanitize their hands for 20-seconds before gathering each sample. Then, once their sample is gathered, participants should be asked to sanitize the outside area of the tube with one of the wipes provided (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020). Thereafter, the participant should wash or sanitize their hands for 20-seconds once more and place a sticker outside the tube to seal the sample (Salimetrics; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research). They will then log the date and time that their sample was collected (via an online or paper version of the Salivette timesheet log; See Appendix I). Subsequently, the participant should be asked to place their sample inside a specified Ziploc bag with a biohazard symbol noted on it (a Lab Guard\nBiohazard Specimen Bag) and keep the bag in a secure area in their refrigerator. Participants will be told that they should inform family members not to handle or move their samples at any time (Salimetrics; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research).\nIt is noteworthy to mention that participants are to complete their saliva collection health screening survey subsequent to taking their 30-minute morning sample. This will prevent contamination of the sample as that survey requires the participant to check their temperature with a thermometer (See Appendix I). Optional and highly encouraged are morning (to be taken immediately after their wake-up sample) and evening surveys (to be taken right before their bed-time sample) whereby participants may respond to questions pertaining to perceived wake time, illnesses and lifestyle within the last 24 hours (e.g., cold or viral infections, caffeine intake, sleep quality), as well as medical questions (e.g., menstrual cycle, medications and drugs taken in the last 24 hours) on each day of saliva collection as these aspects may influence results and potentially need to be controlled for in analyses (Adam & Kumari, 2009).\nLastly, given the dynamic nature of participants’ schedules, participants should be asked to move all their samples together from the refrigerator to the freezer on the morning following their final saliva collection day. This is to ensure that quality of the samples is maintained similarly across all participants, regardless of any variation in drop-off or pick-up sessions, potential rescheduling, or societal constraints that may occur.\nPhase IV: Reminder Text Messages\n4. Setting up text message reminders (~15- to 20-minutes per participant).\nIn an effort to ensure participant compliance to saliva collections and scheduled drop-off or pick-up sessions, it is highly recommended that reminders be sent to participants via text. Text messages may be prearranged in one sitting utilizing an online text-messaging software program, such as Red Oxygen\n®\nas has been used in previous protocols (e.g., Guan et al., 2016; Kuhlman et al. 2019) or another system that works best for the research team. During their instructional virtual, face-to-face session, participants should be asked for their typical wake and sleep time for the specific days selected to collect their saliva. Using that information, text messages are scheduled to be sent 30-minutes prior to wake time, at wake time, at 3:30PM, and 30-minutes prior to sleep time. Additionally, text messages are to be sent out the morning after the final saliva collection day (to remind participants to move all samples from the refrigerator to the freezer) and on the evening before the scheduled drop-off or pick-up session. Thus, participants should be told that they will be receiving these text message reminders.\nPhase V: Contact-Free Drop-Off or Pick-Up of Saliva Biospecimens\n5.\nStaff cleaning and disinfecting.\nSanitation supplies should be made readily available for researchers engaging in laboratory and field activities (e.g., sanitizer, sprays, paper towels, wipes). Researchers should wash or sanitize their hands as needed and equipment or surfaces frequently touched should be disinfected regularly. It is encouraged that disinfectant sanitizers, sprays and wipes be certified brands that eliminate for COVID-19 and related viruses (e.g., Lysol, Clorox; See United States Environmental Protection Agency’s List N Tool for approved list of disinfectants).\n6.\nStaff certification.\nAll members of the research team that engage in laboratory and field activities should be required to go through proper certification for laboratory activities required by the research team’s campus, acknowledge the contagious nature of COVID-19 and that engaging in the activities may increase their exposure. All members of the research team must also have acknowledged reviewing the Center for Disease Controls established safety protocols that include frequent hand washing or sanitizing, face covering and distancing (Center for Disease Control, 2021e). Key research personnel should ensure their team is trained for all research, safety, and sanitary procedures by holding several demonstrations and an observation(s) of team members engaging in procedures. Lastly, a contact tracing log should be kept in a secure location online and completed by each researcher. It should include dates in the laboratory or field, names and contact information of research personnel and participants who the researcher(s) came into contact with at each visit (information sufficient to conduct two-way contact tracing).\n7.\nParticipant information (~15 to 20 minutes for participant instruction).\nParticipants will be told during their Zoom meeting that they will have the option between a contact-free drop-off or pick-up session of their salivary samples (University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020). Written instructions regarding these sessions will be among the items in the participant’s packet and are to be explained during the Zoom meeting. Both options require the participant and researcher to complete a short health screening survey and gather their temperature on the morning of the day that the session is to take place. If the participant does not pass the health screening survey, the session must be rescheduled. If the researcher does not pass the health screening survey, another researcher will take their place or the session must be rescheduled (See Table 1). Masks must be worn at all times and a 6-foot distance must be maintained throughout the drop-off or pick-up session. It is encouraged that participants be asked to wear the mask provided to them in their packet during this session (e.g., this can be a cloth mask with a laboratory logo placed on it); this will ensure that the research team can quickly identify them, especially in the field.\n7A.\nContact-free drop-off outside laboratory (~ 5- to 10-minutes per participant).\nThe contact-free drop-off session consists of the participant visiting the campus briefly to drop-off their samples and forms in a contact-free fashion. Once the participant has arrived at the meeting site on campus, they will contact the research team via phone. A researcher will verify that the participants health screening survey is cleared for the session. Thereafter, wearing proper safety gear, including a mask, gloves, and a lab coat, the researcher will proceed to the meeting location and place a cooler on the ground (leaving it open for the participant to simply drop their materials inside). The participant will carefully place a large plastic bag with a biohazard symbol containing their materials inside the cooler (the process of preparing materials for submission and transport is described in the paragraph below and to be visually explained to participants via Zoom; See Figures 3a and 3b for details). A distance of 6-feet must always be maintained during this transfer. Once the materials have been placed into the cooler and the participant has walked away, the researcher will take the samples to the laboratory via use of the cooler’s rolling feature.\n7B.\nContact-free pick-up in field (~5- to 10-minutes per participant, excluding travel).\nThe contact-free pick-up session consists of a researcher picking up the participant’s saliva samples from their home. Once parked outside of their home, the researcher will verify that the participants health screening survey is cleared for the session. Thereafter, they will contact the participant via phone to let them know that they have arrived outside. Once notified of the arrival, the participant will wash their hands for 20-seconds and prepare their samples and forms for transport. Specifically, samples are to be placed inside of the participants mini-cooler pouch with frozen ice packs and if a paper version for the Salivette timesheet log is used it will be placed inside of a waterproof manila envelope. This mini-cooler pouch and envelope is to be placed inside of a large plastic bag with a biohazard symbol noted on the front (See Figures 3a and 3b). The materials will then be placed outside the participant’s front door for pick-up. A researcher wearing proper safety gear, including a mask, gloves, and a lab coat, will head to front of the participants door to pick up the samples with one hand. If the participant lives in an apartment complex or gated community, the participant will be asked to wait outside the complex for the researcher and transfer the materials in a way that maintains a 6-feet distance. Once the samples have been received, the researcher will head back to their vehicle and use their other hand to open their trunk as well as the cooler. They will place the large Ziploc bag into the cooler (University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020), and subsequently, their gloves used. Thereafter, they will close the cooler and trunk and immediately sanitize their hands. The researcher will then prepare their GPS system for their next pick-up session or return to the laboratory if they have completed their pick-up sessions for the day.\n8. Additional scheduling considerations.\nIt is highly encouraged that researchers arrange for specific drop-off and pick-up days (e.g., Thursdays and Fridays as drop-off days and Saturdays as pick-up days). This will enable the research team to work in an efficient manner. Drop-offs can be scheduled for specific times (e.g., 9:00am) and pick-ups can be scheduled for specific windows (e.g., 9:00am to 10:30am) to account for potential delays due to traffic or multiple pick-ups on the same day. Researchers conducting pick-up sessions in the field should carefully review their schedule and decide on appropriate routes for the day and when is best to go back to the laboratory for storage of samples. They must plan in a manner that maintains safety and integrity of the samples at all times. Thus, ensuring that a proper amount of ice packs is available in the large cooler and limiting the amount of non-research related stops is encouraged. If the researcher needs to stop in the field for other business, such as gasoline, it is encouraged that they be vigilant with sanitary guidelines. It is also encouraged that they carry sufficient water and snacks with them so that there is no need for them to make unnecessary stops. Sanitary practices and procedures should be maintained at all times.\nPhase VI: Handling and Storage of Samples in the Laboratory\n9. Transport to laboratory.\nOnce samples have been gathered from the participant via the drop-off or pick-up session, they will be taken to a specified area of the laboratory. A lab coat, gloves, and mask must be placed on and the cooler’s rolling feature is to be used to transport the items. If a researcher is bringing these samples from the field, they should ensure that all frequently touched areas are properly sanitized in and around their vehicle (e.g., steering wheel, car handles, trunk door).\n10. Arranging PPE gear for handling samples in laboratory (~5 minutes).\nOnce arrived at the specified area of the laboratory, the researcher will discard their gloves and wash or sanitize their hands. They are then to place a disposable PPE gown over their lab coat, ensure their mask is placed on properly (hair must be pulled back with a tie), and place on a new set of gloves as well as protective eye googles (See Figure 4a). This gear will be required to be worn throughout the entire time spent handling the samples. Lastly, the researcher will place a disposable cover on the chair that will be used.\n11. Storage, documentation, and disposal (~20- to 30- minutes per participant packet received; time will vary depending on type and amount of saliva samples collected).\nSeveral precautions and steps must be made in handling the saliva samples and materials. These steps slightly vary depending on the nature of the saliva tubes. If a passive drool 1.8 mL tube was utilized as a one-time assessment for a variety of salivary biomarkers, the outside area of the tube is to be disinfected with a sanitation wipe. Thereafter, the tube is to be immediately placed in a laminated moisture-resistant cardboard storage box that is to be kept in -80°C temperature until transported for the processing of salivary biomarkers (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020).\nIf a larger array of tubes, such as, synthetic cotton swab Salivette tubes for capturing the diurnal nature of salivary biomarkers, were utilized, a series of steps must be taken to ensure proper organization. The outside area of each tube is to be disinfected with a sanitation wipe (Salimetrics, 2020; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research, 2020) and thereafter, a Cryo-Babies circular label is to be placed on the top area of each tube; the samples are then to be organized by day and time taken (e.g., Day 1: wake-time, Day 1: 30-min post wake-time, Day 1: 4pm, Day 1: bedtime, Day 2: wake-time, Day 2: 30-min post wake-time, Day 2: 4pm, Day 2: bedtime). An assigned number will then be written on the top of each tube with a permanent marker (See Figures 4a and 4b). The sample numbers and Salivette timesheet log information (i.e., participant identification number, date and time each sample was gathered; Appendix I) are to be logged onto an Excel file in an organized fashion (one row should be used for each sample collected; e.g., if 8 samples are gathered per participant, each participant will have 8 rows on the Excel file). It is also encouraged that a digital photo of each page of the Salivette timesheet log be taken and stored onto a password protected file sharing system; this will enable the research team to reference the Salivette timesheet log for future verification of the data. The samples are thereafter to be placed in a laminated moister-resistant cardboard storage box specific for these larger tubes and the box is to be kept in a -80°C freezer until they are transported for the processing of diurnal biomarkers (Salimetrics; University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research). Next, all of the remaining materials submitted by the participant, except for the mini-cooler pouch, are to be disposed. Any disposable items that directly touched the saliva tubes (e.g., biohazard bags, gloves, disinfectant wipes) are to be thrown into a biohazard trash bin. Other items that did not directly touch the saliva tubes may be thrown in a regular recycle or trash bin (e.g., waterproof envelope, timesheet log). The mini-cooler pouch and freezer packets should be stored in a bin and are to be thoroughly sanitized using sprays or wipes certified to eliminate for COVID-19 and related viruses before their next use (See United States Environmental Protection Agency’s List N Tool for approved list of disinfectants).\n11A. Additional labeling considerations.\nIt is important to note that the sample numbers will become larger in value as more participant samples are received (e.g., if 4 samples were gathered per day across 2 days, Participant 1 will receive a sample number range of 1-8 and the next participant to submit their samples will receive a sample number range of 9-16 etc.). The numbering of the samples should reflect the order in which they were collected (e.g., 1 for sample collected at wake-time on Day 1…5 for sample collected at wake-time on Day 2 etc.). Because the numbering system requires careful focus (on the samples themselves as well as Excel), it is important that only one participant packet is processed at a time. This will ensure accuracy, organization and integrity of the samples.\n12. Station clearing (~20- to 30-minutes).\nOnce samples have been stored in a -80°C freezer and items have been properly disposed (as noted in paragraphs above), the station is to be cleared. Clearing the station involves several aspects, such as sanitizing all surfaces and items touched, including but not limited to counters, electronic devices used (e.g., screens, keyboards, mouses, iPads), markers, the cooler with the rolling feature (and ice packs), door handles, and exterior of freezer. All PPE gear, along with the seat cover, is to thereafter be discarded, except for the protective eye googles (those are to be sanitized for next use). If the researcher is conducting several drop-off sessions where various participants drop-off samples throughout the day, they are to engage in all sanitation practices in between sessions. Once these sanitation practices are complete, the researcher may head home for the day. It is encouraged that they wash all of their clothes worn, including their lab coat, clothing, and shoes, prior to next use.\n13.\nAt the conclusion of the collection and safe storage of all samples involved in the researchers’ project, the team should consult with a biomarker processing laboratory for guidance on steps to take in the shipping or delivering of their salivary samples for processing. These shipping and delivering steps might vary across laboratories. There are several notable processing laboratories around the nation. For example, there is the Trier Lab at the Universität Trier in Trier, Germany. There is also the Institute for Interdisciplinary Salivary Bioscience Research at the University of California, Irvine, in Irvine, California. The research team should also consult with the Environmental Health and Safety group at their institution as they might have certain requirements for engaging in this process."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Depending on participant screening responses and consistent with quarantine timelines suggested by the Center for Disease Control and Prevention (CDC), the entire protocol can be completed between 4 to 18 days, excluding package creation and mailing.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>These procedures adapted to collect diurnal salivary cortisol and other biomarker data during and post-COVID-19 provide important guidelines for safe, accurate, and reproducible salivary biomarker data collection. For example, the protocol can ensure high participant compliance rates (98% of usable samples; Vasquez-Salgado et al., 2021) comparable to protocols developed pre-COVID-19 (e.g., Guan et al., 2016; Stawski et al., 2013). In addition, example salivary cortisol data collected as a result of this protocol yields morning cortisol levels (Vasquez-Salgado et al., 2021) within one standard deviation of levels reported in previous research (e.g., Kuhlman et al., 2019; Stawski et al., 2013). As emphasized in earlier sections, sleep-related factors play an important role in influencing salivary cortisol levels. Thus, it is important to note that major circadian rhythm changes due to shifts in participant work, school, and family schedules during the COVID-19 pandemic may affect some cortisol samples (for example, less regular or later wake times may lead to an attenuated or exaggerated cortisol awakening response; Stadler et al., 2016). Nevertheless, as interest in salivary bioscience and the exact burden of the pandemic on health increases, our protocol offers opportunities for scientists to continue their research during COVID-19 rather than make the difficult decision to suspend data collection. The proposed modifications outlined here are also expected to be valuable to researchers anticipating data collection post-COVID-19 or in the face of other infectious diseases.</p><p><br></p><p><strong>Limitations</strong></p><p>There are notable limitations to the current protocol. First, although the guidelines present in this document were approved across several bodies of the authors’ university (Institutional Review Board, Environmental Health and Safety, Offices of the Chair, Dean, and Provost), each university’s pandemic response may vary and individuals should consult with their Institutional Review Board and Environmental Health and Safety representatives as well as administration. Secondly, although cortisol is among one of the most commonly assayed measures and some of the steps discussed may be used for other biomarkers (e.g., c-reactive protein, salivary alpha amylase, uric acid), the procedures may not generalize to all salivary biomarkers. Thirdly, although this protocol provides guidelines for safe salivary biospecimen collection that can result in a high level of participants providing at least one usable sample, researchers must decide how to adequately operationalize and control for compliance, sampling inaccuracy, and covariates given the features of their research design and participants (e.g., sociodemographic characteristics, location, clinical status). Lastly, given the vaccine availability and ever-changing technology pertaining to detecting and eliminating COVID-19, minor modifications to the protocol may be needed. Minor modifications may also be needed depending on state, local, and institutional policies. Researchers should consult with the Environmental Health and Safety team at their institution to decide on these modifications. Nonetheless, our protocol offers detailed guidelines that researchers may use during and post COVID-19. This will enable the scientific community to continue their empirical endeavors around salivary bioscience and engage in these endeavors in response to other infectious diseases.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Adam, E. K., &amp; Kumari, M. (2009). Assessing salivary cortisol in large-scale, epidemiological</p><p>research. <em>Psychoneuroendocrinology</em>, <em>34</em>, 1423-36. doi: 10.1016/j.psyneuen.2009.06.11</p><p>2. Centers for Disease Control and Prevention. (Updated 2021a). <em>When You Can be Around Others After You </em></p><p><em>Had or Likely Had COVID-19</em>. Centers for Disease Control and Prevention.</p><p><a href=\"https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/end-home-isolation.html#:~:text=For%20Anyone%20Who%20Has%20Been,someone%20who%20has%20COVID%2D19\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/end-home-</a> <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/end-home-isolation.html#:~:text=For%20Anyone%20Who%20Has%20Been,someone%20who%20has%20COVID%2D19\" rel=\"noopener noreferrer\" target=\"_blank\">isolation.html#:~:text=For%20Anyone%20Who%20Has%20Been,someone%20who%20has%20COVID%2D19</a>.</p><p>3. Centers for Disease Control and Prevention. (Updated 2021b). <em>When to Quarantine. </em></p><p><a href=\"https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/quarantine.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/quarantine.html</a></p><p>4. Centers for Disease Control and Prevention. (Updated 2021c).<em> Improve the fit and filtration of your mask to </em></p><p><em>reduce the spread of covid-19</em>. <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/mask-fit-and-filtration.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/mask-fit-</a></p><p><a href=\"https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/mask-fit-and-filtration.html\" rel=\"noopener noreferrer\" target=\"_blank\">and-filtration.html</a>.</p><p>5. Centers for Disease Control and Prevention. (Updated 2021d). <em>Science Brief: SARS-CoV-2 and Surface </em></p><p><em>(Fomite) Transmission for Indoor Community Environments</em>. Centers for Disease Control and Prevention.</p><p><a href=\"https://www.cdc.gov/coronavirus/2019-ncov/more/science-and-research/surface-transmission.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/more/science-and-research/surface-transmission.html</a>.</p><p>6. Centers for Disease Control and Prevention. (Updated 2021e). <em>How to Protect Yourself &amp; Others</em>. Centers</p><p>for Disease Control and Prevention.&nbsp;<a href=\"https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-</a></p><p><a href=\"https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html\" rel=\"noopener noreferrer\" target=\"_blank\">sick/prevention.html</a>.</p><p>7. Granger, D. A., Cicchetti, D., Rogosch, F. A., Hibel, L. C., Teisl, M., &amp; Flores, E. (2007b). Blood contamination in children's saliva: Prevalence, stability, and impact on the measurement of salivary cortisol, testosterone, and dehydroepiandrosterone.&nbsp;<em>Psychoneuroendocrinology</em>,&nbsp;<em>32</em>, 724-733. doi: <a href=\"https://doi.org/10.1016/j.psyneuen.2007.05.003\" rel=\"noopener noreferrer\" target=\"_blank\">10.1016/j.psyneuen.2007.05.003</a></p><p>8. Granger, D., &amp; Hamilton, K. (2020). Saliva as a biospecimen: Then and now in the era of COVID-19. <em>APS Observer</em>, <em>33</em>(6). Retrieved from:&nbsp;<a href=\"https://www.psychologicalscience.org/observer/saliva-as-a-biospecimen-then-and-now-%09in-the-era-of-covid-19\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.psychologicalscience.org/observer/saliva-as-a-biospecimen-then-and-now-in-the-era-of-covid-19</a></p><p>9. Granger, D., Kivlighan, K., Fortunato, C., Harmon, A., Hibel, L., Schwartz, E., &amp; Whembolua, G. (2007a). Integration of salivary biomarkers into developmental and behaviorally-oriented research: Problems and solutions for collecting specimens. <em>Physiology &amp; Behavior</em>, <em>92</em>, 583-590. doi: <a href=\"https://doi.org/10.1016/j.physbeh.2007.05.004\" rel=\"noopener noreferrer\" target=\"_blank\">10.1016/j.physbeh.2007.05.004</a></p><p>10. Granger, D. A., &amp; Taylor, M. K. (Eds.). (2020).&nbsp;<em>Salivary Bioscience: Foundations of Interdisciplinary Saliva Research and Applications</em>. Springer Nature. doi: 10.1007/978-3-030-35784-9</p><p>11. Guan, S. S. A., Bower, J. E., Almeida, D. M., Cole, S. W., Dahl, R. E., Irwin, M. R., Seeman, T. E., McDade, T., &amp; Fuligni, A. J. (2016). Parental support buffers the association of depressive symptoms with cortisol and C-reactive protein during adolescence.&nbsp;<em>Brain, Behavior, and Immunity</em>,&nbsp;<em>57</em>, 134-143. doi: 10.1016/j.bbi.2016.03.007</p><p>12. Hellhammer, D. H., Wüst, S., &amp; Kudielka, B. M. (2009). Salivary cortisol as a biomarker in stress research.&nbsp;<em>Psychoneuroendocrinology</em>,&nbsp;<em>34</em>, 163-171. doi: 10.1016/j.psyneuen.2008.10.026</p><p>13. Kamodyová, N., Baňasová, L., Janšáková, K., Koborová, I., Tóthová, Ľ., Stanko, P., &amp; Celec, P. (2015). Blood contamination in saliva: Impact on the measurement of salivary oxidative stress markers.&nbsp;<em>Disease Markers</em>,&nbsp;<em>2015</em>, doi: <a href=\"https://doi.org/10.1155/2015/479251\" rel=\"noopener noreferrer\" target=\"_blank\">10.1155/2015/479251</a></p><p>14. Kirschbaum, C., Diedrich, O., Gehrke, J., Wüst, S., &amp; Hellhammer, D., (1991). Cortisol and behavior: The “Trier Mental Challenge Test” (TCMCT) – First evaluation of a new psychological stress test. In (Eds.), A. Ehlers, W. Fiegenbaum, I. Florin, &amp; J. Margraf, <em>Perspectives and Promises of Clinical Psychology</em> (pp. 67-78). Springer. doi: 10.1007/978-1-4899-3674-5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>15. Kirschbaum, C., &amp; Hellhammer, D. H. (1989). Salivary cortisol in psychobiological research: an overview. <em>Neuropsychobiology</em>, <em>22</em>, 150-169. doi: 10.1159/000118611</p><p>16. Kirschbaum, C., Pirke, K. M., &amp; Hellhammer, D. H. (1993). The ‘Trier Social Stress Test’–a tool for investigating psychobiological stress responses in a laboratory setting. <em>Neuropsychobiology</em>,&nbsp;<em>28</em>, 76-81. doi: https://doi.org/10.1159/000119004</p><p>17. Kudielka, B. M., &amp; Kirschbaum, C. (2003). Awakening cortisol responses are influenced by health status and awakening time but not by menstrual cycle phase. <em>Psychoneuroendocrinology</em>,&nbsp;<em>28</em>, 35-47. doi: <a href=\"https://doi.org/10.1016/S0306-4530(02)00008-2\" rel=\"noopener noreferrer\" target=\"_blank\">10.1016/S0306-4530(02)00008-2</a></p><p>18. Kuhlman, K. R., Robles, T. F., Dickenson, L., Reynolds, B., &amp; Repetti, R. L. (2019). Stability of diurnal cortisol measures across days, weeks, and years across middle childhood and early adolescence: Exploring the role of age, pubertal development, and sex. <em>Psychoneuroendocrinology, 100</em>, 67-74. doi: <a href=\"https://doi.org/10.1016/j.psyneuen.2019.09.033\" rel=\"noopener noreferrer\" target=\"_blank\">10.1016/j.psyneuen.2019.09.033</a></p><p>19. Nater, U. M., Rohleder, N., Schlotz, W., Ehlert, U., &amp; Kirschbaum, C. (2007). Determinants of the diurnal course of salivary alpha-amylase.&nbsp;<em>Psychoneuroendocrinology</em>,&nbsp;<em>32</em>(4), 392-401. doi: <a href=\"https://doi.org/10.1016/j.psyneuen.2007.02.007\" rel=\"noopener noreferrer\" target=\"_blank\">10.1016/j.psyneuen.2007.02.007</a></p><p>20. Salimetrics (2020) Safe saliva collection in the COVID-19 era. <a href=\"https://salimetrics.com/restart-your-saliva-collection-study/\" rel=\"noopener noreferrer\" target=\"_blank\">https://salimetrics.com/restart-your-saliva-collection-study/</a></p><p>21. Stalder, T., Kirschbaum, C., Kudielka, B. M., Adam, E. K., Pruessner, J. C., Wüst, S., Dockray, S., Smyth, N., Evans, P., Hellhammer, D. H., Miller, R., Wetherell, M. A., Lupien, S., &amp; Clow, A. (2016). Assessment of the cortisol awakening response: Expert consensus guidelines.&nbsp;<em>Psychoneuroendocrinology</em>,&nbsp;<em>63</em>, 414-432. doi: 10.1016/j.psyneuen.2015.10.010</p><p>22. Stawki, R., Cichy, K. E., Piazza, J. R., &amp; Almeida, D. M. (2013). Associations among daily stressors and salivary cortisol: Findings from the National Study of Daily Experiences. <em>Psychoneuroendocrinology</em>, <em>38</em>, 2654-2665. doi: 10.1016/j.psyneuen.2013.06.023</p><p>23. University of California Irvine Institute for Interdisciplinary Salivary Bioscience Research. (2020). Sample Collections during the COVID-19 Pandemic. <a href=\"https://iisbr.uci.edu/wp-content/uploads/2020/06/saliva-sample-collection-handling-covid-19.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://iisbr.uci.edu/wp-content/uploads/2020/06/saliva-sample-collection-handling-covid-19.pdf</a></p><p>24. United States Environmental Protection Agency. (n.d.). <em>List N Tool: COVID-19 Disinfectants. </em><a href=\"https://cfpub.epa.gov/giwiz/disinfectants/index.cfm\" rel=\"noopener noreferrer\" target=\"_blank\">https://cfpub.epa.gov/giwiz/disinfectants/index.cfm</a>.</p><p>25. Vasquez-Salgado, Y., Guan, S. A., Alvarado, D., Salcedo, J., Thwaits, A., Serrano, J., Quach, C., &amp; Toledo-Corral, C. (2021). Cortisol awakening response among underrepresented minority first-year college students residing in Los Angeles County&nbsp;before and during the COVID-19 pandemic. Manuscript currently in preparation.</p><p><br></p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors would like to thank Claudia Toledo-Corral, Ruby Godinez, Lucy Gonzalez, and Karina Barragan for their support on a prior version of this protocol (before our society’s situation with COVID-19). We would also like to thank Joanna Ramirez, Dianna Alvarado, Bernardo Martinez, and Hector Silva-Benitez for their feedback on our protocol. In addition, we would like to thank Eduardo Garcia and the Environmental, Health and Safety Team at California State University, Northridge, as well as Jennifer Bloom of the Institutional Review Board. Lastly, we would like to thank stakeholders at the Institute for Interdisciplinary Salivary Bioscience Research at the University of California, Irvine, and stakeholders at Salimetrics, for their support throughout the early stages of our protocol development. The development of this protocol was supported by the National Institute of General Medical Sciences of the National Institutes of Health under Award Numbers RL5GM118975 and UL1GM118976. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.</p><p><br></p><p><strong>Author Contributions Statement</strong></p><p>All authors devised and implemented various aspects of the protocol. They all contributed to the writing of these detailed guidelines.</p><p><br></p><p><strong>Competing Financial Interest Statement</strong></p><p>The authors declare that they have no competing financial interests.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "Vasquez-Salgado, Y., Guan, S. A., Alvarado, D., Salcedo, J., Thwaits, A., Serrano, J., Quach, C., & Toledo-Corral, C. (2021). Cortisol awakening response among underrepresented minority first-year college students residing in Los Angeles County before and during the COVID-19 pandemic. Manuscript currently in preparation."
            },
            {
                "doi": "10.1016/j.bbi.2016.03.007",
                "date": "2016-03-16 22:21:00",
                "title": "Parental support buffers the association of depressive symptoms with cortisol and C-reactive protein during adolescence",
                "authors": [
                    "Shu-Sha Angie Guan",
                    "Julienne E. Bower",
                    "David M. Almeida",
                    "Steven W. Cole",
                    "Ronald E. Dahl",
                    "Michael R. Irwin",
                    "Teresa E. Seeman",
                    "Thomas McDade",
                    "Andrew J. Fuligni"
                ],
                "journal": "Brain, Behavior, and Immunity",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 42611431,
                "identity": "a63c589f-605f-476f-b046-47b00aa72383",
                "order_by": 0,
                "name": "Yolanda Vasquez-Salgado",
                "email": "yolanda.vasquez-salgado@csun.edu",
                "orcid": "https://orcid.org/0000-0003-1041-8366",
                "institution": "California State University, Northridge",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yolanda",
                "middleName": "",
                "lastName": "Vasquez-Salgado",
                "suffix": ""
            },
            {
                "id": 42611432,
                "identity": "58e24f2d-9fa3-4762-88e6-c5c7a4c4f918",
                "order_by": 1,
                "name": "Amanda Thwaits",
                "email": "",
                "orcid": "",
                "institution": "California State University, Northridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amanda",
                "middleName": "",
                "lastName": "Thwaits",
                "suffix": ""
            },
            {
                "id": 42611441,
                "identity": "e06ca296-587c-4b1a-ba0c-72ce08da830f",
                "order_by": 2,
                "name": "Jean Pauline Serrano",
                "email": "",
                "orcid": "",
                "institution": "California State University, Northridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean",
                "middleName": "Pauline",
                "lastName": "Serrano",
                "suffix": ""
            },
            {
                "id": 42611509,
                "identity": "ff31ce32-1991-4f1a-b80b-06d321d79577",
                "order_by": 3,
                "name": "Shu-Sha Angie Guan",
                "email": "",
                "orcid": "",
                "institution": "California State University, Northridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shu-Sha",
                "middleName": "Angie",
                "lastName": "Guan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-29 18:20:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1597/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1597/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 12377113,
                "identity": "d14b3d67-233f-48e7-91f9-7bf8ea179954",
                "added_by": "auto",
                "created_at": "2021-08-12 17:11:41",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 323972,
                "visible": true,
                "origin": "",
                "legend": "Growth in Salivary Bioscience Scientific Interest Over Time.\n\nNote: Number of books per year from 1940-2019 that mention the terms salivary cortisol and salivary biomarkers; Google N-Gram Viewer was utilized.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/1cfbff8286a2a53e18ac5df1.jpg"
            },
            {
                "id": 12377115,
                "identity": "3488693b-4197-4619-b674-8bec4a6a6f70",
                "added_by": "auto",
                "created_at": "2021-08-12 17:11:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 649551,
                "visible": true,
                "origin": "",
                "legend": "Zoom Session Instructional Demonstration Example.\n\nNote: Researcher and participant meeting in a contact-free\nformat via Zoom®. Camera feature is on and researcher \nprovides instructions to participant pertaining to the one-time\npassive drool sample to be taken during the Zoom® session.\nIn this image, the researcher is explaining the proper \nplacement of the ribbed end into the 1.8 mL saliva tube.\nIt is important to note the image includes the second and\nthird authors, respectively; thus, no actual participants were\ndepicted in this image.  ",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/e577ba0e642fc7f9276c3ba7.jpg"
            },
            {
                "id": 12377117,
                "identity": "042b706c-f4ae-4e4a-b98e-03cc53f7f938",
                "added_by": "auto",
                "created_at": "2021-08-12 17:11:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1381043,
                "visible": true,
                "origin": "",
                "legend": "Preparation of Materials for Contact-Free Drop-Off or Pick-up Session.\n\nNote: Figure 3a depicts the preparation of salivary samples for transport. \nIn the image, there is a mini-cooler pouch with one-time passive drool \n1.8 mL samples to assess for a variety of salivary biomarkers as well as \nsynthetic cotton swab samples for diurnal cortisol packed inside respective \nbiohazard bags. There are also frozen ice packs, one in view and one \ndirectly behind the samples. This packaging system aides in ensuring that \nthe samples remain cool during transport, maintaining the integrity of the\nbiomarker data. If more days or samples are to be taken, a larger cooler\nmay be needed. Figure 3b depicts the packet of materials in the manner\nthat participants are to submit to the research team at the contact-free \ndrop-off or pick-up session. In the image, there is a prepared mini-cooler \npouch with the samples arranged as noted in Figure 3a as well as a \nwaterproof envelope with a Salivette® timesheet log placed inside. The \nprepared mini-cooler pouch and waterproof envelope are to be placed \ninside of a larger Ziploc® bag with a biohazard symbol noted on the front. \nThis packaging ensures safety and organization. Verbally describing\nthese instructions and showing similar photos during the Zoom session\nis necessary to ensure that the participant understands how to properly \nprepare their materials for submission and transport. ",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/8896397a220cb9eff5ebdd06.jpg"
            },
            {
                "id": 12377180,
                "identity": "e75d36dc-c0e0-46b5-b5ba-493829e3eb8d",
                "added_by": "auto",
                "created_at": "2021-08-12 17:14:41",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1370974,
                "visible": true,
                "origin": "",
                "legend": "Handling and Storing Saliva Samples. \n\nNote: Figure 4a depicts a researcher (first author of this manuscript) in \nproper gear during the handling of saliva samples. In the image, the \nresearcher had sanitized the samples, placed a label on the top of each \nsample, organized them according to day and time of collection, and \nis seen writing an identification number on each sample. This information, \nalong with the information from the Salivette® timesheet log is then to be \nlogged onto an Excel file. Figure 4b depicts the placement of samples \ninside a laminated moisture-resistant cardboard storage box with individual \ndividers for each saliva sample. The box is to be stored in a -80°C freezer \nuntil the samples are to be transported for the processing for salivary \nbiomarkers. ",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/f7afaf47504b44123bf88454.jpg"
            },
            {
                "id": 13708907,
                "identity": "b7e2f761-4744-45b0-a7f2-aaa0c1cc241d",
                "added_by": "auto",
                "created_at": "2021-09-17 14:10:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1052025,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/d3a74d1e-6e02-4ca3-99b7-57d692ab82f1.pdf"
            },
            {
                "id": 12377114,
                "identity": "5a399496-9ab5-4788-8a63-7b63258835e1",
                "added_by": "auto",
                "created_at": "2021-08-12 17:11:41",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 70372,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/2b594ad8f0a1fbb74ca3aeaa.pdf"
            },
            {
                "id": 12377181,
                "identity": "44f6c185-fb97-4d94-a09d-060fb5e14c97",
                "added_by": "auto",
                "created_at": "2021-08-12 17:14:41",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 74004,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "AppendixI.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1597/v1/92dcb41a56da71d013a800db.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "salivary bioscience, salivary cortisol, salivary biomarkers, covid-19, protocol ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The emergence of salivary bioscience began in the 1980’s, around the same time that researchers discovered we could assess cortisol through the gathering of saliva. In recent decades, the field of salivary bioscience has exponentially grown in scientific interest. This is likely due to the fact that interest in salivary cortisol has risen as well as the emergence of noninvasive procedures to collect other biomarkers of health (e.g., c-reactive protein, alpha amylase, uric acid) through saliva. However, the global health crisis caused by coronavirus disease 2019 (COVID-19) has presented challenges to biomedical researchers. The current manuscript provides detailed guidelines for safely collecting saliva as a biospecimen during and post the era of COVID-19. The protocol has six sections: screenings, package creation and mailing, sample collection demonstration, a contact-free drop-off or pick-up, text message reminders, and storage. Depending on participant screening responses and consistent with quarantine timelines suggested by the Center for Disease Control and Prevention (CDC), the entire protocol can be completed between 4 to 18 days, excluding package creation and mailing. The steps outlined can be accommodated by scientists with developing and mastery level expertise. The protocol can be applied to existing salivary bioscience protocols and maximize safety in the presence of other infectious diseases.</p>",
        "manuscriptTitle": "Protocol for Safely Collecting Saliva as a Biospecimen During and Post the COVID-19 Pandemic",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-12 17:11:39",
                "doi": "10.21203/rs.3.pex-1597/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a395edf1-7caa-4173-8d72-9a8312c2d05c",
        "owner": [],
        "postedDate": "August 12th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6088386,
                "name": "Biomarkers"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-12 17:11:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}