{
    "identity": "nprot-2867",
    "title": "Monitoring extra-vascular migratory metastasis \\(EVMM) of migrating cancer cells using an in vitro co-culture system",
    "content": [
        {
            "header": "Introduction",
            "content": "Metastasis is multi-step process that is defined by end points, where metastatic lesions are detected in specific organs distant from a primary tumor, but the precise mechanisms that regulate metastasis remains unknown \\(1). Cancer cells can use differential migratory strategies depending on environmental conditions while exiting the primary tumor mass and invading surrounding tissues \\(2). The plasticity of cancer cells seems to be linked to their ability to undergo stochastic phenotypic switching and acquire embryonic stem cell-like properties \\(2). We have recently described an alternative mechanism of melanoma metastasis distinct from intravascular dissemination, which we have termed, extravascular migratory metastasis \\(EVMM).  During EVMM, tumor cells migrate along the external surfaces of vascular channels, demonstrating angiotropism and a pericytic-like mimicry \\(3). EVMM may represent a unique metastatic pathway allowing tumor cells to migrate in a crawling manner under favourable environmental conditions.  Importantly, analogies of EVMM include neural crest cell migration \\(4), vasculogenesis and angiogenesis \\(5). Several histopathological studies on melanoma have also demonstrated that angiotropism, where melanoma cells are closely associated with the abluminal surfaces of vascular channels, in a pericytic location without intravasation \\(6), is a prognostic factor predicting risk for metastasis \\(7,8). We recently demonstrated that angiotropism could also be a marker of EVMM utilizing a modified in vivo shell-less chick chorioallantoic membrane assay to observe angiotropic melanoma cells spreading along microvascular channels in a pericytic-like manner \\(9). Finally, tumor cells from other types of cancers have also been reported to engage in angiotropism and potentially EVMM, including glioblastoma, prostate and pancreatic cancer cells \\(10-12).   \r\n\n\n\r\n\n\nAlthough the cellular decision making processes that cancer cells engages in to decipher environmental stimuli, undergo phenotypic switching and choose its direction of migration are key concepts that need to be explored further, there lacks a suitable method however to examine these concepts in real time.  Here, we developed a fluorescence based in vitro assay that monitors migration of individual cancer cells in the presence of capillary-like structures \\(13) in real time. We anticipate that this assay will provide a user-friendly interface to elucidate the mechanism of EVMM and future development of high throughput analysis of potential therapeutics that target and inhibit EVMM. This assay demonstrates a unique cancer metastasis assay reminiscent of the vascular environment, that can provide kinetic and quantitative analysis of cell migratory patterns as cell engage in EVMM. \r\n\n\n\r\n\n\nThis fluorescence based in vitro assay builds upon the endothelial cell tube formation assay previously described \\(13).   Briefly, we plate human endothelial cells on a basal membrane extract \\(BME) in a 96-well tissue culture plates.  In the presence BME, endothelial cells acquire the ability to form three-dimensional capillary-like structures or endothelial tubules that consist of a lumen surrounded by endothelial cells attached to one another by junctional complexes, and display a normal polarization \\(13). \r\n\n\n \r\n\n\nThis assay has been previously utilized as a quick and quantitative interface to examine inhibitors and activators of angiogenesis \\(14).   We extend this assay to monitor cancer cells as they engage in EVMM.  Briefly, we used fluorescence-labelled melanoma cancer cells and plated them in the presence of these newly formed vascular tubules \\(3, 18).  Following tubule formation, GFP-transfected C8161 human melanoma cells are introduced to cultures and we monitored in real time melanoma cancer cell migration toward and along endothelial cells and observed unique changes in the structural physiology of migrating melanoma cells suggesting epithelial to mesenchymal cell state transition \\(EMT).  Live cell imaging of this co-culture EVMM assay enabled quantitative analysis of migration in real time in single cells.   Imaging must be conducted on an inverted fluorescence microscope, such as the Nikon Eclipse Ti live-cell imaging microscope or others, as long as the microscopy is set with appropriate filters that correspond to the fluorophores. \r\n\n\n\r\n\n\nMelanoma cells have been implicated to undergo phenotypic switching and exhibit migratory behaviour along the abluminal surface, however several studies have also implicated other cancer cells to engage in similar migratory dynamics and can be tested as well.  Similarly heterogenic cancer cell populations from primary tumors can also be examined to monitor how sub-populations of heterogenic cancer cell system exhibit specific migratory phenotypes.  Quantification of migratory behaviour can be accomplished in many ways including distance travelled and direction of travel of individual cancer cells using cell tracking programs \\(Nikon and ImageJ).  Changes in cellular morphology and the presence or absence, as well as length of filapodia and metastatic protrusions can be monitored and quantified \\(ImageJ and Nikon). \r\n\n\n\r\n\n\nMetastasis is the leading cause of mortality in cancer patients.  This fluorescence-based assay to monitor EVMM could be complementary to the trans-well invasion assay, which focuses on intravascular metastasis \\(15). Our assay enables monitoring tumor cells as they engage in EVMM and provides a critical quantitative tool to elucidate the mechanisms of cancer cell migration and the metastatic potential of various cancer cell types.  We anticipate that this assay will enable better understanding on the molecular level the interaction between the abluminal surface of endothelial cells and angiotropic cancer cells. This ability to monitor EVMM in individual cells and in real time can also be utilized as a high-throughput array to test potential therapeutics that may inhibit or reduce cancer cell metastasis.  Furthermore, this assay can be modified to monitor factors that initiate cell phenotypic state transitions, specifically EMT in real time and in single cells.  Our studies have implicated an alternative form of cancer cell migration and cancer cell interaction with its vascular environment: a unique extra-vascular migration along the abluminal surfaces of vessels."
        },
        {
            "header": "Reagents",
            "content": "Reagents\r\n\n\n• Cultrex Basement Membrane Extract, no phenol red, reduced growth factor \\(BME; Trevigen, cat. no. 3433-005-01) \r\n\n\n• Human Umbilical Vein Endothelial Cells \\(HUVECs; Lonza, cat. no. C2517A)\r\n\n\n• Trypsin–EDTA, 1. \\(Invitrogen, cat. no. 25200-056)\r\n\n\n• Trypan Blue Solution, 0.4% \\(wt/vol, Mediatech, cat. no. 25-900-CI)\r\n\n\n• Endothelial Basal Medium-2 \\(EBM-2; Lonza, cat. no. CC-3156)\r\n\n\n• Recombinant human FGF basic \\(basic fibroblast growth factor, bFGF; R&D Systems, cat. no. 233FB)\r\n\n\n• Recombinant human EGF basic \\(basic epithelial growth factor, Life Technologies, cat. no. PHG0311)\r\n\n\n• Dimethyl sulfoxide HYBRI-MAX \\(DMSO; Sigma, cat. no. D2650)\r\n\n\n• Dulbecco’s Phosphate-Buffered Saline, 1. \\(DPBS; Invitrogen, cat. no. 14040)\r\n\n\n• 96-well cell culture plates \\(Corning Costar, cat. no. 3997)\r\n\n\n• 15 ml conical centrifuge tubes-sterile \\(ISC BioExpress, cat. no. C-3394-1)\r\n\n\n• Tissue culture flasks, 25 cm2, filter cap, 50 ml \\(Greiner Bio-One, cat. no. 690-175)\r\n\n\n• Disposable sterile plastic pipettes \\(Fisherbrand)\r\n\n\n• GFP-labeled Human melanoma cancer cells \\(C8161, NIH) \r\n\n\n• MCDB Media, no glutamine \\(VEC Technologies, cat. no. 10372-019) \r\n\n\n• Glutamine \\(Sigma, cat. no. 56-85-9)\r\n\n\n\r\n\n\nReagent Set Up\r\n\n\n• Endothelial cell growth medium-2: Add all supplements and growth factors of the EGM-2 SingleQuot Kit to EBM-2 and store at 4 °C for up to 1 month.\r\n\n\n• MCDB Media: Add glutamine and growth factors and store at 4’C for 1 month."
        },
        {
            "header": "Equipment",
            "content": "Equipment\r\n\n\n\r\n\n\n• Cell culture incubator \\(humidified, 5% CO2)\r\n\n\n• Biological hood with laminar flow and UV light\r\n\n\n• Sterile micropipette\r\n\n\n• 37 °C water bath\r\n\n\n• Centrifuge with a swing-bucket rotor, refrigerated \\(Eppendorf, cat. no. 5810R)\r\n\n\n• Hemocytometer\r\n\n\n• Inverted phase microscope with fluorescence and .4 and .10 objectives \\(Nikon Eclipse Ti)"
        },
        {
            "header": "Procedure",
            "content": "For details on passaging of human umbilical vein endothelial cells, preparation of basal membrane and tubule formation, please refer to Nature Protocols \\(16) \r\n\n\n\r\n\n\nEndothelial Cell Culture:\r\n\n\n\r\n\n\n Human umbilical vein endothelial cells \\(HUVEC-2) were maintained in MCDB-131 Complete Media \\(VEC Technologies) and passaged 1:10 every 72-96 hours at 90% confluency in 10cm2 tissue culture plates. Cells were split using 2mL of 0.25% Trypsin-EDTA \\(Invitrogen). At passage four, HUVEC-2 cells were expanded into multiple 15cm2 plates and frozen in 10% DMSO/MCDB-131 freezing media. \r\n\n\n\r\n\n\nTubule Formation:\r\n\n\n\r\n\n\n 50μl of liquefied Basement Membrane Extract or BME \\(Trevigen) or Matrigel \\(bdbiosciences) was added to wells of a clear-bottom 96-well tissue culture plate. The basement membrane was permitted to solidify for thirty minutes at 37°C, at which time HUVEC-2 cells were seeded atop the membrane at a density of 15,000 cells/well in 100μl of MCDB-131 enriched with 2mM L-glutamine, 1mg/mL hydrocortisone \\(Sigma), and 10ng/mL EGF  \\(Invitrogen). Cells were cultured overnight at 37°C in a humidified 5% CO2/95% air atmosphere to allow for tubule formation. Tubule formation was observed 12-16 hours post-seeding. \r\n\n\n\r\n\n\nCancer Cell Co-Culture:\r\n\n\n\r\n\n\nUsing standard procedures to passage GFP-labeled Human melanoma cancer cells \\(C8161), split nearly confluent flasks of C8161-GFP such that cells will be ~80% confluent in 24 h.  \\(Day before assay)\r\n\n\n\r\n\n\nHarvest 80% confluent C8161-GFP from 25-cm2 flask, TIMING 25 min.  Warm PBS, trypsin–EDTA  in the 37 °C water bath.\r\n\n\nRemove and discard the media from 25-cm2 flask with C8161-GFP and rinse cells with PBS. Add 1 ml of trypsin–EDTA to the flask, incubate at 37 °C for a few minutes to release the cells. Tap the side of the flask to be sure that the cells are detaching. Add 1 ml of supplemented growth medium; gently pipette the solution up and down to make a single cell suspension. Transfer cell suspension in a sterile 15 ml conical tube. Determine cell number and viability by mixing 5 μl of cell suspension with 5 μl of Trypan blue and using a hemocytomoter. Centrifuge cells at 200 g for 3 min in a centrifuge with a swing-bucket rotor. Aspirate supernatant and resuspend cell pellet in MCDB-131 Complete Media The cells should be gently pipetted up and down a few times to obtain a single cell suspension.  GFP-transfected C8161 human melanoma cells were independently added to wells containing HUVEC-2 tubules and BME at a density of 3500 cells/well in 50μl of MCDB-131 Complete Media\r\n\n\n\r\n\n\nQuantitative Fluorescence Real Time Imaging.\r\n\n\n \r\n\n\nTime-lapse images of human migratory cancer cell lines can obtained post-seeding using the Nikon Eclipse Ti live-cell imaging microscope.  Single cell tracking can also employed to monitor cellular path length and velocities.  Different objectives can be used \\(higher magnification) to determine changes in cell morphology."
        },
        {
            "header": "Timing",
            "content": "Step 1. Passaging of human umbilical vein endothelial cells: 30 min \\(1 d before assay start) \r\n\n\nStep 2. Thaw the basement membrane extract: 5 min \\(1 d before assay start) \r\n\n\nStep 3. Coating 96-well cell culture plate with basement membrane extract  \\(30 min)\r\n\n\nStep 4. Harvest 80% confluent HUVECs from 25-cm2 flask: 10 min \r\n\n\nStep 5. Put cells on top of gelled basement membrane extract to begin the tubule formation assay: 15 min to add cells, 4–16 h incubation time \r\n\n\nStep 6. Passaging of human melanoma cancer cells tagged with GFP: 30 min \\(1 d before assay start) \r\n\n\nStep 7. Harvest 80% confluent cancer cells from 25-cm2 flask: 10 min\r\n\n\nStep 8. independently added to wells containing HUVEC-2 tubules at a density of 3500 cells/well \r\n\n\nStep 9. Single cell imaging and quantification"
        },
        {
            "header": "Anticipated Results",
            "content": "Examples of this co-culture assay are presented in Figure 1 and 2.  Briefly, fluorescence-labelled melanoma cancer cells were plated in the presence of these newly formed vascular tubules \\(Figure 1). Real time imaging of melanoma cancer cell migratory behaviour exhibited a migration toward and along endothelial cells, we also observed unique changes in the structural physiology of migrating melanoma cells suggesting epithelial to mesenchymal cell state transition \\(EMT) \\(Figure 2), not seen in stationary melanoma cells.   Live cell imaging of this co-culture EVMM assay enabled quantitative analysis of migration in real time in single cells \\(Video1).  Single Cell tracking of individual melanoma cells engaging in EVMM over a course of 24 hours post-seeding provided cell path length and velocity of EVMM migration during the 24 hour time course, where an average Velocity \\(EVMM)=0.3 μm/min was observed, \\(Figure 2, Video 1), which is within the range of both tumor cell and neural crest migration average velocities \\(17,18). "
        },
        {
            "header": "References",
            "content": "1.  Talmadge JE, Fidler IJ. \\(2010) AACR centennial series: the biology of cancer metastasis: historical perspective. Cancer Res. 15;70\\(14):5649-69.\r\n  2. Orgaz JL, Sanz-Moreno V \\(2012) Emerging molecular targets in melanoma invasion and metastasis. Pigment Cell Melanoma Res. 26\\(1):39-57. \r\n  3. Lugassy C, Péault B, Wadehra M, Kleinman HK, Barnhill RL. \\(2013) Could pericytic mimicry represent another type of melanoma cell plasticity with embryonic properties? Pigment Cell Melanoma Res. 2013\r\n  4. Nagy N, Mwizerwa O, Yaniv K et al. \\(2009) Endothelial cells promote migration and proliferation of enteric neural crest cells via beta1 integrin signaling. Dev Biol. 15;330\\(2):263-72.  \r\n  5. Armulik, A., Abramsson, A., and Betsholtz, C. \\(2005). Pericyte recruitment during angiogenesis. Circ. Res. 97, 512–523.\r\n  6. Barnhill RL, Lugassy C. \\(2004) Angiotropic malignant melanoma and extravascular migratory metastasis: description of 36 cases with emphasis on a new mechanism of tumour spread. Pathology. \\(5):485-90.\r\n  7. Van Es SL, Colman M, Thompson JF, McCarthy SW, Scolyer RA \\(2008) Angiotropism is an independent predictor of local recurrence and in-transit metastasis in primary cutaneous melanoma. Am J Surg Pathol. 32\\(9):1396-403.\r\n  8. Wilmott J, Haydu L, Bagot M, Zhang Y, Jakrot V, McCarthy S, Lugassy C, Thompson J, Scolyer R, Barnhill R. \\(2012) Angiotropism is an independent predictor of microscopic satellites in primary cutaneous melanoma. Histopathology. 61\\(5):889-98. \r\n  9. .Lugassy C, Kleinman HK, Vernon SE, Welch DR, Barnhill RL. \\(2006) C16 laminin peptide increases angiotropic extravascular migration of human melanoma cells in a shell-less chick chorioallantoic membrane assay. Br J Dermatol. 157\\(4):780-2. 6.\r\n  10. Farin A, Suzuki SO, Weiker M, Goldman JE, Bruce JN, Canoll P. \\(2006) Transplanted glioma cells migrate and proliferate on host brain vasculature: a dynamic analysis. Glia. 53\\(8):799-808.\r\n  11. Lugassy C, Vernon SE, Warner JW, et al. \\(2005) Angiotropism of human prostate cancer cells: implications for extravascular migratory metastasis. BJU Int. 95:1099–1103.\r\n  12. Levy MJ, Gleeson FC, Zhang L \\(2009) Endoscopic ultrasound fine-needle aspiration detection of extravascular migratory metastasis from a remotely located pancreatic cancer. Clin Gastroenterol Hepatol. 7\\(2):246-\r\n  13. Kubota Y, Kleinman HK, Martin GR, Lawley TJ. \\(1988) Role of laminin and basement membrane in the morphological differentiation of human endothelial cells into capillary-like structures. J Cell Biol. 107\\(4):1589-98. \r\n  14. Tammali R, Reddy AB, Srivastava SK, Ramana KV \\(2011) Inhibition of aldose reductase  prevents angiogenesis in vitro and in vivo. Angiogenesis. 14\\(2):209-21. \r\n  15. Kreiseder B, Orel L, Bujnow C, Buschek S, Pflueger M, Schuett W, Hundsberger H, de Martin R, Wiesner C. \\(2013) α-Catulin downregulates E-cadherin and promotes melanoma progression and invasion. Int J Cancer. 1;132\\(3):521-30. \r\n  16. Arnaoutova and  Kleinman \\(2010) In vitro angiogenesis: endothelial cell tube formation on gelled basement membrane extract. Nat. Protoc.  5\\(4): 628-35\r\n  17. Friedl P, Wolf K. \\(2009) Plasticity of cell migration: a multiscale tuning model. J Cell Biol. 188\\(1):11-9. \r\n  18. Li A, Ma Y, Yu X, Mort RL, Lindsay CR, Stevenson D, Strathdee D, Insall RH, Chernoff J, Snapper SB, Jackson IJ, Larue L, Sansom OJ, Machesky LM. \\(2011) Rac1 drives  melanoblast organization during mouse development by orchestrating pseudopod- driven motility and cell-cycle progression. Dev Cell. 18;21\\(4):722-34."
        },
        {
            "header": "Acknowledgements",
            "content": "Authors would like to thank the UCLA Department of Pathology and Lab Medicine for support."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1046/j.1523-1747.2002.01857.x",
                "date": "2013-11-22 01:59:20",
                "title": "Human Melanoma Cell Migration Along Capillary-Like Structures In Vitro: A New Dynamic Model for Studying Extravascular Migratory Metastasis",
                "authors": [
                    "Claire Lugassy",
                    "Hynda K. Kleinman",
                    "Patricia M. Fernandez",
                    "Steven R. Patierno",
                    "Mukta M. Webber",
                    "Ghanem Ghanem",
                    "Alain Spatz",
                    "and Raymond L. Barnhill"
                ],
                "journal": "Journal Of Investigative Dermatology",
                "logo": ""
            },
            {
                "doi": "10.1111/pcmr.12120",
                "date": "2013-11-22 02:02:16",
                "title": "              Could              pericytic mimicry              represent another type of melanoma cell plasticity with embryonic properties?            ",
                "authors": [
                    "Claire Lugassy",
                    "Bruno Péault",
                    "Madhuri Wadehra",
                    "Hynda K. Kleinman",
                    "and Raymond L. Barnhill"
                ],
                "journal": "Pigment Cell & Melanoma Research",
                "logo": ""
            },
            {
                "doi": "10.1007/s12307-012-0128-5",
                "date": "2013-11-22 02:02:21",
                "title": "Pilot Study on “Pericytic Mimicry” and Potential Embryonic/Stem Cell Properties of Angiotropic Melanoma Cells Interacting with the Abluminal Vascular Surface",
                "authors": [
                    "Claire Lugassy",
                    "Madhuri Wadehra",
                    "Xinmin Li",
                    "Mirko Corselli",
                    "David Akhavan",
                    "Scott W. Binder",
                    "Bruno Péault",
                    "Alistair J. Cochran",
                    "Paul S. Mischel",
                    "Hynda K. Kleinman",
                    "and Raymond L. Barnhill"
                ],
                "journal": "Cancer Microenvironment",
                "logo": ""
            },
            {
                "doi": "10.1016/j.cell.2013.02.021",
                "date": "2013-11-22 02:02:43",
                "title": "Glioblastoma Stem Cells Generate Vascular Pericytes to Support Vessel Function and Tumor Growth",
                "authors": [
                    "Lin Cheng",
                    "Zhi Huang",
                    "Wenchao Zhou",
                    "Qiulian Wu",
                    "Shannon Donnola",
                    "James K. Liu",
                    "Xiaoguang Fang",
                    "Andrew E. Sloan",
                    "Yubin Mao",
                    "Justin D. Lathia",
                    "Wang Min",
                    "Roger E. McLendon",
                    "Jeremy N. Rich",
                    "and Shideng Bao"
                ],
                "journal": "Cell",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12814,
                "identity": "a01aea2c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Claire  Lugassy",
                "email": "clugassy@mednet.ucla.edu ",
                "orcid": "",
                "institution": "University of California, Los Angeles ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Claire",
                "middleName": "",
                "lastName": "Lugassy",
                "suffix": ""
            },
            {
                "id": 12809,
                "identity": "a01adb9b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sohila Zadran",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sohila",
                "middleName": "",
                "lastName": "Zadran",
                "suffix": ""
            },
            {
                "id": 12810,
                "identity": "a01adf0c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Robert  McMickle",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "McMickle",
                "suffix": ""
            },
            {
                "id": 12811,
                "identity": "a01ae256-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David  Shackelford",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Shackelford",
                "suffix": ""
            },
            {
                "id": 12812,
                "identity": "a01ae508-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hynda Kleinman",
                "email": "",
                "orcid": "",
                "institution": "National Institutes of Health, NIDCR",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hynda",
                "middleName": "",
                "lastName": "Kleinman",
                "suffix": ""
            },
            {
                "id": 12813,
                "identity": "a01ae7a9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Raymond Barnhill",
                "email": "",
                "orcid": "",
                "institution": "University of California, Los Angeles",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Raymond",
                "middleName": "",
                "lastName": "Barnhill",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-22 02:18:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.084",
        "doiUrl": "https://doi.org/10.1038/protex.2013.084",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608837,
                "identity": "b4d6d483-47d9-48cc-8722-2ac92397954a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63276,
                "visible": true,
                "origin": "",
                "legend": "Assay to monitor EVMM     A. Co-culture of GFP C8161 melanoma cells with endothelial tubules on BME.  Time Lapse: 1 hour.  Phase contrast; B.  Fluorescent microscopy of the same field, the network of endothelial tubules associated with round randomly plated GFP fluorescent melanoma cells C. Time Lapse: 5 hours. D. Time Lapse: 20 hours. Overtime the spreading of GFP (green) melanoma cells along the abluminal surfaces of endothelial tubules, exhibiting a mesenchymal phenotype and mimicking pericytic like migration. Scale Bar=60 µM",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2867/v1/figure_1.jpg"
            },
            {
                "id": 2608838,
                "identity": "a1c06906-892e-4751-9758-63b143c829cd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38194,
                "visible": true,
                "origin": "",
                "legend": "Melanoma EVMM   Single cell analysis of melanoma cells engaging in EVMM along the epithelial surfaces of tubules was conducted.   Scale Bars=60 uM. Time lapse images of melanoma cells (marked as melanoma cell 1 and melanoma cell 2) engaging in EVMM was obtained between 5 and 9 hours post-seeding, reveal two melanoma cells having moved along the endothelial tubule from points 1a to 1b (melanoma cell 1) and points 2a to 2b (melanoma cell 2).  C. Time lapse images of melanoma cells (marked as melanoma cell 1 and melanoma cell 2) engaging in EVMM was obtained between 5 and 9 hours post-seeding, reveal two melanoma cells having moved along the endothelial tubule from points 1a to 1b (melanoma cell 1) and points 2a to 2b (melanoma cell 2).  Single cell tracking was conducted to monitor path length and velocity of migration. Melanoma Cell 1:  Path length: 54.64μm, Average Velocity: 0.004μm/s or 0.25 μm/min.  Melanoma Cell 2: Path Length: 66.31μm, Average Velocity: 0.0046μm/s or 0.3 μm/min.  Solid lines indicate Velocity (μm/s) while broken lines indicate Acceleration (μm/s2)",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2867/v1/figure_2.jpg"
            },
            {
                "id": 13464705,
                "identity": "7bdd1dbe-c11b-4d91-ab8f-a29b9a255c75",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 240807,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2867/v1/5f81ad46-019e-4be4-8253-200a2e18afc1.pdf"
            },
            {
                "id": 2608841,
                "identity": "9b16ccef-7f02-4031-80d9-40394c8624a5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:31",
                "extension": "mp4",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 154062,
                "visible": true,
                "origin": "",
                "legend": "Video 1   Migration of melanoma cancer cells on surface of endothelial tubules corresponding   <iframe width=\"480\" height=\"360\" src=\"//www.youtube.com/embed/WxiIvpxAekQ\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\nCo-culture of GFP C8161 melanoma cells with endothelial tubules on BME. Time Lapse 5 hours to 9 hours (4 hours). The two GFP-labeled melanoma cells crawling along the endothelial tubule is shown. The melanoma cells migrate in the same direction, from right to left. Single cell analysis reveals elongated cellular structures and cell protrusions along the abluminal surfaces of the endothelial tubule suggesting EMT phenotypic switch.",
                "description": "",
                "filename": "supplement0.mp4",
                "url": "https://assets.researchsquare.com/files/nprot-2867/v1/supplement_0.mp4"
            }
        ],
        "financialInterests": "Authors declare no conflict of interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Extra-vascular migratory metastasis (EVMM), angiotropism, pericytic mimicry; melanoma; cancer, metastasis in vitro 3D co-culture model; real time monitoring",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The mode in which cancer cells migrate away from the primary tumor is not fully understood.  In conjunction with intra-vascular cellular migration, we recently proposed extra-vascular migratory metastasis \\(EVMM) as a means for cancer cells to venture away from the primary tumor via crawling along the abluminal vascular surface. Here, we propose a protocol that builds on a previous in vitro angiogenesis assay. This protocol details a co-culture approach to monitor fluorescence-tagged migrating cancer cells in the presence of vascular structures.   This fluorescence based single cell co-culture approach to monitor cancer cell migratory behavior in real time provides a quantitative approach to decipher the cell decision making processes that cancer cells engage in when undergoing phenotypic switching and exhibiting metastasis like dynamics.  This assay can also be adapted for high-throughput analysis and for therapeutic screening of cancer cell metastasis targets",
        "manuscriptTitle": "Monitoring extra-vascular migratory metastasis (EVMM) of migrating cancer cells using an in vitro co-culture system",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-11-22 09:50:40",
                "doi": "10.1038/protex.2013.084",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01a66e9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3068,
                "name": "Cell biology"
            },
            {
                "id": 3071,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-11-22 09:50:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}