{
    "identity": "pex-964",
    "title": "<p>Differentiation of human induced-pluripotent stem cells into smooth muscle cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The protocol below has been developed to differentiate iPSCs into SMCs. It comprises 3 steps. First, iPSCs are cultured for 10 days as embryoid bodies (EBs) in suspension, followed by the isolation of CD34<sup>+</sup> cells. Cells are then cultured for 4 passages using endothelial growth medium-2 (EGM-2) containing PDGF<sub>BB</sub> (induction medium) followed by their culture for additional 4 passages in Smooth Muscle Growth Medium-2 (SmGM-2) (maturation medium), for additional 4 passages.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.1% (w/v) gelatin (see reagent preparation)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.1% (w/v) bovine serum albumin (BSA; see reagent preparation) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.1% (v/v) trypsin-EDTA (see reagent preparation)&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CD34 Microbead Kit (cat. no. 130-046-702; Miltenyi Biotec) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CF-1 mouse embryonic fibroblasts (MEF) feeder cells, mitomycin-C treated (GSC-6001M, Global Stem)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Collagenase type IV (cat. no. 17104-019; Life Technologies)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DMEM (4.5g/L glucose, L-glutamine, w/o sodium pyruvate) (15353531, Corning)&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DMEM medium (for MEFs) (see reagent preparation)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;EB medium (see reagent preparation)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Endothelial cell growth medium (EGM-2 BulletKit; cat. no. CC-3156 &amp; CC-4176; Lonza): add the aliquots of EGM-2 to the endothelial basal medium 2 (EBM2) according to the manufacturer’s instructions (store at 4°C protected from light) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fetal bovine serum (FBS; cat. no. 10270-106; batch number 41Q3723K; Life Technologies) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iPSC medium (see reagent preparation) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;KnockOut™ Serum Replacement (LTI 10828-028, Gibco®) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;KO-DMEM (cat. no. 10829-018; Gibco; Life Technologies) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L-glutamine (cat. no. 25030-024; Life Technologies) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MACS buffer (see reagent preparation) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;N-iPSCs, (passages 30 to 35), HGPS-iPSCs clone 1 (passages 43-51); HGPS-iPSCs clone 2 (passages 35-42); (iPSCs were generated from HGPS fibroblasts by Xavier Nissan’s laboratory; Nissan, X.<em> et al.</em> <sup>1</sup>)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Non-essential amino acids (cat. no. 11140-035; Life Technologies) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PDGF<sub>BB</sub> (cat. no. 167100-14B-B, Peprotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Penicillin-streptomycin (50 U/mL:50 mg/mL) (cat. no. 15140122; Life Technologies)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phosphate-buffered saline (PBS; cat. no. 806552; Sigma-Aldrich) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Smooth Muscle Growth Medium-2 (SmGM-2 BulletKit; cat. no. CC-3181 &amp; CC-4149; Lonza): add the aliquots of SmGM-2 to the smooth muscle basal medium 2 (SmBM-2) according to the manufacturer’s instructions (store at 4°C protected from light) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;β-FGF (cat. no. 167100-18-B, Peprotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;β-mercaptoethanol (cat. no. M7522; Sigma-Aldrich)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 mm ultra low-attachment culture dish (cat. no.10000762, Corning) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;100 mm-diameter petri dishes</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;15 and 50 mL conical tubes (e.g., Corning Falcon) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;24 well plates </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;40 µm pore size cell strainer </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5- and 10-mL sterile plastic pipets </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Centrifuge (model no. 5801R; Eppendorf) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hemocytometer (Neubauer chamber, cat. no. 10350141; Brand)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LS and MS columns (cat. no. 130-042-401 and 130-042-201; Miltenyi Biotec)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MACS multistand (Miltenyi Biotec, cat. no. 130-042-303) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MidiMACS separator (cat. no. 130-042-302; Miltenyi Biotec) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MiniMACS separator (cat. no. 130-042-102; Miltenyi Biotec) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Water bath</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Reagents preparation\n·\nBovine serum albumin (BSA), 0.1% (w/v)\n- Add 1 g of bovine serum albumin (BSA; cat. no. A4503; Sigma-Aldrich) to 1000 mL PBS (cat. no. 806552; Sigma-Aldrich) and filter with a 0.2 μm filter.\n·\nCollagenase B solution, 1 mg/mL -\nWeight 50 mg of collagenase type B (cat. no. COLLB-RO, Roche Diagnostic) and add it to a 50 mL conical tube. Add 50 mL of warm DMEM (cat. no. BC10-017; Corning) to dissolve the collagenase type B and to obtain a final concentration of 1 mg/mL. This solution should be used for up to 2 weeks when stored at 4°C.\n·\nCollagenase IV solution, 1 mg/mL\n- Weight 50 mg of collagenase type IV (cat. no. 17104-019; Life Technologies) and add it to a 50 mL conical tube. Add 50 mL of warm DMEM (cat. no. BC10-017; Corning) to dissolve the collagenase type IV and to obtain a final concentration of 1 mg/mL. This solution should be used for up to 2 weeks when stored at 4°C.\n·\nDMEM medium (for MEFs)\n– Add 450 mL DMEM (cat. no. BC10-017; Corning) to 50 mL fetal bovine serum (FBS; cat. no. 10270-106; batch number 41Q3723K; Life Technologies; 10% FBS) and 2.5 ml of streptomycin:penicillin (cat. no. 15140122; Life Technologies; 50 mg/mL streptomycin and 50 U/mL penicillin). The medium can be stored at 4°C for up to 1 month.\n·\nEBs medium\n- Add 400 mL KO-DMEM (cat. no. 10829-018; Gibco; Life Technologies) to 100 ml FBS (cat. no. 10270-106; batch number 41Q3723K; Life Technologies), 5 mL non essential amino acids (cat. no. 11140-035; Life Technologies), 2.5 mL 200 mM L-glutamine (cat. no. 25030-024; Life Technologies), 1 mL 50 mM β-mercaptoethanol (cat. no. M7522; Sigma-Aldrich; final concentration of 0.1 mM) and 2.5 mL of streptomycin:penicillin (cat. no. 15140122; Life Technologies; 50 mg/mL streptomycin and 50 U/ml penicillin). Store up to 2 weeks at 4°C.\n·\nGelatin, 0.1% (w/v) -\nAdd 1 g of gelatin (porcine origin, cat. no. G1890; Sigma-Aldrich) to 1000 mL MilliQ water and autoclave the solution at 121°C, 15 psi for 30 min. The solution can be stored at room temperature for up to 1 month. To perform the coating of the cell culture plates, 0.1% (w/v) gelatin is added to cover the surfaces of the wells (5 mL for 100 mm petri dishes, 1 mL per well for 6 well plates and 0.5 mL for well for 24 well plates), and incubated for 10 min at 37°C.\n·\niPSC medium\n- In a sterile environment, mix 391.5 mL of KO-DMEM (cat. no. 10829-018; Gibco; Life Technologies), 100 mL of KnockOut™ Serum Replacement (Gibco, LTI 10828-028), 5 mL of non-essential amino acids (cat. no. 11140-035; Life Technologies), 2.5 mL of 200 mM L-glutamine (cat. no. 25030-024; Life Technologies), and 1 mL of 50 mM β-mercaptoethanol (cat. no. M7522; Sigma-Aldrich; final concentration of 0.1 mM). The medium can be stored at 4°C for up to 2 weeks. CAUTION: β-mercaptoethanol is toxic. Avoid inhalation, ingestion, and skin contact. CRITICAL: Prepare 50 mL aliquots and supplement before use with 10 ng/μL of β-FGF (Peprotech, 167100-18-B).\n·\nMACS buffer\n- Phosphate-buffered saline (PBS), pH 7.2, supplemented with 2 mM EDTA (cat. no. A10713; Alfa Aeasar) and 0.5% (w/v) bovine serum albumin (BSA; cat. no. A4503; Sigma-Aldrich). Filtrate the solution.\n·\nPDGF\nBB\n, 10 µg/mL –\nDissolve 10 μg of  PDGF\nBB\n, (Peprotech, 100-14B) in 1 mL of 0.1% (w/v) BSA (see recipe). Prepare aliquots of 250 μL and store at −80°C for up to 6 months.\n·\nTrypsin-EDTA, 0.1% (v/v)\n- In a sterile environment dilute 0.5% (v/v) trypsin-EDTA solution (cat. no. 15400- 054; Life Technologies) in PBS (cat. no. 806552; Sigma-Aldrich) to obtain a 0.1% (v/v) solution. Prepare aliquots of 10 mL and store at −20°C.\n·\nβ-FGF, 10 μg/mL\n- Dissolve 10 μg of β-FGF (Peprotech, 167100-18-B) in 1 ml of 0.1% (w/v) BSA (see recipe). Prepare aliquots of 250 μl and store at −80°C for up to 6 months.\nβ-mercaptoethanol, 50 mM -\nIn a sterile environment, add 39 μL of β-mercaptoethanol (cat. no. M7522; Sigma- Aldrich; stock concentration of 12.8 M) to 10 mL of phosphate-buffered saline (PBS; cat. no. 806552; Sigma-Aldrich). The solution must be freshly prepared before medium preparation. β-mercaptoethanol is toxic. Avoid inhalation, ingestion, and skin contact.\nMaintenance of iPSCs\n1.    Defrost cryopreserved vials containing mitomycin-inactivated CF-1 MEFs in a 37°C water bath and transfer the cells to a 15 mL conical tube with 4 mL of DMEM medium (for MEFs). Centrifuge the cells 3 min at 300 × g, room temperature, and carefully aspirate the supernatant. Resuspend the pellet in DMEM medium (for MEFs) and plate the cells at a density between 7 × 10\n4\n/cm\n2\nand 8 × 10\n4\n/cm\n2\ninto a 100 mm diameter Petri dish coated with gelatin (0.1%). Incubate the cells for at least 24 h before plating the iPSCs.\n2.    Defrost cryopreserved vials containing iPSC in a 37°C water bath and immediately transfer the cells to a 15 mL conical tube containing 4 mL of iPSC medium. Centrifuge the cells 3 min at 200 × g, room temperature, and carefully aspirate the supernatant. Resuspend the pellet in iPSC medium supplemented with 10 ng/mL β-FGF and plate the cells into the previously prepared mitomycin-inactivated CF-1 MEFs. Approximately 10 ml of medium should be used per plate.\n3.    iPSCs are routinely cultured on mitomycin-inactivated CF-1 MEFs using iPSC medium. Cultures are passaged every 3-5 days using collagenase type IV solution (1 mg/mL).\n4.    Upon reaching 80% confluency, aspirate the medium, add 4 mL of 1 mg/mL collagenase type IV solution to the petri dish, and incubate for 15 min at 37°C or until the boundaries of the colonies start to detach.\n5.    Aspirate the collagenase type IV solution and add 4 mL of iPSC medium supplemented with 10 ng/mL β-FGF per petri dish. Scrape the cells with a 5 mL sterile plastic pipette, transfer the contents of the petri dishes to 50 mL conical tube, and dilute 4 times in iPSC medium. Wash each petri dish with 4 mL of medium and transfer to the same 50 mL conical tube.\n6.    Centrifuge the iPSCs, 3 min at 200 × g, room temperature, and resuspend the pelleted colonies in iPSC medium at a ratio of 1:3 or 1:4.\n7.    Carefully aspirate the medium from Petri dishes containing recently prepared mitomycin-inactivated MEFs and add 5 mL of iPSC medium per petri dish. Next, add 5 mL per plate of the cell suspension containing the iPSC colonies, according to the passage ratio.\nSMC differentiation of iPSCs\n1.    Culture iPSCs on 100 mm petri dishes and wait until they reach 80% confluence. Aspirate the medium and add 6 mL of 1 mg/ml type IV collagenase for 2 h at 37°C.\n2.    After 2 h, add 6 mL of iPSC medium using a 10 mL sterile pipette and pipette up and down a few times to detach cell aggregates. Pool the aggregates (approximately 2 petri dishes per 50 mL conical tube), centrifuge 3 min at 200 × g, room temperature, carefully aspirate and discard the supernatant, then add 6 ml of iPSC medium supplemented with 10 ng/mL β-FGF.\n3.    Transfer the undifferentiated iPSC aggregates, at a ratio of 2:1, to 100 mm low attachment plates (Corning) containing 10 mL of EB medium.\n4.    During 10 days, transfer the cell culture medium containing the EBs every 2 days to a 15-mL conical tube. Let EBs settle by gravity, discard the supernatant, resuspend the EBs in fresh differentiation medium (10 mL), and re-plate in the same low-attachment 100 mm petri dish.\n5.    After 10 days in suspension, isolate CD34\n+\ncells by MACS.\nMagnetic labeling of cells\n1.    Dissociate EBs with collagenase B (1 mg/mL) for 2 h, 37ºC. Agitate periodically. Resuspend the cells sometimes with a 10 mL sterile pipette to separate the aggregates. Eliminate the collagenase B solution by centrifugation, 3 min, 800 rpm. Wash with 5 mL of PBS. Centrifuge again.\n2.    Pass the cells through a cell strainer (40 μm pore size) and wash the strainer twice, each time with 2 mL of EBs medium and quantify cell number. Centrifuge the cells 3 min at 200 × g, room temperature, and resuspend the pellet in MACs buffer according to the manufacturer’s instructions (300 µL of MACS buffer for up to 10\n8\ntotal cells).\n3.    Add 100 μl of FcR Blocking Reagent to up to 10\n8\ncells and add 100 μL of CD34 MicroBeads for up to 10\n8\ncells. Mix well and incubate for 30 min in the refrigerator (2–8ºC). Both FcR Blocking Reagent and CD34 MicroBeads are provided with the CD34 Microbead Kit.\n4.    After the labeling procedure, wash the cells by adding 1x 10mL of MACS buffer for up to 10\n8\ncells (with subsequent centrifugation at 200 × g for 10 min) and then resuspend in 500 µL of MACS buffer (up to 10\n8\ncells). Filtration through cell strainer (40 μm pore size) may be needed.\nMagnetic separation of CD34\n+\ncells by MACS\n1.    Insert LS columns with the column wings facing the front of the Midi MACS separator. Prime the LS columns by rinsing with 3 mL of MACS buffer and discarding the effluent. Apply the cell suspension onto the LS column and collect the flow-through containing the unlabeled cells (CD34\n−\ncells).\n2.    Wash the LS column three times with 3 mL of MACS buffer, adding new buffer only when the column reservoir is empty. Collect unlabeled cells that pass through (CD34\n-\ncells).\n3.    Remove the column from the separator and place it over a new collection tube. Pipette 5 mL of EGM-2 medium onto the LS column and immediately flush out the magnetically labeled cells (CD34\n+\ncells) by firmly applying the plunger supplied with the column.\n4.    To increase the purity of CD34\n+\ncells, the eluted fraction is enriched over a second MS column. Repeat the magnetic separation procedure by using a MS column. MS column needs to be primed with 500 μL of MACS buffer and wash 3 times with 500 μL of MACS buffer.\n5.    After CD34\n+\ncells collection from the MS column, resuspend in 1 mL of EGM-2 medium, and count the purified CD34\n+\nfraction using a hemocytometer.\n6.    Plate CD34\n+\ncells at a density of 3´10\n4\ncells/cm\n2\non 24 well plates coated with 0.1% gelatin in the presence of endothelial growth medium-2 (EGM-2, Lonza) supplemented with PDGF\nBB\n(50 ng/mL, Peprotech).\n7.    Change the medium 24 h after cell seeding, and then every other day.\nPassage of iPSC-derived SMCs\n1.    Passage the cells when they reach confluency. Aspirate the cell culture medium and wash the cells with 500 µL PBS (volume per well, considering a 24 well plate).\n2.    Add 500 µL 0.1% (v/v) trypsin-EDTA to cover the cell monolayer (volume per well, considering a 24 well plate) and incubate 3 min at 37°C until the cells start to detach and add 500 µL of EGM-2 medium to the well.\n3.    Transfer the content to a 15 mL conical tube containing 2 mL of EGM-2 medium and centrifuge 2 min at 300 × g, room temperature, and carefully aspirate the supernatant.\n4.    Resuspend the pellet in 1 mL EGM-2 medium and count the cells using a hemocytometer.\n5.    Seed the cells at a density of 3´10\n4\ncells/cm\n2\nin EGM-2 medium supplemented with PDGF\nBB\n(50 ng/mL, Peprotech)\n6.    Maintain the cells in EGM-2 medium supplemented with PDGF\nBB\n(50 ng/mL, Peprotech) until passage 4 (≈15 d). Subculture the cells upon reaching confluency (usually every 4 to 5 days).\n7.    After 4 passages, the medium was replaced by SmGM-2 (maturation medium), for additional 4 passages."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;<em>Low EBs formation efficiency and/or EBs with a small size</em> - The initial iPSC density is critical for efficient EB formation. Induce EB formation from a higher-density iPSC culture. Start EB formation only when iPSCs are between 80% and 90% confluent. Start, at least, with six 100-mm Petri dishes of iPSCs to obtain three 100-mm low attachment plates of EBs.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;<em>Inefficient cell dissociation</em> – After removing collagenase B solution by centrifugation, add 2 mL of cell dissociation solution. The cell suspension can be incubated for 10 min in the CO<sub>2</sub> incubator; force dissociation by thorough pipetting. If cell aggregates remain, pass cell suspension through a cell strainer before MACS separation.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;<em>Low yield of CD34</em><sup><em>+</em></sup><em> cells </em>- Limited differentiation of iPSCs. Check the pluripotency state of iPSCs (Oct3/4, SSEA-4, NANOG among others) by immunostaining or qRT-PCR. Test with an earlier passage of cells or a different iPSC line. Please check the quality of FBS batch. &nbsp;</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;<em>Column occlusion</em> - Cell aggregates may block the MACS columns. The cell suspension must be thoroughly pipetted up and down before transferring it to the MACS column. Transfer the column from the magnet to a 50 mL Falcon tube. Flush out all cells by adding medium to the column and firmly applying the plunger.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><em>1.&nbsp;&nbsp;&nbsp;Maintenance of iPSCs</em> – 4 to 5 days</p><p><em>2.&nbsp;&nbsp;&nbsp;SMC differentiation of iPSCs</em> – 10 days</p><p><em>3.&nbsp;&nbsp;&nbsp;Magnetic labeling of cells</em> – 3:30 h</p><p><em>4.&nbsp;&nbsp;&nbsp;Magnetic separation of CD34+ cells by MACS </em>– 1 h</p><p><em>5.&nbsp;&nbsp;&nbsp;Passage of iPSC-derived SMCs</em> – 30 days</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>It is expected a percentage of CD34<sup>+</sup> cells in EBs between 0.4 and 1.5%. At this stage, CD34<sup>+</sup> cells derived from HGPS-iPSC should express higher levels of progerin mRNA transcripts relative to CD34<sup>+</sup> cells isolated from N-iPSCs. </p><p>After the induction and maturation steps, the SMCs originated from CD34+ cells should express α-SMA, smooth muscle myosin heavy chain (SMMHC) and calponin proteins (Fig. 1). Moreover, SMCs derived from HGPS iPSC should express progerin mRNA transcripts (Fig. 1) and progerin protein. Finally, both N-iPSC and HGPS-iPSC SMCs should be functional, responding to vasoactive agents such as histamine and angiotensin and contracting after exposure to carbachol (Fig. 1).&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Nissan, X.<em>, et al.</em> Unique preservation of neural cells in Hutchinson- Gilford progeria syndrome is due to the expression of the neural-specific miR-9 microRNA. <em>Cell Rep</em> <strong>2</strong>, 1-9 (2012).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was funded by FEDER through the Program COMPETE and by Portuguese fund through FCT in context of the projects EXPL/BIM-MED/2267/2013 and MITP-TB/ECE/0013/2013, as well as the European project ERAatUC (ref. 669088). Patricia R Pitrez wishes to thank FCT for a BD fellowship (SFRH/BD/71042/2010). The authors have no conflict of interest to disclose.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-17901-2",
                "date": "2020-08-17 10:03:35",
                "title": "Vulnerability of progeroid smooth muscle cells to biomechanical forces is mediated by MMP13",
                "authors": [
                    "Patricia R. Pitrez",
                    "Luís Estronca",
                    "Luís Miguel Monteiro",
                    "Guillem Colell",
                    "Helena Vazão",
                    "Deolinda Santinha",
                    "Karim Harhouri",
                    "Daniel Thornton",
                    "Claire Navarro",
                    "Anne-Laure Egesipe",
                    "Tânia Carvalho",
                    "Rodrigo L. Dos Santos",
                    "Nicolas Lévy",
                    "James C. Smith",
                    "João Pedro de Magalhães",
                    "Alessandro Ori",
                    "Andreia Bernardo",
                    "Annachiara De Sandre-Giovannoli",
                    "Xavier Nissan",
                    "Anna Rosell",
                    "Lino Ferreira"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 629319,
                "identity": "ae464fdd-f01c-4f4d-b958-fc0d6677f0cf",
                "order_by": 1,
                "name": "Patricia R. Pitrez",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-3116-0723",
                "institution": "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal and Faculty of Medicine, University of Coimbra, 3000-548, Coimbra, Portuga and ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Patricia",
                "middleName": "R.",
                "lastName": "Pitrez",
                "suffix": ""
            },
            {
                "id": 629320,
                "identity": "c3d81401-3bcd-4dae-9060-1630f29c6383",
                "order_by": 2,
                "name": "Lino Ferreira",
                "email": "lino@uc-biotech.pt",
                "orcid": "https://orcid.org/0000-0001-8985-9302",
                "institution": "Center for Neuroscience and Cell Biology, University of Coimbra, Coimbra, Portugal  and Faculty of Medicine, University of Coimbra, 3000-548, Coimbra, Portugal",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lino",
                "middleName": "",
                "lastName": "Ferreira",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-06-02 10:08:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-964/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-964/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 9598068,
                "identity": "8b73e06e-905a-4992-826b-e2725d79ff32",
                "added_by": "auto",
                "created_at": "2021-05-26 09:58:33",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 912285,
                "visible": true,
                "origin": "",
                "legend": "Differentiation of iPSCs into SMCs and subsequent characterization and functional validation of iPSCs-derived SMCs. a Schematic representation of the methodology used to differentiate iPSCs into SMCs. Representative images of different differentiation steps: b.1 mitomycin-inactivated CF-1 MEFs, b.2 iPSCs after 2 days in culture, b.3 EBs after 5 days in suspension, b.4 iPSCs-derived SMCs passage 8 after differentiation. Scale bar is 50 μm. n=3 independent experiments with similar results. c Immunofluorescence analysis performed on HGPS-iPSC SMCs and N-iPSC SMCs at passage 8 for SMC (α-SMA and Calponin) and progeria (Progerin and Lamin A/C) markers. Scale bar is 50 μm. n=3 independent experiments with similar results. d Expression of SMC markers on iPSC-derived SMCs. Percentage of positive cells expressing SMC markers as evaluated by immunofluorescence (at least 100 cells were counted per each marker). Results are Mean ± SEM (n=3 independent experiments). e Expression of progeria markers on iPSC-derived SMCs. Gene expression by qRT-PCR (gene expression was normalized by the housekeeping gene GAPDH). HGPS Fibroblasts were used as control. Results are Mean ± SEM (n=4 technical replicates from a pool of 3 independent experiments). *,**,***,**** denotes statistical significance (p<0.05, p<0.01, p<0.001, p<0.0001). Statistical analyses were performed by one-way ANOVA followed by Newman Keuls’s post-test. f Intracellular Ca2+ measurements in cells loaded with FURA-2 and exposed to histamine or angiotensin. hVSMCs, HaCaT and HGPS Fibroblasts were used as controls. g Contractility of NiPSC SMCs and HGPS-iPSC SMCs after exposure to carbachol or atropine plus carbachol. hVSMCs and HaCAT were used as controls. Results are Mean ± SEM (n=5-7 technical replicates). **** denotes statistical significance (p<0.0001) compared to hVSMCs. Statistical analyses were performed by two-tailed unpaired Student’s t-test.",
                "description": "",
                "filename": "Protocolo.png",
                "url": "https://assets.researchsquare.com/files/pex-964/v1/939db7a7d1c96f0e2994b7d6.png"
            },
            {
                "id": 13695087,
                "identity": "d929d09d-a478-4beb-876b-db2e5a0f30f3",
                "added_by": "auto",
                "created_at": "2021-09-17 12:55:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1058408,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-964/v1/7e6b39a9-62ad-4408-96cc-efdecb4f63c5.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing or financial interests in the Protocol.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "smooth muscle cells, differentiation, induced pluripotent stem cells, progeria",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Here we describe a protocol for the generation of SMCs from Hutchinson-Gilford Progeria Syndrome (HGPS)- induced pluripotent stem cells (iPSCs) and wild type iPSCs to study their vulnerability.</p>",
        "manuscriptTitle": "Differentiation of human induced-pluripotent stem cells into smooth muscle cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 09:58:31",
                "doi": "10.21203/rs.3.pex-964/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f7bf3b51-6397-4900-a44c-270a8bc9697b",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 113752,
                "name": "Stem cells"
            },
            {
                "id": 113753,
                "name": "Biological techniques"
            },
            {
                "id": 113754,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 09:58:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}