{
    "identity": "nprot-2453",
    "title": "Endodcytic labelling of visceral endoderm of mouse perigastrulation embryos",
    "content": [
        {
            "header": "Introduction",
            "content": "Endocytosis is an important cellular process by which cells internalise macromolecules impermeable to cell membranes.  During the endocytosis, a portion of cell surface membranes invaginates inwardly with extracellular and membrane-embedded substances including signalling molecules, growth factors, and nutrients to form small membrane vesicles which are destined to be transported toward the intracellular compartments like endosomes and lysosomes.  \r\n\n\n The endocytosis is not only important for taking up nutritional macromolecules including a transferrin-iron complex, lipoproteins, immunoglobulins, but plays a central role in downregulation of cell-surface receptors for various signalling molecules as well.  Moreover, in the various systems, signal transductions from the activated receptors to cytosolic mediators occur after ligand-receptor complexes are endocytosed.  Therefore, the endocytosis plays both positive and negative regulatory roles in the signal transduction.  \r\n\n\n The visceral endoderm, a polarised absorbing epithelium overlying embryo proper, actively internalises various molecules including transferrin, immunoglobulins, lipoproteins, and albumins \\[1-3].  This tissue controls multiple signalling cascades that ultimately governs antero-posterior axis formation and epiblast differentiation\\[4, 5].  This process, in principle, is highly dependent upon the endocytic pathways in the embryonic tissues \\[6-8].  The endocytic activity of rodent embryo has been documented by electron-microscopy in the earlier literatures.  The endocytic pathway in the visceral endoderm cells is composed of the apical canaliculi, spherical bodies, and giant organelles referred as to apical vacuoles \\[9, 10].  \r\n\n\n We optimise protocols for observing the endocytosis under fluorescence microscopes, and with appropriate equipment setting, one can follow the endocytic process in live embryos.  Here, we describe step-by-step protocols for different labelling schemes for the endocytic compartments."
        },
        {
            "header": "Reagents",
            "content": "10X Phosphate buffered saline \\(PBS) \\(Invitrogen 70011044)\r\n\n\nPBST 1 x PBS plus 0.05 % Tween 20 \\(Sigma-Aldrich P9416)\r\n\n\nPBST+TSA+DS: dissolve TSA blocking reagent \\(Perkin Elmer FP1020) at 1 %\\(w/v) in PBST, at 50ºC in water bath.  Sterilise through 0.45 μm filter, and aliquot into 15 ml Falcon tubes, stock at -20ºC.  Add normal donkey serum \\(Sigma-Aldrich D9663) and 1 M sodium azide to give 1 % and 10 mM, respectively.\r\n\n\nDulbeccos Modified Eagle Medium \\(DMEM): dissolve a bottle of powder DMEM \\(Sigma-Aldrich D5030-10xL), 4.5 g/L glucose, and 3.7 g/L NaHCO3 into milli-Q water, sterilise through 0.22 μm filter.  Add 584 mg/L L-glutamine \\(Invitrogen 25030081) and 110 mg/L sodium pyruvate \\(Invitrogen 11360070).  Store at 4ºC.  \r\n\n\nMouse tonic saline: 0.6 % NaCl in milli-Q water, autoclave.\r\n\n\nRat Serum: Prepare according to ref \\[11].  Alternatively, obtain from Equitech Bio Inc. \\(Equitech Bio,Inc. SRT-0010x10HI).\r\n\n\nFoetal Bovine Serum \\(Invitrogen, routine cell culture grade)\r\n\n\nFluorescent dextran, M. W. 70,000 MW, aldehyde-fixable \\(Invitrogen D-1822 or D-1818): Dissolve into mouse-tonic saline at 25 mg/ml, dispense into small aliquots \\(25 μL in a microtube), keep at -20ºC, protect from light. \r\n\n\nAnti-mouse IgG antibody \\(Jackson ImmunoResearch 715-095-151, 715-165-151, etc): Reconstitute at 2X concentration as specified by the manufacturer.  Gently mix for at least 10 min, and check all the powder goes into solution, then add the same volume of glycerol, swirl well.  Store at -20ºC, protect from light.\r\n\n\n4% formaldehyde in PBS, freshly prepared from paraformaldehyde \\(PFA/PBS): weigh c.a. 1 g of paraformaldehyde \\(PFA)\\(Sigma-Aldrich, 158127) into a 50 ml Falcon tube, add c.a. 15 ml milli-Q \\(from a small vessel dedicated to this use only, in order to avoid reverse contamination of PFA powder and vapour into milli-Q stock for other critical experiments).  Heat to c.a. 70ºC in a water bath with occasional swirling.  If the powder does not go into solution, add a drop of 1 M NaOH, and swirl gently.  Add 1/10 volume of 10 x PBS and adjust volume with milli-Q \\(again, from the small vessel).  Place the tube on ice to cool, and use within 24 hours for primary fixation \\(i. e., before immunostaining or fresh tissues), or within a week for post-staining fixation \\(i. e., after 2nd antibodies incubation). \r\n\n\nGellan gum \\(Sigma-Aldrich P8169)\r\n\n\nVectashield mounting medium \\(Vector Lab H-1000)"
        },
        {
            "header": "Equipment",
            "content": "Forceps, needles, scissors, etc: for dissection and embryo handling \\[11].\r\n\n\nGilson P-20, P-200, and P-1000 Pipettemans \\(or equivalents)\r\n\n\nPipett tips \\(Rainin or equivalents): P-20/P-200 “yellow tips” may need to be cut approx 1 mm from the tip for handling the E6.5~E7.5 embryos.  \r\n\n\n15 mL and 50 mL Falcon tubes or equivalents\r\n\n\nDissection microscope \\(Leica M205C, MZ16 or Olympus SZ50)\r\n\n\nInjection needles \\(27G or 30G, Terumo)\r\n\n\nPeristaltic pump and tubing for mouse fixation\r\n\n\nLaser confocal microscopes \\(Zeiss, LSM510; Nikon A1R, equipped with 60-100 x objectives) and/or a wide-field fluorescent microscope with DeBlur software \\(Leica, ASMDW).\r\n\n\n4-well IVF plates \\(Nunc 144444)\r\n\n\n35 mm plastic dishes \\(Iwaki 3910-035)\r\n\n\n35 mm plastic dish with glass bottom \\(Iwaki 3910-035)  \r\n\n\nIncubator, humidified, air/CO2 mixing \\(Asahi 4020)\r\n\n\nIncubator, 4ºC \\(Panasonic/Sanyo MIR-253)\r\n\n\nIncubator, 37ºC \\(Sansyo SIB-35): humidify with a sheet of wet paper towel.  Do not forget remove the paper and dry after each experiment or it gets rusty.\r\n\n\nWater bath with a thermostat \\(Titech SM-05)."
        },
        {
            "header": "Procedure",
            "content": "A. In utero labelling\r\n\n\n1.  Cross mice, and check vaginal plugs on next morning \\(E0).  \r\n  2.  At E5.5-7.5, anesthetise the pregnant female by injecting pentobarbital or xylazine/ketamine.  Inject 100 μL of 25 mg/mL fluorescent dextran from tail vain.\r\n  3. After 30 min, check anaesthesia by foot pad reflection.  Fix the pregnant female by introducing mouse tonic saline \\(c.a. 5 mL) and PFA/PBS into circulation from right ventricle.  \r\n  4. Dissect uterus in PFA/PBS, and free embryos from deciduae in PBST in 35 mm dish.\r\n  5. Wash briefly with PBST in a 35 mm dish.  The embryos become less sticky to pipette walls and needles.\r\n  6. Remove Reichert’s membrane by needles.\r\n  7. Fix for 2 hr ~ O/N in PFA/PBS at 4ºC, protect from light.\r\n  8. Wash 2-3 times in PBST in 35 mm dish\r\n  9. Observe under microscopes \\(see Section D), or process for immunostaining, if necessary \\(Section C).\r\n  \r\n\n\nB.  In vitro labelling: pulse-labelling/chase experiments.\r\n\n\n1. Cross mice, and check vaginal plugs on next morning \\(E0).  \r\n  2. Prepare 4 mL DMEM+RS \\(1:1 mixture of DMEM and rat serum) in 35 mm dish, place in the CO2 incubator.\r\n  3. Prepare 20 mL isolation buffer \\(DMEM+10 % FBS+25 mM Hepes-Na) in 50 mL Falcon tube, tighten cap, and place in the CO2 incubator or 37ºC water bath.\r\n  4. Set up an IVF plate: Mix 16 μL of TRITC-dextran \\(stock soln) and 184 μL of DMEM+RS, in well #1, 16 μL FITC-dextran stock plus 184 μL DMEM+RS in well #3, and 200 μL DMEM+RS \\(no dextrans) in well #2 and #4.  Equilibrate the media in the CO2 incubator.\r\n  5. Make a drop of 0.5 mL DMEM+RS in a 35 mm dish, three or four dishes are required.  Place them in the CO2 incubator.\r\n  6. Prepare four 35 mm dishes of the isolation buffer, place in 37ºC incubator \\(humidified with wet paper towel).\r\n  7. Prepare 35 mm dishes containing freshly prepared PFA/PBS.  \r\n  8. Sacrifice the pregnant mother by cervical dislocation, dissect the embryos as quick as possible in the isolation buffer.  Remove Reichert’s membrane, but not tear the visceral endoderm layer and ectoplacental cone.  Place the embryos into a DMEM+RS drop. \r\n  9. When all the embryos \\(or required numbers of embryos) are ready in DMEM+RS, transfer them into the well #1 of the IVF plate with a minimum volume of no-dye-medium.  Incubate at 30 min in the CO2 incubator.\r\n  10. Transfer the embryos to a drop of DMEM+RS on the 35 mm dish with minimum carry over of the medium. chase in the well #2\r\n  11. After appropriate chase-duration, transfer them into well #3: incubate 5-15 min in the CO2 incubator, then transfer and wash in a DMEM+RS drop. \r\n  12. Incubate in the well #4, for various duration.\r\n  13. Terminate the labelling/chase by transferring the embryos into PFA/PBS.  Fix for 1 hr on ice.\r\n  14. Proceed for observation \\(IV), or for immunohistochemical staining as described in section C.\r\n  \r\n\n\nC. Immunoglobulins as an endogenous tracer\r\n\n\n1. Cross mice, and check vaginal plugs on next morning \\(E0).  \r\n  2. At E5.5-7.5, anesthetise the pregnant female by injecting pentobarbital or xylazine/ketamine.\r\n  3. Check anaesthesia by foot pad reflection.  Fix the pregnant female by introducing mouse tonic saline \\(c.a. 5 mL) and PFA/PBS into circulation from right ventricle.  \r\n  4. Dissect uterus, wash in PFA/PBS, and free embryos from deciduae in PBST in 35 mm dish.\r\n  5. Wash briefly with PBST in 35 mm dish.  The embryos become less “sticky” to pipette walls and needles.\r\n  6. Remove Reichert membranes by needles.\r\n  7. Fix for 2 hr ~ O/N in PFA/PBS at 4ºC.\r\n  8. Incubate the embryos in PBST+TSA+DS for 12 hr ~ O/N in a microtube.\r\n  9. Transfer the embryos to 100 μL of anti-mouse IgG antibodies in PBST+TSA+DS, and incubate at 4ºC for 12hr~O/N.  For FITC-, Cy3, and Cy5-labelled antibodies, use at 1/100, 1/500, and 1/250 dilutions, respectively.\r\n  10. Wash the embryos with PBST in microtubes or 35 mm dish.  c.a. 5~10 min wash, 5 times, with changing the tubes or dishes twice.\r\n  11. Fix the embryos in PFA/PBS for 20 min.\r\n  \r\n\n\nD. Observation.\r\n\n\n1. Wash 3-times in PBST\r\n  2. Incubate in 20 % glycerol/PBST for 1 hr\r\n  3. Incubate in 40 % glycerol/PBST for 1 hr\r\n  4. Add approximately an equal volume of Vectashield, tap the tube gently.\r\n  5. Store at 4 ºC for several days, but try to record the image ASAP. \r\n  6. Mix 0.2 % gellan gum in 40 % glycerol in PBST, and microwave.  Gellan gum solidifies in the presence of monovlalent or divalent ions.\r\n  7. Pour 500-1000 μL of hot Gellan gum/PBST/glycerol solution into a 35 mm glass-bottom dish.  Once solidified, cool in a refrigerator to harden further.  Used and washed glass-bottom dish gives less fluorescence background.  \r\n  8. Under a dissection microscope, make a slit reaching the bottom glass with a dissecting needle.  Embed an embryo into the slit, and adjust its orientation \\(Figure 1).\r\n  9. View under/on microscopes, and record.  Gellan gum gel sustains the embryos and gel itself even if the dishes set inverted, therefore the samples can be viewed on upright microscopes."
        },
        {
            "header": "Timing",
            "content": "Day -5 ~ -7: mating set up\r\n\n\nDay -4 ~ -6: plug check\r\n\n\nDay 1: embryo isolation, culture, labelling, fix and blocking\r\n\n\nDay 2: primary antibodies incubation\r\n\n\nDay 3: washing and secondary antibodies incubation\r\n\n\nDay 4: washing and glycerol/anti-fade substitution\r\n\n\nDay 5- : observation and data recording"
        },
        {
            "header": "Troubleshooting",
            "content": "Under in vitro labelling condition, mouse embryos actively take up rat IgG from rat serum, thus indirect immunofluorescence with combination of primary antibodies raised in rat and anti-rat secondary antibodies is practically impossible.  Mouse serum works fine in the in vitro culture, whereas FBS or Knock-out Serum Replacement gave high background staining in our hands."
        },
        {
            "header": "References",
            "content": "1. Huxham, I.M. and F. Beck, Maternal transferrin uptake by and transfer across the visceral yolk sac of the early postimplantation rat conceptus in vitro. Dev. Biol., 1985. 110\\(1): p. 75-83.\r\n  2. Ichimura, T., et al., Three-dimensional architecture of the tubular endocytic apparatus and paramembranous networks of the endoplasmic reticulum in the rat visceral yolk-sac endoderm. Cell Tissue Res., 1994. 278\\(2): p. 353-61.\r\n  3. Assemat, E., et al., Expression and role of cubilin in the internalization of nutrients during the peri-implantation development of the rodent embryo. Biol. Reprod., 2005. 72\\(5): p. 1079-86.\r\n  4. Takaoka, K., et al., The mouse embryo autonomously acquires anterior-posterior polarity at implantation. Dev. Cell, 2006. 10\\(4): p. 451-9.\r\n  5. Yamamoto, M., et al., Nodal antagonists regulate formation of the anteroposterior axis of the mouse embryo. Nature, 2004. 428\\(6981): p. 387-92.\r\n  6. Shim, J.H., et al., CHMP5 is essential for late endosome function and down-regulation of receptor signaling during mouse embryogenesis. J. Cell Biol., 2006. 172\\(7): p. 1045-56.\r\n  7. Blitzer, J.T. and R. Nusse, A critical role for endocytosis in Wnt signaling. BMC Cell Biol., 2006. 7: p. 28.\r\n  8. Aoyama, M., et al., Spatial restriction of bone morphogenetic protein signaling in mouse gastrula through the mVam2-dependent endocytic pathway. Dev Cell, 2012. 22\\(6): p. 1163-1175.\r\n  9. King, B.F. and A.C. Enders, Protein absorption and transport by the guinea pig visceral yolk sac placenta. Am J Anat, 1970. 129\\(3): p. 261-87.\r\n  10. Lambson, R.O., An electron microscopic visualization of transport across rat visceral yolk sac. Am. J. Anat., 1966. 118\\(1): p. 21-52.\r\n  11. Nagy, A., et al., Manipulating the mouse embryo: A laboratory manual third edition. Third ed2003, Cold Spring Harbor, New York: Cold Spring Harbor Laboratory Press."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Takehiko Sasaki, Shunsuke Takasuga, Akihiro Harada, and Masamichi Yamamoto for discussion and comments.  We also thank Yoshinori Ohsumi and Hiroshi Hamada for valuable discussion throughout the projects."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.devcel.2012.05.009",
                "date": "2012-08-09 22:18:49",
                "title": "Spatial Restriction of Bone Morphogenetic Protein Signaling in Mouse Gastrula through the mVam2-Dependent Endocytic Pathway",
                "authors": [
                    "Minako Aoyama",
                    "Ge-Hong Sun-Wada",
                    "Akitsugu Yamamoto",
                    "Masamichi Yamamoto",
                    "Hiroshi Hamada",
                    "and Yoh Wada"
                ],
                "journal": "Developmental Cell",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12153,
                "identity": "9fd49f3f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yoh Wada",
                "email": "yohwada@sanken.osaka-u.ac.jp",
                "orcid": "",
                "institution": "Institute of Scientific and Industrial Research, Osaka University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yoh",
                "middleName": "",
                "lastName": "Wada",
                "suffix": ""
            },
            {
                "id": 12154,
                "identity": "9fd4a2b0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Minako  Aoyama",
                "email": "",
                "orcid": "",
                "institution": "Institute of Scientific and Industrial Research, Osaka University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Minako",
                "middleName": "",
                "lastName": "Aoyama",
                "suffix": ""
            },
            {
                "id": 12155,
                "identity": "9fd4a567-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ge-Hong Sun-Wada",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry, Faculty of Pharmaceutical Science, Doshisha Womens College",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ge-Hong",
                "middleName": "",
                "lastName": "Sun-Wada",
                "suffix": ""
            },
            {
                "id": 12156,
                "identity": "9fd4a6f5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nobuyuki  Kawamura",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry, Faculty of Pharmaceutical Science, Doshisha Womens College",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nobuyuki",
                "middleName": "",
                "lastName": "Kawamura",
                "suffix": ""
            },
            {
                "id": 12157,
                "identity": "9fd4a864-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hiroyuki  Tabata",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry, Faculty of Pharmaceutical Science, Doshisha Womens College",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroyuki",
                "middleName": "",
                "lastName": "Tabata",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-08-09 22:55:46",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.039",
        "doiUrl": "https://doi.org/10.1038/protex.2012.039",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608544,
                "identity": "0fc4140c-8fef-4627-9cfe-45858eba4e12",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 205538,
                "visible": true,
                "origin": "",
                "legend": "Observation of embryo embedded in Gellan gum matrix.   (a) Making a slit with a dissecting needle in the solidified Gellan gum gel prepared in a 35 mm glass-bottom dish.  The slit should reach the bottom so that the embryo can be located close to the surface of glass.  Embryo is embedded into the slit using the dissecting needle.  (b) Embedding embryo into Gellan gum gel under a dissecting microscope.  We use a propelling pencil for holding the needle made from a tungsten rod (0.5 mm in diameter).  (c) An embryo embedded ready for observation.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2453/v1/figure_1.png"
            },
            {
                "id": 13464512,
                "identity": "88c60cc5-30e9-47a8-91f6-288f09862010",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 361320,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2453/v1/0cc8bb4c-da3f-42e7-a2ec-9a88233ec430.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "endocytosis microautophagy",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In this protocol we describe methods for observation endocytic activity in the mouse embryos.  The methods are optimised for mouse embryos at E5.5~E7.2 pregastrulation/gastrulation stages.  We optimise three different experimental schemes for tracing the embryonic endocytosis.  In utero labelling scheme, an endocytic tracer is introduced into circulation of a pregnant mother to follow bulk uptake of fluid phase endocytosis.  Rodent embryos are known to internalise maternal immunoglobulins, thus steady-state levels of endocytosis can be visualised by subcellular localization of mouse IgG.  We also describe an in vitro labelling method for the isolated embryos.  The last method allows pulse-labelling and chase experiments thus one can follow the temporal orders of events.  Further, cellular processes involved in the endocytosis can be dissected pharmacologically by applying small- or large molecules with biological activities.",
        "manuscriptTitle": "Endodcytic labelling of visceral endoderm of mouse perigastrulation embryos",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-08-14 12:55:44",
                "doi": "10.1038/protex.2012.039",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd44f43-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 14th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2799,
                "name": "Cell biology"
            },
            {
                "id": 2800,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-08-14 12:55:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}