{
    "identity": "nprot-5779",
    "title": "Derivation and long-term expansion of human endometrial and decidual organoids.",
    "content": [
        {
            "header": "Introduction",
            "content": "Organoids from various human epithelial tissues<sup>3-7</sup> are rapidly being developed for in vitro studies, and offer several advantages over monolayer cultures and cell lines. By definition they contain both progenitor/stem cells and differentiated cells in a self-organising, genetically stable, 3-D system that closely resembles the tissue of origin. As such, they can be employed as a readily accessible substitute for freshly isolated primary cells. Chemically defined conditions maintain sufficient ‘stemness’ to allow long-term culture whilst differentiation can be induced by altering signalling via exogenous factors. Uterine organoids derived using the method described here can be stimulated to secrete components of uterine ‘milk’ such as glycodelin and osteopontin and can differentiate into ciliated luminal epithelial cells. As human blastocysts can now be cultured past the implantation phase of development on artificial matrices<sup>15,16</sup>  there is scope to use the organoids to address questions about uterine/placental cross-talk during the establishment of pregnancy. They will also be a useful tool to study the pathogenesis and treatment of common conditions in women involving the uterine epithelium such as endometriosis and endometrial cancer. Establishment of a bank of uterine glandular organoids would circumvent the need to continually isolate these primary cells from donors and would be advantageous over other reported culture systems which are neither long-term nor chemically defined<sup>10,11</sup>. Co-operation with the surgical team and access to containment level 2 facilities for processing tissues are essential pre-requisites to achieving this. Ethical approval from the appropriate local authority for deriving organoids and informed consent from patients must both be sought.  Tissues should be regarded as a potential hazard for group 3 blood borne pathogens and should be handled with appropriate personal protective equipment."
        },
        {
            "header": "Reagents",
            "content": "Reagents \r\n\n\n• RPMI 1640 medium \\(Gibco/Life Technologies, 21875-034)\r\n\n\n• Penicillin/ streptomycin solution \\(Sigma, P0781)\r\n\n\n• Collagenase V \\(Sigma, C-9263)\r\n\n\n• Dispase II \\(Sigma, D4693) \r\n\n\n• Fetal calf serum\\(FCS) \\(Biosera, FB-1001 or similar)\r\n\n\n• Thawed Matrigel matrix \\(Corning, 536231) on ice.\r\n\n\n• Cell Recovery Solution \\(Corning, 354253)\r\n\n\n• Advanced DMEM/F12 medium \\(Life Technologies,12634010)\r\n\n\n• N2 supplement \\(Life Technologies,17502048)\r\n\n\n• B27 supplement minus vitamin A \\(Life Technologies,12587010)\r\n\n\n• Primocin \\(Invivogen, ant-pm-1)\r\n\n\n• N-Acetyl-L-cysteine \\(Sigma, A9165-5G)\r\n\n\n• L-glutamine \\(Sigma, 25030-024)\r\n\n\n• Recombinant human EGF \\(Peprotech,  AF-100-15)\r\n\n\n• Recombinant human NOGGIN \\(Peprotech, 120-10C)\r\n\n\n• Recombinant human Rspondin-1 \\(Peprotech, 120-38) or BioTechne 4645-RS) \\(see technical note) \r\n\n\n• Recombinant human FGF-10 \\(Peprotech, 100-26)\r\n\n\n• Recombinant human HGF \\(Peprotech, 100-39)\r\n\n\n• ALK-4, -5, -7 inhibitor, A83-01 \\(System Biosciences,  ZRD-A8-02)\r\n\n\n• Nicotinamide \\(Sigma, N0636)\r\n\n\n•       Y-27632 \\(Merck, 688000)\r\n\n\n• Recovery cell culture freezing medium \\(Gibco/Life Technologies, 12648-010)"
        },
        {
            "header": "Equipment",
            "content": "• Samples of endometrial tissue or decidual tissue from 8-10 week gestation obtained with written informed patient consent.\r\n\n\n• Category 2 microbiological safety cabinet. \\(Envair, Eco safe comfort plus SCS-EVO-2.4 ). \r\n\n\n• Nitrile, powder free examination gloves \\(Kimtech, 90627)\r\n\n\n• Cell culture humidified CO<sub>2</sub>  incubator , 37<sup>o</sup>C, 5%CO<sub>2</sub> \\(Thermo Scientific, Heraeus BB15, 1284-6716)\r\n\n\n• Heater shaker set at 37<sup>o</sup>C \\(Barnstead International, Max Q mini 4000, SHKA4450-1CE)\r\n\n\n• Digital inverted microscope \\(Life Technologies, Evos XL Core, AMEX1000)\r\n\n\n• Sterile dissection forceps \\( Scientific Laboratory Supplies, SR04010)\r\n\n\n• 140mm petri dishes \\(Sterilin, SC269)\r\n\n\n• Disposable, sterile No.22 scalpels \\(Swann Morton, 0508)\r\n\n\n• Magnetic stirrer \\(Stuart, US152) \r\n\n\n• Sterile magnetic stirrer bars \\(Scientific Laboratory Supplies, STI5016) \r\n\n\n• 60ml sterile specimen containers \\(Elkay, 500-3000-065)\r\n\n\n• Cell sieves, 100µm, disposable, sterile \\(Corning, 431752) \r\n\n\n• Disposable sterile 3ml plastic Liquipette \\(Elkay, 127-P503-STR ) \r\n\n\n• Microcentrifuge tubes, 1.5ml, sterile \\(Starlab, S1615-5500)\r\n\n\n• Low bind Eppendorf tubes, 1.5ml, sterile \\(Eppendorf, Protein Lo Bind 022431081)\r\n\n\n• Low retention Zap Premier pipette tips, 100-1000µl, sterile \\(Alpha laboratories, ZS1250S)\r\n\n\n• 48-well flat-bottom cell culture cluster plate \\(Costar, 3548)\r\n\n\n• Electronic pipettor 15-300μl with mix function \\(Eppendorf, Xplorer Plus  613-2231)\r\n\n\n• CryoTube vials 1.8ml \\(Thermo Scientific Nunc, 377267)\r\n\n\n• Benchtop centrifuge \\(Eppendorf, 5702, rotor A-4-38)\r\n\n\n• 30ml Universal tubes \\(Sterilin, 128A/P)\r\n\n\n• Small bore 200μl pipette tips, sterile \\(Rainin, BioClean GP-200F)\r\n\n\n• Mr. FrostyTM freezing container \\(Thermo Fisher Scientific, 5100-0001) Automatic Pipettor \\(Fisher Scientific, RF3000 HS300502)\r\n\n\n• 1-channel Manual pipettes \\(Sartorius, Tacta 2-20μl LH-729030, 20-200μl LH-729060, 100-1000μl LH-729070) \r\n\n\n• Sterilization pouches \\(Scientific Laboratory Supplies, AUT1556)\r\n\n\n\r\n\n\nMedium formulations\r\n\n\n• Basic wash medium - RPMI 1640 plus penicillin/ streptomycin \r\n\n\n• Collagenase / dispase solution - 0.4mg/ml collagenase V, 1.25U /ml dispase II in RPMI-1640 medium / 10% FCS.\r\n\n\n• Expansion medium  - Advanced DMEM/F12, N2 supplement, B27 supplement minus vitamin A, Primocin 100μg/ml, N-Acetyl-L-cysteine 1.25 mM, L-glutamine 2mM, recombinant human EGF 50 ng/ml, recombinant human Noggin 100 ng/ml, recombinant human Rspondin-1  500ng/ml \\(Peprotech)  recombinant human FGF-10  100ng/ml, recombinant human HGF 50ng/ml, ALK-4, -5, -7 inhibitor, A83-01 500nM, nicotinamide 10nM.\r\n\n\n• Technical note: Rspondin-1 product from BioTechne \\(4645-RS) has higher activity and can be used effectively at approximately 70-80ng/ml."
        },
        {
            "header": "Procedure",
            "content": "**Initiation of culture**.\r\n\n\n1 On receipt, transfer tissue samples into basic wash medium plus penicillin/streptomycin at room temperature and process within one hour. \r\n\n\n2 For decidual samples examine tissues macroscopically and discard non-decidual tissue. Select only tissue pieces larger than 1 cm\n3\nwhich can be confidently identified as decidua compacta or decidua spongiosa.\r\n\n\n3 Wash the selected tissue in basic culture medium with gentle stirring for 20 min to remove contaminating blood. \r\n\n\n4 Tip into a petri dish. Transfer tissue pieces with forceps to a clean dish and mince with scalpels to 0.5-1mm\n3\npieces.\r\n\n\n5 Transfer minced tissue to a 60mL lidded, disposable container of sufficient diameter to allow mixing of the contents by agitation. \r\n\n\n6 Add 10 -30ml warmed collagenase/dispase solution. Seal the lid and place in a heated shaker at 370C with gentle shaking to digest. \r\n\n\n7 Sample the digest after 20 min and subsequently at 10-min intervals to check for the appearance of free glandular elements. Stromal cells disaggregate more quickly than glands and will disperse into the supernatant leaving intact tubular gland structures that are visible under the phase-contrast microscope.  When these are abundant dilute the enzyme/tissue mix with RPMI-1640 medium to minimise further disaggregation. Transfer to a larger container if necessary.\r\n\n\n8 Swirl the container firmly \\(but do not shake) and leave to stand for 2 min to allow undigested tissue fragments to sediment.\r\n\n\n9 Pass the supernatant through one or more 100µm cell sieves. Wash through well with RPMI-1640 medium.\r\n\n\n10 Invert the sieves over a petri dish and backwash the glandular elements from the membrane by forceful pipetting using a plastic Pasteur pipette. Transfer the backwashed glands to a universal tube and pellet by centrifugation at 500g for 5 min. \r\n\n\n11 Re-suspend glandular elements in 1-2ml Advanced DMEM/F12 medium.  Gently pipette up and down several times to partially dissociate cells. Transfer to 1.5ml microcentrifuge tubes and pellet by centrifugation. \r\n\n\n12 Remove the supernatant and estimate the volume of the pellet. Flick the tube to loosen the pellet and place on ice for 2-3 min. Add 20 x volume:volume  of ice-cold Matrigel and pipette gently to mix.  Place tube back onto ice immediately.\r\n\n\n13 Plate 20-25μl drops of Matrigel/cell suspension into the centre of wells of Corning 48-well tissue culture plates. Place in the incubator to set for 15 min.\r\n\n\n14 Overlay each drop with 250μl Expansion Medium.\r\n\n\n15 Examine cultures for the appearance of hollow spheroids, replacing the expansion medium every 2-3 d. \r\n\n\n16 When spheroids/organoids are abundant passage as below. N.B. If there is dense material in the wells after 2 weeks with no visible spheroids they should still be passaged at this stage.\r\n\n\n\r\n\n\n**Passaging**\r\n\n\n\r\n\n\n1 Without removing the culture medium, use a 1ml pipette tip to scrape backwards and forwards across the growth surface of each well to detach the Matrigel drop into the medium. Transfer the contents of the wells into 1.5mL   microcentrifuge tubes at a ratio of 4 wells per tube.\r\n\n\n2 Centrifuge at 600g for 6 min to pellet. Remove the supernatant, and add approximately 150μL Advanced DMEM F12 to each tube. Pipette up and down 300 times through a small bore pipette tip to break up the organoids and the Matrigel. Do not use excessive force. An electronic pipetter with a ‘mix’ function and its uptake volume set to 150µL is recommended for this step.\r\n\n\n3 Add 1ml Advanced DMEM F12 and centrifuge at 600g for 6 min. Remove supernatant. Add 150 uL Advanced DMEM F12 and pipette up and down manually a further 80 times using moderate force. \r\n\n\n4 Add 1ml Advanced DMEM F12 and centrifuge at 600g for 6 min. Remove supernatant. The pellet at this stage should contain very little Matrigel.  If Matrigel is still present, estimate the volume. Flick the tubes to re-suspend the pellets. Place tubes on ice.\r\n\n\n5 Working with one tube at a time, add ice-cold Matrigel, mix gently and replace the tube on ice. Allow 20-25 µL Matrigel per well to be plated, minus the estimated volume of any residual Matrigel which remained in the pellet.  Pool organoids together and mix gently to distribute them evenly throughout the Matrigel.\r\n\n\n6 Dispense 20-25 µL drops carefully onto the centre of the growth area of wells of a 48-well culture plate, taking care not to create bubbles.\r\n\n\n7 Place the culture plate in the incubator for 15 min to allow Matrigel to set.\r\n\n\n8 Add 250µl expansion medium to each well.\r\n\n\n9 Replace medium every 2-3 d. Passage every 7-10 d as appropriate.\r\n\n\n\r\n\n\n**Freezing**\r\n\n\n\r\n\n\n1 Remove culture medium from the wells. Replace with 250 µL Cell Recovery Solution \\(Corning) and place the plate on ice for 60 min.\r\n\n\n2 Pool contents of wells into low-binding Eppendorf tubes using low-retention pipette tips. Centrifuge at 600g for 6 min to pellet organoids. \r\n\n\n3 Remove supernatant and add 200 µL Advanced DMEM F12 to each tube. Manually pipette gently up and down 80 times with moderate force to partially disrupt organoids. Add 1ml Advanced DMEM F12 and centrifuge again.\r\n\n\n4 Remove supernatant and flick pellets to re-suspend. Place on ice.\r\n\n\n5 Add 0.5-1 mL Recovery cell culture freezing medium \\(Life Technologies) to each tube with gentle mixing and transfer contents to labelled cryovials on ice. Transfer immediately to ‘Mr. Frosty’ or similar cell freezing vessel at minus 80⁰c overnight, then to liquid nitrogen for long-term storage."
        },
        {
            "header": "Timing",
            "content": "Initiation of culture - 3½ hours from receipt of tissue into the lab.\r\n\n\nPassaging – 2-2 ½ hours.\r\n\n\nFreezing - 2-2 ½ hours."
        },
        {
            "header": "Troubleshooting",
            "content": "Initiation of culture – step 7 - Timing of the enzyme digestion step is crucial. It is important that digestion is halted before the resultant glandular elements themselves begin to disaggregate, in which case they will pass through the cell sieve instead of being retained on the membrane. It is better to obtain fewer intact glandular elements than to risk over digestion. Overloading of cell sieves and insufficient washing can lead to retention of contaminating stromal cells on the membrane. \r\n\n\nInitiation of culture – step 11 - Freed glandular elements are prone to adhere to the surfaces of plastic tubes resulting in reduction of yield. When the amount of starting tissue is very small, for example endometrial biopsies, this can be minimised by using low-binding tubes and low-retention pipette tips. This problem is also encountered after removing organoids from Matrigel for freezing using Cell Recovery Solution - Freezing – step 2.\r\n\n\nInitiation of culture – step 13 - It is important during plating to keep the Matrigel/cell suspension on ice as it quickly sets at room temperature. \r\n\n\nPassaging – step 1 - The amount of material in the Matrigel drops at initiation of culture may be dense and obscure the developing organoids. If material is still dense two weeks after initiation of culture, passaging will usually quickly reveal numerous organoids. The culture conditions favour epithelial cell types and contaminating fibroblasts are lost during subsequent passage.\r\n\n\nOrganoids are best maintained when passaged before they grow too large. If passage is delayed they are prone to exhaust the medium, fold in on themselves and appear ‘dark’ when viewed under the microscope. \r\n\n\n\r\n\n\nFor thawing of cryopreserved organoids, ExM is supplemented with 10μM Y-27632 for the first 3 days of culture."
        },
        {
            "header": "Anticipated Results",
            "content": "We have experienced a high success rate even from very small endometrial biopsies. Decidual samples consistently yield in excess of 50 initial Matrigel culture drops and often an excess of glandular material is obtained from the digest. Subsequent passage at 1:2 or 1:3 ratio rapidly yields large numbers of organoids which continue to renew and expand long term. The amount of available endometrial tissue from a biopsy is usually very little in comparison but even tiny pieces result in enough material to seed 10 or so initial Matrigel drops which can be rapidly expanded at passage to a full 48-well plate within 3-4 weeks. Cultures can be cryo-preserved even at very early passage to ensure a robust bank for resurrection and expansion when required."
        },
        {
            "header": "References",
            "content": "1      Burton, G. J., Watson, A. L., Hempstock, J., Skepper, J. N. & Jauniaux, E. Uterine glands provide histiotrophic nutrition for the human fetus during the first trimester of pregnancy. The Journal of clinical endocrinology and metabolism 87, 2954-2959, doi:10.1210/jcem.87.6.8563 \\(2002).\r\n\n\n2 Hempstock, J., Cindrova-Davies, T., Jauniaux, E. & Burton, G. J. Endometrial glands as a source of nutrients, growth factors and cytokines during the first trimester of human pregnancy; a morphological and immunohistochemical study. Reproductive Biology and Endocrinology 2, 58 \\(2004).\r\n\n\n3 Huch, M. et al. Long-term culture of genome-stable bipotent stem cells from adult human liver. Cell 160, 299-312, doi:10.1016/j.cell.2014.11.050 \\(2015).\r\n\n\n4 Sato, T. et al. Long-term expansion of epithelial organoids from human colon, adenoma, adenocarcinoma, and Barrett's epithelium. Gastroenterology 141, 1762-1772, doi:10.1053/j.gastro.2011.07.050 \\(2011).\r\n\n\n5 Huch, M. et al. Unlimited in vitro expansion of adult bi-potent pancreas progenitors through the Lgr5/R-spondin axis. The EMBO journal 32, 2708-2721, doi:10.1038/emboj.2013.204 \\(2013).\r\n\n\n6 Karthaus, W. R. et al. Identification of multipotent luminal progenitor cells in human prostate organoid cultures. Cell 159, 163-175, doi:10.1016/j.cell.2014.08.017 \\(2014).\r\n\n\n7 Kessler, M. et al. The Notch and Wnt pathways regulate stemness and differentiation in human fallopian tube organoids. Nature communications 6, 8989, doi:10.1038/ncomms9989 \\(2015).\r\n\n\n8 Shahbazi, M. N. et al. Self-organization of the human embryo in the absence of maternal tissues. Nat Cell Biol 18, 700-708, doi:10.1038/ncb3347 \\(2016).\r\n\n\n9 Deglincerti, A. et al. Self-organization of the in vitro attached human embryo. Nature 533, 251-254, doi:10.1038/nature17948 \\(2016).\r\n\n\n10 Bentin-Ley, U. et al. Isolation and culture of human endometrial cells in a three-dimensional culture system. Journal of reproduction and fertility 101, 327-332 \\(1994).\r\n\n\n11 Blauer, M., Heinonen, P. K., Martikainen, P. M., Tomas, E. & Ylikomi, T. A novel organotypic culture model for normal human endometrium: regulation of epithelial cell proliferation by estradiol and medroxyprogesterone acetate. Human reproduction 20, 864-871, doi:10.1093/humrep/deh722 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors are grateful to patients for donating tissue for research. We thank D. Moore, R. Remadevi, M. Baumgarten, M. Jimenez-Linan, Department of Obstetrics and Gynaecology and NHS Tissue Bank Staff at Addenbrookes University Hospital of Cambridge; This work was supported by Medical Research Council \\(MR/L020041/1), Centre for Trophoblast Research, University of Cambridge and Wellcome Trust \\(RG60992). M.Y.T. has received funding from E.U. 7th Framework Programme for research, technological development and demonstration under grant agreement no PIEF-GA-2013-629785. J.H. was supported by Wellcome Trust vacation scholarship. B-K. Koo is supported by a Sir Henry Dale Fellowship from the Wellcome Trust and the Royal Society \\[101241/Z/13/Z] and receives core support grant from the Wellcome Trust and MRC to the WT-MRC Cambridge Stem Cell Institute."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3516",
                "date": "2017-04-12 11:01:21",
                "title": "Long-term, hormone-responsive organoid cultures of human endometrium in a chemically defined medium",
                "authors": [
                    "Margherita Y. Turco",
                    "Lucy Gardner",
                    "Jasmine Hughes",
                    "Tereza Cindrova-Davies",
                    "Maria J. Gomez",
                    "Lydia Farrell",
                    "Michael Hollinshead",
                    "Steven G. E. Marsh",
                    "Jan J. Brosens",
                    "Hilary O. Critchley",
                    "Benjamin D. Simons",
                    "Myriam Hemberger",
                    "Bon-Kyoung Koo",
                    "Ashley Moffett",
                    "a"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14581,
                "identity": "a0fcd66d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Margherita  Turco",
                "email": "myt25@cam.ac.uk",
                "orcid": "",
                "institution": "Centre for Trophoblast Research, University of Cambridge",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Margherita",
                "middleName": "",
                "lastName": "Turco",
                "suffix": ""
            },
            {
                "id": 14585,
                "identity": "a0fce4fc-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Graham  Burton",
                "email": "gjb2@cam.ac.uk",
                "orcid": "",
                "institution": "Centre for Trophoblast Research, University of Cambridge",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Graham",
                "middleName": "",
                "lastName": "Burton",
                "suffix": ""
            },
            {
                "id": 14582,
                "identity": "a0fcdb0c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lucy  Gardner",
                "email": "",
                "orcid": "",
                "institution": "Centre for Trophoblast Research, University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lucy",
                "middleName": "",
                "lastName": "Gardner",
                "suffix": ""
            },
            {
                "id": 14583,
                "identity": "a0fcde11-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bon-Kyoung Koo",
                "email": "",
                "orcid": "",
                "institution": "Centre for Trophoblast Research, University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bon-Kyoung",
                "middleName": "",
                "lastName": "Koo",
                "suffix": ""
            },
            {
                "id": 14584,
                "identity": "a0fce240-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ashley Moffett",
                "email": "",
                "orcid": "",
                "institution": "Centre for Trophoblast Research, University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ashley",
                "middleName": "",
                "lastName": "Moffett",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-03-10 16:18:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.030",
        "doiUrl": "https://doi.org/10.1038/protex.2017.030",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465058,
                "identity": "64bf7143-b068-4b8c-a57a-0139a01e21de",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 177246,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5779/v1/c2cea8a4-4fc7-42c0-a8d2-433929ccb098.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "endometrial, decidual, organoids, glands, 3-D culture, Matrigel",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes the derivation and long-term culture of self-organising, 3D epithelial organoids from human uterine tissues. Organoids which recapitulate features of uterine glands in vivo can be derived from both non-pregnant endometrium and from the decidua of early pregnancy using the method described. The organoids are able to respond to hormonal signals, secrete components of uterine ‘milk’ and can also differentiate into ciliated luminal epithelial cells. Since implantation in vivo occurs onto the uterine ciliated luminal epithelium and since uterine glands are the major source of histotrophic nutrition for the developing human conceptus<sup>1,2</sup> the organoids will allow studies of early implantation in vitro. In addition they provide a useful tool to study the role of uterine stem cells in cyclical endometrial breakdown, repair, hyperplasia, carcinoma and endometriosis.   Organoids can be consistently established within one to two weeks of initiation of culture and can be expanded long term, cryopreserved and resurrected.",
        "manuscriptTitle": "Derivation and long-term expansion of human endometrial and decidual organoids.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-04-12 11:03:09",
                "doi": "10.1038/protex.2017.030",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0fc6e30-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 12th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3861,
                "name": "Cell biology"
            },
            {
                "id": 3863,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-04-12 11:03:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}