{
    "identity": "pex-893",
    "title": "<p>Many-Persons-To-1-Test-Kit Infectious Disease Screening—Abridged Version</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong><u>Background</u></strong></p><p>During an epidemic (e.g. COVID-19), screening a population—e.g. residents of a highrise housing complex—followed by isolating all the infected individuals, is the only means to quickly halt spread of the disease and to open up economic activities. However, the high cost of test kits and often their shortage, besides the limited number of skilled diagnostic lab workers and limited lab equipment time often makes this impossible.</p><p>This problem urgently needs to be solved—not merely to halt advance of the disease, but to shrink it down to full eradication <em>rapidly</em> in order to re-open economic activities that have been shut down by the epidemic.</p><p><br></p><p><strong><u>Economizing Use of Test Kits By Basic Units Of Population</u></strong></p><p><strong>Summary: </strong>In this section, we propose a new screening methodology. We propose to</p><p>(1) identify the basic unit of clustering in a population,</p><p>(2) screen first by the basic unit to find out which basic unit is infected; and finally</p><p>(3) screen individuals within infected basic units to identify the infected individuals.</p><p>We propose that this methodology can <u>expand the size of screened cohort</u> by a factor approximately equal to the average number of individuals that constitute the basic unit <u>using the same testing capacity</u>, e.g. <u>6X for a village</u> where the <u>average household has 6 persons</u>, and <u>12X for a workers dormitory</u> that averages <u>12 workers/room</u>.</p><p><strong>Basic Unit:</strong> In most populations there are intrinsic clustering of people, where there is far more <u>sharing of touched surfaces and/or breathing space and/or water</u> between individuals within the same cluster than across clusters. Those <u>shared media are channels of infectious disease transmission</u> that transmits more efficiently within the basic unit than between any two random basic units. Examples are condominium complex, dormitory, army camp, office tower, cruise ship, school, shopping mall.</p><p><strong>Efficiency: </strong>Infection tends to cluster by the individual basic unit because the shared breathing space and/or touched surfaces and/or water allows infectious disease to <u>spread easily between individuals </u><em><u>within</u></em><u> the </u><em><u>same</u></em><u> basic unit than across different basic units</u>.&nbsp;&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>Amicon Ultra-15 [15mL, Ø29.7mm, 121mm](Case of 96 for $1,216) </p><p>Centricon Plus-20 [20mL] (£300/8pcs) </p><p>Macroprep[20mL]</p><p>VivaSpin 20[20mL](pack of 48 for $545)).&nbsp;&nbsp;</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "1.\nfirst\nidentify which basic units are infected—after all, the\nentire basic unit needs to be quarantined\nanyway, and only\n2. second\nto test individuals within the infected basic units to identify individuals who need treatment. In this way, precious testing resources are not wasted on screening individuals from uninfected basic units.\n3. The Procedures:\nTo identify the infected basic units, samples (e.g. sputum) from all members of the basic unit are pooled together and—where necessary—concentrated in a microconcentrator and centrifuged to reduce the volume of the sample pool to fit into the sample volume size of commercial virus/pathogen extraction kit and then sent for reaction. Microconcentrators can easily concentrate by a factor of 100X in about 15 minutes.\n4. Examples:\nFor example, in a highrise housing complex of 20 storeys of 10 units/storey and average 6 inhabitants/unit, the total number of individuals is 20*10*6 = 1,200 but the number of the basic units is only 200. So, instead of consuming 1,200 test kits and taking proportionately longer time, only 200 test kits and proportionately 1/6 of lab manpower and equipment time are needed to determine which units have infected individuals. Subsequently, only the individual samples from only a handful of those infected units need be separately tested. More importantly, the\nsame test resources\ncan be used to\nscreen 6X as many individuals\nas before.\n5.\nMore examples:\nFor a cruise ship, several people share a cabin, and the cabin is the basic unit.\nFor an office tower, the basic unit can be workers sharing a cubicle.\nFor schools, the basic unit is the pupils sharing the same classroom as well as their teachers, or, even smaller, the section within the classroom according to seating positions.\nFor a village or town, the inhabitants of each house form the basic unit.\n6. Concentrating Pooled Sample Fluids\nException:\nIn types of the sample in which the pathogen density is very high, such as the sputum of COVID-19 carrier (above 1E3/mL for two weeks after onset of symptom), there is no problem detecting the pathogen from 50 individuals each contributing 20uL(i.e. 1/50 of 1mL) to a pool of 1mL, which is subsequently sent for purification (using magnetic bead technology) to 20uL followed by taking merely 5uL (i.e. 1/4) for a reaction, because each reaction will receive on average 5 copies of the pathogen, which is more than enough for qRT-PCR.\nWhen:\nWhere the pathogen copy number in 1mL is low, like for swabs after the 1st week after symptom onset, the amount taken from the individual sample cannot be substantially below 1mL. In this situtation, in order for the final pooled sample volume to come to 400uL, it is necessary to use microconcentrator and centrifuge to filter out excess water from the pooled sample.\nMicroconcentrator:\nThe microconcentrator is a one-time use consumable that performs ultrafiltration when centrifuged. Inside the microconcentrator, a filter with pores much smaller than viruses lets solvents flow through but retains virus particles and stops when a given amount of fluid is left in the filter (i.e. it stops itself from drying up). 60 to 100X concentration is possible. Various starting volume (0.5, 2, 4, 15mL; outside diameters 11, 16, 23, and 30mm) are available. Various sizes of the pores (rated by NMWL) too—100kDa is commonly used for coronavirus. Search terms “coronavirus NMWL” turn up numerous research reports that uses microconcentrators to reduce the volume of sample fluid before virus purification and qPCR reaction."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": ""
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 495151,
                "identity": "32de8fb0-6fcc-492e-b7f8-298ef0eba67d",
                "order_by": 1,
                "name": "Hiok Nam Tay",
                "email": "hioknam@yahoo.com",
                "orcid": "",
                "institution": "CANDELA Microsystems",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hiok",
                "middleName": "Nam",
                "lastName": "Tay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-04-16 07:19:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-893/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-893/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 957386,
                "identity": "50191622-d117-4dba-9fd0-632046924136",
                "added_by": "auto",
                "created_at": "2020-04-23 16:02:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 131766,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "ManyPersonsTo1TestKitInfectiousDiseaseScreeningAbridgedVersion.pdf",
                "url": "https://assets.researchsquare.com/files/pex-893/v1/Manuscript.pdf"
            },
            {
                "id": 957382,
                "identity": "ecbba6de-0126-4d2b-ad93-22407d3ff18a",
                "added_by": "auto",
                "created_at": "2020-04-23 16:02:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 91945,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "ManyPersonsTo1TestKitInfectiousDiseaseScreeningAbridgedVersion.pdf",
                "url": "https://assets.researchsquare.com/files/pex-893/v1/ManyPersonsTo1TestKitInfectiousDiseaseScreeningAbridgedVersion.pdf"
            },
            {
                "id": 13499784,
                "identity": "e6818e71-278a-4acb-af86-6e0b4401dfb3",
                "added_by": "auto",
                "created_at": "2021-09-16 23:03:45",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 152146,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "ManyPersonsTo1TestKitInfectiousDiseaseScreeningAbridgedVersion.pdf",
                "url": "https://assets.researchsquare.com/files/pex-893/v1_covered.pdf"
            }
        ],
        "financialInterests": "The author declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": true,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "COVID-19, diagnostics, multiple persons, ultrafiltration, microconcentrator, virus rna extraction, SARS-CoV-2, pandemic, epidemic, mass screening, blanket testing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>&nbsp;COVID-19 has forced many cities and countries to restrict commerce and movement of people, causing unprecedented loss of economy. Protracted lockdown may become unavoidable as health authorities have no means to isolate all infected individuals because existing testing capacities are very small compared with entire populations.</p><p>We propose here a new screening methodology that greatly expands the size of the screened cohort beyond given testing capacity. This is an abridged version of the full multiplier grid (MG) methodology paper.</p><p>With expanded screening cohort size, entire highrise residential complex can be screened 20X faster, and the same test capacity can screen 20X as many residential complexes. The same methodology can be applied to factories, villages, towns, university campuses, office towers, cruise ships, etc. The exact multiplier varies between target populations and can be larger.</p>",
        "manuscriptTitle": "Many-Persons-To-1-Test-Kit Infectious Disease Screening—Abridged Version",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-04-23 16:02:29",
                "doi": "10.21203/rs.3.pex-893/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "7df6de1b-fd42-4f8d-9d06-dd2e9b20f76a",
        "owner": [],
        "postedDate": "April 23rd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 84290,
                "name": "Molecular biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-04-23 16:02:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}