{
    "identity": "nprot-2045",
    "title": "Quantity discrimination tests with macaques",
    "content": [
        {
            "header": "Introduction",
            "content": "Two choice tests are a staple method in cognitive testing and are frequently used in quantity discrimination paradigms. Many studies examine the numerical abilities of a species by testing whether they are able to select the larger of two food quantities<sup>1,2,3</sup>. Here we describe the detailed procedures used in an assessment of the numerical competence of Old World monkeys. In these tests, we showed that quantity discrimination was significantly enhanced when monkeys were tested with inedible items compared to food items. More importantly, when monkeys were tested with food, but rewarded with other food items, the accuracy was equally high. The results indicated that the internal representation of the stimuli, not their physical quality determined performance. We describe the set-up and control conditions that we used to assess whether monkeys were influenced by experimenter knowledge and whether the associative strength of the stimuli influenced the monkeys' performance. No such effects were found. Taken together, our findings mirror those made with children<sup>4</sup> and suggest that the basic cognitive operations that facilitate abstract reasoning have deep evolutionary roots \\(see also refs 5,6)."
        },
        {
            "header": "Reagents",
            "content": "Six olive baboons \\(_Papio anubis_) – 4 males and 2 females aged 3 to 9 years – living in a group of 11 animals and 10 long-tailed macaques \\(_Macaca fascicularis_) - 5 males and 5 females aged 1 to 7 years - living in a group of 32 animals were tested. The animals were housed at the German Primate Center in Göttingen and had access to indoor \\(baboons: 17sqm, macaques: 40sqm) and outdoor areas \\(baboons: 81sqm, macaques: 141sqm)."
        },
        {
            "header": "Equipment",
            "content": "Two round white plastic plates \\(height 0.01m, diameter 0.08m) were baited with different test items and put on a sliding table in front of the subject, which was seperated from the group in its familiar indoor compartement. The sliding board consisted of grey polyvinylchloride \\(length 0.8m, width 0.27m, height 0.01m) and was attached to a fixed polyvinylchloride table \\(length 0.8m, width 0.38m, height 0.01m) by two drawer rails so that the sliding table could be moved horizontally. The sliding table was attached with an iron mount in front of a plastic panel \\(height 0.7m, width 0.8m). The plates were placed on the right and left side of the sliding table. Two holes \\(diameter 0.01m, distance 0.3m) in the plastic panel allowed the subjects to point with their fingers at the cups \\(Figure 1). An occluder of grey plastic \\(length 0.8m, height 0.3m, thickness 0.03m) could be set up in front of the panel so that the subject was not able to watch the baiting procedure. All sessions were videotaped with a digital video camera \\(Sony DCR-HC90E)."
        },
        {
            "header": "Procedure",
            "content": "1. Familiarization phase\r\n  Before each test condition the subjects went through a familiarization phase in order to accustom them to the choice paradigm used in the following test condition. \r\n\n\n- One subject was separated from the group in the testing cage.\r\n\n\n- The experimenter put up the Plexiglas panel and sliding table in front of the testing cage.\r\n\n\n- The experimenter put up the occluder and placed the two white platic plates in the middle of the sliding table.\r\n\n\n- The experimenter baited every plate with the designated number of pieces \\(food or pebbles) behind the occluder, trying to avoid consistent arrangements of the choice stimuli. \r\n\n\n- The occluder was removed and the experimenter waited until the animal paid attention \\(usually, they were already sitting in front of the table). Then the experimenter moved the two plates simultaneously in front of the two holes in the Plexiglas panel.\r\n\n\n- The sliding table was pushed against the Plexiglas panel and the subject was allowed to make a choice by pointing with a finger through one of the holes in the panel \\(the experimenter looked at the middle of the Plexiglas panel during the whole procedureIn order to avoid cueing the subject). \r\n\n\n- After the monkey had made its choice it recieved all the raisins on top or underneath the plate it had pointed at depending on the respective condition \\(see below).\r\n\n\nIn this familiarization phase the subjects were offered only two types of pair-wise combinations \\(7 vs.1 and 8 vs. 2 items) with 10 to 16 trials per session, one session per day. After reaching 80% correct responses within a session, which was always accomplished in the 1st or 2nd session, the corresponding test session with different quantity combinations began.\r\n\n\n\r\n\n\n2. Testing Procedure\r\n  The general testing procedure was the same as in the familiarization phase, but using different quantity combinations to test the monkeys discrimination abilities.  We applied the following three conditions to the monkeys: \r\n\n\nFood: In this condition the experimenter put up the occluder in front of the plates and placed the designated number of food items \\(raisins or peanuts) on top of them. Then the occluder was removed and the plates were moved in front of the two holes. Thereafter the sliding table was pushed against the Plexiglas panel and the subject could make its choice. The monkey then received all the food items on the plate it had pointed at.\r\n\n\nPebbles: The experimenter put up the occluder and placed the designated number of food items \\(raisins or peanuts) underneath the two plates. Additionally, in this condition the experimenter placed the same number of pebbles onto the plates. Thus, as many food items were lying underneath the plate as pebbles were lying onto the plate. Then the occluder was removed, the plates were moved in front of the holes, the table was pushed forward and the subjects could choose. The monkeys then received all food items under the plate they had pointed at. \r\n\n\nFood replaced: The experimenter put up the occluder and placed the designated number of food items \\(raisins or peanuts) underneath the two plates. In contrast to the 'Pebbles' condition, now the same amount of food items was placed  onto the plates as was already lying underneath them. Thus, in this condition as many food items were lying underneath the plate as were lying onto the plate.\r\n\n\nFor all baboons raisins were put onto the plates and the same number of pieces of peanuts was put underneath. However, we can exclude that they may have prefered peanuts over raisins and performed better because of this simple explanation, as some of the baboons did not want to take the peanuts near the end of the sessions, so we used raisins instead. In these trials raisins lay on top of the plates as well as underneath. The baboons performed equally in these trials and in the rest of these sessions. However, to exclude any inferences from using different food kinds as choice stimuli and reward, we always used the same kind of food as choice stimuli and reward for the macaques, thus peanuts and peanuts or raisins and raisins depending on the food preferences of each subject. \r\n\n\nAfter the completion of each test condition the subjects went through a new familiarization phase to show them the paradigm for the next condition \\(i.e. Food, Pebbles or Food replaced).\r\n\n\n\r\n\n\n3. Design\r\n  Each session included 5 numeric differences \\(4 experimental and 1 control difference. see Table 1), ranging from 0 to 4. Within each numeric difference, there were four trials with different quantities of items used. The sequence of the trials was balanced and the position of the larger quantity was counterbalanced across sessions. The baboons received the conditions in the following order: Food, Pebbles, ‘Food replaced’ condition. To exclude a learning effect across all conditions we repeated the initial ‘Food’ condition at the end. The baboons performed equally as in the first condition, thus learning the different quantity combinations could not account for the differences in their performances. To test the consistency of the results found for the baboons we repeated the test with long-tailed macaques. Every subject received 2 sessions \\(one session per day) in each of the three test conditions. One session consisted of 20 trials resulting in 40 trials per condition per animal, thus a total of 120 trials per animal. The design of the sessions was the same as for the baboons. To exclude any order effects the order of the conditions was balanced across individuals and we recommend to do it that way when using our paradigm.\r\n\n\n\r\n\n\n4. Controlling for experimenter cueing\r\n  To test whether unintentional cueing by the experimenter might have affected the monkeys’ performance \\(‘Clever Hans effect’), we ran an additional control. In these experiments, we used tow small boxes with a lid that opened to one side. Inside theses boxes were small drawers to deposit the corresponding amount of food pieces. The boxes were baited by a second experimenter. As we used the same paradigm as in the 'Pebbles' condition the second experimenter placed  the designated number of food items inside the drawers and the same amount of pebbles onto it so that the first experimenter did not know how many pebbles respectively food items were in each box. The first experimenter  then presented the boxes to the subjects using the same procedure as in the former testing conditions. When the occluder was removed she opened the lids so that the monkeys could see the content of the boxes while the experimenter could not. After choosing, the monkeys were rewarded with the food items in the corresponding box.\r\n\n\n\r\n\n\n5. Controlling for side biases\r\n  The control trials \\(i.e. using the same amount of items on both plates) were conducted to examine whether subjects exhibit a laterality bias, i.e. going on the same side on every trial. Furthermore, in the control trials of the ‘Pebbles’ condition raisins were placed only under one plate to discover whether the subjects use other cues such as smell, sight or cues from the experimenter or the baiting procedure, which they did not. \r\n\n\n\r\n\n\n6. Controlling for changes in associative strength.\r\n  Because it was suggested that the difference in performance might be due to the fact that in the Food condition, the choice stimuli had lesser associative strength because they changed in appearance while the items were fed to the monkeys, we ran a further set of control experiments with 8 macaques. In the first control condition, all food items lying on the plates were taken away after the subjects had made their choice \\(‘Food away’), and then given to the monkeys while hidden in the experimenter’s palm. In the second control condition \\(‘Pebbles away’), we used pebbles as choice stimuli. After the subject made its choice, a pebble was removed each time when one of the food items underneath the plate was given to the monkey. To control for learning effects, we ran the initial ‘Food’ condition again."
        },
        {
            "header": "Anticipated Results",
            "content": "The subjects did not reveal side biases, nor had the change in appearance of the stimuli nor experimenter knowledge an effect on the subjects' performance. Their choices were mainly driven by the fact whether or not they obtained the choice stimuli as food rewards. In this 'Food' condition, they performed significantly worse than in the 'Pebbles' or - more importantly - in the 'Food replaced' condition, where they were asked to discriminate between different numbers of edible items but rewarded with other food items \\(see Figure 2). These experiments thus furthermore showed that testing the quanity discrimination abilities of a species with simple food items may lead to an underestimation of their true competences."
        },
        {
            "header": "References",
            "content": "1. Anderson, U. S., Stoinski, T. S., Bloomsmith, M. A. & Maple, T. L. Relative numerousness judgment and summation in young, middle-aged, and older adult Orangutans \\(Pongo pygmaeus abelii and Pongo pygmaeus pygmaeus). J. Comp. Psychol. 121, 1–11 \\(2007). \r\n  2. Beran, M. J., Beran , M. M., Harris, E. H. & Washburn, D. A. Ordinal judgments and summation of nonvisible sets of food items by two chimpanzees and a rhesus macaque. J. Exp. Psychol. Anim. Behav. 31, 351–362 \\(2005). \r\n  3. Beran, M. J., Evans, T. A. & Harris, E. H. Perception of food amounts by chimpanzees based on the number, size, contour length and visibility of items.  Anim. Behav. 75, 1793–1802 \\(2008). \r\n  4. DeLoache, J. S. Dual representation and young children′s use of scale models. Child Dev. 71, 329 \\(2000). \r\n  5. Addessi, E., Mancini, A., Crescimbene, L., Padoa-Schioppa, C. & Visalberghi, E. Preference transitivity and symbolic representation in capuchin monkeys \\(Cebus apella). PLoS ONE 3, e2414 \\(2008). \r\n  6. Diester, I. & Nieder, A. Numerical values leave a semantic imprint on associated signs in monkeys. J. Cogn. Neurosci. 22, 174–183 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Sara Jalali and Dennis Golm for help with the data collection. We are indepted to Uwe Schönmann and Annette Husung and all the animal caretakers for their help. We thank Christoph Teufel and Tony Dickinson for discussion and Sara Shettleworth and Andreas Nieder for helpful comments on an earlier version of the manuscript. All experiments followed the federal guidelines for the use of animals in research and were approved by the local ethical committee. Funded by the German Initiative of Excellence and the Leibniz Graduate School for Primate Neurobiology \\(Neuroprim)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1262",
                "date": "2011-08-05 08:34:07",
                "title": "Representational format determines numerical competence in monkeys",
                "authors": [
                    "Vanessa Schmitt and Julia Fischer"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11689,
                "identity": "9f9639ee-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Vanessa Schmitt",
                "email": " schmitt@cog-ethol.de",
                "orcid": "",
                "institution": "Cognitive Ethology Lab, German Primate Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Vanessa",
                "middleName": "",
                "lastName": "Schmitt",
                "suffix": ""
            },
            {
                "id": 11690,
                "identity": "9f963c76-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Julia Fischer",
                "email": "",
                "orcid": "",
                "institution": "Cognitive Ethology Lab, German Primate Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julia",
                "middleName": "",
                "lastName": "Fischer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-08-05 10:10:34",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.252",
        "doiUrl": "https://doi.org/10.1038/protex.2011.252",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608241,
                "identity": "476d996f-7352-4382-8e29-c59835685322",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53157,
                "visible": true,
                "origin": "",
                "legend": "Long-tailed macaque pointing at a test plate",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2045/v1/figure_1.jpg"
            },
            {
                "id": 2608242,
                "identity": "03f1ba04-6c91-4b62-bba6-f873eabd151e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63797,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Quantities used in the experiments.    Absolute difference between the two amounts of items used in the test. Equal amounts (difference = 0) served as control condition. The numerical ratios (larger divided by smaller quantity) are given in parentheses. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2045/v1/figure_2.jpg"
            },
            {
                "id": 2608243,
                "identity": "dd32e64c-5df8-469f-943d-423475d15ab9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:02",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 566253,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Performance of the monkeys in the test and control conditions.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2045/v1/figure_3.jpg"
            },
            {
                "id": 13464717,
                "identity": "24ef698e-0294-4f27-adbd-ec693e041535",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 264303,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2045/v1/fc6ff5af-fe7c-40fb-84a5-59259dafb070.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "choice tests, quantity discrimination, macaque, cognition, experimenter blind control",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Here we describe the methods used for a two-choice quantity discrimination task, including different control conditions that test for changes in associative strength of the stimuli as well as potential experimenter bias. The experiments revealed that the choices of the monkeys were mainly driven by the fact whether or not they obtained the choice stimuli as food rewards. They did significantly better when tested with inedible items or when they were rewarded with other food for correct choices. Apparently, the monkeys failed at dual representation, i.e., the ability to hold two different mental representations of the same items in mind. The control conditions showed that the change in appearance of the stimuli did not explain the results; nor did they reveal a bias by the experimenter. In conclusion, testing quanity discrimination abilities of a species with food items may lead to an underestimation of their true competence.",
        "manuscriptTitle": "Quantity discrimination tests with macaques",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-08-05 14:25:33",
                "doi": "10.1038/protex.2011.252",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f95e1b2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 5th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2536,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-08-05 14:25:33",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}