{
    "identity": "pex-1147",
    "title": "<p>Methodologies and Procedures Employed in the Identification and Quantitation of Lipid Mediators via LC-MS/MS</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "Lipid mediators play a central role in the regulation of a whole range of biological functions in both in humans and experimental systems <sup>1, 2, 3, 4</sup>. These molecules are produced in a range of organs and tissues at concentrations that are commensurate with their biological actions, which in large part are dictated by the affinity of these molecules to their cognate receptors. Liquid chromatography tandem mass spectrometry (LC-MS/MS) represents a robust and highly sensitive approach for both the identification and quantitation of these potent autacoids since chromatography allows for the separation of isobaric molecules as well as double bond and chiral isomers. Mass spectrometry captures information on the fragmentation profile of the molecules of interest, which coupled with the retention time of the molecule in liquid chromatography provides a fingerprint for the identification of these molecules. In addition, LC-MS/MS allows for the simultaneous monitoring of tens and sometimes hundreds of molecules providing a snapshot of a number of dynamic pathways and the flux down each of these bioactive pathways.&nbsp;Herein, we shall review the protocols employed to obtain a snapshot of the dynamic pathways for the four major bioactive metabolomes that include the arachidonic acid, eicosapentaenoic acid, n-3 docosapentaenoic acid and docosahexaenoic acid metabolomes <sup>5, 6, 7, 8, 9, 10, 11, 12</sup>. These approaches help providing insights into mechanisms activated during inflammation as well as new leads into underlying causes of disease by measuring the flux down each of the major bioactive metabolomes <sup>5, 6, 7, 8, 9, 10, 11</sup>. Given that the production and many of the biological actions of these mediators are conserved throughout evolution, these methodologies are applicable to biological material from experimental systems such as tunicates <sup>13</sup>, mice <sup>5, 7</sup> and baboons <sup>9</sup> as well as humans <sup>6, 8, 11, 14, 15</sup>. Thus, these methodologies facilitate the direct translation of findings made in experimental systems to humans and <em>vice versa</em>.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p><br></p><p>- Optima HPLC grade methanol (Fisherbrand)</p><p>- Hydrochloric acid 37% (Sigma)</p><p>- n-hexane HPLC grade ≥95% (Fisherbrand)</p><p>- Methyl formate 98% for spectrometry (Acros organic)</p><p>- Acetic acid trace select ultra for ultratrace analysis ≥99% (Honeywell)</p><p>- Ultrapure distilled water (Milli-Q system coupled with Q-pod and Biopack polisher cartridge)</p><p>- Individual lipid mediators (LM) (Cayman Chemicals, Vinresol Ltd)</p><p><u>&nbsp;</u></p><p><u>Reagent preparation</u></p><p><em>Acidified water for SPE extraction:</em></p><p>- Acidify 2.5 L of water with HCl (4N) to pH 3.5</p><p>- Mix well</p><p>- Verify pH with pH meter</p><p>- Adjust pH if necessary</p><p><em>Acidified water for liquid chromatography 0.01% acetic acid:</em></p><p>- Take 2.5 L of water</p><p>- Add 250 µL of acetic acid using a glass pipet</p><p>- Mix well</p><p><em>Acidified water for liquid chromatography 0.5% acetic acid:</em></p><p>- Take 2.5 L of water</p><p>- Add 12.5 mL of acetic acid using a glass pipet</p><p>- Mix well</p><p><em>Acidified methanol for liquid chromatography 0.01% acetic acid:</em></p><p>- Take 2.5 L of methanol</p><p>- Add 250 µL of acetic acid using a glass pipet</p><p>- Mix well</p><p><em>Acidified methanol for liquid chromatography 0.5% acetic acid:</em></p><p>- Take 2.5 L of methanol</p><p>- Add 12.5 mL of acetic acid using a glass pipet</p><p>- Mix well</p><p><br></p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><br></p><p>- TurboVap LV (Biotage)</p><p>- Centrifuge SL16R (Thermoscientific)</p><p>- Microcentrifuge Fresco17 (Thermoscientific)</p><p>- pH meter FiveEasy (Mettler Toledo)</p><p>- Vortex (Fisherbrand)</p><p>- Falcon 15 mL conical tube (Fisher Scientific)</p><p>- 1.5 mL natural flat cap microcentrifuge tube (StarLab)</p><p>- Silanized amber target SC I-D vial 12 x 32 (Thermoscientific)</p><p>- Target cap and tst septa (Thermoscientific)</p><p>- 300 µ L target polyspring insert mandrel point (Thermoscientific)</p><p>- Round bottom borosilicate glass tubes 16x100 mm (Fisherbrand)</p><p>- Glass pipette (1 and 10 mL)</p><p>- Bulb</p><p>- Glass pasteur pipette (Corning)&nbsp;</p><p>- Ice machine</p><p>- -20<sup>o</sup>C Freezer</p><p>- Extrahera (Biotage)</p><p>- Disposable tips 1000 µL clear (Biotage)</p><p>- Fisher TT 12 x 75 boro 3.3 with rim (Fisherbrand)</p><p>- SIL-20AC autoinjector (Shimadzu)</p><p>- LC-20AD HPLC (Shimadzu)</p><p>- CTO-20AC oven (Shimadzu)</p><p>- Poroshell 120 EC-C18 column (100 mm x 4.6 mm x 2.7 µm) (Agilent)</p><p>- Chiralpak AD-RH column (150 mm × 2.1 mm × 5 μm) (Hichrom limited)</p><p>- QTrap 5500 (Sciex)</p><p>- QTrap 6500+ (Sciex)</p><p>- Nitrogen gas generator Genius 3031 (Peak Scientific)</p><p>- Nitrogen gas generator ABN2ZA (Peak Scientific<a href=\"https://protocolexchange.researchsquare.com/article/pex-1147/private/draft#_msocom_1\" rel=\"noopener noreferrer\" target=\"_blank\">[CJ1]</a>&nbsp;)</p><p>- ISOLUTE C18 SPE cartridge 500mg/3mL (Biotage)</p><p>- Analyst software 1.6.3</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "See Figure 1 for schematic representation\nSample collection and storage:\n1.    Blood was collected with anti-coagulant for plasma and centrifuged human peripheral blood at 1500 x g for 10 min at room temperature\n2.    Collect plasma\n3.    Store at -80ºC until analysis\nProtein precipitation:\n4.    Allow the sample to gently thaw on ice\n5.    Prepare methanol containing internal standard (methanol-IS; 500pg in 2mL of methanol/0.5mL of plasma) to facilitate quantification (d\n4\n-PGE\n2\n, d\n5\n-RvD2, d\n5\n-LXA\n4\n, d\n4\n-LTB\n4\n, d\n8\n-5S-HETE, d\n5\n-LTC\n4\n, d\n5\n-LTD\n4\nand d\n5\n-LTE\n4\n)\n6.    Place methanol-IS on ice for 45 min\n7.    Put 1mL of plasma in a 15 mL falcon tube\n8.    Add 4 mL of cold methanol-IS\n9.    Vortex for 10 sec\n10. Keep samples at -20°C for a minimum of 45 min to allow for protein precipitation\n11. Samples can either be stored -80ºC or processed for lipid mediator extraction using solid phase extraction techniques\nSolid Phase Extraction:\n12. Centrifuge samples at 2000 x g for 10 min at 4°C\n13. Transfer 2.5 mL of supernatant into round bottom borosilicate tubes\n14. Store any remaining samples at -80ºC\n15. Place samples in TurboVap LV setting the water bath to 37°C under a gentle flow of Nitrogen gas\n16. Maintain samples in the evaporator until the final volume of methanol is less the 1mL\n17. Place samples on ice\n18.\nCritical:  Samples should not be stored and need to be processed ASAP\n19. Turn on and set-up Extrahera\na.    Add new Solid-phase ISOLUTE C18 500 mg/3 mL columns to the rack\nb.    Add new collection tubes\nc.    Fill the solvent stock bottles\nd.    Prime the different solvent feeders\ne.    Turn on the vacuum pump (Adjust the pressure in accordance with the number of samples you plan to run: 3 bar = ¼ , 4 bar = ½ and 6 bars = full plate)\nf.     Turn on the nitrogen supply (Adjust the pressure in accordance with the number of samples you plan to run: 6 bar = ¼ , 8 bar = ½ and 10 bars = full plate)\ng.    Empty the waste\nh.    Fill the tips\n20. Load the samples on Extrahera and start the run\na.    Wash columns with 3 mL methanol\nb.    Condition columns with 3 mL of water\nc.    Acidified samples by adding pH 3.5 water (HCl) to a final volume of 10 mL\nd.    Load samples onto the C18 SPE columns\ne.    Wash columns with 2 mL of water to remove the acid\nf.     Wash columns with 6 mL hexane to remove complex lipids\ng.    Elute mediators into collection tubes using 5 mL methyl formate\nh.    Elute conjugated mediators into separate collection tubes using 5 mL methanol\n21. Transfer the collected fractions to 15 mL falcon tubes\n22. Rinse the collection tubes with 1.5 mL methanol and pool with the respective fraction\nSample preparation for LC-MS/MS\n23. Place samples in TurboVap LV setting the water bath to 37°C under a gentle flow of Nitrogen gas\n24. Place an equal volume to the extracted sample of methanol-IS into a separate 15 mL falcon tube and place it in evaporator with samples. This will be used as a reference to calculate sample recovery\n25. Check regularly the solvent levels\n26. When ~95% of the solvent has evaporated, rinse the wall with 2 mL methyl formate\n27. Check regularly the solvent levels\n28. When ~95% is evaporated, rinse the wall with 2 mL methanol\n29. Leave samples in TurboVap LV until all the solvent has evaporated\n30. Add 40 μL of methanol/water (1:1, vol/vol)\n31. Vortex 10 sec\n32. Immediately centrifuge samples at 2000 x g for 2 min at 4°C\n33. Transfer the supernatant into borosilicate vial inserts placed in a 1.5 mL Eppendorf tubes\n34. Centrifuge at 10000 x g for 10 sec at 4°C\n35. Check the vial insert for the presence of pellet\na.    If no pellet is visible, transfer the insert into an injection tube\nb.    If a pellet is visible, repeat step 33-34-35\n36. Place the samples in the automated injector ASAP\nInstrument step for LC-MS/MS – Chromatography Setup\n37. Start the LC-MS/MS system\nMethyl formate fraction profiling instrument setup\n38. An Agilent Poroshell 120 EC-C18 column (100 mm x 4.6 mm x 2.7 µm) is kept at 50°C\n39. The initial mobile phase consists of methanol/water/acetic acid 20:80:0.01 (vol/vol/vol)\n40. The flow rate is maintained at 0.5 mL/min\n41. The mobile phase is ramped to 50:50:0.01 (vol/vol/vol) over 0.5 min\n42. The mobile phase is ramped to 80:20:0.01 (vol/vol/vol) from 2 min to 11 min\n43. The mobile phase is maintained till 14.5 min\n44. The mobile phase is ramped to 98:2:0.01 (vol/vol/vol) for the next 0.1 min\n45. The mobile phase is maintained at 98:2:0.01 (vol/vol/vol) for 5.4 min\n46. Inject 35 µL of the sample\n47. Include in the sequence reference standards and the 100% IS (40 µL injection)\nMethanol fraction profiling instrument setup\n48. An Agilent Poroshell 120 EC-C18 column (100 mm x 4.6 mm x 2.7 µm) is kept at 50°C\n49. The initial mobile phase consists of methanol/water/acetic acid of 20:80:0.5 (vol/vol/vol)\n50. The flow rate is maintained at 0.6 mL/min\n51. The mobile phase is ramped to 55:45:0.5 (vol/vol/vol) over 0.2 min\n52. The mobile phase is maintained for 1 min\n53. The mobile phase is ramped to 70:30:0.5 (vol/vol/vol) over 5min\n54. The mobile phase is ramped to 80:20:0.5 (vol/vol/vol) for 2 min\n55. The mobile phase is maintained for 3 min\n56. The mobile phase is ramped to 98:2:0.5 (vol/vol/vol) over 3 min\n57. The mobile phase is maintained for 2 min\n58. Inject 35 µL of the sample\n59. Include in the sequence reference standards and the 100% IS (40 µL injection)\nChiral LC-MS/MS\n60. A Chiralpak AD-RH column (150 mm × 2.1 mm × 5 μm) is kept at RT\n61. The mobile phase consists of methanol/water/acetic acid 95:5:0.01 (v/v/v)\n62. The flow rate is maintained at 0.15 mL/min\n63. The mobile phase is maintained for 15 min\n64. Inject no more than 10 µL of sample\n65. Include in the sequence reference standards and the 100% IS\nInstrument step for LC-MS/MS – Mass spectrometry Setup\nMultiple reaction monitoring (MRM) method setup for mediators eluted in the methyl formate fraction\n66. QTrap 5500 or QTrap 6500+ are operated in negative mode\n67. Source parameters (probe position, electrode position, curtain gas, collisionally activated dissociation gas, electrode voltage, source temperature, and source gas) are determined using manual tune tool from analyst software by T-infusion of synthetic or authentic standards in phase (see Table 1 and 2 for parameters used)\n68. Individual MRM transitions (Q1 and Q3) and respective parameters (declustering potential, entrance potential, collision energy and collision cell exit potential) are determined using manual tune tool from analyst software by T-infusion of synthetic or authentic standards in phase (see Table 3 and 4 for parameters used)\n69. Select Scheduled MRM option\n70. Set data acquisition window to 90 seconds\nMRM for method setup for mediators eluted in the methanol fraction\n71. QTrap 5500 or QTrap 6500+ are operated in positive mode\n72. Source parameters (probe position, electrode position, curtain gas, collisionally activated dissociation gas, electrode voltage, source temperature, and source gas) are determined using manual tune tool from analyst software by T-infusion of synthetic or authentic standards in phase (see Table 5 and 6 for parameters used)\n73. Individual MRM transitions (Q1 and Q3) and respective parameters (declustering potential, entrance potential, collision energy and collision cell exit potential) are determined using manual tune tool from analyst software by T-infusion of synthetic or authentic standards in phase (see Table 3 and 4 for parameters used)\nMRM for chiral analysis:\n74. QTrap 5500 or QTrap 6500+ are operated in negative mode\n75. Source parameters (probe position, electrode position, curtain gas, collisionally activated dissociation gas, electrode voltage, source temperature, and source gas) are determined using manual tune tool from analyst software by T-infusion of synthetic or authentic standards in phase (see Table 1 and 2 for parameters used)\n76. Individual MRM transitions (Q1 and Q3) and respective parameters (declustering potential, entrance potential, collision energy and collision cell exit potential) are determined using manual tune tool from analyst software by T-infusion of synthetic or authentic standards in phase (see Table 3 and 4 for parameters used)\nInformation Dependent Acquisition (IDA)-triggered Enhanced Product Ion (EPI) Scan\n77. To collect MS/MS spectral information from the same samples an IDA experiment is to be employed\n78. In the IDA Ion exclusion tab list the parent ions of the internal standards that are being used for the analysis to minimize interference from these molecules in data collection\n79. Set the polarity of the assay in the EPI scan window as appropriate\n80. Set the m/z window for ion detection in the EPI window to 100-400 for negative ion mode experiments and 100-680 for positive ion mode experiments\nData analysis:\n81. The entire analysis is conducted using Analyst software 1.6.3\n82. Build a quantitation method using your standard reference mix\n83. Load your samples using the created method\n84. Integrate the internal standards noting the retention times of each internal standard in your samples and standards\n85. Identify each LM by matching its retention time to synthetic or authentic standards with maximum drift between the expected retention time and the observed retention time window of 0.05 seconds\n86. Each internal standard represents specific region of the chromatographic profile. Use:\na.    d\n4\n-PGE\n2\nfor AA-derived prostaglandins and thromboxane\nb.    d\n5\n-RvD2 and d\n5\n-LXA\n4\nfor trihydroxylated species DHA/DPA and AA/EPA-derived respectively\nc.    d\n4\n-LTB\n4\nfor dihydroxylated species DHA/DPA/AA/EPA-derived\nd.    d\n8\n-5S-HETE for monohydroxylated species DHA/DPA/AA/EPA-derived\ne.    d\n5\n-LTC\n4\nfor glutathionyl conjugated species DHA/AA-derived\nf.     d\n5\n-LTD\n4\nfor cysteinylglycinyl conjugated species DHA/AA-derived\ng.    d\n5\n-LTE\n4\nfor cysteinyl conjugated species DHA/AA-derived\n87. Internal standards are used to:\na.    calculate the expected RT for the analytes of interest in each sample by comparing the relative retention time of the analyte with the respective internal standard in the standard mix.\nb.    calculate recoveries, comparing the amount of each of the internal standards present in the samples with the amount added, as calculated from the 100% sample.\n88. Verify that each peak has at least 4 data points and > 2000 counts\n89. Integrate each LM\n90. Using the Analyst Explore mode extract the EPI data and for each dataset, for each mediator, in a minimum of one sample per dataset and within the same region of the chromatogram where the peak is observed, match the MS/MS spectrum to that of a reference standard. For a positive match the MS/MS spectrum needs to contain a minimum of 6 diagnostic ions that match those assigned within the reference MS/MS spectrum, with one of these being a backbone fragment.\n91. Proceed to quantitation using calibration curves obtained for each mediator construed with the following mediator concentrations: 0 (blank) 0.78, 1.56, 3.12, 6.25, 12.5, 25, 50, 100 and 200 pg.\n92. Surrogate molecules carrying similar physical properties are used for molecules where standards are not available"
        },
        {
            "header": "Troubleshooting",
            "content": "<p><br></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To avoid isomerization of standards<strong> </strong>all stocks should be stored under nitrogen, shielded from light and at -20<sup>o</sup>C for short-term storage and -80<sup>o</sup>C for long-term storage.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To minimize oxidation of lipid mediators when stocks are used the head space in the vial should be purged using a gentle stream of nitrogen very briefly before closing.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To ensure accuracy when aliquoting lipid mediator stocks zero dead volume, Hamilton syringes should be used at all times. This should be thoroughly cleaned with isopropanol and methanol using a minimum of 20 syringe volumes of each solvent before and after using to avoid cross contamination</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Only use nitrogen or an inert gas to evaporate solvents, do not use air since this will lead to mediator oxidation.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Once samples are suspended in water/methanol, these need to be kept at 4ºC until injection into the LC-MS/MS 24h to avoid isomerization of the mediators. Samples should not be frozen to minimize mediator isomerization</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>For 24 samples:</p><p>1) Sample thawing and protein precipitation - ~2-4h </p><p>2) Automated extraction - ~2.5h</p><p>3) Solvent evaporation  and sample preparation for LC-MS/MS - ~3-4h</p><p>4) LC-MS/MS data acquisition - ~18h</p><p>4) Data analysis - ~1-2 days</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "This methodology will yield a snapshot of the flux down each of the arachidonic acid, eicosapentaenoic acid, n-3 docosapentaenoic acid and docosahexaenoic acid metabolomes in the biological sample of interest. Thus, providing insights into the inflammation-resolution status of the biological sample. It will also yield information on lipid mediator biosynthetic enzyme activity.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Basil MC, Levy BD. Specialized pro-resolving mediators: endogenous regulators of infection and inflammation. <em>Nat Rev Immunol</em> <strong>16</strong>, 51-67 (2016).</p><p><br></p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Haworth O, Buckley CD. Pathways involved in the resolution of inflammatory joint disease. <em>Semin Immunol</em> <strong>27</strong>, 194-199 (2015).</p><p><br></p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Miyata J, Arita M. Role of omega-3 fatty acids and their metabolites in asthma and allergic diseases. <em>Allergol Int</em> <strong>64</strong>, 27-34 (2015).</p><p><br></p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Serhan CN, Chiang N, Dalli J. The resolution code of acute inflammation: Novel pro-resolving lipid mediators in resolution. <em>Semin Immunol</em> <strong>27</strong>, 200-215 (2015).</p><p><br></p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chiang N<em>, et al.</em> Infection regulates pro-resolving mediators that lower antibiotic requirements. <em>Nature</em> <strong>484</strong>, 524-528 (2012).</p><p><br></p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Colas RA, Shinohara M, Dalli J, Chiang N, Serhan CN. Identification and signature profiles for pro-resolving and inflammatory lipid mediators in human tissue. <em>Am J Physiol Cell Physiol</em> <strong>307</strong>, C39-54 (2014).</p><p><br></p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dalli J, Colas RA, Arnardottir H, Serhan CN. Vagal Regulation of Group 3 Innate Lymphoid Cells and the Immunoresolvent PCTR1 Controls Infection Resolution. <em>Immunity</em> <strong>46</strong>, 92-105 (2017).</p><p><br></p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dalli J<em>, et al.</em> Human Sepsis Eicosanoid and Proresolving Lipid Mediator Temporal Profiles: Correlations With Survival and Clinical Outcomes. <em>Crit Care Med</em> <strong>45</strong>, 58-68 (2017).</p><p><br></p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dalli J<em>, et al.</em> The Regulation of Proresolving Lipid Mediator Profiles in Baboon Pneumonia by Inhaled Carbon Monoxide. <em>Am J Respir Cell Mol Biol</em> <strong>53</strong>, 314-325 (2015).</p><p><br></p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dalli J, Serhan CN. Specific lipid mediator signatures of human phagocytes: microparticles stimulate macrophage efferocytosis and pro-resolving mediators. <em>Blood</em> <strong>120</strong>, e60-72 (2012).</p><p><br></p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weiss GA, Troxler H, Klinke G, Rogler D, Braegger C, Hersberger M. High levels of anti-inflammatory and pro-resolving lipid mediators lipoxins and resolvins and declining docosahexaenoic acid levels in human milk during the first month of lactation. <em>Lipids Health Dis</em> <strong>12</strong>, 89 (2013).</p><p><br></p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Serhan CN, Petasis NA. Resolvins and protectins in inflammation resolution. <em>Chem Rev</em> <strong>111</strong>, 5922-5943 (2011).</p><p><br></p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Knight J, Taylor GW, Wright P, Clare AS, Rowley AF. Eicosanoid biosynthesis in an advanced deuterostomate invertebrate, the sea squirt (Ciona intestinalis). <em>Biochim Biophys Acta</em> <strong>1436</strong>, 467-478 (1999).</p><p><br></p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rathod KS<em>, et al.</em> Accelerated resolution of inflammation underlies sex differences in inflammatory responses in humans. <em>J Clin Invest</em> <strong>127</strong>, 169-182 (2017).</p><p><br></p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Titos E<em>, et al.</em> Signaling and Immunoresolving Actions of Resolvin D1 in Inflamed Human Visceral Adipose Tissue. <em>J Immunol</em> <strong>197</strong>, 3360-3370 (2016).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "The authors would like to thank all the patients who participated in this study as well as Ms. Kimberly Pistorius and Dr Lucy Ly and Dr Charlotte Jouvene (Lipid Mediator Unit, QMUL) for technical assistance.</p><p>This work was supported by funding from the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant no: 677542) and the Barts Charity (grant no: MGU0343) to J.D. J.D. is also supported by a Sir Henry Dale Fellowship jointly funded by the Wellcome Trust and the Royal Society (grant 107613/Z/15/Z). </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-19176-z",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 2203341,
                "identity": "8955eed6-8299-4620-b8fd-83b705fd8841",
                "order_by": 0,
                "name": "Roman A. Colas",
                "email": "",
                "orcid": "",
                "institution": "William Harvey Research Institute, Queen Mary University of London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roman",
                "middleName": "A.",
                "lastName": "Colas",
                "suffix": ""
            },
            {
                "id": 2203342,
                "identity": "e5a92ea4-1325-46ad-b771-d3823cc85960",
                "order_by": 1,
                "name": "Esteban A Gomez",
                "email": "",
                "orcid": "",
                "institution": "William Harvey Research Institute, Queen Mary University of London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Esteban",
                "middleName": "A",
                "lastName": "Gomez",
                "suffix": ""
            },
            {
                "id": 2203343,
                "identity": "602e462e-d01a-4c40-bc6a-2dc51ac11ea5",
                "order_by": 2,
                "name": "Jesmond Dalli",
                "email": "j.dalli@qmul.ac.uk",
                "orcid": "https://orcid.org/0000-0001-6328-3640",
                "institution": "William Harvey Research Institute, Queen Mary University of London",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jesmond",
                "middleName": "",
                "lastName": "Dalli",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-09-10 09:56:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1147/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1147/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 3250048,
                "identity": "06edff8e-d0c7-4bd9-afe2-5d93c20ad13a",
                "added_by": "auto",
                "created_at": "2020-10-28 18:18:23",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 674398,
                "visible": true,
                "origin": "",
                "legend": "Illustrative overview of the methodologies employed for lipid mediator extraction, identification and quantitation",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1147/v1/e38b35140ad3589bbe26f3ec.jpg"
            },
            {
                "id": 13606912,
                "identity": "51ad1ec7-3d0d-43e8-beb8-7b305e8513a1",
                "added_by": "auto",
                "created_at": "2021-09-17 06:10:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 331462,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1147/v1/05d6564d-858d-436d-afcf-0ac90c65c083.pdf"
            },
            {
                "id": 3250049,
                "identity": "02708f28-7d5b-4ef9-a343-777f3732d704",
                "added_by": "auto",
                "created_at": "2020-10-28 18:18:24",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 137349,
                "visible": true,
                "origin": "",
                "legend": "Tables 1-6",
                "description": "",
                "filename": "Tables16.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1147/v1/b8f204d24a1f780d7ceb75ef.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lipid mediator profiling, flux analysis, eicosanoids, resolvins, protectins, maresins, SPE, liquid chromatography-tandem mass spectrometry.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Liquid chromatography tandem mass spectrometry (LC-MS/MS) is a sensitive and robust approach for the identification and quantitation of lipid mediators including the specialized pro-resolving mediators (resolvins, maresins, protectins and lipoxins), and the classic eicosanoids. Due to the relatively low concentration of these molecules in biological samples, this methodology is classically coupled with solid phase extraction (SPE) techniques that enhance the sensitivity of the assay. Herein, we provide a step-by-step description of instrumentation employed in the both SPE and LC-MS/MS and detailed methodologies employed in the extraction of these lipid mediators and their identification and quantitation using LC-MS/MS.</p><p><br></p>",
        "manuscriptTitle": "Methodologies and Procedures Employed in the Identification and Quantitation of Lipid Mediators via LC-MS/MS",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-28 18:17:30",
                "doi": "10.21203/rs.3.pex-1147/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "843701f7-29c8-4be2-b60d-1dd4c92292a2",
        "owner": [],
        "postedDate": "October 28th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 480903,
                "name": "Immunology"
            },
            {
                "id": 480904,
                "name": "Biochemistry"
            },
            {
                "id": 480905,
                "name": "Chemical biology"
            },
            {
                "id": 480906,
                "name": "Cell Biology"
            },
            {
                "id": 480907,
                "name": "Analytical chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-28 18:17:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}