{
    "identity": "nprot-2741",
    "title": "Thermal dynamics of metabotropic glutamate receptor signaling revealed by subtraction micro-calorimetric measurements on live cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Stoichiometry and binding kinetics between receptors and ligands are essential information for developing agonists or antagonists for the receptors. Following the discovery of diverse G-protein coupled receptors \\(GPCRs), they have been identified as novel therapeutic targets for a variety of drugs, yet biophysical characterization of GPCRs-ligand interactions remains challenging. Nuclear magnetic resonance \\(NMR) spectroscopy, X-ray diffraction, and surface plasmon resonance techniques are useful for providing direct information of the ligand-receptor interactions. Indeed, a number of structures have now been determined for peptide ligands bound to GPCRs using NMR spectroscopy and X-ray diffraction<sup>1</sup>. However, technical limitations underlie the NMR spectroscopy or X-ray diffraction analysis of many standard membrane-bound proteins because of their low solubilities, and difficulties in purification and crystallization<sup>2</sup>. In addition, to evaluate physiologically relevant interactions between ligands and receptors, it is necessary to determine the stoichiometry and binding kinetics in the living systems, where none of above techniques can address such interactions in vivo.\r\n\n\nAlternatively, numerous studies have employed fluorescent spectroscopy, photoaffinity labeling and homology modeling to define the general regions of interaction between the ligand and receptor<sup>3,4</sup>. However, these techniques only provide indirect biophysical information, and the net interaction between the receptor and ligand is not accessible. For example, the effects of glutamate binding on the dimeric rearrangement of metabotropic glutamate receptor-1α\\(mGluR1α) have been demonstrated using the fluorescent resonance energy transfer between mutated green fluorescent proteins \\(GFPs) inserted into the second and first intracellular loops of mGluR1α<sup>5</sup>. Although this technique could visualize state-dependent signaling diversity via mGluR1α, it is not known whether the obtained receptor kinetics were influenced by the insertion of GFPs into the receptor.\r\n\n\n    Molecular vibration, namely heat, determines ubiquitous reactions in any system. Based on this principle, isothermal titration calorimetry \\(ITC) has been widely used to characterize a variety of association processes involving lipid membranes, proteins, nucleic acids and macromolecular assemblies<sup>6,7</sup>. For example for the analysis GPCRs, the N-terminus of a chemokine receptor \\(CXCR1) binding to interleukin-8 has been successfully analyzed using ITC<sup>8,9</sup>. Further, the binding of the detergent-solubilized recombinant chemokine receptor 5 \\(CCR5) to its ligand \\(RANTES) were studied using ITC<sup>10</sup>. However, in this case, the dissociation constant estimated by ITC \\(1 μM) was similar to the results of NMR spectroscopy but was many fold larger \\(10<sup>3</sup>-10<sup>4</sup>) than the results of a conventional cell-based binding assay. Therefore, although ITC is a powerful method useful for directly determining enthalpy and entropy as well as dissociation constants and stoichiometry, it should be noted that the process is still limited by technical difficulties including the inability to achieve sufficient purification of receptors and reactants.\r\n\n\nEstimation of receptor-to-ligand binding in vivo using ITC may be an ideal approach. However, the thermal dynamics of living cell activities is complex and poorly understood. For neuronal signaling, thermocouples<sup>11,12</sup> or pyroelectric films<sup>13</sup> have been used to access the initial heat production associated with action potential propagation. We have stained CHO cells over-expressing muscarinic acetylcholine receptors with a thermosensitive dye and demonstrated biphasic heat response composed of initial heat absorption and successive heat production following the receptor stimulations<sup>14</sup>. Cultured T-lymphoma cells were shown to exert intrinsic metabolic heat by microcalorimetry<sup>15</sup>. In addition, the use of a fluorescent polymeric thermometer and fluorescence lifetime imaging clearly visualized dramatic thermal events in living cells even though they were in unstimulated standard culture conditions<sup>16</sup>. Thus, subtraction of thermal events caused specifically by receptor-to-ligand binding is necessary for the application of ITC for the study of living systems. To enable this, we have analyzed the effects of ligand \\(DHPG) titration onto CHO cells over-expressing mGluR1α \\(CHO-mGluR1α) and wild type CHO-k1 cells using the Microcal™ VP-ITC system \\(GE Healthcare), and successfully demonstrated biphasic thermal events caused by DHPG-mGluR1αinteractions by subtraction of thermal responses from these cells<sup>17</sup>. The former report, however, only described a thermal response via application of a single-shot large concentration of DHPG because of limitations posed by the short cell viability period in the VP-ITC chamber.\r\n\n\nFor more sensitive microcalorimetric measurements, differential power \\(DP), which compensates the temperature gaps between recording- and reference chambers, should be minimized before titration. The DP could not be stabilized during live cell recordings over 4-5 h after stirring the cell suspensions at 30°C \\(Fig. 1). This instability may be because of higher intrinsic metabolic activities and/or cell death under the recording conditions \\(Fig. 2). Therefore, the present study used stirred cells containing protease inhibitor cocktails in reduced CaCl<sub>2</sub> buffer and the recording temperature was reduced to 20°C, which significantly stabilized the DP and improved cell liability while having minimal effects on mGluR1α signaling \\(Fig. 3). Under these recording conditions, we quantified receptor-to-ligand interactions via repeated titration of DHPG onto living CHO-mGluR1α cells. Detailed protocols and the underlying theory behind the application of ITC for the analysis of ligand and/or lipid membrane binding interactions have been demonstrated<sup>18-21</sup>. Instead, this report provides for the first time techniques and procedures required for the application of ITC with living cells. This protocol may be applicable for microcalorimetric analysis of other receptors and ligands with CHO cell over-expression models."
        },
        {
            "header": "Reagents",
            "content": "• HEPES \\(2-\\[4-\\(2-Hydroxyethyl)-1piperaziny]ethanesulfonic acid; purity > 99.7%; DOJINDO, Kumamoto, Japan, cat. no. 7365-45-9)\r\n\n\n• NaCl \\(purity > 99.5 %; Wako Pure Chemical Industries, Osaka, Japan, cat. no. 191-01665)\r\n\n\n• KCl \\(purity > 99.5 %; Wako, cat. no. 163-03545)\r\n\n\n• CaCl<sub>2</sub> \\(purity > 95.0 %; Wako, cat. no. 039-00475)\r\n\n\n• MgCl<sub>2</sub>•6H<sub>2</sub>OH \\(purity > 98.0 %; Wako, cat. no. 135-00165)\r\n\n\n• NaOH \\(purity > 97.0 %; Wako, cat. no. 198-13765)\r\n\n\n• D\\(+)-glucose \\(purity > 98.0 %; Wako, cat. no. 049-31165)\r\n\n\n• Versene \\(Life Technologies Japan, Tokyo, Japan, cat. no. 15040-066) or phosphate buffered saline containing 0.2 g/L ethylenediaminetetraacetic acid\r\n\n\n• D-MEM/F12 \\(\\(Dulbecco’s Modified Eagle Medium: Nutrient Mixture F-12) 1:1 Mixture, Powder; Life Technologies, cat. no. 12400-024)\r\n\n\n• Fetal Bovine Serum \\(FBS; Sigma-Aldrich Japan, Tokyo, Japan, cat. no. 12483020)\r\n\n\n• Penicillin-Streptomycin \\(Sigma, cat. no. P0781)\r\n\n\n• Protease inhibitor Cocktail \\(Sigma, cat. no. P8340)\r\n\n\n• Trypsin, liquid \\(2.5 %; Life Technologies, cat. no. 15090-046)\r\n\n\n• DHPG \\(\\(S)-3,5-Dihydroxyphenylglycine hydrate; purity > 98.0 % Sigma, cat. no. D3689)\r\n\n\n• Ultra-pure water \\(> 18.2MΩ; purified by Direct-Q 3; Merck Millipore Japan, Tokyo, Japan)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**HEPES-NaOH buffer \\(1 M, pH 7.3)** Dissolve 238.3 g HEPES into 900 mL ultra-pure water, adjust pH to 7.3 by adding NaOH \\(1 N) dropwise with stirring, and then adjust the volume to 1000 mL with ultra-pure water. The final solution can be stored \\(< 6 months) at 4ºC until use.\r\n\n\n**Recording buffer \\(Buffered salt solution, BSS)** The BSS \\(130 mM NaCl, 5.4 mM KCl, 2 mM CaCl<sub>2</sub>, 1 mM MgCl<sub>2</sub>, 5.5 mM D-glucose, and 10 mM HEPES) with 2 or 0.5 mM CaCl<sub>2</sub> was prepared as described below. Before mixing, 1 N MgCl<sub>2</sub> and 1 N CaCl<sub>2</sub> should be prepared by dissolving their respective salt powders in ultra-pure water. For a 1000 mL preparation, 7.9 g NaCl, 0.40 g KCl, and 0.99 g D-glucose were dissolved in 900 ml ultra-pure water using a 1 L measuring cylinder with magnetic stirring. Then 10 mL HEPES-NaOH \\(1 M, pH 7.3), 1 mL MgCl<sub>2</sub> \\(1 N), and 2 or 0.5 mL CaCl<sub>2</sub> \\(1 N) were added. The pH was adjusted at 7.3 with NaOH \\(1 N) dropwise and the volume was made to 1000 mL with ultra-pure water. The final solution can be stored in sterilized bottles \\(< 2 weeks) at 4°C until use.\r\n\n\n**Injectant setup** The anhydrous DHPG powder was dissolved in ultra-pure water at 100 mM and was then aliquoted into 20 to 30 μL portions in Eppendorf tubes. Aliquots were tightly sealed with parafilm and could be stored at -30ºC for 1 year until use. Avoid multiple freeze-thaw cycles. The final DHPG concentration \\(0.3-30 nM) was adjusted with BSS \\(the same BSS used for cell suspensions; degassed 0.5 mM CaCl<sub>2</sub> BSS for this recording). Since 250-300 µL injectants are filled in the injection syringe of the ITC system and further 500 µL are used for syringe washing, about 1 mL DHPG solution at final concentration should be prepared for each trial.\r\n\n\n**Cell culture medium** DMEM/F12 containing 10 % FBS \\(vol/vol) and 1.0 % penicillin-streptomycin was prepared as described below. The FBS \\(500 mL) should be immobilized \\(heat-inactivated) by incubation in a water bath for 30 min at 56°C. The immobilized FBS was split into 10×50 mL tubes at a clean bench using an electronic pipette and stored at -30°C for 1 year until use. DMEM/F12 powder \\(preweighed for a 1 L package) and 1.2 g NaHCO<sub>3</sub> were dissolved using a 1 L measuring cylinder on a magnetic stirrer with 900 mL ultra-pure water. Then, the pH was adjusted to 7.3 with NaOH \\(1 N) dropwise. The final volume \\(1 L) was made up using ultra-pure water. The adjusted DMEM/F12 was transferred using a clean bench and filtered using a bottle top filter fit on a 500 mL bottle. A total of 50 mL immobilized FBS was also filtered and added to 500 mL DMEM/F12 solution. To avoid clogging, a pre-filter, which was supplied with the bottle top filter system, should be used first for the FBS filtration. Finally, 5 mL of a penicillin-streptomycin solution was added to the media. The bottle top filter can be used multiple times for several bottles but within the same sequence of work. Avoid repeated use once the membrane dries."
        },
        {
            "header": "Equipment",
            "content": "• Isothermal titration calorimeter \\(MicroCal VP-ITC; GE Healthcare, Tokyo, Japan)\r\n\n\n• Origin 5.0 \\(MicroCal) or higher version software\r\n\n\n• Temperature-controlled degasser \\(ThermoVac; GE Healthcare) and its recommended plastic tubes for sample preparation \\(13 mm O.D. × L55 mm).\r\n\n\n• Long-needle syringe \\(2.5 ml; Hamilton 1002LLSN; Hamilton, Reno, NV, USA)\r\n\n\n• Stirring injection syringe part \\(GE Healthcare, cat. no. PGR130010, ASS130160, ASS130160, ASS130200, MSP13028, and SYA13022)\r\n\n\n• Plastic Loading Syringe \\(3cc) with tubing \\(GE Healthcare, cat. no. ASS130210)\r\n\n\n• CO<sub>2</sub> incubator \\(HERAcell 150i; Thermo Fisher Scientific, Yokohama, Japan) or equivalent\r\n\n\n• Clean bench \\(MCV-131BNF; Sanyo-Panasonic, Osaka, Japan) or equivalent\r\n\n\n• Centrifuge \\(model 5804 with a 15 mL tube rotor; Eppendorf, Tokyo, Japan) or equivalent\r\n\n\n• Electronic pipette \\(Thermo Fisher Scientific, cat. no. 14-387-167) or equivalent\r\n\n\n• 1 mL PIPETMAN \\(Gilson, Middleton, WI, USA) or equivalent\r\n\n\n• Temperature controlled water bath \\(Iwaki, Tokyo, Japan, cat. no. CTR-420) or equivalent\r\n\n\n• Aspirator \\(WHELCH, Niles, IL, USA, cat no. 2511C) or equivalent\r\n\n\n• pH meter \\(TPX-90i; TOKO, Tokyo, Japan) or equivalent\r\n\n\n• Magnetic stirrer \\(PC-620; Corning, Tokyo, Japan) or equivalent\r\n\n\n• Thoma hemocytometer \\(Navis, Tokyo, Japan, cat. no. 2-5552-01)\r\n\n\n• 25 cm<sup>2</sup> Cell culture flask \\(SPL Life Sciences, Gyeonggi-do, Korea, cat. no. 70025)\r\n\n\n• 50 mL Conical tube \\(Thermo Fisher Scientific, Nunc pyrogen-free, cat. no. 339652)\r\n\n\n• 15 mL Conical tube \\(Thermo Fisher Scientific, Nunc pyrogen-free, cat. no. 339650)\r\n\n\n• 10 mL Plastic disposable pipette \\(Orange Scientific, Braine-l’Alleud, Belgium, cat. no. OS-PN10E1)\r\n\n\n• 9 inch Glass pasteur pipette \\(Thermo Fisher Scientific, cat. no. 136786B)\r\n\n\n• 0.22 μm pore Bottle top filter \\(CORNIG, cat. no. 431118)\r\n\n\n• Parafilm \\(Thermo Fisher Scientific, BEMIS flexible packaging)"
        },
        {
            "header": "Procedure",
            "content": "Routine Cell culture • TIMING 2 hours / week\r\n\n\n1. Wild-type CHO \\(CHO-k1) cells and CHO-mGluR1α cells were a gift from Prof. S. Nakanishi at Kyoto University. They were cultivated in 25 cm\n2\ncell culture flasks with 10 mL DMEM/F12 medium. Cells were grown to confluence in the presence of humidified air, 5% CO\n2\n, at 37°C. Cells were passed once per week and allowed to grow to 70% confluence \\(approximately 1.5×10\n6\ncells) between passages. Although the expression of mGluR1α in CHO-mGluR1α cells is thought to be constant, we checked receptor activity once per week by fura-2 based Ca\n2+\nimaging\n17\nusing a fraction of the cells.\r\n  \r\n\n\nITC setup before running living cells • TIMING 2 hours / week\r\n\n\n2. For stabilization of the ITC, the system needs to be continuously run at a room temperature that is set as close to the recording temperature level as possible. \\!CAUTION Avoid direct blowing from air conditioning if applicable. To perform the experiment at 20°C, we maintained the system by loading degassed ultra-pure water \\(1.8 mL) in the recording chamber and setting the room temperature at 22 ± 0.5°C. System conditions were routinely tested once a week by repeated titration of ultra-pure water \\(10 μL) at the recording parameters shown in Step 8.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\nLoading CHO cell suspensions into the VP-ITC chamber • TIMING 45 min\r\n\n\n3. Degas the recording buffer \\(BSS containing 0.5 mM CaCl\n2\n; 5 mL × 2 tubes) using a Thermo Vac degasser for 10 min at 18°C. \r\n  \r\n\n\n4. Preparation of cell suspensions. Warm up Versene and PBS using a water bath at 37°C for 10 min. During this period, the cell density can be roughly checked and two flasks containing cells at 70% confluence are used for single analysis. Aspirate DMEM/F12 medium from the culture flask and rinse cells with 3 mL PBS twice in the clean bench. \\!CAUTION Avoid direct cell washing. Cells should not be physically stimulated. Next PBS is replaced with 5 mL of Versene and then the flask is placed in a CO\n2\nincubator for 5 min. The cells are gently washed with Versene 5-6 times using an electronic pipette to remove cells from adhering to the flask and a cell suspension is generated in a 15 mL centrifuge tube \\(cells from two flasks are pooled into one centrifuge tube). Spin down the cells by centrifuging at 1000 rpm for 5 min. Aspirate the supernatant and re-suspended the cells in the degassed 0.5 mM CaCl\n2\nBSS \\(5 mL) in a Thermo Vac tube. \\!CAUTION Avoid making air bubbles during pipetting. Suspend cells gently 10 times using a 1 mL PIPETMAN.\r\n  \r\n\n\n5. Cell density and temperature adjustments. A fraction of cell suspension \\(20 μl) is loaded into a hemocytometer and the cell density is counted on an inverted microscope. ▲ CRITICAL STEP Cell density should be adjusted to 6×10\n5\ncells/ml using the degassed 0.5 mM CaCl\n2\nBSS \\(approximately 5 mL suspension can be prepared from two 25 cm\n2\nflasks). 3 mL of cell suspension supplemented with 3 μl of protease inhibitor cocktail is transferred to a Thermo Vac plastic tube and the temperature is adjusted to 18°C \\(2°C below recording temperature) for 5 min. \\!CAUTION Avoid additional degassing during this process. The Thermo Vac is used as a temperature controller at this stage.\r\n  \r\n\n\n6. Pre-loading ITC set-up. Replace ultrapure water \\(1.8 mL) in the recording chamber with an equivalent volume of degassed 0.5 mM CaCl\n2\nBSS at 18°C using a long needle Hamilton syringe. Repeat the replacement twice for complete rinsing. Finally, replace the BSS suspensions with cell suspensions. For this process, load 2.5 mL of cell suspension into a long needle Hamilton syringe and gently fill the recording chamber with 2 mL total volume. Cells in the recording chamber are further suspended by gentle pipetting \\(2-3 times). CRITICAL STEP Finally, remove excessive volume \\(0.2 mL) of cell suspension together with accidentally generating air bubbles if any in the chamber using the long needle syringe. Following visual confirmation that the recording chamber is filled with suspension, seal the chamber with a Teflon cap. \\!CAUTION Although this process is a delicate experimental procedure, do not take too much time to complete this step. Usually, skilled researchers can complete this process within 3 min.\r\n  \r\n\n\nITC assay: titration of DHPG against suspended CHO cells • TIMING 7 h\r\n\n\n7. The recording parameters should be set as follows: Total injections, 11 times; Cell temperature, 20°C; Reference power, 10 µcal/s; Initial delay, 600 s; Stirring speed, 310 rpm; feedback mode gain, high feedback; injection volume, 10 µl \\(first injection volume, 2 µl); Duration of the first injection, 4 s; Duration of the second to eleventh injections, 20 s; Spacing among injections, 800 s; Filter period, 2 s.\r\n  \r\n\n\n8. Differential power \\(DP) stabilizations. Run pre-stirred equilibration. Monitor DP values on the screen. This procedure takes 30 min. Prepare injectants using this time period.▲ CRITICAL STEP Confirm DP values are between 7.0-8.5 µcal/s until 30 min after running. If the DP value is smaller than 7 µcal/s, terminate recordings to check errors in any of the above procedures.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n9. Final baseline equilibration. Rinse the tip of the titration needle by flushing with BSS using a 1 mL PIPETMAN. ▲ CRITICAL STEP This step is necessary to avoid drying or excessive leakage of injectant in the titration syringe. Set the titration syringe and run the final baseline equilibration. Monitor DP values until they reach 8.5 μcal/s or more. Wait until the DP values are stabilized. This procedure typically takes 3-4 hours. Terminate recordings if the DP values are less than 8.5 µcal/s or unstable \\(fluctuating) after 3 hours.\r\n  ? TROUBLESHOOTING\r\n\n\n\r\n\n\n10. Initiate titrations. The titration using the parameters as described above in step 5 takes 2.5 hours. Following the data acquisition using CHO-mGluR1α, repeat the same procedures using the control CHO-k1 cells after thoroughly rinsing the recording chamber with ultrapure water.\r\n  \r\n\n\nPost recording analyses • TIMING 3 h\r\n\n\n11. Post-recording confirmation. At the end of the recordings, it is highly recommended to confirm cell viability using calcein-AM and propidium iodide \\(Fig. 2). Here we present a method for analysis of CHO cells with DHPG, however, it should be noted that cell viability may be different depending on the host cells, receptors and stimulants.\r\n  \r\n\n\n12. Subtraction of receptor-mediated thermal responses.\r\n  An acquired pair of data can be directly subtracted to yield receptor-dependent heat absorption and production \\(Fig. 4). Repeated measurements using different cells at different times will increase the accuracy of the results. The example trace data provided are the means of 3 repeated measurements \\(Fig. 4 and 5). The lowering of recording temperature to 8°C totally eliminated the thermal changes brought about by the DHPG titrations, suggesting that both ligand-to-cell and ligand-to-receptor binding are dependent on background temperature levels \\(Fig. 5).\r\n\n\n? TROUBLESHOOTING"
        },
        {
            "header": "Timing",
            "content": "Steps 1-2, Routine work: 2 h/week\r\n\n\nSteps 3-6, Loading CHO cell suspensions into the VP-ITC chamber: 45 min\r\n\n\nSteps 7-10, ITC assay: 7 h\r\n\n\nRepeat Steps 3-10 for control CHO cells after rinsing the ITC chamber: 10 h\r\n\n\nSteps 11-12, Post recording analyses: 3 h"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocols and experimental results presented enable direct estimation of the thermal dynamics underlying receptor-to-ligand interactions in living cells \\(Fig. 6) and may help to elucidate the downstream intracellular signaling linked to receptor activation. The same approach should be applicable for other receptors and ligands although a careful examination of the cell viabilities will be necessary for each examination. The screening efficiency \\(a pair of measurements per day) will be improved by the development of multi-chamber ITC systems although the design and implementation of new hardware is beyond the scope of this study."
        },
        {
            "header": "References",
            "content": "1. Langelaan, D.N., Ngweniform, P. & Rainey, J.K. Biophysical characterization of G-protein coupled receptor-peptide ligand binding. Biochem. Cell. Biol. 89:98-105 \\(2011).\r\n  2. Torres, J., Stevens, T.J. & Samsó, M. Membrane proteins: the 'Wild West' of structural biology. Trends. Biochem. Sci. 28:137-144 \\(2003).\r\n  3. Hatanaka, Y. & Sadakane, Y. Photoaffinity labeling in drug discovery and developments: chemical gateway for entering proteomic frontier. Curr. Top. Med. Chem. 2:271-288 \\(2002).\r\n  4. Radestock, S., Weil, T. & Renner, S. Homology model-based virtual screening for GPCR ligands using docking and target-biased scoring. J. Chem. Inf. Model. 48:1104-1117 \\(2008).\r\n  5. Tateyama, M. & Kubo, Y. Dual signaling is differentially activated by different active states of the metabotropic glutamate receptor 1alpha. Proc. Natl. Acad. Sci. U S A. 103:1124-1128 \\(2006).\r\n  6. Chaires, J.B. Calorimetry and thermodynamics in drug design. Annu. Rev. Biophys. 37:135-151 \\(2008).\r\n  7. Ghai, R., Falconer, R.J. & Collins, B.M. Applications of isothermal titration calorimetry in pure and applied research-survey of the literature from 2010. J. Mol. Recognit. 25:32-52 \\(2012).\r\n  8. Fernando, H., Chin, C., Rösgen, J. & Rajarathnam, K. Dimer dissociation is essential for interleukin-8 \\(IL-8) binding to CXCR1 receptor. J. Biol. Chem. 279:36175-36178 \\(2004).\r\n  9. Fernando, H., Nagle, G.T. & Rajarathnam, K. Thermodynamic characterization of interleukin-8 monomer binding to CXCR1 receptor N-terminal domain. FEBS J. 274:241-251 \\(2007).\r\n  10. Nisius, L., Rogowski, M., Vangelista, L. & Grzesiek, S. Large-scale expression and purification of the major HIV-1 coreceptor CCR5 and characterization of its interaction with RANTES. Protein Expr. Purif. 61:155-162 \\(2008).\r\n  11. Abbott, B.C., Hill, A.V. & Howarth, J.V. The positive and negative heat production associated with a nerve impulse. Proc. R. Soc. Lond. B. 148:149-187 \\(1958).\r\n  12. Howarth, J.V., Keynes, R.D. & Ritchie, J.M. The origin of the initial heat associated with a single impulse in mammalian non-myelinated nerve fibres. J. Physiol. \\(Lond.) 194:745-793 \\(1968).\r\n  13. Tasaki, I., Kusano, K. & Byrne, P.M. Rapid mechanical and thermal changes in the garfish olfactory nerve associated with a propagated impulse. Biophys. J. 55:1033-1040 \\(1989).\r\n  14. Zohar, O., Ikeda, M., Shinagawa, H., Inoue, H., Nakamura, H., Elbaum, D., Alkon, D.L. & Yoshioka, T. Thermal imaging of receptor-activated heat production in single cells. Biophys. J. 74:82-89 \\(1998).\r\n  15. Lönnbro P, Wadsö I. Effect of dimethyl sulphoxide and some antibiotics on cultured human T-lymphoma cells as measured by microcalorimetry. J. Biochem. Biophys. Methods. 22:331-336 \\(1991).\r\n  16. Okabe K, Inada N, Gota C, Harada Y, Funatsu T, Uchiyama S. Intracellular temperature mapping with a fluorescent polymeric thermometer and fluorescence lifetime imaging microscopy. Nat. Commun. 3:705 \\(2012).\r\n  17. Hirakura, Y., Sugiyama, T., Takeda, M., Ikeda, M. & Yoshioka, T. Deuteration as a tool in investigating the role of protons in cell signaling. Biochim. Biophys. Acta. 1810:218-225 \\(2011).\r\n  18. Velazquez-Campoy, A. & Freire, E. Isothermal titration calorimetry to determine association constants for high-affinity ligands. Nat. Protoc. 1:186-191 \\(2006).\r\n  19. Tsamaloukas, A.D., Keller, S. & Heerklotz, H. Uptake and release protocol for assessing membrane binding and permeation by way of isothermal titration calorimetry. Nat. Protoc. 2:695-704 \\(2007).\r\n  20. Heerklotz, H., Tsamaloukas, A.D. & Keller, S. Monitoring detergent-mediated solubilization and reconstitution of lipid membranes by isothermal titration calorimetry. Nat. Protoc. 4:686-697 \\(2009).\r\n  21. Zhou X, Kini RM, Sivaraman J. Application of isothermal titration calorimetry and column chromatography for identification of biomolecular targets. Nat. Protoc. 6:158-165 \\(2011).\r\n  22. Nagai T, Yamada S, Tominaga T, Ichikawa M. & Miyawaki A. Expanded dynamic range of fluorescent indicators for Ca<sup>2+</sup> by circularly permuted yellow fluorescent proteins. Proc. Natl. Acad. Sci. USA.101:10554-10559 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported in part by a Grant-in-Aid for scientific research \\(22300108) from the Ministry of Education, Culture, Sports, Science, and Technology, Japan, to M.I. We also gratefully acknowledge the support of Taiwan NSC, Sun’s KMU-SMA fund, the Center of Excellence for Environmental Medicine \\(KMU-EM-97-3.3a) and the Chi-Mei Medical Center and KMU foundation \\(96CM-KMU-03)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12565,
                "identity": "a0091885-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Masayuki Ikeda",
                "email": "msikeda@sci.u-toyama.ac.jp",
                "orcid": "",
                "institution": "Graduate School of Innovative Life Science, University of Toyama",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Masayuki",
                "middleName": "",
                "lastName": "Ikeda",
                "suffix": ""
            },
            {
                "id": 12566,
                "identity": "a0091c62-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masahiro Takeda",
                "email": "",
                "orcid": "",
                "institution": "Graduate School of Science and Engineering, University of Toyama",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masahiro",
                "middleName": "",
                "lastName": "Takeda",
                "suffix": ""
            },
            {
                "id": 12567,
                "identity": "a0091e52-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tohru Yoshioka",
                "email": "",
                "orcid": "",
                "institution": "Graduate Institute of Medicine, Kaohsiung Medical University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tohru",
                "middleName": "",
                "lastName": "Yoshioka",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-06-21 04:54:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.061",
        "doiUrl": "https://doi.org/10.1038/protex.2013.061",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608772,
                "identity": "ab7c2d92-bd30-4fd5-80ed-7e7022ed2c97",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 284055,
                "visible": true,
                "origin": "",
                "legend": "Trends in differential power (DP) during stirring of live CHO-mGluR1α cells in the VP-ITC chamber before running a titration series.   Representative traces at different temperature levels are shown. Microcalorimetric measurements require stable DP but the system failed to stabilize at 30°C 4-5 h after the loading of cell suspensions in a recording chamber. On the other hand, at 8°C and 20°C, the DP value of the cell suspensions were stabilized enough within 4 h and approached close to the reference power, set at 10 µcal/s. All these recordings were examined in 0.5 mM CaCl~2~ BSS supplemented with protease inhibitor cocktail.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/figure_1.jpg"
            },
            {
                "id": 2608775,
                "identity": "0d608d6c-8e6d-48e4-9cea-f94d223a1894",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 549429,
                "visible": true,
                "origin": "",
                "legend": "The CHO cell viability in the VP-ITC chamber.   *A.* The CHO cell viability following 4-h suspension and stirring in the ITC system was analyzed by staining of cells with calcein-AM and propidium iodide (Fluo Cell Counting kit, MoBiTec, Göttingen, Germany) using the standard manufacturer’s protocol. The green fluorescence from calcein indicates living cells whereas the red fluorescence from propidium iodide indicates dead cells. Effects of extracellular Ca^2+^ concentrations, protease inhibitor cocktails, and temperature levels (set by the VP-ITC system) were analyzed. Images were acquired using a confocal microscope (FV-1000, Olympus, Tokyo, Japan) with 10× objective lens (UPLSAPO10×/0.4) and multicolor argon/helium neon lasers. Note that the cell death ratio was significantly reduced by lowering the temperature and extracellular Ca^2+^ concentration. *B.* The percentage of dead cells after 4-h of stirring in the VP-ITC system was compared with the ratio obtained before transferring cell suspensions to the VP-ITC chamber (Ctrl). Averaged ratios with standard errors based on five independent trials are shown. ==*==_P_<.05 and ==**==_P_<.01 by Duncan’s post hoc test following one way ANOVA.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/figure_2.jpg"
            },
            {
                "id": 2608774,
                "identity": "031872f4-a96c-40e0-90c2-456e1e308f86",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 760449,
                "visible": true,
                "origin": "",
                "legend": "Ca^2+^ imaging analysis of CHO-mGluR1α.   For the Ca^2+^ imaging experiments, the CHO-mGluR1αwas transfected with the YC3.6 inserted in a pcDNA3.1 vector (Invitrogen). Subsequently, YC3.6-positive cells were sub-cloned using culture medium containing 400 μg/ml G418 (Invitrogen) and a cloning ring. The resulting stable cells co-expressing mGluR1αand YC3.6 (fluorescent image in *A*) were used for the Ca^2+^ imaging experiments. These cells were seeded onto a glass-bottom dish (35-mm; glass diameter 14 mm; Matsunami Glass IND, Osaka, Japan) and cultured in a CO~2~ incubator (the cell density 1-3×10^5^ cells/dish). The cells were placed on a fluorescence microscope (Axioskop-FS; Carl Zeiss, Oberkochen, Germany), continuously perfused with BSS (2 mL/min) and observed using a 20× objective lens (Achroplan ×20 NA0. 5, Carl Zeiss). For the monitoring of Ca^2+^ response at different temperature levels, the cellular temperature was thermoelectrically regulated by the stage temperature controller (DTC-200, Dia Medical Co., Tokyo, Japan). To further guarantee cellular temperature levels, inlet tubing was chilled on ice (for recording at 8°C) or warmed up using an in-line heater (SF-28, Warner Instruments, Hamden CT). YC3.6 was excited by applying 0.3 s 440±10 nm light flashes at 6 s intervals. The resulting images were reflected by a dichroic mirror (FT455 nm), filtered by two emission band pass filters (480±15 nm and 530±15 nm) that were rotated by an emission filter wheel (Lambda 10-2, Sutter Instrument, Novato, CA) set in front of a charge-coupled device camera (CoolSnap-fx, Photometrics, Tucson, AZ). The excitation shutter was located in front of a 300 W xenon arc lamp house (Lambda-LS, Sutter Instrument) and controlled using digital imaging software (Meta-Fluor v.6.2, Universal Imaging, West Chester, PA). The background fluorescence was also subtracted using the software. DHPG was applied by switching perfusate for 45 s. *B.* The DHPG (100 μM)-induced Ca^2+^ increasing response was abolished at 8°C (each colored trace denotes a representative response in three cells). *C.* Small differences in the DHPG-induced Ca^2+^ response were observed at 20°C and 30°C. Further, extracellular Ca^2+^ concentrations containing 0.5 mM or 2 mM CaCl~2~ did not influence the DHPG-induced Ca^2+^ response to a large degree. *D.* The dose-response curves were fitted to the amplitudes of the DHPG-induced Ca^2+^ increase. These results suggest proper activation of mGluR1α under titration conditions (20°C, 0.5 mM CaCl~2~) during the ITC assay.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/figure_3.jpg"
            },
            {
                "id": 2608773,
                "identity": "fc290be1-f9a1-4a59-a285-e5ac70a9839e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 792404,
                "visible": true,
                "origin": "",
                "legend": "Identification of receptor-mediated heat absorption and production in live CHO-mGluR1α cells.    *A.* Injection noise caused by repeated (×10) titrations of 10 µl ultrapure water into a recording chamber filled with ultrapure water. A representative trace recorded at 20°C is shown. *B.* _Upper_. DHPG (3 nM in an injection syringe) was repeatedly titrated as above into a recording chamber filled with wild-type CHO-k1 cell suspensions. Representative recordings at a background temperature of 8°C (_left_) and 20°C (_right_) are shown. The small heat generation observed at the start of the experiment at 20°C was caused by the initial pre-feeding (2 µl) of DHPG. _Middle_. The same titrations were performed for CHO cells stably expressing mGluR1α (CHO-mGluR1α). Note that almost no thermal responses were detected at 8°C. _Lower_. Subtraction of these traces allowed visualization of biphasic thermal responses composed of initial heat absorptions and subsequent heat generations. Each trace denotes an average of 3 independent trials.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/figure_4.jpg"
            },
            {
                "id": 2608777,
                "identity": "205d04c6-1fb5-4e40-964e-4f4087507413",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 608462,
                "visible": true,
                "origin": "",
                "legend": "Concentration-dependent thermal responses via repeated titration of DHPG.   DHPG concentrations in the injection syringe are shown at the top. All recordings were conducted as shown in Fig. 2 at 20°C. Subtracted traces demonstrated that the critical concentration which activates receptor-dependent thermal responses is located between 300-500 pM. Titration with 500 pM DHPG generated heat absorption (as + µcal/s) but not heat production (as - µcal/s). The size of heat absorption and production is maximized at 1 nM and then gradually reduced at 3 nM.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/figure_5.jpg"
            },
            {
                "id": 2608779,
                "identity": "558cf5d9-06b4-4753-9968-37a11073acd7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 346267,
                "visible": true,
                "origin": "",
                "legend": "The thermal dynamics underlying receptor-to-ligand interactions in living cells.   Endothermic (*A*) and exothermic components (*B*) shown in Fig 3 were quantified. Results from 2-3 independent titrations with different DHPG concentrations were plotted as grey scales. *C.* A titration curve was fitted on the exothermic response. Number of binding sites per cell (N) = 47,000, K~b~ = 3×10^10^ M^-1^, ΔH = -19 cal/mole, and ΔS = 48 cal/mole/deg were estimated from this curve.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/figure_6.jpg"
            },
            {
                "id": 13465251,
                "identity": "b47084b5-249e-454e-bca1-d9a862d6008c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 803081,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/0b43a168-b138-4bf0-bb7a-405e45871b8b.pdf"
            },
            {
                "id": 2608780,
                "identity": "f5e8c26a-a943-4b97-a20b-fb6c1085077f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 6374,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting table.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2741/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "None to declare",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "G-protein coupled receptors, living cells, isothermal titration calorimetry, receptor binding ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Isothermal titration calorimetry \\(ITC) is a versatile method used to analyze molecule-to-molecule interactions primarily occurring in non-living systems. Here, we successfully applied ITC for the characterization of receptor-ligand interactions in live cells. In this study, CHO cells or those expressing metabotropic glutamate receptor-1α \\(CHO-mGluR1α) were suspended in low CaCl<sub>2</sub> buffered-saline containing protease inhibitors at incremented temperatures and titrated with agonist \\(DHPG). Under the optimal recording conditions, titration of DHPG produced heat with time constants that differed between wild type- and CHO-mGluR1α cells. Subtraction of these signals revealed mGluR1α-dependent bimodal responses with rapid heat absorption and successive heat production, as suggested by the thermal imaging of metabotropic receptor signaling. Using the titration curve, mGluR1α-DHPG interactions and the number of binding sites per live cell were characterized. This technique is theoretically applicable for other receptor expression models and ligands. This protocol requires a day to complete the pairwise measurements and single subtraction study.",
        "manuscriptTitle": "Thermal dynamics of metabotropic glutamate receptor signaling revealed by subtraction micro-calorimetric measurements on live cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-06-21 10:21:15",
                "doi": "10.1038/protex.2013.061",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a008b44b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 21st, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3018,
                "name": "Neuroscience"
            },
            {
                "id": 3019,
                "name": "Chemical biology"
            },
            {
                "id": 3020,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-06-21 10:21:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}