{
    "identity": "pex-1727",
    "title": "<p>Bioorthogonal click chemistry-based labelling of proteins in living neuronal cell lines and primary neurons</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In the last two decades, genetic code expansion has emerged as one of the most powerful protein engineering techniques<sup>1,2</sup>. This technology allows incorporation of unnatural (also referred to as noncanonical) amino acids, into proteins <em>in vitro</em> and <em>in vivo</em>. A plethora of custom-designed UAAs with chemically unique side chains have facilitated novel studies in single cells and organisms<sup>3-5</sup>. This technology also offers novel avenues for addressing complex neurobiological questions<sup>6</sup>.</p><p>In combination with bioorthogonal click chemistry, genetic code expansion can be used for direct protein labelling with small organic dyes<sup>7-10</sup>. To this aim, clickable UAAs carrying strained alkenes or alkynes, such as trans-cyclooct-2-en-lysine (TCO*-Lys), trans-cyclooct-4-en-lysine (TCO−Lys), strained cyclooctyne-lysine (SCO−Lys), and bicyclononyne-lysine (BCN−Lys), are incorporated site-specifically into proteins of interest in response to an in-frame amber stop codon in the corresponding mRNA<sup>11-14</sup>. Site-specific UAA incorporation is achieved by amber codon suppression with the help of amber codon suppressor transfer (t)RNA and its cognate aminoacyl-tRNA synthetase (RS). Proteins with UAA are subsequently labelled with fluorescent tetrazine dyes in a fast type of bioorthogonal click reaction strain-promoted inverse-electron-demand Diels-Alder cycloaddition (SPIEDAC). This reaction is biocompatible and labelling is done in living cells. What makes this type of labelling particularly attractive is the small size of the labelling tag. Only one native amino acid is exchanged for the UAA in the protein of interest which has minimal steric and functional impact on the protein. As a consequence, dyes are brought as close as possible to the protein of interest. Compared to conventional labelling tags, such as antibodies, and self-labeling tags such as Halo-, SNAP-, CLIP-tags, direct labelling of proteins with tetrazine dyes results in a much smaller linkage error. This makes click chemistry-based protein labelling particularly relevant for super-resolution imaging<sup>8</sup>. In addition, the structure of the protein is minimally perturbed, which makes it particularly attractive for labelling of complex proteins, such as ion channels and receptors, as well as for live-cell imaging studies in general.</p><p>Until recently this type of labelling has been mainly used in conventional cell lines<sup>15</sup>. Earlier this year, we have shown that it can be used for labelling of proteins in living neurons, either under exogenous or endogenous promoters<sup>16</sup>. In parallel, others have shown that it can be applied for the labelling of transmembrane proteins in dissociated neurons and slices<sup>17,18</sup>.</p><p>Here, we describe a detailed protocol for genetic code expansion and click labelling of intracellular proteins in living neuronal cell lines and primary mouse neurons. We have used neurofilament light chain as a protein of interest, but the protocol can be adjusted for other intracellular or extracellular proteins. As our previous protocols<sup>9,19</sup> deal with the details of genetic code expansion and different click labelling approaches in conventional cell lines, here we report on the optimal and highly efficient conditions for the transfection and click labelling of intracellular proteins in neurons.&nbsp;In addition, we provide a protocol for dual-color pulse-chase click chemistry labeling of two protein populations in living and fixed primary neurons.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Primary mouse cortical neurons (MCNs) from C57BL/6 embryonic day 17 (cat. no. A15586), eight-well Lab-Tek&nbsp;II chambered coverglasses (German #1.5 borosilicate glass; cat. no. 155409), B-27 Plus Neuronal Culture System consisting of Neurobasal Plus (NB Plus) medium and B27 Plus supplement (cat. no. A3653401), Lipofectamine 2000 transfection reagent (cat. no. 11668027), Opti-MEM™ I Reduced Serum Medium (cat. no. 31985062), high-glucose Dulbecco's Modified Eagle Medium (cat. no. 41965062), fetal bovine serum (cat. no. 10270106), sodium pyruvate (cat. no. 11360039), L-glutamine (cat. no. 25030024), and 1&nbsp;M HEPES (cat. no. 15630080) were purchased from Thermo Fisher Scientific. </p><p>Mouse neuroblastoma x rat neuron hybrid ND7/23 cells (ECACC 92090903), poly-d-lysine (cat. no. P6407), penicillin-streptomycin (cat. no. P0781), paraformaldehyde (PFA; cat. no. 158127), and Triton&nbsp;X-100 (cat. no. X100) were purchased from Sigma-Aldrich. </p><p>Hibernate E medium was purchased from Brain Bits LLC, cat. no. HELF. Electron microscopy grade PFA was purchased from Electron Microscopy Sciences, cat. no. 15710. </p><p>Axial isomer of <em>trans</em>-cyclooct-2-en-l-lysine (TCO*A-Lys) was purchased from Sirius Fine Chemicals, SICHEM, cat. no. SC-8008). 100 mM stock solution was made by dissolving TCO*A-Lys in 0.2 M NaOH containing 15% DMSO, and kept at - 20° C. Working solution was prepared by diluting the TCO*A-Lys stock 1:4 in 1 M HEPES, and used immediately after. For more details, refer to the references <em>9</em> and <em>19</em>.&nbsp;&nbsp;</p><p>For click chemistry labeling, we used the following tetrazine derivatives of fluorescent dyes: ATTO488-tetrazine (ATTO488-tz; Jena Bioscience, cat. no. CLK-010-02), silicon rhodamine-tetrazine (SiR-tz; SpiroChrome cat. no. SC008), TAMRA-tetrazine (TAMRA-tz; Jena Bioscience cat. no. CLK-017-05), and BODIPY-tetrazine (BODIPY-tz; Jena Bioscience cat. no. CLK-036-05). Stock solutions of tetrazine dyes were prepared in DMSO at the concentration of 0.5 or 1 mM and kept at - 20° C, protected from light.</p><p>We used the following plasmids in this protocol: </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>NFL</strong><sup><strong>K363TAG</strong></sup><strong>-FLAG</strong>: contains a gene that encodes for neurofilament light chain (NFL) with an in-frame TAG stop codon at the position K363, expressed from a CMV promoter. </p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>NFM</strong>: contains a gene that encodes for neurofilament medium chain (NFM) expressed from a CMV promoter (a gift from Anthony Brown, Addgene plasmid #83126; http://n2t.net/addgene:83126; RRID: Addgene_83126).</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>NES PylRS/tRNA</strong><sub><strong>CUA</strong></sub><sup><strong>Pyl</strong></sup>: a pcDNA3.1/Zeo(+) backbone containing a sequence that encodes <em>Methanosarcina mazei</em> pyrrolysyl tRNA synthetase with a nuclear export signaling sequence (NES) and Y306A, Y384F substitutions (NES PylRS<sup>AF</sup>), and one copy of tRNA<sub>CUA</sub><sup>Pyl</sup> under the control of the U6 promoter (a kind gift from Edward Lemke’s laboratory, EMBL, Heidelberg, and IMB, Mainz).</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>codon-optimized NES PylRS/tRNA</strong><sub><strong>CUA</strong></sub><sup><strong>Pyl</strong></sup>: a pcDNA3.1/Zeo(+) plasmid containing codon-optimized sequence that encodes <em>Methanosarcina mazei</em> NES PylRS<sup>AF</sup> and one copy of tRNA<sub>CUA</sub><sup>Pyl</sup> expressed from a U6 promoter.</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>eRF1</strong><sup><strong>E55D</strong></sup>: a pcDNA3.1/Zeo(+) backbone containing a sequence that encodes eukaryotic release factor 1 E55D mutant. This plasmid was cloned by Christopher D. Reinkemeier in Edward Lemke’s laboratory.</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>codon-optimized NES PylRS/tRNA</strong><sub><strong>CUA</strong></sub><sup><strong>Pyl</strong></sup><strong>-IRES-eRF1</strong><sup><strong>E55D</strong></sup>: pcDNA3.1/Zeo(+) vector containing tRNA<sub>CUA</sub><sup>Pyl</sup> and codon-optimized sequence encoding NES PylRS<sup>AF </sup>modified to include internal ribosomal entry site (IRES) followed by eRF1<sup>E55D</sup>-encoding sequence.</p><p>For more details on plasmids, cloning and mutagenesis, refer to the reference <em>16</em>.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Standard cell culture equipment, facility designated for genetic engineering work (please note that depending on your local regulations different biosafety regulations might apply), and a fluorescent light microscope of choice. </p>"
        },
        {
            "header": "Procedure",
            "content": "I. Bioorthogonal click chemistry labeling of proteins in ND7/23 neuroblastoma cells\nDay 0: ND7/23 cell seeding\n1.      Pre-coat eight-well Lab-Tek II chambered coverglasses with 10 µg/ml solution of poly-D-lysine in double-distilled water (ddH\n2\nO) for a minimum of 4 h at room temperature (RT). Wash the chambered coverglasses three times with ddH\n2\nO and allow to dry under a sterile hood.\n2.      Collect the cells from the culturing plate and seed at a density of 25,000 cells per well in 250 µl of ND7/23 cell culturing medium which contains high-glucose Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% heat-inactivated fetal bovine serum (inactivated by incubation at 56 °C for 30 min), 1% penicillin-streptomycin (PS), 1% sodium pyruvate and 1% L-glutamine. To ensure optimal conditions for cell growth, use cell passages 3 to 15 for these types of experiments.\n3.      Culture seeded cells overnight at 37° C, 5% CO\n2\n.\nDay 1: ND7/23 cell transfection\n4.      Pre-warm Opti-MEM™ I Reduced Serum Medium to 37° C.\n5.      Prepare transfection mix with a DNA/Lipofectamine 2000 ratio of 1 µg:2.4 µl. A master mix can be prepared for the transfection of multiple wells. For one well of an eight-well Lab-Tek II chamber prepare the following:\na.      Tube 1: Add 12.5 µl of Opti-MEM. Add 0.25 µg of NFL\nK363TAG\n-FLAG, 0.25 µg of NES PylRS/tRNA\nCUA\nPyl\nand 0.125 µg of NFM plasmid DNA to the Opti-MEM.\nb.      Tube 2: Add 12.5 µl of Opti-MEM. Add 1.5 µl of Lipofectamine 2000 transfection reagent to the Opti-MEM.\n6.      Vortex the tubes gently for 10 seconds, then centrifuge briefly to spin down. Incubate 5 minutes (min) at RT.\n7.      Add the contents of tube 1 to the tube 2.\n8.      Vortex the tube gently for 10 seconds, then centrifuge briefly to spin down. Incubate 20 min at RT.\n9.      During the 20 min-long incubation prepare a 1:4 dilution of TCO*A-Lys in 1 M HEPES. For one well of an eight-well Lab-Tek II chamber mix 1.875 µl of 1 M HEPES and 0.625 µl of 100 mM TCO*A-Lys stock solution.\n*A master mix can be prepared if TCO*A-Lys is to be added to multiple wells.\n10.  Take the cells out of the incubator. Add 25 µl of the transfection mix dropwise to the culturing medium. Handle up to two Lab-Tek II chambered coverglasses at a time, to prevent the culturing medium from cooling down.\n11.  Add 2.5 µl of TCO*A-Lys dilution in a corner of the well. Move the Lab-Tek II chambered coverglass up and down, left and right to resuspend the TCO*A-Lys. The final concentration of TCO*A-Lys is 250 µM.\n*After the addition of TCO*A-Lys dilution, the pink color of the medium will become slightly more red/orange due to the change in pH\n12.  Incubate the cells 6 h at 37° C, 5% CO2.\n13.  Right before the medium change, prepare a fresh dilution of TCO*A-Lys as described above (section I, step 9) and pre-warm ND7/23 cell culturing medium to 37° C.\n14.  Aspirate the transfection mix-containing medium from cells and add 250 µl of warm ND7/23 cell culturing medium. Add TCO*A-Lys dilution as described above (section I, step 11).\n15.  Incubate the cells overnight at 37° C, 5% CO2.\nDay 2: Bioorthogonal click chemistry labeling with cell-permeable tetrazine dyes in live cells or labeling with cell-impermeable dyes after fixation\n16.  Pre-warm the ND7/23 cell culturing medium to 37°C.\n17.  Remove TCO*A-Lys from cells by aspirating the medium and rinsing 2x with warm cell culturing medium. Add 250 µl of culturing medium per one well of an eight-well Lab-Tek II chamber.\n18.  Incubate 2-3 h at 37° C, 5% CO\n2\n.\n19.  Prepare a 5 µM tetrazine-dye dilution in warm culturing medium. For example, silicon rhodamine-tetrazine (SiR-tz) dye performs well for live cell labeling of intracellular proteins, and we use it most frequently.\n20.  Aspirate the medium from cells, rinse once more with warm culturing medium and add the tetrazine-dye dilution.\n21.  Incubate 10 min at 37° C, 5% CO\n2\n.\n22.  Aspirate the tetrazine-dye dilution from cells, rinse 2x with warm culturing medium, and then add 250 µl of culturing medium per one well of an eight-well Lab-Tek II chamber.\n23.  Incubate for 2-3 h at 37° C, 5% CO\n2\n.\n24.  Aspirate the medium from cells, rinse once with phosphate-buffered saline (PBS; 137 mM NaCl, 10 mM Na\n2\nHPO\n4\n, 1.8 mM KH\n2\nPO\n4\n, 2.7 mM KCl, pH 7.4) and fix for 15 min at RT with 4% paraformaldehyde (PFA) dissolved in 0.1 M phosphate buffer (PB). Wash the cells 3x5 min with PBS and keep at 4° C until imaging or immunocytochemistry labeling.\n25.  Alternatively, if cell-impermeable tetrazine-dyes are to be used for labeling, fix the cells after labeling and washing (section I, steps 16-23) with 4% PFA diluted in PB for 15 min at RT. Rinse the cells 3x with PBS and permeabilize with 0.1% Triton X-100 diluted in PBS for 10 min at RT. Incubate for 10 min at 37° C with the cell-impermeable tetrazine-dye diluted to the final concentration of 0.5-2.5 µM in PBS. ATTO488-tz dye works well for labeling in fixed cells, although with a higher non-specific background staining in comparison to live cell labeling with cell-permeable dyes. Aspirate the dye, rinse 3x with PBS and incubate with PBS on a shaker at RT for 20-30 min. Keep at 4° C until immunocytochemistry staining or microscopy.\nII. Bioorthogonal click chemistry labeling of proteins in primary neurons\nNeuron seeding and transfection\nDay 0: Neuron seeding\n1.      Pre-coat eight-well Lab-Tek II chambered coverglasses with 20 µg/ml solution of poly-d-lysine in ddH2O for 2 h at RT. Wash the chambered coverglasses three times with ddH2O and allow to dry under a sterile hood. Pre-incubate coated coverglasses for at least 30 min at 37° C with neuron culturing medium consisting of Neurobasal Plus (NB Plus) medium with the addition of 2% B27 Plus and 1% PS (referred to as NB Plus +).\n2.      Thaw primary mouse cortical neurons (MCNs) from C57BL/6 embryonic day 17 according to the manufacturer’s recommendation and seed them at the density of 90,000-110,000 cells, in 500 µl of medium per well. Alternatively, fresh primary mouse or rat neurons can be prepared according to other established protocols of your choice.\nDay 3 and day 7: Medium change\n3.      Pre-warm the NB Plus + medium at 37° C. Aspirate 200 µl of the medium from each well and add 250 µl of fresh warm NB Plus + medium. When changing the medium on day 7, collect the aspirated medium in tubes and keep at 4° C for further use as conditioned medium (CM).\nDay 8: Transfection\n4.      Transfect MCNs using Lipofectamine 2000 and a DNA/Lipofectamine 2000 ratio of 1 µg:2.4 µl as described below.\n5.      Prepare the transfection medium A by adding 1% of PS to Neurobasal Plus medium. Prepare the transfection medium B by adding 1% of PS and 4% of B27 Plus to Neurobasal Plus medium. Warm up both transfection media to 37° C.\n6.      Prepare the transfection mix. A master mix can be prepared for the transfection of multiple wells. For one well of an eight-well Lab-Tek II chamber prepare the following:\na.      Tube 1: Add 50 µl of transfection medium A. Add 0.5 µg of NFL\nK363TAG\n-FLAG, 0.5 µg of NES PylRS/tRNA\nCUA\nPyl\nand 0.25 µg of NFM plasmid DNA to the transfection medium.\nb.      Tube 2: Add 50 µl of transfection medium A. Add 3 µl of Lipofectamine 2000 transfection reagent to the transfection medium.\n7.      Vortex the tubes gently for 10 seconds, then centrifuge briefly to spin down. Incubate 5 min at RT.\n8.      Add the contents of tube 1 to the tube 2.\n9.      Vortex the tube gently for 10 seconds, then centrifuge briefly to spin down. Incubate 20 min at RT.\n10.  Add 100 µl of warm transfection medium B to the transfection mix. The final transfection mix will contain 2% of B27 Plus and 1% of PS, the same as the culturing medium. Mix by pipetting and avoid making bubbles. Incubate 5 min at 37° C, 5% CO\n2\n.\n11.  Take the neurons from the incubator, aspirate all of the culturing medium from wells and keep for use as a CM. Add 200 µl of the warm transfection mix dropwise. Add transfection mix to a maximum of 4 wells of an eight-well Lab-Tek II chambered coverglass at a time, to prevent neurons from drying out.\n12.  Incubate 4-6 h at 37° C, 5% CO\n2\n.\n13.  Right before the medium change, prepare a 1:4 dilution of TCO*A-Lys in 1 M HEPES. For one well of an eight-well Lab-Tek II chamber mix 3.75 µl of 1 M HEPES and 1.25 µl of 100 mM TCO*A-Lys stock solution.\n14.  For one well of an eight-well Lab-Tek II chamber add 5 µl of HEPES-diluted TCO*A-Lys to 500 µl of warm CM that was aspirated from neurons before transfection. The final concentration of TCO*A-Lys is 250 µM.\n*A master mix can be prepared if TCO*A-Lys is to be added to multiple wells.\n*After the addition of TCO*A-Lys dilution, the pink color of the medium will become slightly more red/orange due to the change in pH\n15.  Aspirate the transfection mix from neurons and add 500 µl of previously prepared CM with 250 µM of TCO*A-Lys (section II, step 14).\n16.  Incubate for 2-3 days at 37° C, 5% CO\n2\n.\nDay 10 or day 11: Single-color bioorthogonal click chemistry labeling of live neurons\n17.  Pre-warm the fresh NB Plus + medium and CM to 37°C.\n18.  Remove TCO*A-Lys from neurons by aspirating the medium and rinsing 2x with warm fresh NB Plus +. Add 125 µl of CM and 125 µl of warm fresh NB Plus + per one well of an eight-well Lab-Tek II chamber.\n19.  Incubate 2-3 h at 37° C, 5% CO\n2\n.\n20.  Prepare a 5 µM tetrazine-dye dilution in warm fresh NB Plus +. SiR-tz dye mentioned above (section I, step 19) performs well also in neurons. Other dyes such as BODIPY-tz can be used as well.\n21.  Aspirate the medium from neurons, rinse once more with warm fresh NB Plus + and add the tetrazine-dye dilution.\n22.  Incubate 10 min at 37° C, 5% CO\n2\n.\n23.  Aspirate the tetrazine-dye dilution from neurons, rinse 2x with warm fresh NB Plus +, and add 125 µl of CM and 125 µl of warm fresh NB Plus + per one well of an eight-well Lab-Tek II chamber.\n24.  Incubate for a minimum of 2 h at 37° C, 5% CO\n2\n.\n25.  Aspirate the medium from neurons and fix for 15 min at RT with 4% electron microscopy grade PFA diluted in PEM buffer (80 mM PIPES, 2 mM MgCl\n2\n, 5 mM EGTA, pH 6.8). Wash 3x5 min with PBS and keep at 4° C until imaging or immunocytochemistry labeling.\n26.  Alternatively, replace the NB Plus + with Hibernate E medium (containing 2% B27 Plus and 1% PS) and image live cells at 37° C for up to 5 h.\nDual-color pulse-chase bioorthogonal click chemistry labeling in neurons\nDay 10: Labeling the first NFL population with a cell-permeable tetrazine-dye in live neurons\n27.  Two days after transfection (section II, steps 4-16), label the first population of NFL by following the protocol for single-color live click chemistry labeling of neurons that is written above (section II, steps 17-23). For dual-color labeling, we frequently used BODIPY-tz and SiR-tz as the first dye, but others such as TAMRA-tz can be used as well.\n28.  After the labeling, incubate neurons in 1:1 mixture of CM and fresh NB Plus + for 2-3 h at 37° C, 5% CO\n2\n. Aspirate the medium, rinse once more with warm fresh NB Plus + and add a 1:1 mixture of CM and fresh NB Plus + that contains 250 µM TCO*A-Lys. Incubate for additional 2 days at 37° C, 5% CO\n2\n. Afterward, proceed with the labeling of the second population on day 12.\nDay 12: Labeling the second population of NFL with either cell-permeable tetrazine-dye in live neurons or cell-impermeable dye after fixation\n29.  Label the second population of NFL in live neurons by following the protocol for single-color live click chemistry labeling that is written above (section II, steps 17-23). For the labeling of the second population in live neurons, we frequently used SiR-tz (if the first dye was BODIPY-tz or TAMRA-tz). After the labeling, incubate for 2-3h at 37° C, 5% CO\n2\n. Fix the cells or proceed to live-cell imaging as described above (section II, step 26).\n30.  Alternatively, fix the cells with 4% PFA diluted in PEM buffer for 15 min at RT and rinse 3x with PBS. Permeabilize the cells with 0.1% Triton X-100 diluted in PBS for 10 min at RT. Incubate for 10min at 37° C with the cell-impermeable tetrazine-dye diluted to the final concentration of 0.5-2.5 µM in PBS. For the second population labeling after fixation, we used cell-impermeable ATTO488-tz. Aspirate the dye, rinse 3x with PBS and incubate with PBS on a shaker at RT for 20-30 min. Keep at 4° C until immunocytochemistry staining or microscopy."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Section I, step 5 &amp; section II, step 6: depending on the experimental design, different variants of the NES PylRS/tRNA<sub>CUA</sub><sup>Pyl</sup> containing plasmid can be used. To increase efficiency of UAA incorporation, we obtained good results using codon-optimized NES PylRS/tRNA<sub>CUA</sub><sup>Pyl</sup> and eRF1<sup>E55D </sup>containing plasmids.<sup> </sup>These plasmids are listed<sup> </sup>under reagents. More details can be found in <sup>16</sup>.</p><p><br></p><p>Section II, step 4: our transfection protocol is established based on the published work<sup>20</sup>, but different transfection conditions and reagents could be used.</p><p><br></p><p>Section II, step&nbsp;24: incubation up to 10 h after click labeling reduces the non-specific background labeling. More details can be found in <sup>16</sup>.</p><p><br></p><p>Section II, step 28: please note that the duration of the 2<sup>nd</sup> UAA incubation step can be adjusted according to the desired experimental design. In the manuscript associated with this protocol, we have tried 3h, 1 days and 2 days. More details can be found in <sup>16</sup>.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>Section I: Bioorthogonal click chemistry labeling of proteins in ND7/23 neuroblastoma cells </strong></p><p>Coating and preparation of Lab-Tek chambers takes around 4 h, ND7/23 cell seeding takes around 20 min, transfection around 45 min, live-cell click chemistry labeling around 30 min, fixation 20 min, and fixed-cell click chemistry labeling around 1 h. </p><p>Overall, the procedure from cell seeding to cell fixation takes 3 days. </p><p><strong>Section II: Bioorthogonal click chemistry labeling of proteins in primary neurons </strong></p><p>Coating and preparation of Lab-Tek chambers takes around 3h, neuron seeding takes around 1h, transfection around 1 h, live-cell click chemistry labeling around 30 min, fixation 20 min, and fixed-cell click chemistry labeling around 1 h. </p><p>Overall, single-color labeling procedure from neuron seeding to fixation or live imaging takes 10 or 11 days, while dual color labeling procedure usually takes 12 days.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Figure 1 shows representative images of click-labeled neurofilament light chain (NFL) in ND7/23 cells and primary neurons. More examples can be found in <sup>16</sup>.</p>"
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chin, J. W. Expanding and reprogramming the genetic code. <em>Nature</em> <strong>550</strong>, 53-60, doi:10.1038/nature24031 (2017).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Young, D. D. &amp; Schultz, P. G. Playing with the Molecules of Life. <em>ACS Chem Biol</em> <strong>13</strong>, 854-870, doi:10.1021/acschembio.7b00974 (2018).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brown, W., Liu, J. &amp; Deiters, A. Genetic Code Expansion in Animals. <em>ACS Chem Biol</em> <strong>13</strong>, 2375-2386, doi:10.1021/acschembio.8b00520 (2018).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chin, J. W. Expanding and reprogramming the genetic code of cells and animals. <em>Annual review of biochemistry</em> <strong>83</strong>, 379-408, doi:10.1146/annurev-biochem-060713-035737 (2014).</p><p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, L. Engineering the Genetic Code in Cells and Animals: Biological Considerations and Impacts. <em>Acc Chem Res</em> <strong>50</strong>, 2767-2775, doi:10.1021/acs.accounts.7b00376 (2017).</p><p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nikic-Spiegel, I. Expanding the Genetic Code for Neuronal Studies. <em>Chembiochem</em> <strong>21</strong>, 3169-3179, doi:10.1002/cbic.202000300 (2020).</p><p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lang, K. &amp; Chin, J. W. Cellular incorporation of unnatural amino acids and bioorthogonal labeling of proteins. <em>Chem Rev</em> <strong>114</strong>, 4764-4806, doi:10.1021/cr400355w (2014).</p><p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nikic, I. &amp; Lemke, E. A. Genetic code expansion enabled site-specific dual-color protein labeling: superresolution microscopy and beyond. <em>Curr Opin Chem Biol</em> <strong>28</strong>, 164-173, doi:10.1016/j.cbpa.2015.07.021 (2015).</p><p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nikic, I., Kang, J. H., Girona, G. E., Aramburu, I. V. &amp; Lemke, E. A. Labeling proteins on live mammalian cells using click chemistry. <em>Nat Protoc</em> <strong>10</strong>, 780-791, doi:10.1038/nprot.2015.045 (2015).</p><p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lee, K. J., Kang, D. &amp; Park, H. S. Site-Specific Labeling of Proteins Using Unnatural Amino Acids. <em>Mol Cells</em> <strong>42</strong>, 386-396, doi:10.14348/molcells.2019.0078 (2019).</p><p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plass, T.<em> et al.</em> Amino acids for Diels-Alder reactions in living cells. <em>Angew Chem Int Ed Engl</em> <strong>51</strong>, 4166-4170, doi:10.1002/anie.201108231 (2012).</p><p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lang, K.<em> et al.</em> Genetic Encoding of bicyclononynes and trans-cyclooctenes for site-specific protein labeling in vitro and in live mammalian cells via rapid fluorogenic Diels-Alder reactions. <em>J Am Chem Soc</em> <strong>134</strong>, 10317-10320, doi:10.1021/ja302832g (2012).</p><p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nikic, I.<em> et al.</em> Minimal tags for rapid dual-color live-cell labeling and super-resolution microscopy. <em>Angew Chem Int Ed Engl</em> <strong>53</strong>, 2245-2249, doi:10.1002/anie.201309847 (2014).</p><p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Uttamapinant, C.<em> et al.</em> Genetic code expansion enables live-cell and super-resolution imaging of site-specifically labeled cellular proteins. <em>J Am Chem Soc</em> <strong>137</strong>, 4602-4605, doi:10.1021/ja512838z (2015).</p><p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Elia, N. Using unnatural amino acids to selectively label proteins for cellular imaging: a cell biologist viewpoint. <em>FEBS J</em>, doi:10.1111/febs.15477 (2020).</p><p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arsić, A., Hagemann, C., Stajković, N., Schubert, T. &amp; Nikić-Spiegel, I. Minimal genetically encoded tags for fluorescent protein labeling in living neurons. <em>bioRxiv</em>, 2021.2001.2014.426692, doi:10.1101/2021.01.14.426692 (2021).</p><p>17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bessa-Neto, D.<em> et al.</em> Bioorthogonal labeling of transmembrane proteins with non-canonical amino acids allows access to masked epitopes in live neurons. <em>bioRxiv</em>, 2021.2002.2027.433189, doi:10.1101/2021.02.27.433189 (2021).</p><p>18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bessa-Neto, D.<em> et al.</em> Bioorthogonal labeling of transmembrane proteins with non-canonical amino acids unveils masked epitopes in live neurons. <em>Nature Communications</em> <strong>12</strong>, 6715, doi:10.1038/s41467-021-27025-w (2021).</p><p>19&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nikic-Spiegel, I. Genetic Code Expansion- and Click Chemistry-Based Site-Specific Protein Labeling for Intracellular DNA-PAINT Imaging. <em>Methods Mol Biol</em> <strong>1728</strong>, 279-295, doi:10.1007/978-1-4939-7574-7_18 (2018).</p><p>20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Neumann, S., Campbell, G. E., Szpankowski, L., Goldstein, L. S. &amp; Encalada, S. E. Characterizing the composition of molecular motors on moving axonal cargo using \"cargo mapping\" analysis. <em>J Vis Exp</em>, e52029, doi:10.3791/52029 (2014).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We would like to thank Dr. Edward Lemke and his team for the gift of plasmids containing NESPylRS<sup>AF</sup>/tRNA pair and eRF1<sup>E55D</sup>, as well as the laboratory of Dr. Anthony Brown for sharing the plasmid containing NFM (Addgene plasmid #83126; http://n2t.net/addgene:83126; RRID: Addgene_83126). Work in our laboratory is supported by the Emmy Noether Programme (project number 317530061 to I.N.-S.) of the German Research Foundation (DFG).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/2021.01.14.426692 ",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41467-022-27956-y ",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 68617011,
                "identity": "39b4e9d6-de5e-49bf-a27d-7fabe5cd3019",
                "order_by": 0,
                "name": "Aleksandra Arsić",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6248-8580",
                "institution": "Centre for Integrative Neuroscience, University of Tübingen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aleksandra",
                "middleName": "",
                "lastName": "Arsić",
                "suffix": ""
            },
            {
                "id": 68616997,
                "identity": "9ee29fd2-7f03-4d89-9238-ad5ac02aedf1",
                "order_by": 1,
                "name": "Ivana Nikić-Spiegel",
                "email": "ivana.nikic@cin.uni-tuebingen.de",
                "orcid": "https://orcid.org/0000-0002-6666-3486",
                "institution": "Centre for Integrative Neuroscience, University of Tübingen",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ivana",
                "middleName": "",
                "lastName": "Nikić-Spiegel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-12-07 21:34:46",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1727/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1727/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 17582325,
                "identity": "9f2689c8-6f50-490c-8faa-eed7cca08f2e",
                "added_by": "auto",
                "created_at": "2022-01-24 09:02:20",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2481727,
                "visible": true,
                "origin": "",
                "legend": "<p>Representative confocal images of ND7/23 cells and primary neurons expresing clickable NFL(K363TAG)-FLAG together with NES PylRS/tRNA and NFM. Cells and neurons were seeded and transfected as described in the protocol. After incubation with TCO*A-Lys, they were labeled live with 5µM of cell-permeable SiR-tz for 10 min at 37° C, fixed and ammunostained with anti FLAG primary antibody, followed by an Alexa Fluor 488-conjugated secondary antibody.</p>",
                "description": "",
                "filename": "Figure1..png",
                "url": "https://assets.researchsquare.com/files/pex-1727/v1/85b21110a527606d364b8a66.png"
            },
            {
                "id": 17582326,
                "identity": "0a390c27-ddaa-44b7-8151-b12acabe134c",
                "added_by": "auto",
                "created_at": "2022-01-24 09:02:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 328160,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1727/v1/eff0bd3a-92b1-4f1d-90e4-a4b6ef100449.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "genetic code expansion, unnatural amino acid, noncanonical amino acid, click chemistry, neurofilament light chain, microscopy, protein labeling, tetrazine, cytoskeleton, primary neurons",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Developments in microscopy techniques have brought about a demand for new protein labelling methods. Labelling tags should be small and ideally compatible with live-cell imaging. An elegant protein labelling technique that fulfils these criteria is based on genetic code expansion and bioorthogonal click chemistry. Genetic code expansion allows incorporation of clickable UAAs into proteins of interest which are subsequently directly labelled with small fluorescent dyes using click chemistry. While previous work has mainly focused on easy-to-transfect standard cell lines, recent publications have described applications of this technology in primary neurons. Here, we report a detailed protocol for transfections and bioorthogonal click chemistry-based labelling of intracellular proteins in living primary neurons. </p>",
        "manuscriptTitle": "Bioorthogonal click chemistry-based labelling of proteins in living neuronal cell lines and primary neurons",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-01-24 09:02:18",
                "doi": "10.21203/rs.3.pex-1727/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "1580b393-5ee0-4bb0-8e76-666cb7cc108b",
        "owner": [],
        "postedDate": "January 24th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 9057189,
                "name": "Neuroscience"
            },
            {
                "id": 9057190,
                "name": "Cell Biology"
            },
            {
                "id": 9057191,
                "name": "Biological techniques"
            },
            {
                "id": 9057192,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-01-24 09:02:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}