{
    "identity": "nprot-6849",
    "title": "Stem cells reconstituting gastrulating embryo-like structures in vitro",
    "content": [
        {
            "header": "Introduction",
            "content": "Mammalian development occurs through the complex interactions between embryonic and extraembryonic tissues. Efforts to tease these interactions apart, however, have been hampered by the limited amount of available material and by the difficulty of genetically manipulating every embryonic or extraembryonic tissue separately.\r\n\n\n\r\n\n\nOn the other hand, embryonic and extraembryonic stem cells provide a limitless source of material which holds the potential to differentiate into any embryonic and extraembryonic tissue. Yet, most attempts to date to aggregate stem cells have led to the formation of embryoid bodies, which, while capturing some features of mammalian development, do not organize into the correct embryonic architecture or have limited developmental potential1,2. Hence, it would be beneficial to combine the strengths of these two approaches by generating robust and reproducible in vitro models of embryo development. These models would enable capturing the complexity of embryonic cellular interactions and architecture while at the same time retaining the amenability to genetic manipulation of cell culture systems.\r\n\n\n\r\n\n\nTo this aim, we have developed an approach to combine embryonic3, trophoblast4 and extraembryonic endoderm5 stem cells \\(which are derived from epiblast, extraembryonic ectoderm and primitive endoderm comprising the mouse embryo, respectively) into structures that self-organise to resemble the early postimplantation mouse embryos. We named these structures ETX embryos and here we explain how to generate them. ETX embryos resemble embryos from peri implantation to gastrulation, morphologically and transcriptionally. As ETX embryos develop, they undergo morphogenesis to recapitulate key spatio-temporal events of gastrulation, including mesoderm and definitive endoderm specification."
        },
        {
            "header": "Reagents",
            "content": "Feeder Cell \\(FC) Medium: \r\n\n\n• 500 mL of Dulbacco Modified Essential Medium \\(DMEM Gibco 41966-029)\r\n\n\n• 90 mL of Fetal Bovine Serum \\(Life technologies 10270-106)  \r\n\n\n• 6 mL of GlutaMax \\(Gibco 35050-038)\r\n\n\n• 1.2 mL of β-mercaptoethanol \\(2-ME, Gibco 31350-010)\r\n\n\n• 6 mL of nonessential amino acids \\(Gibco 11140-035)\r\n\n\n• 6 mL of Sodium Pyruvate \\(Gibco 11360-039)\r\n\n\n• 6 ml of penicillin-streptomycin \\(Gibco cat: 15140122)\r\n\n\n\r\n\n\nETX medium:\r\n\n\n• 500 mL of Dulbacco Modified Essential Medium \\(DMEM Gibco 21969)\r\n\n\n• 75 mL of Fetal Bovine Serum \\(Life technologies 10270-106)  \r\n\n\n• 9 mL of GlutaMax \\(Gibco 35050-038)\r\n\n\n• 1.2 mL of β-mercaptoethanol \\(2-ME, Gibco 31350-010)\r\n\n\n• 6 mL of nonessential amino acids \\(Gibco 11140-035)\r\n\n\n• 6 mL of Sodium Pyruvate \\(Gibco 11360-039)\r\n\n\n• 12 mL of HEPES \\(Gibco 15630080)\r\n\n\n\r\n\n\nEmbryonic Stem Cell Medium \\(ETX-2iLIF):\r\n\n\nETX medium supplemented with PD0325901 \\(Stemgent, 04-0006) \\(1mM), CHIR99021 \\(Stemgent, Cat. No. 04-0004) \\(3 mM) \\(2i), and leukaemia inhibitory factor \\(Stemfactor, Cat. No. 03-0011) \\(0.1 mM, LIF).\r\n\n\n\r\n\n\nTrophoblast Stem Cell Medium \\(ETX-F42H)\r\n\n\nETX medium supplemented with Fgf4 \\(25ng/mL; Peprotech 100-31), Fgf2 \\(25 ng/mL; Peprotech 100-18B) and Heparin \\(1μg/ml; Sigma H3149-10KU).\r\n\n\nConditioned ETX medium \\(C-ETX) for Xen cell and ETX embryo culture\r\n\n\nSee Procedures\r\n\n\n\r\n\n\nIn vitro culture \\(IVC) medium:\r\n\n\nIVC Base \r\n\n\n• 500 mL of Advanced DMEM-F12 \\(Life Technologies 12634-010)\r\n\n\n• 5 mL of ITS-X \\(Thermo Fisher  Scientific 51500-56)\r\n\n\n• 5 mL of GlutaMax \\(Gibco 35050-038)\r\n\n\n• 1.25 mL of penicillin-streptomycin \\(Gibco cat: 15140122)\r\n\n\nIVC1: \r\n\n\n• 800 uL of IVC Base\r\n\n\n• 200 uL of FBS \\(Life technologies 10270-106)  \r\n\n\n• 0.8 uL of β-Estradiol \\(10 uM) \\(Sigma-Aldrich, cat. no. E8875)\r\n\n\n• 0.2 uL of Progesterone  \\(1 mg/ml) \\(Sigma-Aldrich, cat. no. P0130)\r\n\n\n• 0.5 uL N-Acetyl-L-cysteine \\(50 mM) \\(Sigma-Aldrich, cat. no. A7250)\r\n\n\nIVC2: \r\n\n\n• 700 uL of IVC Base\r\n\n\n• 300 uL of Knock-Out Serum Replacement \\(Life Technologies, cat. no. 10828010)\r\n\n\n• 0.8 uL of β-Estradiol \\(10 uM) \\(Sigma-Aldrich, cat. no. E8875)\r\n\n\n• 0.2 uL of Progesterone  \\(1 mg/ml) \\(Sigma-Aldrich, cat. no. P0130)\r\n\n\n• 0.5 uL N-Acetyl-L-cysteine \\(50 mM) \\(Sigma-Aldrich, cat. no. A7250)\r\n\n\n\r\n\n\nPlease Note: It is strongly recommended to purchase a serum that has been tested for the potential to sustain long term stem cell culture.\r\n\n\n\r\n\n\nOther tissue culture Reagents: \r\n\n\n• 1x PBS \\(Life Technologies 10010056)\r\n\n\n• Trypsin EDTA 0.05%, Phenol Red \\(Life Technologies 25300062)\r\n\n\n• Gelatin \\(Sigma G7765)\r\n\n\n• Mouse Embryonic Fibroblasts \\(AMS Biotechnology Europe Ltd ASF-1201)\r\n\n\n• ROCK inhibitor Y27632 \\(Stemcell Technologies 72304)"
        },
        {
            "header": "Equipment",
            "content": "• Incubator for cell culture \\(5.0% CO2 and 37 °C)\r\n\n\n• Biosafety Cabinet \\(BCL-2)\r\n\n\n• Benchtop centrifuge for 15 mL, 50 mL Falcon tubes and for tissue culture multiwell plates\r\n\n\n• 6-well, 12-well, 24-well, 15 cm tissue culture plates \\(Thermo Fisher Scientific)\r\n\n\n• AggreWell 800 24-well plate \\(StemCell Technologies #34825)\r\n\n\n• Anti-Adherence Rinsing Solution \\(StemCell Technologies #07010)\r\n\n\n• Tissue culture plasticware\r\n\n\n• Haemocytometer"
        },
        {
            "header": "Procedure",
            "content": "Cell culture and passaging\r\n\n\n1) Culture ES cells either on inactive mouse embryonic fibroblasts \\(MEFs) or on gelatinized plates; TS cells should be cultured on inactive MEFs, and passaged once they reach confluency \\(80%) \\(Figure 1a). \r\n\n\n2) To passage, rinse cells once with 1x PBS and dissociate them by incubation with Trypsin for 3 minutes at 37 °C in the incubator. \r\n\n\n3) Stop trypsinization with at least 2 volumes of ETX medium. \r\n\n\n4) Pellet cells for 4 minutes at 1000 rpm and resuspend in either ETX-2iLIF or ETX-F42H, as appropriate. \r\n\n\n5) Replate cells at 1:10 or 1:20 onto a new well with inactive feeders. Change media the following day and then every other day\r\n\n\n?Troubleshooting 1\r\n\n\n6) Culture Xen cells in gelatinized plates with C-ETX medium. \r\n\n\n7) Passage them at 80% confluency in the same manner as ES and TS cells \\(Figure 1a). \r\n\n\n8) Replate Xen cells at a dilution between 1:5 and 1:10 on a new plate coated with gelatin. Change media the following day and then every other day\r\n\n\n?Troubleshooting 2\r\n\n\n\r\n\n\nC-ETX media preparation: \r\n\n\n9) Plate 4 millions of inactive mouse embryonic fibroblasts on a 15 cm tissue culture dish coated with gelatin,  in FC media. \r\n\n\n10) The following day, ensure that the cells have attached to the plate and look healthy. \r\n\n\n?Troubleshooting 3\r\n\n\n11) Wash the dish 2x with 1X PBS\r\n\n\n12) Aspirate PBS and add 25 mL of ETX medium. \r\n\n\n13) Incubate for 3 days at 37 °C in the incubator. \r\n\n\n14) On day3, collect the media, add 30% v/v of fresh ETX medium, filter sterilize, and store in the freezer at -20 °C until needed. \r\n\n\n15) Add 25 more mL of ETX media to the plate for a second round of conditioning, and proceed as above. After 2 batches of C-ETX medium have been made, discard the plate of MEFs.\r\n\n\nETX embryos generation: \r\n\n\n• AggreWell Setup\r\n\n\n16) Place a new AggreWell in the biosafety cabinet and aliquot 1 mL of Rinsing Solution in each well to be used. \r\n\n\n17) Spin the plate at 2000 x g for 5 minutes and incubate at room temperature in the biosafety cabinet for 30 minutes. \r\n\n\n18) Following incubation, aspirate the Rinsing Solution and wash each well once with 2 mL of 1x PBS. \r\n\n\n19) Remove PBS and place 500 uL of C-ETX medium for each well to be used, careful not to introduce bubbles. \r\n\n\n20) Check the plate under the microscope. If there are no bubbles, place the plate in the incubator until ready to use. If there are bubbles, spin again at 2000 x g for 5 min.\r\n\n\n\r\n\n\n• Cell Suspension Preparation\r\n\n\n21) Prepare gelatin-coated wells which will be used to deplete the feeders. For instance, if the cells are grown in 6-well dishes and 1 well of ES cells and 1 well of TS cells will be used for the experiment, coat 2 wells of a 6-well dish with gelatin. If cells are grown in a 12-well dish, coat 2 wells of a 12-well dish and so on. \r\n\n\n22) Leave the plate with gelatin in the hood at room temperature. \r\n\n\n23) Dissociate ESC and TSC colonies to single cells by incubation with 0.05% trypsin-EDTA at 37°C for 3 min. \r\n\n\n? Troubleshooting 4\r\n\n\n24) Stop the reaction by adding at least 2 volumes of ETX medium. \r\n\n\n25) Pellet cells by centrifugation for 4 min at 1000 rpm\r\n\n\n26) Aspirate the supernatant carefully in order not to disturb the pellet and resuspend in C-ETX medium. Resuspend in 2 mL for plating in a 6-well dish, 1 mL for a 12-well dish\r\n\n\n27) Remove gelatin from the previously prepared plate, plate the cell suspension and incubate the plate at 37 °C for 20 minutes. \r\n\n\n28) When there are 10 minutes left to this incubation, dissociate the Xen cells in a similar manner, centrifuge and resuspend them in C-ETX medium. Since they were not grown on MEFs, there is no need to perform a gelatin-enrichment step. \r\n\n\n29) When the 20 minute incubation is complete, collect the supernatant containing the pure population of ES and TS cells in separate 15 mL Falcon tubes. \r\n\n\n?Troubleshooting 5\r\n\n\n30) Quantify the concentration of ES, TS and Xen cells with a haemocytometer\r\n\n\n31) Calculate the volume of suspension containing 7200 ES cells, 19200 TS cells and 5400 Xen cells.\r\n\n\n32) Scale up this number of cells according to the number of wells to be used in the experiment. \r\n\n\n\r\n\n\n• AggreWell Plating\r\n\n\n\r\n\n\n33) Prepare C-ETX medium with Rock inhibitor Y27632, 1 mL of C-ETX medium with Rock inhibitor \\(at a concentration of 7.5 nM), per well is needed. Addition of 1 mL of this media to the previous 500 uL in the well will bring the final concentration of Rock inhibitor to 5 nM.\r\n\n\n34) Add the correct volume of ES, TS and Xen cells to a 15 mL Falcon tube and centrifuge them for 4 minutes at 1000 rpm. \r\n\n\n35) Remove the supernatant and resuspend in C-ETX medium with Rock inhibitor. \r\n\n\n36) Add 1 mL of cell suspension to each well of the AggreWell plate dropwise and homogenously. Avoid making bubbles. The final volume of media is 1.5 mL/well.\r\n\n\n37) Centrifuge the plate at 100 x g for 3 minutes to collect cells at the bottom of each well. \r\n\n\n? Troubleshooting 6\r\n\n\n38) Optional: Fill the surrounding empty wells with 1x PBS to prevent media evaporation\r\n\n\n39) Place the plate in the incubator. This is Day0.\r\n\n\n\r\n\n\n• Experimental course\r\n\n\n\r\n\n\n40) The following day \\(Day1) gently perform 1mL media change twice on each well of the AggreWell plate with C-ETX medium without Rock inhibitor. Be very gentle, as the cells will lift off the bottom of the plate if the media change is too vigorous.\r\n\n\n41) On Day2, change only 1 mL of C-ETX medium with more C-ETX medium\r\n\n\n42) On Day3, prepare IVC1 and equilibrate it for 20 minutes in the incubator. Change media by removing 1.2 mL of C-ETX medium and replacing it gently with 1.5 mL of IVC1\r\n\n\n43) On Day4, prepare IVC2 and equilibrate it for 20 minutes in the incubator. Change media by removing 1.5 mL of IVC1 and replacing it gently with 1.5 mL of IVC2\r\n\n\n44) On Day5, prepare more IVC2 as before and replace 1 mL of IVC2 with fresh IVC2\r\n\n\n45) On Day6, prepare more IVC2 as before and replace 1 mL of IVC2 with fresh IVC2\r\n\n\n? Troubleshooting 7"
        },
        {
            "header": "Timing",
            "content": "From the time of seeding, ETX embryos form and develop over the course of 6 days \\(Figure 1b). Structures can be collected, fixed and stained at different timepoints to observe how they recapitulate different stages of postimplantation development."
        },
        {
            "header": "Troubleshooting",
            "content": "Please see troubleshooting table"
        },
        {
            "header": "Anticipated Results",
            "content": "ES, TS and Xen cells will start compacting after 24 hours and the vast majority of the cells in the wells  should be fully compacted after 48 hours, when the aggregates starts assuming the typical morphology of an early postimplantation embryo \\(Figure 1c, d). Over the course of the following four days, ETX embryos will recapitulate several milestones of mouse postimplantation development, culminating with symmetry breaking at Day5 and epithelial to mesenchymal transition and definitive endoderm formation at Day6. An ETX embryo is defined as a structure with an adjoining ES and TS compartment surrounded by an outer layer of Xen cells. Out of the structures in the AggreWell, 70% comprise all three cell type, and out of these, 20% assume the typical mouse postimplantation egg cylinder structure."
        },
        {
            "header": "References",
            "content": "1 van den Brink, S. C. et al. Symmetry breaking, germ layer specification and axial organisation in aggregates of mouse embryonic stem cells. Development 141, 4231-4242, doi:10.1242/dev.113001 \\(2014).\r\n\n\n2 Warmflash, A., Sorre, B., Etoc, F., Siggia, E. D. & Brivanlou, A. H. A method to recapitulate early embryonic spatial patterning in human embryonic stem cells. Nat Methods 11, 847-854, doi:10.1038/nmeth.3016 \\(2014).\r\n\n\n3 Evans, M. J. & Kaufman, M. H. Establishment in culture of pluripotential cells from mouse embryos. Nature 292, 154-156 \\(1981).\r\n\n\n4 Tanaka, S., Kunath, T., Hadjantonakis, A. K., Nagy, A. & Rossant, J. Promotion of trophoblast stem cell proliferation by FGF4. Science 282, 2072-2075 \\(1998).\r\n\n\n5 Kunath, T. et al. Imprinted X-inactivation in extra-embryonic endoderm cell lines from mouse blastocysts. Development 132, 1649-1661, doi:10.1242/dev.01715 \\(2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to our colleagues in M.Z.G lab for their insightful comments. The M.Z.G lab is supported by grants from the European Research Council \\(669198) and the Wellcome Trust \\(098287/Z/12/Z). B.S. is also supported by Akdeniz University Research Funding, Turkey."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41556-018-0147-7",
                "date": "2018-07-17 13:57:37",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15733,
                "identity": "a176733b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Magdalena Zernicka-Goetz",
                "email": "mz205@cam.ac.uk",
                "orcid": "",
                "institution": "Zernicka-Goetz Lab (University of Cambridge, UK)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Magdalena",
                "middleName": "",
                "lastName": "Zernicka-Goetz",
                "suffix": ""
            },
            {
                "id": 15729,
                "identity": "a1766a1e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Berna Sozen",
                "email": "",
                "orcid": "",
                "institution": "Zernicka-Goetz Lab (University of Cambridge, UK)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Berna",
                "middleName": "",
                "lastName": "Sozen",
                "suffix": ""
            },
            {
                "id": 15730,
                "identity": "a1766e67-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gianluca Amadei",
                "email": "",
                "orcid": "",
                "institution": "Zernicka-Goetz Lab (University of Cambridge, UK)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gianluca",
                "middleName": "",
                "lastName": "Amadei",
                "suffix": ""
            },
            {
                "id": 15731,
                "identity": "a176704e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ellen Na",
                "email": "",
                "orcid": "",
                "institution": "Department of Cardiology, Charite University, Berlin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ellen",
                "middleName": "",
                "lastName": "Na",
                "suffix": ""
            },
            {
                "id": 15732,
                "identity": "a17671d4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Geert Michel",
                "email": "",
                "orcid": "",
                "institution": "Charite University, Berlin",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Geert",
                "middleName": "",
                "lastName": "Michel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-05-23 16:31:05",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.072",
        "doiUrl": "https://doi.org/10.1038/protex.2018.072",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610150,
                "identity": "3c3f3973-33a4-44ab-be16-65d22c6b85be",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9198744,
                "visible": true,
                "origin": "",
                "legend": "Generation of ETX embryos   a. ES, TS and XEN cells in 2D culture. When 80% confluent, cells are dissociated into single cells. b. Schematic of the method used to generate ETX embryos from ES, TS and XEN cells. c. Image from an AggreWell containing cells at day 1 of co-culture. d. Self-assembly and development of an ETX embryo during AggreWell co-culture. White dashed line outline surrounding XEN layer over TS and ES compartments. Yellow dashed line outlines the cavity.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-6849/v1/figure_1.tif"
            },
            {
                "id": 13465775,
                "identity": "6c6692c8-7739-418f-b929-e2b65c4dd76f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2446340,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6849/v1/6fa746a2-0066-4747-91a4-ede47606e9e0.pdf"
            },
            {
                "id": 2610146,
                "identity": "20a8b58c-bb41-405c-9fd7-e1c9d6b8e4fa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14082,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6849/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors have no conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "gastrulation, embryoids, embryo-like, stem cells, self-assembly, mouse embryogenesis, postimplantation development, synthetic embryoids, ETX embryos, ETX, synthetic embryos",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "We report here an approach to combine embryonic \\(ES), trophoblast \\(TS) and extraembryonic endoderm \\(XEN) stem cells and allow them to develop in vitro. Over a short period of time, these cells self-organize and assemble into structures which are very similar to mouse postimplantation embryos both at the morphological and transcriptional level. We named these structures ETX embryos. This protocol can be used with any combination of ES, TS and Xen cells and we believe it will be very useful to test the importance of specific genes during mouse embryonic development without having to generate a transgenic mouse. The protocol relies on standard and widely available tissue culture equipment and is completed within or at most 6 days.",
        "manuscriptTitle": "Stem cells reconstituting gastrulating embryo-like structures in vitro",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-07-24 08:45:30",
                "doi": "10.1038/protex.2018.072",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a175efb2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 24th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4290,
                "name": "Cell biology"
            },
            {
                "id": 4291,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-07-24 08:45:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}