{
    "identity": "pex-1286",
    "title": "<p>Identification of epigenetic readers by DAPPL</p>",
    "content": [
        {
            "header": "Procedure",
            "content": "Purification of human transcription factors in 96-well format\n1.   To prepare the SC-Ura/glucose plates, 1.7 g yeast nitrogen base without amino acids, 5 g ammonium sulfate, 20 g glucose, 2 g amino acid dropout mixes and 20 g agar were mixed and dissolved into 1 L ddH\n2\nO. Then the medium was autoclaved at 121°C for 15 minutes.\nPour ~20mL of SC-Ura/glucose agar per 10 cm polystyrene Petri dish.\n2.   Take out 10 ul of each human ORF expression yeast clone and draw it on the SC-Ura/glucose plates, then put the plates in 30°C incubator for 48 hours.\n3.   Each of the yeast clones was transferred to 800 µL of SC-Ura/glucose liquid medium (1 L medium contains 1.7 g yeast nitrogen base without amino acids, 5 g ammonium sulfate, 20 g glucose, 2 g amino acid dropout mixes) in deep 96-well plates overnight as primary cultures.\n4.   50 µL of the above saturated yeast cultures were inoculated into 8 mL of SC-Ura/raffinose liquid medium (1 L medium contains 1.7 g yeast nitrogen base without amino acids, 5 g ammonium sulfate, 20 g raffinose, 2 g amino acid dropout mixes) in 12 channel plates until the O.D. 600 reached 1.0, following with the induction by adding 2% galactose for 6 hours at 30°C.\n5.   Yeast cells were harvested by centrifugation at 3,500 x g for 5 min. Each cell pellet was suspended with 1 ml precool water and transferred to the deep 96-well plates. After centrifuging at 3,500 x g for 10 min and discarding the supernatant, the yeast cell pellets were stored at -80°C for further study.\n6.   Take out the yeast cell pellets in deep-well plates from at -80°C and put them on ice.\n7.   Add ~250µl zirconia beads (0.5 mm) and 500 µl lysis buffer (50 mM Tris-HCl at pH7.5 with 100 mM NaCl, 1 mM EGTA, 0.01% tritonX-100, 0.1% beta-mercaptoethanol, 1 mM PMSF, and Roche protease inhibitor tablet [Roche]) to each well of the yeast plate.\n8.   Add a capmat to cover each box, and then lysate the yeast cells using the Harbil paint shaker for 2 min X 8 times with interval of 2 min on ice.\n9.   The cell lysates were centrifuged at 3,500 g for 10 min at 4°C; the supernatants were transferred to a filter plate with prewashed 50µl glutathione beads (GE Healthcare),\n10. Add an additional 500µl of lysis buffer to the yeast pellet plates, and then repeat the step 8, the supernatants were combined with the previous lysates in step 9.\n11. Seal the top of the filter plate tightly with adhesive foil and stack horizontally on a platform shaker at 4°C overnight.\n12. The beads were washed three times with wash buffer I (50 mM HEPES at pH7.5 with 500 mM NaCl, 1 mM EGTA, 10% glycerol, and 0.1% beta-mercaptoethanol) and three times with wash buffer II (50 mM HEPES at pH7.5 with 100 mM NaCl, 1 mM EGTA, and 10% glycerol). All TFs captured by glutathione beads were stored at -80°C.\nConjugation of anchor oligo to each protein in 96-well format\n13. Maleimide Modifier modified (5') Anchor oligo was ordered from Genelink. Please note that the cycloadduct should be treated via a retro-Diels-Alder reaction to active maleimide using toluene and heat.\n14. Suspend lyophilized oligo in 1 mL anhydrous Acetonitrile. It will be a suspension as oligo will not dissolve.\n15.  Evaporate using a speedvac.\n16.  Re-suspend oligo in 1.5 mL Toluene.\n17.  Incubate for 4 hrs at 90°C.\n18.  Cool to room temperature.\n19.  Evaporate toluene using a speedvac. Now, the oligonucleotide is now ready for conjugation. Please note that the retro-Diels-Alder reaction should be performed immediately prior to conjugation.\n20.  Take out the purified TF in 96-well filter plates from at -80°C and put them on ice.\n21.  The lyophilized oligos were dissolved in PBS buffer to a final concentration of 50 µM and added to each purified protein on glutathione beads arrayed in 96-well filter plates.\n22.  The conjugation was achieved using a “click” chemistry reaction between the hydro sulphonyl group on cysteine residues of the proteins and a maleimide group tethered to the 5’-end of the anchor oligo at room temperature for 1 hour.\n23.  The free oligos were removed with three stringent washes (50 mM HEPES at pH=7.5 with 100 mM NaCl, 1 mM EGTA, 10% glycerol, and 0.1% beta-mercaptoethanol) and the anchor oligo-conjugated TFs were stored at -80° C until use.\nAssignment of DNA barcodes to TF proteins\n24.  A collection of 2,000 address oligos (Integrated DNA Technologies) were synthesized, each of which containing a BsaI recognition site and a cutting site (5’-GGTCTCCGACT) at the 5’-end, a 8 nt random sequence as unique molecular identifiers (UMI), a 7-11 nt unique DNA barcode sequence, and a 20-nt consistent sequence, complementary to the anchor oligo.\n25.  The address oligos were prepared in concentration of 100 µM in ddH\n2\nO.\n26.  Six microliters of each of the above address oligo were used to individually prepare the 50 µl Klenow reaction mixture (1 X NEB Buffer 2 with 0.6 mM dNTP mix, 1 U Klenow [New England Biolabs], and 12 µM address oligos).\n27.  Add the 50 µl Klenow reaction mixture for each address oligo to the Anchor oligo conjugated TFs on glutathione beads in 96-well filter plates.\n28.  Klenow polymerase reaction was performed at 37°C for 30 min to synthesize the complementary strands.\n29.  Free address oligos were removed with three washes (50 mM HEPES at pH=7.5 with 100 mM NaCl, 1 mM EGTA, 10% glycerol, and 0.1% beta-mercaptoethanol).\n30.  One fifth of the bead slurry for each protein was mixed to prepare the barcoded TF column.\nPreparation of epigenetic modified DNA library\n31. The template oligos of epigenetic modified DNA libraries\nwere synthesized to encode a 5’ Primer 2 (5’-CACATCCTTCACATTAATCC), an 18-mer sequence with a modified CpG in the middle flanked by two 8-mer random sequences, a short sequence encoding the library identity, and a\nBsa\nI recognition site and its cutting site (Table 1). The both 8-mer random regions of template DNA oligos was synthesized in an A:C:G:T ratio of 30:30:20:20, because this ratio is known to provide a more equal distribution of the four bases. In addition, a three-nucleotide barcode was also added to each sequence to identify the different libraries.\n32. The double-stranded DNA libraries were generated by annealing the template oligo with a complementary primer oligo in a 1:1 ratio, followed by a Klenow polymerase reaction according to the manual (M0210, New England Biolabs), in the presence or absence of the modified dCTPs to create symmetric or hemi libraries, respectively. In addition, an unmodified DNA library of the same design was also created as a reference library.\n33. Each library was purified with a QIAquick PCR Purification kit (Qiagen) according to the manufacturer’s instructions.\n34. The four libraries with four different symmetric modifications and the unmodified library were mixed in an equimolar ratio to form the mixture of symmetric modification libraries. A mixture of the hemi-modification libraries was created using the same method in parallel.\nIdentification of readers for different epigenetic DNA modifications\n1.   The barcoded TF columns were incubated with 200 nmole of the mixture of symmetric or hemi modification libraries, in a TF binding buffer (10 mM Tris-HCl at pH 7.5 with 50 mM NaCl, 1mM DTT, and 4% glycerol) at room temperature for 30 min.\n2.   After three stringent washes with binding buffer and 1 X PBS buffer, the protein-DNA complexes on the beads were crosslinked by 5 ml of 0.1% formaldehyde in PBS buffer for 10 min.\n3.   Centrifugation at 1,000 x g for 5 min was applied to remove the formaldehyde. Then, the beads were incubated with 10 ml of Tris-Glycine buffer (0.1 M glycine, pH 7.5) for 10 min to quench the residual formaldehyde in the system.\n4.   The beads were washed in 10 ml TBST buffer (0.01% tween-20) three times and equilibrated by 1 X T4 DNA ligase buffer. Then, remove all the buffer in the beads by centrifugation at 1,000 x g for 5 min.\n5.   Adding a master reaction mixture (227 µL of ddH\n2\nO with 30 μL 10 X T4 DNA ligase reaction buffer, 30 μg bovine serum albumin, 20 µL of 100 U of\nBsa\nI [New England Biolabs], and 20 µL of 600 U T4 DNA ligase [Enzymatics]) to the beads and incubated for 1 hour at 37°C to perform the Golden Gate Assembly reaction, which could connect the identity of a protein to its captured DNA fragments via proximity ligation in a highly multiplexed reaction.\n6.   Twenty microliter of Proteinase K was added to the beads and incubated for 1 hour at 37°C to digest proteins on beads to release the ligated DAPPL products.\n7.   Phenol/Chloroform extraction and QIAquick PCR Purification Kit were applied to clean the ligated DAPPL products according to their manuals.\n8.   The ligated DAPPL products were amplified by PCR using the common primers of the libraries.\n9.   All the PCR products were separated by 10% TBE gel and the target bands with correct size were cut and subjected to deep-sequencing on an Illumina NextSeq500 sequencer using the commercial kit.\n10. The sequencing reads could be readily mapped back to each TF using specific unique barcode for each protein.\n11. The binding sequences from a modified library and the unmodified library for each protein were compared and subjected to identification of candidate readers for different epigenetic marks. The binding consensus sequences (i.e., motifs) for each TF protein were computed using HOMER (http://biowhat.ucsd.edu/HOMER)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-20950-w",
                "date": "2021-02-04 11:08:10",
                "title": "An all-to-all approach to the identification of sequence-specific readers for epigenetic DNA modifications on cytosine",
                "authors": [
                    "Guang Song",
                    "Guohua Wang",
                    "Ximei Luo",
                    "Ying Cheng",
                    "Qifeng Song",
                    "Jun Wan",
                    "Cedric Moore",
                    "Hongjun Song",
                    "Peng Jin",
                    "Jiang Qian",
                    "Heng Zhu"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 5826171,
                "identity": "bc43b27e-ae58-4ab5-8efd-1ec6b439a367",
                "order_by": 0,
                "name": "Guang Song",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7630-716X",
                "institution": "Johns Hopkins University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guang",
                "middleName": "",
                "lastName": "Song",
                "suffix": ""
            },
            {
                "id": 5826172,
                "identity": "86e07299-d3de-45be-bf36-64e435b44377",
                "order_by": 1,
                "name": "Guohua Wang",
                "email": "",
                "orcid": "",
                "institution": "Harbin Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guohua",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 5826173,
                "identity": "6ff375f1-95c1-4ad2-ab5b-aa6fc80017da",
                "order_by": 2,
                "name": "Ximei Luo",
                "email": "",
                "orcid": "",
                "institution": "Harbin Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ximei",
                "middleName": "",
                "lastName": "Luo",
                "suffix": ""
            },
            {
                "id": 5826174,
                "identity": "547b6dfa-6db5-4a58-8d37-931de1f71766",
                "order_by": 3,
                "name": "Ying Cheng",
                "email": "",
                "orcid": "",
                "institution": "Emory University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ying",
                "middleName": "",
                "lastName": "Cheng",
                "suffix": ""
            },
            {
                "id": 5826175,
                "identity": "332fe5d9-7da9-4c54-8664-e100f814e1a4",
                "order_by": 4,
                "name": "Qifeng Song",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Qifeng",
                "middleName": "",
                "lastName": "Song",
                "suffix": ""
            },
            {
                "id": 5826176,
                "identity": "ddf80d04-2f4d-4c1c-a85c-a5e7b27d66d7",
                "order_by": 5,
                "name": "Jun Wan",
                "email": "",
                "orcid": "",
                "institution": "Johns Hopkins University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Wan",
                "suffix": ""
            },
            {
                "id": 5826177,
                "identity": "8a33105f-d535-4a5c-a53a-8cd39f4f7e50",
                "order_by": 6,
                "name": "Cedric Moore",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-3459-392X",
                "institution": "Johns Hopkins University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cedric",
                "middleName": "",
                "lastName": "Moore",
                "suffix": ""
            },
            {
                "id": 5826178,
                "identity": "a5584651-856d-44af-b836-6e74ca8b4cd0",
                "order_by": 7,
                "name": "Hongjun Song",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-8720-5310",
                "institution": "University of Pennsylvania",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hongjun",
                "middleName": "",
                "lastName": "Song",
                "suffix": ""
            },
            {
                "id": 5826179,
                "identity": "147deadd-0e1c-42b0-900d-a6d681281d7e",
                "order_by": 8,
                "name": "Peng Jin",
                "email": "",
                "orcid": "",
                "institution": "Emory University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peng",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 5826180,
                "identity": "240a6e35-dc89-4b2a-a0f3-5737b013d55e",
                "order_by": 9,
                "name": "Jiang Qian",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0476-3596",
                "institution": "Johns Hopkins University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jiang",
                "middleName": "",
                "lastName": "Qian",
                "suffix": ""
            },
            {
                "id": 5826181,
                "identity": "250c17f1-e6a1-41b2-949a-c1e79cc6269b",
                "order_by": 10,
                "name": "Heng Zhu",
                "email": "hzhu4@jhmi.edu",
                "orcid": "",
                "institution": "Johns Hopkins University School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Heng",
                "middleName": "",
                "lastName": "Zhu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-12-02 20:53:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1286/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1286/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13694941,
                "identity": "8e5809e0-b8b9-418b-bfed-ac28d9e1be5e",
                "added_by": "auto",
                "created_at": "2021-09-17 12:55:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 137298,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1286/v1/5d72dd8b-5b10-4a60-95da-69a70c82637c.pdf"
            },
            {
                "id": 9598794,
                "identity": "a6fed79f-7d42-475b-a76f-717288fd4ac9",
                "added_by": "auto",
                "created_at": "2021-05-26 10:29:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12051,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1286/v1/4cdf7d9e4ee3c27f688ebc8f.jpg"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Epigenetic marks, Transcription factor, DNA modification, Methylcytosine, Hydroxymethylcytosine, Formylcytosine, Carboxylcytosine",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Identifying readers of epigenetic marks on DNA is a critical step towards understanding the mechanisms of those modifications in many biological processes. Here, we present an all-to-all approach, dubbed digital affinity profiling via proximity ligation (DAPPL), to simultaneously profile readers for different epigenetic modifications (i.e., 5-methylcytosine, 5-hydroxymethylcytosine, 5-formylcytosine, and 5-carboxylcytosine) on CpG dinucleotides using random DNA libraries. Using specific DNA fragments to covalently barcode each human TFs and co-factors, we could connect the identity of a protein to its captured DNA fragments via proximity ligation in a highly multiplexed. Using this approach, we identified numerous readers for different DNA epigenetic modifications</p>",
        "manuscriptTitle": "Identification of epigenetic readers by DAPPL",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 10:29:43",
                "doi": "10.21203/rs.3.pex-1286/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "45e3980f-5122-40ff-92fa-05c1c49f1218",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1325660,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 10:29:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}