{
    "identity": "pex-902",
    "title": "<p>Stepwise Protocols for Converting Astrocytes to Neurons in vitro and in Mouse Brain by Depleting Polypyrimidine Tract Binding Protein PTB </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Regenerative medicine promises to address disorders that feature cell loss<sup>1</sup>. Exploring the cellular plasticity of differentiated somatic cells<sup>2</sup>, switching cell fate<em> in situ</em> has become an important alternative approach<sup>3</sup>. In the central nervous system, glial cells exhibit remarkable plasticity for reprogramming<sup>4</sup>, which has been leveraged to generate new neurons that lead to behavioral benefits in various disease models<sup>5,6</sup>. </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In comparison with most <em>in vivo</em> reprogramming approaches that rely on one or more lineage-specific transcription factors (TFs), we recently elucidate roles for the RNA binding protein PTB and its neuronal analog nPTB in neuronal induction and maturation and show that sequential depletion of these RNA binding proteins are able to efficiently convert both mouse and human fibroblasts to functional neurons<sup>7,8</sup>. We have now used this strategy to convert astrocytes to functional neurons in vitro and directly in mouse brain by taking advantage of inactive PTB-regulated loop but active nPTB-regulated loop in astrocytes, which enables their conversion to functional neurons by depleting PTB alone. </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By injecting AAV-shPTB into mouse midbrain, we show that a significant fraction of transduced astrocytes are converted into dopaminergic (DA) neurons in substantia nigra, with axons targeted to striatum.&nbsp;Extensive immunochemical evidence and electrophysiological recording demonstrate the function of re-innervated neurons. Applying this strategy to a chemically induced mouse Parkinson’s disease (PD) model, we demonstrate that PTB depletion-induced DA neurons potently reverse PD-relevant motor phenotypes. Our findings thus illuminate a new strategy to treat PD and perhaps other neurodegenerative diseases. Here, we provide stepwise protocols for key methods employed in this study.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Step-wise protocols:\n1. Construction of viral vectors and production of viruses\n1) To build the lentiviral vector to express shPTB in mouse astrocytes, clone the target sequence 5’-GGGTGAAGATCCTGTTCAATA-3’ into the pLKO.1-Hygromycin vector (Addgene, #24150). To express shPTB in human astrocytes, clone the target sequence 5’-GCGTGAAGATCCTGTTCAATA-3’ the pLKO.1-Hygromycin vector (Addgene, #24150).\n2) To produce virus, co-transfect the targeting vector with the two package plasmids: pCMV-VSV-G (Addgene, #8454) and pCMV-dR8.2 dvpr (Addgene, #8455) into Lenti-X 293T cells (Clontech)\n9\n.\n3) Concentrate viral particles by ultracentrifugation at 20,000 rpm for 120 minutes at 4°C\nin a Beckman XL-90 centrifuge with SW-28 rotor.\n4) To construct AAV vectors, first insert the same target sequence against mouse PTB into the pTRIPZ-RFP vector (Dharmacon) between the EcoR I and Xho I sites.\n5) Then subclone the segment containing RFP and shPTB to replace CaMP3.0 in the Asc I-digested AAV-CMV-LOX-STOP-LOX-mG-CaMP3.0 vector (Addgene, #50022). The empty vector contains only RFP subcloned into the same vector. To construct a control vector expressing non-target shRNA, replace the shPTB sequence with 5’-CAACAAGATGAAGAGCACCAA-3’ to target GFP.\n6) Construct the AAV-hM4Di-shPTB vector by replacing RFP in AAV-shPTB with the cDNA of hM4Di, which was subcloned from pAAV-CBA-DIO-hM4Di-mCherry vector (Addgene, #81008).\n7) To express RFP and shPTB under the GFAP promoter, take a segment containing floxed/off RFP and shPTB to replace EGFP in the AAV-GFAP-EGFP vector (Addgene, #50473) between the Sal I and Hind III sites.\n80) Package AAV2 viral particles in co-transfected HEK293T cells with the other two plasmids: pAAV-RC and pAAV-Helper (Agilent Genomics)\n10\n.\n9) After harvest, purify viral particles with a heparin column (GE HEALTHCARE BIOSCIENCES) and then concentrate with an Ultra-4 centrifugal filter unit (Amicon, 100,000 molecular weight cutoff).\n10) Determine titers of viral particles by qPCR to achieve >1x10\n12\nparticles/ml.\n2. Trans-differentiation of isolated astrocytes to neurons\nin vitro\n1) Isolate mouse astrocytes from postnatal (P4~P5) pups: Dissect cortical tissue from cortex or midbrain and incubate with Trypsin before plating onto dishes coated with Poly-D-lysine (Sigma). Purchase human astrocytes from Cell Applications, which were taken from cerebral cortex at the gestational age of 19 weeks.\n2) Culture isolated astrocytes in DMEM (GIBCO) plus 10% fetal bovine serum (FBS) and penicillin/streptomycin (GIBCO). Dishes were carefully shaken daily to eliminate non-astrocytic cells.\n3). After reaching ~90% confluency, disassociate astrocytes with Accutase (Innovative Cell Technologies) followed by centrifugation for 3 min at 800 rpm.\n4). Culture disassociated astrocyte growth medium containing DMEM/F12 (GIBCO) supplemented with 10% FBS (GIBCO), penicillin/streptomycin (GIBCO), B27 (GIBCO), 10 ng/ml epidermal growth factor (EGF, PeproTech), and 10 ng/ml fibroblast growth factor 2 (FGF2, PeproTech).\n5). To induce\ntrans\n-differentiation\nin vitro\n, re-suspend mouse astrocytes with astrocyte culture medium containing the lentivirus that targets mouse PTB, and then plated on Matrigel Matrix (Corning)–coated coverslips (12 mm).\n6). After 24 hrs, select cells with hygromycin B (100ug/ml, Invitrogen) in fresh astrocyte culture medium for 72 hrs.\n7). Switch medium to the N3/basal medium containing 1:1 mix of DMEM/F12 and Neurobasal, 25 μg/ml insulin, 50 μg/ml transferring, 30 nM sodium selenite, 20 nM progesterone, 100 nM putrescine,) supplemented with 0.4% B27, 2% FBS, a cocktail of 3 small molecules (1 μM ChIR99021, 10 μM SB431542 and 1mM Db-cAMP), and neurotrophic factors (BDNF, GDNF, NT3 and CNTF, all in 10ng/ml).\n8). Change half of the medium every the other day and monitor morphological changes to neurons. Monitor the appearance of neuronal morphology.\n9). To measure synaptic currents, add converted cells after 5~6 weeks with fresh GFP-labeled rat astrocytes\n11\n.\n10) Further culture cells for 2 to 3 weeks before patch-clamp recordings.\n3. Characterization of converted neurons by immunostaining\n1). Grow cells on glass slides and fixed with 4% paraformaldehyde (PFA, Affymetrix) for 15 min at room temperature followed by permeabilization with 0.1% Triton X-100 in PBS for 15 min on ice.\n2). After washing twice with PBS, block cells in PBS containing 3% BSA for 1 hr at room temperature.\n3). Incubate fixed cells with primary antibodies overnight at 4°C in PBS containing 3% BSA.\n4). After washing twice with PBS, include cells with secondary antibodies conjugated to Alexa Fluor 488, Alexa 546, Alexa 594 or Alexa 647 (1:500, Molecular Probes) for 1 hr.\n5). Add 300 nM DAPI in PBS and wait for 20 min at room temperature to label nuclei.\n6). After washing three times with PBS, apply the Fluoromount-G mounting medium onto the glass slides, and take images under Olympus FluoView FV1000.\n7). For staining brain sections, sacrifice mice with CO2 and immediately perfuse them, first with 15~20mL saline (0.9% NaCl) and then with 15 mL 4% PFA in PBS to fix tissue.\n8). Fix whole brains in 4% PFA overnight at 4°C, and then cut into 14~18mm sections on a cryostat (Leica).\n9). Before staining, incubate brain sections with sodium citrate buffer (10 mM Sodium citrate, 0.05% Tween 20, pH 6.0) for 15 min at 95°C for antigen retrieval.\n10). Treat brain slides with 5% normal donkey serum and 0.3% Triton X-100 in PBS for 1 hr at room temperature. Perform the rest of steps as with cultured cells on coverslips.\n4. Quantification of neuronal cell body and fiber density\n1). Sample coronal sections across midbrain at intervals of 120~140 μm for immunostaining of TH and RFP.\n2). Calculate the total number (Nt) of cell types by the stereological method correcting with the Abercrombie formula, as described\n12\n, using the formula: Nt = Ns*(St/Ss)*M/(M+D), where Ns is the number of neurons counted, St is the total number of sections in the brain region, Ss is the number of sections sampled, M is the thickness of section, and D is the average diameter of counted cells, as previously described\n13,14\n.\n3). Quantify RFP+ and RFP+TH+ fibers using a previously published sphere method\n15\n. For analyzing striatal fibers, select 3 coronal sections (A/P +1.3, +1.0 and +0.70) from each brain\n13\n.\n4). For analyzing fibers in the nigrostriatal bundle (NSB), select the coronal section closed to position Bregma -1.6 mm.\n5). For each selected section, capture 3 randomly chosen areas from one section of z-stack images at intervals of 2 µm using a 60x oil-immersion objective. Generate a sphere (diameter: 14 µm) as a probe to measure fiber density within the whole z-stack.\n6). Give each fiber crossing the surface of sphere one score. Analysis all images with Image-J 1.47v (Wayne Rasband, Bethesda, MD), as described\n16,17\n.\n5. Electrophysiological recording\n1). Perform patch clamp recordings with Axopatch-1D amplifiers or Axopatch 200B amplifier (Axon Instruments) connecting to a Digidata1440A interface (Axon Instruments).\n2). Acquire data with pClamp 10.0 or Igor 4.04 software and analyze data with MatLab v2009b.\n3). For recording on neurons converted from mouse astrocytes\nin vitro\n, remove small molecules from medium 1 week before patch clamp recording.\n4). Incubate cultured mouse and human cells with oxygenated (95% O\n2\nand 5% CO\n2\n) artificial cerebrospinal fluid (150 mM NaCl, 5 mM KCl, 1 mM CaCl2, 2 mM MgCl2, 10 mM glucose, 10 mM HEPES, pH 7.4) at 37°C for 30 min.\n5). Perform whole-cell patch clamp was performed on selected cells\n18\n.\n6). For recording activities of converted neurons\nin vivo\n, prepare cortical slices (300 µm) 6 or 12 weeks after injection of AAV.\n7). Prepare brain slices with a vibratome in oxygenized (95% O\n2\nand 5% CO\n2\n) dissection buffer (110.0 mM choline chloride, 25.0 mM NaHCO3, 1.25 mM NaH2PO4, 2.5 mM KCl, 0.5 mM CaCl2, 7.0 mM MgCl2, 25.0 mM glucose, 11.6 mM ascorbic acid, 3.1 mM pyruvic acid) at 4°C followed by incubation in oxygenated ACSF (124 mM NaCl, 3 mM KCl, 1.2 mM NaH2PO4, 26 mM NaHCO3, 2.4 mM CaCl2, 1.3 mM MgSO4, 10 mM dextrose and 5 mM HEPES; pH 7.4) at room temperature for 1 hr before experiments.\n8). Patch pipettes (5 - 8 MΩ) solution containing 150 mM KCl, 5 mM NaCl, 1 mM MgCl2, 2 mM ethylene glycol tetra acetic acid (EGTA)-Na, and 10 mM Hepes pH 7.2.\n9). For voltage-clamp experiments, hold the membrane potential at -75 mV. The concentrations of channel blockers used: PiTX: 50uM; NBQX: 20uM; APV: 50uM. All of these blockers were bath-applied following dilution into the external solution from concentrated stock solutions. All experiments were performed at room temperature.\n6. Ipsilateral lesion with 6-OHDA and stereotaxic injection\n1). Use adult wt and GFAP-Cre mice at age of postnatal day 30 to perform surgery to induce lesion.\n2). Anaesthetize mice with a mix of ketamine (80-100 mg/kg) and xylazine (8-10 mg/kg) and then place in a stereotaxic mouse frame.\n3). Before injecting 6-hydroxydopamine (6-OHDA, Sigma), treat mice with a mix of desipramine (25 mg/kg) and pargyline (5 mg/kg). 6-OHDA (3.6 mg per mouse) was dissolved in 0.02% ice-cold ascorbate/saline solution at a concentration of 15 mg/ml and used within 3 hrs.\n4). Inject the toxic solution into the medial forebrain bundle (MFB) at the following coordinates (relative to bregma): anterior–posterior (A/P) = -1.2mm; medio-lateral (M/L) = 1.3mm and dorso-ventral (D/V) = 4.75mm (from the dura).\n5). Apply injection in a 5 ml Hamilton syringe with a 33G needle at the speed of 0.1 ml/min and wait for 3 min before slowly removing the needle.\n6). Cleaning and suturing of the wound were performed after lesion.\n7). For injecting AAV in striatum and visual cortex, use the following coordinates: A/P= +1.2 mm; M/L= 2.0 mm; D/V= 3.0 mm (for striatum), and A/P= -4.5 mm; M/L= 2.7 mm; D/V= 0.35 mm (visual cortex).\n7. Retrograde tracing\n1). For retrograde tracing of the nigrostriatal pathway, inject GFAP-Cre mice with or without 6-OHDA induced lesion with AAV-shPTB.\n2). 1 or 3 months after AAV delivery, unilaterally inject green Retrobeads IX (Lumafluor, Naples, FL) at two sites into the striatum on the same side of AAV injection, using following two coordinates: A/P = + 0.5mm, M/L = 2.0 mm; D/V= 3.0 mm; and A/P= +1.2 mm; M/L= 2.0 mm; D/V= 3.0 mm. ~2 ml of beads were injected.\n3). After 24 hrs, sacrifice mice and immediately perfuse their brains.\n4. Fix with 4% PFA for sectioning and immunostaining.\n8. Behavioral testing\n1). Perform all behavioral tests 21-28 days after 6-OHDA induced lesion or 2, 3, and 5 months after AAV delivery.\n2). For rotation test, record apomorphine-induced rotations in mice after intraperitoneal injection of apomorphine (Sigma, 0.5 mg/kg) under a live video system.\n3). Inject mice with apomorphine (0.5 mg/kg) on two separate days prior to performing the rotation test (for example, if the test was to be performed on Friday, the mouse would be first injected on Monday and Wednesday), which aimed to prevent a ’wind-up’ effect that could obscure the final results.\n4). Measure rotation 5 min following the injection for 10 min, as previously described\n19,20\nand only count full-body turns.\n5). Perform rotation test induced by D-amphetamine (Sigma, 5 mg/kg) in the same system, as previously described\n21,22\n.\n6). Express the data as net contralateral or ipsilateral turns per min.\n7).\nTo perform the cylinder test, place mouse into a glass cylinder (diameter 19 cm, height 25 cm), with mirrors placed behind for a full view of all touches, as previously described\n19,23\n.\n8). Record mice under a live video system and no habituation of the mice to the cylinder performed before recording.\n9). Use a frame-by-frame video player (KMPlayer version 4.0.7.1) for scoring. Only count wall touches independently with the ipsilateral or the contralateral forelimb. Do not include simultaneous wall touches (touched executed with both paws at the same time) in the analysis.\n10). Express data are as a percentage of ipsilateral touches in total touches.\n11).\nFor chemogenetic experiments, perform cylinder tests 21-28 days after 6-OHDA induced lesion and 2 months after the delivery of AAV-hM4Di-shPTB.\n12). For measuring CNO-dependent effects, inject each animal with saline to record the baseline of recovery and then perform recording 40 min after intraperitoneal injection of CNO (Biomol International, 4 mg/kg) or 72 hrs after metabolism of the drug, as detailed earlier\n24\n."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Explained in the protocols</p>"
        },
        {
            "header": "References",
            "content": "<p><strong>REFERENCES:</strong></p><p><br></p><p>1&nbsp;&nbsp;&nbsp;Sonntag, K. C.<em> et al.</em> Pluripotent stem cell-based therapy for Parkinson's disease: Current status and future prospects. <em>Prog Neurobiol</em> <strong>168</strong>, 1-20, doi:10.1016/j.pneurobio.2018.04.005 (2018).</p><p>2&nbsp;&nbsp;&nbsp;Cohen, D. E. &amp; Melton, D. Turning straw into gold: directing cell fate for regenerative medicine. <em>Nature Reviews Genetics</em> <strong>12</strong>, 243-252 (2011).</p><p>3&nbsp;&nbsp;&nbsp;Barker, R. A., Gotz, M. &amp; Parmar, M. New approaches for brain repair-from rescue to reprogramming. <em>Nature</em> <strong>557</strong>, 329-334, doi:10.1038/s41586-018-0087-1 (2018).</p><p>4&nbsp;&nbsp;&nbsp;Yu, X., Nagai, J. &amp; Khakh, B. S. Improved tools to study astrocytes. <em>Nat Rev Neurosci</em> <strong>21</strong>, 121-138, doi:10.1038/s41583-020-0264-8 (2020).</p><p>5&nbsp;&nbsp;&nbsp;Rivetti di Val Cervo, P.<em> et al.</em> Induction of functional dopamine neurons from human astrocytes in vitro and mouse astrocytes in a Parkinson's disease model. <em>Nat Biotechnol</em> <strong>35</strong>, 444-452, doi:10.1038/nbt.3835 (2017).</p><p>6&nbsp;&nbsp;&nbsp;Wu, Z.<em> et al.</em> Gene therapy conversion of striatal astrocytes into GABAergic neurons in mouse models of Huntington's disease. <em>Nat Commun</em> <strong>11</strong>, 1105, doi:10.1038/s41467-020-14855-3 (2020).</p><p>7&nbsp;&nbsp;&nbsp;Xue, Y.<em> et al.</em> Direct conversion of fibroblasts to neurons by reprogramming PTB-regulated microRNA circuits. <em>Cell</em> <strong>152</strong>, 82-96, doi:10.1016/j.cell.2012.11.045 (2013).</p><p>8&nbsp;&nbsp;&nbsp;Xue, Y.<em> et al.</em> Sequential regulatory loops as key gatekeepers for neuronal reprogramming in human cells. <em>Nat Neurosci</em> <strong>19</strong>, 807-815, doi:10.1038/nn.4297 (2016).</p><p>9&nbsp;&nbsp;&nbsp;Stewart, S. A.<em> et al.</em> Lentivirus-delivered stable gene silencing by RNAi in primary cells. <em>Rna</em> <strong>9</strong>, 493-501 (2003).</p><p>10&nbsp;McClure, C., Cole, K. L., Wulff, P., Klugmann, M. &amp; Murray, A. J. Production and titering of recombinant adeno-associated viral vectors. <em>JoVE (Journal of Visualized Experiments)</em>, e3348 (2011).</p><p>11&nbsp;Allen, J. W., Mutkus, L. A. &amp; Aschner, M. Isolation of neonatal rat cortical astrocytes for primary cultures. <em>Current protocols in toxicology</em> <strong>4</strong>, 12.14. 11-12.14. 15 (2000).</p><p>12&nbsp;Abercrombie, M. Estimation of nuclear population from microtome sections. <em>The anatomical record</em> <strong>94</strong>, 239-247 (1946).</p><p>13&nbsp;Falk, T.<em> et al.</em> Vascular endothelial growth factor-B is neuroprotective in an in vivo rat model of Parkinson's disease. <em>Neuroscience Letters</em> <strong>496</strong>, 43-47 (2011).</p><p>14&nbsp;Baker, H., Joh, T. H. &amp; Reis, D. J. Genetic control of number of midbrain dopaminergic neurons in inbred strains of mice: relationship to size and neuronal density of the striatum. <em>Proceedings of the National Academy of Sciences</em> <strong>77</strong>, 4369-4373 (1980).</p><p>15&nbsp;Grealish, S.<em> et al.</em> Human ESC-derived dopamine neurons show similar preclinical efficacy and potency to fetal neurons when grafted in a rat model of Parkinson’s disease. <em>Cell Stem Cell</em> <strong>15</strong>, 653-665 (2014).</p><p>16&nbsp;Kordower, J. H.<em> et al.</em> Neurodegeneration prevented by lentiviral vector delivery of GDNF in primate models of Parkinson's disease. <em>Science</em> <strong>290</strong>, 767-773 (2000).</p><p>17&nbsp;Bahat-Stroomza, M.<em> et al.</em> Induction of adult human bone marrow mesenchymal stromal cells into functional astrocyte-like cells: potential for restorative treatment in Parkinson’s disease. <em>Journal of Molecular Neuroscience</em> <strong>39</strong>, 199-210 (2009).</p><p>18&nbsp;Gao, L.<em> et al.</em> Direct generation of human neuronal cells from adult astrocytes by small molecules. <em>Stem cell reports</em> <strong>8</strong>, 538-547 (2017).</p><p>19&nbsp;Grealish, S., Mattsson, B., Draxler, P. &amp; Björklund, A. Characterisation of behavioural and neurodegenerative changes induced by intranigral 6‐hydroxydopamine lesions in a mouse model of Parkinson’s disease. <em>European Journal of Neuroscience</em> <strong>31</strong>, 2266-2278 (2010).</p><p>20&nbsp;Piallat, B., Benazzouz, A. &amp; Benabid, A. L. Subthalamic nucleus lesion in rats prevents dopaminergic nigral neuron degeneration after striatal 6‐OHDA injection: behavioural and immunohistochemical studies. <em>European Journal of Neuroscience</em> <strong>8</strong>, 1408-1414 (1996).</p><p>21&nbsp;Dunnett, S. B., Bjo, A., Stenevi, U. &amp; Iversen, S. D. Behavioural recovery following transplantation of substantia nigra in rats subjected to 6-OHDA lesions of the nigrostriatal pathway. I. Unilateral lesions. <em>Brain research</em> <strong>215</strong>, 147-161 (1981).</p><p>22&nbsp;Iancu, R., Mohapel, P., Brundin, P. &amp; Paul, G. Behavioral characterization of a unilateral 6-OHDA-lesion model of Parkinson's disease in mice. <em>Behavioural Brain Research</em> <strong>162</strong>, 1-10 (2005).</p><p>23&nbsp;Boix, J., Padel, T. &amp; Paul, G. A partial lesion model of Parkinson's disease in mice–Characterization of a 6-OHDA-induced medial forebrain bundle lesion. <em>Behavioural Brain Research</em> <strong>284</strong>, 196-206 (2015).</p><p>24&nbsp;Chen, Y.<em> et al.</em> Chemical Control of Grafted Human PSC-Derived Neurons in a Mouse Model of Parkinson’s Disease. <em>Cell Stem Cell</em> <strong>18</strong>, 817-826 (2016).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Supported by NIH grants (GM049369 and GM052872) to X-D.F.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-020-2388-4",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 512802,
                "identity": "8f695afe-be87-47fe-a610-fdaa3ff4e362",
                "order_by": 1,
                "name": "Hao Qian",
                "email": "",
                "orcid": "",
                "institution": "UC, San Diego",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hao",
                "middleName": "",
                "lastName": "Qian",
                "suffix": ""
            },
            {
                "id": 512803,
                "identity": "9fb20032-ae94-4d02-a845-2731c856182f",
                "order_by": 2,
                "name": "Fu Xiang-Dong",
                "email": "xdfu@health.ucsd.edu",
                "orcid": "https://orcid.org/0000-0001-5499-8732",
                "institution": "UC, San Diego",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Fu",
                "middleName": "",
                "lastName": "Xiang-Dong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-04-23 00:46:58",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-902/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-902/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13544552,
                "identity": "94364f1e-87b5-4402-a711-61e19d476d45",
                "added_by": "auto",
                "created_at": "2021-09-17 02:02:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 282350,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-902/v1/31e79ab9-9813-4037-8efe-34885088f254.pdf"
            }
        ],
        "financialInterests": "No.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Polypyrimidine tract binding protein, Parkinson’s disease, astrocytes, dopaminergic neurons, trans-differentiation, electrophysiologic recording, rotation and cylinder tests.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We recently develop an efficient single-step strategy to convert isolated mouse and human astrocytes into functional neurons by depleting the RNA binding protein PTB in isolated astrocytes in culture and directly in mouse brain. We show progressive conversion of astrocytes into new neurons that can innervate into endogenous neural circuits. Focusing on midbrain, we demonstrate efficient conversion of nigral astrocytes into dopaminergic neurons whose axons reconstruct the nigro-striatal circuit. Significantly, re-innervation of striatum is accompanied by restoration of dopamine levels and rescue of motor deficits. Herein, we present key methods employed in this study as stepwise protocols.</p>",
        "manuscriptTitle": "Stepwise Protocols for Converting Astrocytes to Neurons in vitro and in Mouse Brain by Depleting Polypyrimidine Tract Binding Protein PTB",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-06-25 15:59:53",
                "doi": "10.21203/rs.3.pex-902/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "ec606370-cf35-47b1-b2c6-99f6680667e0",
        "owner": [],
        "postedDate": "June 25th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 87671,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-06-25 15:59:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}