{
    "identity": "nprot-255",
    "title": "Detection of activation-induced cytidine deaminase in gastric epithelial cells infected with <em>cag</em> pathogenicity island-positive <em>Helicobacter pylori</em>",
    "content": [
        {
            "header": "Introduction",
            "content": "_Helicobacter pylori_ \\(_H. pylori_), a spiral-shaped Gram-negative bacterium that colonizes the human gastric mucosa, is estimated to inhabit at least half of the world's human population, causes active chronic gastric inflammation<sup>1,2</sup>, and has been defined as a class one carcinogen<sup>3</sup>. So far, various _in vivo H. pylori_ infection models including mice, Mongolian gerbils, piglets, dogs, and monkeys have been developed to define the association between _H. pylori_ infection and gastrointestinal diseases<sup>4</sup>. Among them the Mongolian gerbil is an appropriate animal model of long-term _H. pylori_ infection in which various gastrointestinal diseases including gastric cancer can be studied<sup>5</sup>. _In vitro, H. pylori_ -infection models have been established using cultured gastric epithelial cells, such as AGS, and subjected to the investigation of intracellular signaling cascades triggered by _H. pylori_ infection<sup>6</sup>.\r\n\n\n_H. pylori_ can be subclassified into _cag_ pathogenicity island \\(_cag_ PAI) -positive and _cag_ PAI-negative strains based on the presence or absence of the _cag_ PAI, a 40-kb genome fragment containing 31 genes<sup>7</sup>. The _cag_ PAI encodes type IV secretion system proteins, which export bacterial macromolecules from bacterial cells into host cells<sup>1,8</sup>. Only strains containing the _cag_ PAI trigger various changes in signaling cascades in gastric epithelial cells, and disturb cellular functions, resulting in multiple alterations in gene expression profiles. Thus, the _cag_ PAI-positive isolates have been shown to be more virulent strains that produce severe pathologic infection in humans than the _cag_ PAI-negative isolates. Indeed several clinical studies have provided evidence linking _cag_ PAI-positive strains to the increased risk of human gastric cancer, compared with _cag_ PAI-negative strains<sup>9-12</sup>. _In vitro_, infection with _cag_ PAI-positive strains in AGS human gastric epithelial cells causes characteristic changes in the cellular phenotype called the &#x201C;hummingbird&#x201D; phenotype, characterized by the elongation and spreading of cells<sup>13</sup>. These changes are induced by bacterial macromolecules via the type IV secretion system encoded by the _cag_ PAI. Since infection with _cag_ PAI-positive _H. pylori_ is usually confirmed by the appearance of the hummingbird phenotypical changes _in vitro_, infection efficacy can be determined by the prevalence of the &#x201C;hummingbird&#x201D; morphological change.\r\n\n\n_H. pylori_ is a genomically diverse pathogen and several bacterial virulence factors, including the _cag_ PAI, VacA, BabA2, etc., are considered to play key roles in disease pathogenesis. The _cag_ PAI genes are divided into two major groups, a Western group and a Japanese group, in accordance with the entire _cag_ PAI sequences<sup>14</sup>. It is important to note that the resultant changes in epithelial cellular functions after _H. pylori_ infection may vary according to the types of the _H. pylori_ strains used. Thus the selection of bacterial strain could be one of the key factors for _H. pylori_ studies. In our recent study, we used a Japanese type of _cag_ PAI-positive _H. pylori_, TN2GF4, which has been shown to cause severe active chronic gastritis, ulcers, intestinal metaplasia, and gastric adenocarcinoma in infected Mongolian gerbils<sup>5</sup>, and therefore is supposed to be one of the most virulent strains of _cag_ PAI-positive _H. pylori_.\r\n\n\nIn our recent study, we demonstrated that _cag_ PAI-positive _H. pylori_ infection induced proinflammatory transcription factor nuclear factor-&#x3BA;B \\(NF-&#x3BA;B) activation, leading to the aberrant expression of activation-induced cytidine deaminase \\(AID)<sup>15</sup>, a member of the cytidine-deaminase family that acts as a DNA/RNA-editing enzyme. AID is an essential enzyme for somatic hypermutation, class switch recombination, and gene conversion, which physiologically occurs in immunoglobulin genes in B cells<sup>16</sup>. Recent studies, however, demonstrated that inappropriate expression of AID acts as a genomic mutator that contributes to tumorigenesis<sup>17-19</sup>, and moreover we provided the first evidence that aberrant AID expression caused by _H. pylori_ infection might be a mechanism of mutational accumulation in the gastric mucosa during _H. pylori_ -associated gastric carcinogenesis<sup>15</sup>.\r\n\n\nHere we describe the experimental procedure used to determine how _cag_ PAI-positive _H. pylori_ infection achieves the induction of endogenous AID expression in cultured gastric epithelial cells. We include detailed protocols for the growth and maintenance of _H. pylori_ culture<sup>20,21</sup>, epithelial cell cultures, co-culture assays, the polymerase chain reaction \\(PCR), immunoblot analysis, and immunostaining procedures."
        },
        {
            "header": "Reagents",
            "content": "&#xF06C; Bacteria: _cag_ PAI-positive _H. pylori_ \\(e.g. TN2GF4)\r\n\n\n&#xF06C; Cells: AGS human gastric epithelial cells and BL2-lymphoma cells \\(ATCC)\r\n\n\n&#xF06C; Culture medium for _H. pylori_: Columbia blood agar base \\(Becton Dickinson Company), horse blood, amphotericin B, trimethoprim, polymyxin B, vancomycin, Brucella broth \\(Becton Dickinson Company), and fetal bovine serum \\(FBS)\r\n\n\n&#xF06C; Culture medium for AGS: Ham&#x2019;s F12 modified medium \\(MP Biomedicals, Inc.), and FBS \r\n\n\n&#xF06C; Culture medium for BL2: RPMI medium 1640 \\(GIBCO), &#x3B2;-Mercaptoethanol \\(&#x3B2;-ME), and FBS\r\n\n\n&#xF06C; Sepasol-RNA Super-I reagent \\(Nacalai Tesque)\r\n\n\n&#xF06C; Superscript III first strand synthesis system \\(Invitrogen)\r\n\n\n&#xF06C; ExTaq polymerase \\(Takara BIO INC.) \r\n\n\n&#xF06C; TaqMan Universal PCR Master Mix \\(Applied Biosystems)\r\n\n\n&#xF06C; The oligonucleotide primers used for human _AID_ amplification were 5&#xB4;&#x2013;AAATGTCCGCTGGGCTAAGG&#x2013;3&#xB4; \\(forward) and 5&#xB4;&#x2013;GGAGGAAGAGCAATTCCACGT&#x2013;3&#xB4; \\(reverse), giving an expected product of 139 base pairs.\r\n\n\n&#xF06C; The 6-carboxyfluorescein labeled probe used for human _AID_ was 5&#xB4;&#x2013;TCGGCGTGAGACCTACCTGTGCTAC&#x2013;3&#xB4;. \r\n\n\n&#xF06C; The oligonucleotide primers used for human _&#x3B2;-actin_ amplification were 5&#xB4;&#x2013;TGACGGGGTCACCCACACTGTGCCCATCTA&#x2013;3&#xB4; \\(forward) and 5&#xB4;&#x2013;CTAGAAGCATTTGCGGTGGACGATGGAGGG&#x2013;3&#xB4; \\(reverse).\r\n\n\n&#xF06C; The oligonucleotide primers used for human housekeeping reference gene _18S ribosomal RNA_ \\(_18S rRNA_) amplification were 5&#xB4;&#x2013;TAGAGTGTTCAAAGCAGGCCC&#x2013;3&#xB4; \\(forward) and 5&#xB4;&#x2013; CCAACAAAATAGAACCGCGGT&#x2013;3&#xB4; \\(reverse).\r\n\n\n&#xF06C; The 6-carboxyfluorescein labeled probe used for human _18S rRNA_ was 5&#xB4;&#x2013;CGCCTCGATACCGCAGCTAGGAATAATG&#x2013;3&#xB4;.\r\n\n\n&#xF06C; Reagents for RIPA lysis buffer: NaCl, Igepal CA-630, Deoxycolic acid, Sodium dodecyl sulfate \\(SDS), Tris-HCl \\(pH 8.0), and Complete Mini protease inhibitor cocktail tablets \\(Roche). \r\n\n\n&#xF06C; Protein Assay Dye Reagent Concentrate \\(BIO-RAD)\r\n\n\n&#xF06C; Reagent for sodium dodecyl sulfate-polyacrylamide gel electrophoresis \\(SDS-PAGE) sample buffer: Tris-HCl \\(pH 6.8), SDS, Glycerol, Bromophenol blue, and &#x3B2;-ME.\r\n\n\n&#xF06C; Reagents for SDS-PAGE gels: Acrylamide/Bis Mixed Solution \\(BIO-RAD), Tris-HCl \\(pH 8.8 for resolving gels and 6.8 for stacking gels), Ammonium Peroxodisulfate \\(APS), and N, N, N&#x2019;, N&#x2019;-Tetramethylethylenediamine \\(TEMED)\r\n\n\n&#xF06C; Reagents for SDS/PAGE running buffer: Tris base, Glycine, and SDS.\r\n\n\n&#xF06C; Reagents for transfer buffer for electrophoretic transfer: Tris base, Glycine, and Methanol.\r\n\n\n&#xF06C; Reagents for phosphate-buffered saline \\(PBS): NaCl, Na<sub>2</sub>HPO<sub>4</sub>, KCl, and KH<sub>2</sub>PO<sub>4</sub>.\r\n\n\n&#xF06C; Blocking reagent for immunoblot analysis: Block Ace Powder \\(Dainippon Sumitomo Pharma Co., Ltd.)\r\n\n\n&#xF06C; Reagents for wash buffer \\(PBST) for immunoblot analysis: PBS, Tween 20, and Block Ace Powder \\(Dainippon Sumitomo Pharma Co., Ltd.).\r\n\n\n&#xF06C; Primary antibodies: Rabbit polyclonal antibodies against human AID<sup>22</sup>, and Mouse monoclonal antibodies against &#x3B1;-tubulin \\(Calbiochem).\r\n\n\n&#xF06C; Secondary antibodies for immunoblot analysis: Goat anti-rabbit IgG \\(H+L)-HRP conjugate \\(BIO-RAD), and Goat anti-mouse IgG \\(H+L)-HRP conjugate \\(BIO-RAD).\r\n\n\n&#xF06C; Reagent for enhanced chemiluminescence detection assay \\(ECL): Immobilon Western Chemiluminescent HRP Substrate \\(MILLIPORE)\r\n\n\n&#xF06C; Reagents for immunostaining: formalin solution, Triton X-100 solution, H<sub>2</sub>O<sub>2</sub>, methanol, bovine serum albumin \\(BSA), Anti-rabbit IgG biotinylated secondary antibody \\(Vector Laboratories), Anti-mouse IgG biotinylated secondary antibody \\(Vector Laboratories), ABC reagent \\(Vector Laboratories), avidin/biotinylated enzyme complex \\(Vector Laboratories), DAB Substrate \\(Vector Laboratories), and Mount-Quick \\(Vector Laboratories).\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**RIPA lysis buffer** 150mM NaCl, 1% Igepal CA-630, 0.5% Deoxycolic acid, 0.1% SDS, and 50mM Tris-HCl \\(pH 8.0). Dissolve in H<sub>2</sub>O. Add Complete Mini protease inhibitor cocktail tablets \\(1 tab / 10 ml of RIPA lysis buffer) just before use.\r\n\n\n**Reagents for immunoblot analysis** Prepare SDS-PAGE sample buffer, SDS-PAGE gels, SDS/PAGE running buffer, and transfer buffer for electrophoretic transfer according to the manufacture \\(BIO-RAD)&#x2019;s instruction.\r\n\n\n**Blocking buffer for immunoblot analysis** Dissolve 4 g of Block Ace Powder in 100 ml H<sub>2</sub>O.\r\n\n\n**Wash buffer \\(PBST) for immunoblot analysis** 0.05% Tween 20 / PBS."
        },
        {
            "header": "Equipment",
            "content": "&#xF06C; 10cm Petri dishes\r\n\n\n&#xF06C; 10cm cell culture dishes\r\n\n\n&#xF06C; 6-well cell culture plates\r\n\n\n&#xF06C; 96-well plates for real-time PCR\r\n\n\n&#xF06C; T25, T75 and T150 flasks\r\n\n\n&#xF06C; GasPak jar \\(BBL)\r\n\n\n&#xF06C; CampyPack Plus microaerophilic gas generationg kit \\(BBL)\r\n\n\n&#xF06C; Spectrophotometer\r\n\n\n&#xF06C; GeneAmp PCR System 9700 \\(Applied Biosystems)\r\n\n\n&#xF06C; Real Time PCR System 7300 \\(Applied Biosystems)\r\n\n\n&#xF06C; Cell scrapers\r\n\n\n&#xF06C; Mini-PROTEAN 3 Cell \\(BIO-RAD)\r\n\n\n&#xF06C; Mini Trans-Blot Electrophoretic Tranfer Cell \\(BIO-RAD)\r\n\n\n&#xF06C; polyvinylidene difluoride membranes \\(PVDF)\r\n\n\n&#xF06C; Lab-Tek Chamber Slide System glass slide \\(Nalge Nunc International)"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of the solid media for _H. pylori_.**\r\n\n\n1| To 500 ml H\n2\nO add 22 grams Columbia Blood Agar Base.\r\n\n\n2| Autoclave 121\no\nC, 20 min.\r\n\n\n3| Place in 56\no\nC water bath until temperature is achieved.\r\n\n\n4| Pour 35 ml sterile horse blood into sterile 50 ml conical tube.\r\n\n\n5| Remove media from water bath and quickly add horse blood. Try to avoid making bubbles.\r\n\n\n6| Add antibiotics. Supplement the media with amphotericin B \\(2.5 mg/l), trimethoprim \\(5 mg/l), polymyxin B \\(1250 IU/l), and vancomycin \\(10 mg/l).\\(Final concentrations are shown in parentheses.)\r\n\n\n7| Pour into Petri dishes.\r\n\n\n8| Let stand until cool and solid.\r\n\n\n9| While still moist, place in plastic sleeve and seal until needed. Should be quite wet.\r\n\n\n\r\n\n\n**Preparation of the liquid culture for _H. pylori_.**\r\n\n\n1| To 500 ml H\n2\nO add 21.5 grams Brucella Broth.\r\n\n\n2| Autoclave 121\no\nC, 20 min.\r\n\n\n3| Shortly before use add FBS to 10% and add antibiotics/antimycotic as described for the solid media.\r\n\n\n\r\n\n\n**Culture for _H. pylori_.**\r\n\n\n1| Place a drop of liquid culture on the center of plate or lift a loopful from 2-4 day old plate with growth.\r\n\n\n2| Spread inoculum with a loop by running the loop back and forth across the plate, the entire width of the plate, from top to bottom. Turn the plate 90\no\nand repeat.\r\n\n\n3| Place covered plates in a GasPack jar with upside-down.\r\n\n\n4| Add water to CampyPack Plus \\(BBL) envelope according to manufacturers instructions and then quickly place in a GasPack jar.\r\n\n\n5| Seal the top of the jar well and place at 37\no\nC for 2-4 days.\r\n\n\n6| Harvest viable _H. pylori_ from plates. Place 1 ml of sterile broth in the center of plate of _H. pylori_ with 2-3 days growth on it. Lift bacteria from plate by continuous scraping with a sterile glass bacterial spreader, making sure the entire surface is done. Tip plate at a shallow angle and gently work all the liquid to the lower edge of the plate. Remove with a 1 ml pipetman and place in a sterile tube. Place a 10 μl aliquot on a microscope slide and examine 400X to determine viability and to insure there is no contamination.\r\n\n\n7| Prepare by inoculating 50 ml of complete media in a sterile tissue culture flask with 1/8 plates worth of Bacteria \\(125 μl). Keep the cap loose to allow gas exchange during growth. Stationary cultures were grown at 37\no\nC with 5% CO\n2\nfor 24 h.\r\n\n\n\r\n\n\n**Preparing a growth curve for Quantification of _H. pylori_.**\r\n\n\n1| Harvest bacteria from plates and transfer to complete liquid media. \\(Want < 0.05 O.D. at 450nm with a spectrophotometer.) Plate out some liquid culture \\(e.g. 10 μl) on the plates and grow at 37\no\nC.\r\n\n\n2| Every hour, remove an aliquot \\(e.g. 10 μl), read at 450 nm, record O.D. and plate some liquid culture on the plates until O.D. begins to increase.\r\n\n\n3| When O.D. begins to increase, test every 30 min. Use at least 2 plates at each time point. \\(Dilution; 1:10, 1:100, 1:1000. 1:10000, etc.)\r\n\n\n4| Repeat until O.D.450 approaches 0.5.\r\n\n\n5| Grow bacteria for 3-4 days and count the colonies, back-calculating for dilution and volume to determine the number of colony forming units \\(cfu) per ml.\r\n\n\n6| Plot O.D. 450 vs cfu / ml on the graph to generate a growth curve. Determine the cfu / ml at 0.1 O.D.\r\n\n\n\r\n\n\n**Infection into AGS cells with _H. pylori_.**\r\n\n\n1| Grow AGS human gastric epithelial cells in Ham’s F12 modified medium supplemented with 10% FBS without antibiotics. Plate AGS cells on 6-well plates and incubate at 37\no\nC with 5% CO\n2\novernight.\r\n\n\n2| For infection, add _H. pylori_ to AGS cells at a ratio of 50 bacteria/cell. Determine bacterial density by optical density at 450 nm using a previously established growth curve.\r\n\n\n3| Incubate _H. pylori_ / AGS co-cultures at 37\no\nC with 5% CO\n2\nfor the indicated period.\r\n\n\n4| Confirm that more than 80% of the AGS cells acquire the hummingbird phenotype, which represents _cag_ PAI-positive _H. pylori_ infection. Lower infection efficacy is the cause of incapability of detecting AID expression.\r\n\n\n\r\n\n\n**Extract RNA from AGS cells infected with _H. pylori_.**\r\n\n\n1| Extract total RNA from cultured cells 24 h after infection with bacteria using Sepasol-RNA Super-I reagent according to the manufacturer’s instructions.\r\n\n\n2| Dissolve RNA into RNase-free water and store at -80\no\nC.\r\n\n\n\r\n\n\n**Detection of _AID_ transcript by reverse transcription-polymerase chain reaction \\(RT-PCR).**\r\n\n\n1| Perform reverse transcription \\(RT) using the Superscript III first strand synthesis system.\r\n\n\n2| Perform polymerase chain reaction \\(PCR) amplification using ExTaq polymerase on a GeneAmp PCR System 9700. Perform 45 cycles of 94 °C for 1 min., 55 °C for 1 min., and 72 °C for 1 min. Use non-template controls, and reaction with RNase-A as negative controls for each amplification. Use templates derived from AID-overexpressing BL2 cells as positive controls. To standardize the results for variability in RNA and cDNA quantity and quality, quantify the total _β-actin_ gene transcripts in each sample as an internal control.\r\n\n\n\r\n\n\n**Quantification of human _AID_ gene expression by quantitative real-time RT-PCR.** \r\n\n\n1| Perform quantification of human _AID_ gene expression by quantitative real-time RT-PCR using a Real Time PCR System 7300 and TaqMan Universal PCR Master Mix according to the manufacturer’s instructions. \r\n\n\n2| Incubate at 50 °C for 2 min., 95 °C for 10 min., and then perform 45 cycles of 95 °C for 15 sec. and 60 °C for 1 min.\r\n\n\n3| Generate standard curves for _AID_ for every target using a 10-fold serial dilution series of 5 independent transcripts derived from BL2-lymphoma cells highly expressing _AID_.\r\n\n\n4| To assess the quantity of isolated RNA, as well as the efficiency of cDNA synthesis, normalize target cDNAs to the endogenous mRNA levels of the housekeeping reference gene _18S ribosomal RNA_ \\(_18S rRNA_)\n23\n.\r\n\n\n5| Examine the reproducibility of the quantification method by comparing the results obtained from replicate samples during the same reaction run and those from independent runs on different days. Perform the PCR procedures at least three times for each sample.\r\n\n\n\r\n\n\n**Extract protein from AGS cells infected with _H. pylori_.**\r\n\n\n1| Collect cells 24 h after infection of bacteria with a cell scraper from 6-well plates on ice.\r\n\n\n2| Wash cells with ice-cold PBS once.\r\n\n\n3| Obtain total cell lysates by lysing the cells in RIPA lysis buffer containing Complete Mini protease inhibitor cocktail tablets.\r\n\n\n4| Store at -80 °C.\r\n\n\n\r\n\n\n**Detection of AID protein by immunoblot analysis.**\r\n\n\n1| Determine protein concentration with Protein Assay Dye Reagent Concentrate.\r\n\n\n2| Add SDS sample buffer with β-ME to the sample proteins to achieve the same concentration.\r\n\n\n3| Boil at 100 °C for 5 min.\r\n\n\n4| Protein samples, extracted from AGS cells or AID-overexpressing BL2 cells as a positive control, are resolved on 1.5 mm-thick 12.5% SDS-PAGE gels and run at 100 V for 1 h with Mini-PROTEAN 3 Cell according to the manufacturer’s instructions.\r\n\n\n5| Pre-equilibrate SDS-PAGE gels in transfer buffer prior to electrophoretic transfer.\r\n\n\n6| Electrophoretically transfer proteins from gels to polyvinylidene difluoride \\(PVDF) membranes \\(pore size; 0.2 μm) at 20 mA for 17.5-20 h. Before electrophoretic transfer, pre-wet PVDF membranes in 100% methanol and then rinse in transfer buffer.\r\n\n\n7| Block with blocking buffer at room temperature \\(RT) for 1 h.\r\n\n\n8| Incubate with polyclonal antibodies against human AID in PBST supplemented with 10% blocking buffer at 4°C overnight.\r\n\n\n9| Wash membranes with PBST three times and incubate with secondary antibody in PBST supplemented with 10% blocking buffer at RT for 30min.\r\n\n\n10| Wash membranes with PBST three times and then wash with PBS once.\r\n\n\n11| Perform ECL. Add Immobilon Western Chemiluminescent HRP Substrate on PVDF membranes.\r\n\n\n12| Expose on the film and develop.\r\n\n\n13| After detection of AID protein, wash PVDF membranes with H\n2\nO. To detect α-tubulin as an internal control, block and incubate membranes with Mouse monoclonal antibodies against α-tubulin and then secondary antibody. Repeat steps from 7-12.\r\n\n\n\r\n\n\n**Detection of AID protein in the cells by immunostaining.** \r\n\n\n1| Grow AGS cells on Lab-Tek Chamber Slide System glass slides.\r\n\n\n2| 24 h after infection with _H. pylori_, wash cells with PBS, and fix in 10% formalin/PBS solution at room temperature for 15 min.\r\n\n\n3| Wash cells with PBS and permeabilize with 0.1% Triton X-100/PBS solution at room temperature for 5 min.\r\n\n\n4| Wash cells with PBS and quench endogenous peroxidase activity with 0.3% H\n2\nO\n2\n/methanol at room temperature for 30 min. \r\n\n\n5| Wash cells with PBS and block with 1% BSA/PBS solution.\r\n\n\n6| Incubate cells with primary polyclonal AID-specific or α-tubulin-specific antibody at 4°C overnight.\r\n\n\n7| Wash cells with PBS and incubate cells with biotinylated secondary antibody at room temperature for 30 min. \r\n\n\n8| Wash cells with PBS and add ABC reagent, avidin/biotinylated enzyme complex.\r\n\n\n9| Wash cells with PBS and incubate cells with DAB Substrate until the desired stain intensity develops.\r\n\n\n10| Rinse cells with water to stop development by DAB substrate.\r\n\n\n11| Mount cells in Mount-Quick."
        },
        {
            "header": "Troubleshooting",
            "content": "Carefully check for the motility of _H. pylori_ to make sure that the cultures are still mostly viable just before adding bacteria to AGS cells, since overgrowth can quickly result in mostly dead bacteria.\r\n\n\nInfection efficacy of _H. pylori_ is important to achieve a strong enough signal to detect AID in the AGS cells.\r\n\n\nThe expression level of AID in AGS cells infected with _cag_ PAI-positive _H. pylori_ is relatively lower than that of AID-overexpressing BL2 cells. It is important to add more templates to detect _AID_ transcript by RT-PCR or real-time RT-PCR, and to load more lysates to detect AID by immunoblot analyses, than those from BL2 cells.\r\n\n\nIt is also important to avoid contamination of samples derived from BL2 cells into those of AGS cells."
        },
        {
            "header": "Anticipated Results",
            "content": "The expression of AID is highly regulated and restricted to the germinal center B cells, and there is only a trace amount of AID expression in AGS gastric epithelial cells in the resting state. There should be marked upregulation of AID expression, however, after _cag_ PAI-positive _H. pylori_ infection compared with that without infection. RT-PCR analysis gives an expected product of 139 base pairs of _AID_. Immunoblot analysis gives 24 kDa-product of AID. AID immunoreactivity was specifically observed in the cells exhibiting the hummingbird phenotypes by cell immunostaining procedure."
        },
        {
            "header": "References",
            "content": "1. Peek, R.M., Jr. &amp; Blaser, M.J. Helicobacter pylori and gastrointestinal tract adenocarcinomas. Nat Rev Cancer 2, 28-37 \\(2002).\r\n  2. Chiba, T., Seno, H., Marusawa, H., Wakatsuki, Y. &amp; Okazaki, K. Host factors are important in determining clinical outcomes of Helicobacter pylori infection. J Gastroenterol 41, 1-9 \\(2006).\r\n  3. Schistosomes, liver flukes and Helicobacter pylori. IARC Working Group on the Evaluation of Carcinogenic Risks to Humans. Lyon, 7-14 June 1994. IARC Monogr Eval Carcinog Risks Hum 61, 1-241 \\(1994).\r\n  4. Kodama, M. et al. Helicobacter pylori-infected animal models are extremely suitable for the investigation of gastric carcinogenesis. World J Gastroenterol 11, 7063-71 \\(2005).\r\n  5. Watanabe, T., Tada, M., Nagai, H., Sasaki, S. &amp; Nakao, M. Helicobacter pylori infection induces gastric cancer in mongolian gerbils. Gastroenterology 115, 642-8 \\(1998).\r\n  6. Naumann, M. &amp; Crabtree, J.E. Helicobacter pylori-induced epithelial cell signalling in gastric carcinogenesis. Trends Microbiol 12, 29-36 \\(2004).\r\n  7. Tomb, J.F. et al. The complete genome sequence of the gastric pathogen Helicobacter pylori. Nature 388, 539-47 \\(1997).\r\n  8. Viala, J. et al. Nod1 responds to peptidoglycan delivered by the Helicobacter pylori cag pathogenicity island. Nat Immunol 5, 1166-74 \\(2004).\r\n  9. Peek, R.M., Jr. et al. Heightened inflammatory response and cytokine expression in vivo to cagA+ Helicobacter pylori strains. Lab Invest 73, 760-70 \\(1995).\r\n  10. Crabtree, J.E. et al. Systemic and mucosal humoral responses to Helicobacter pylori in gastric cancer. Gut 34, 1339-43 \\(1993).\r\n  11. Blaser, M.J. et al. Infection with Helicobacter pylori strains possessing cagA is associated with an increased risk of developing adenocarcinoma of the stomach. Cancer Res 55, 2111-5 \\(1995).\r\n  12. Parsonnet, J., Friedman, G.D., Orentreich, N. &amp; Vogelman, H. Risk for gastric cancer in people with CagA positive or CagA negative Helicobacter pylori infection. Gut 40, 297-301 \\(1997).\r\n  13. Segal, E.D., Falkow, S. &amp; Tompkins, L.S. Helicobacter pylori attachment to gastric cells induces cytoskeletal rearrangements and tyrosine phosphorylation of host cell proteins. Proc Natl Acad Sci U S A 93, 1259-64 \\(1996).\r\n  14. Azuma, T. et al. Distinct diversity of the cag pathogenicity island among Helicobacter pylori strains in Japan. J Clin Microbiol 42, 2508-17 \\(2004).\r\n  15. Matsumoto, Y. et al. Helicobacter pylori infection triggers aberrant expression of activation-induced cytidine deaminase in gastric epithelium. Nat Med 13, 470-6 \\(2007).\r\n  16. Honjo, T., Kinoshita, K. &amp; Muramatsu, M. Molecular mechanism of class switch recombination: linkage with somatic hypermutation. Annu Rev Immunol 20, 165-96 \\(2002).\r\n  17. Kinoshita, K. &amp; Nonaka, T. The dark side of activation-induced cytidine deaminase: relationship with leukemia and beyond. Int J Hematol 83, 201-7 \\(2006).\r\n  18. Kou, T. et al. Expression of activation-induced cytidine deaminase in human hepatocytes during hepatocarcinogenesis. Int J Cancer 120, 469-76 \\(2007).\r\n  19. Endo, Y. et al. Expression of activation-induced cytidine deaminase in human hepatocytes via NF-kappaB signaling. Oncogene \\(2007).\r\n  20. Blanchard, T.G., &amp; Nedrud, J. G. Helicobacter Species Growth and Maintenance. Current Protocols in Microbiology \\(2006).\r\n  21. Matsumoto, Y. et al. Eradication of Helicobacter pylori and resolution of gastritis in the gastric mucosa of IL-10-deficient mice. Helicobacter 10, 407-15 \\(2005).\r\n  22. Ta, V.T. et al. AID mutant analyses indicate requirement for class-switch-specific cofactors. Nat Immunol 4, 843-8 \\(2003).\r\n  23. Matsumoto, T. et al. Expression of APOBEC2 is transcriptionally regulated by NF-kappaB in human hepatocytes. FEBS Lett 580, 731-5 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank TG Blanchard \\(University of Maryland School of Medicine) for his critical reading and editing the manuscript."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm1566",
                "date": "2007-06-07 20:01:52",
                "title": "Helicobacter pylori infection triggers aberrant expression of activation-induced cytidine deaminase in gastric epithelium",
                "authors": [
                    "Yuko Matsumoto",
                    "Hiroyuki Marusawa",
                    "Kazuo Kinoshita",
                    "Yoko Endo",
                    "Tadayuki Kou",
                    "Toshiyuki Morisawa",
                    "Takeshi Azuma",
                    "Il-Mi Okazaki",
                    "Tasuku Honjo & Tsutomu Chiba"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10310,
                "identity": "9ef94c4b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuko Matsumoto",
                "email": "",
                "orcid": "",
                "institution": "Department of Gastroenterology and Hepatology, Graduate School of Medicine,Kyoto University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuko",
                "middleName": "",
                "lastName": "Matsumoto",
                "suffix": ""
            },
            {
                "id": 10311,
                "identity": "9ef94ee5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hiroyuki Marusawa",
                "email": "",
                "orcid": "",
                "institution": "Department of Gastroenterology and Hepatology, Graduate School of Medicine,Kyoto University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroyuki",
                "middleName": "",
                "lastName": "Marusawa",
                "suffix": ""
            },
            {
                "id": 10312,
                "identity": "9ef9508f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazuo Kinoshita",
                "email": "",
                "orcid": "",
                "institution": "Evolutionary Medicine, Shiga Medical Center Research Institute, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazuo",
                "middleName": "",
                "lastName": "Kinoshita",
                "suffix": ""
            },
            {
                "id": 10313,
                "identity": "9ef9531f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tasuku Honjo",
                "email": "",
                "orcid": "",
                "institution": "Department of Immunology and Genomic Medicine, Graduate School of Medicine,Kyoto University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tasuku",
                "middleName": "",
                "lastName": "Honjo",
                "suffix": ""
            },
            {
                "id": 10314,
                "identity": "9ef95575-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tsutomu Chiba",
                "email": "",
                "orcid": "",
                "institution": "Department of Gastroenterology and Hepatology, Graduate School of Medicine,Kyoto University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tsutomu",
                "middleName": "",
                "lastName": "Chiba",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 14:46:58",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.237",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.237",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15665617,
                "identity": "519b70c7-b0da-42c6-a2e8-d94ef841b2dd",
                "added_by": "auto",
                "created_at": "2021-11-18 13:32:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 181943,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-255/v1/1c1b0968-62f7-4d16-ad00-6af401598cea.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Helicobacter pylori, activation-induced cytidine deaminase",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Detection of activation-induced cytidine deaminase in gastric epithelial cells infected with cag pathogenicity island-positive Helicobacter pylori",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-06-14 05:07:04",
                "doi": "10.1038/nprot.2007.237",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef8f7eb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 14th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1756,
                "name": "Biochemistry"
            },
            {
                "id": 1757,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 1760,
                "name": "Genetics"
            },
            {
                "id": 1761,
                "name": "Biological techniques"
            },
            {
                "id": 1763,
                "name": "Microbiology"
            },
            {
                "id": 1764,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-06-14 05:07:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}