{
    "identity": "pex-1744",
    "title": "<p>Crosstalk among strenuous exercise, IL-6 and S-Protein Based Vaccines for COVID-19 may explain the rare adverse effects of myocarditis and thrombosis in recently vaccinated young people. A prospective observational study.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>&nbsp;</p><p><strong>1- INTRODUCTION</strong></p><p>Acute myocardial injury, defined by elevated cardiac biomarkers, most notably high sensitivity cardiac troponin (cTn), is common in COVID-19 patients(1). COVID-19 was initially identified as a respiratory system disease, but it has since been discovered to interact with and affect the cardiovascular system, causing myocardial damage and cardiac and endothelial dysfunction primarily through the Angiotensin-converting enzyme 2 (ACE-2) receptor(2,3,4,5). Similarly to COVID-19 infection, reports have suggested a link between myocarditis and the use of messenger RNA (mRNA) vaccines against coronavirus disease 2019. (Covid-19), male patients aged 16 to 29 years had the highest incidence of myocarditis (10.69 cases per 100,000 people. A total of 76% of myocarditis cases were classified as mild, 22% as intermediate, and 1 case was associated with cardiogenic shock(6). In the Israeli study by Barda et al.,(7)vaccination resulted in 2.7 excess cases of myocarditis per 100,000 vaccinated persons. The CDC estimates that the incidence of myocarditis after any Covid-19 vaccination is 0.48 cases per 100,000 overall and 1.2 cases per 100,000 among vaccine recipients between the ages of 18 and 29 based on data from the Vaccine Adverse Events Reporting System(8). Moreover, the most common coagulation abnormalities in COVID19 patients point to a hypercoagulable state, which has been labeled thromboinflammation or COVID19–associated hemostatic abnormalities (CAHA)(9,10,11). As same as&nbsp;covid-19 infection ,the discovery of the rare but serious and potentially fatal complication of vaccine-induced thrombotic thrombocytopenia (VITT) raised concerns about the safety of COVID-19 vaccines, prompting many countries to reconsider vaccination strategies(12,13). Cases of apparent secondary immune thrombocytopenia (ITP) following SARSCoV2 vaccination with both the Pfizer and Moderna versions have been reported and brought to public attention(14). Herein, we&nbsp;hypothesize a testable hypothesis that high secretion of IL-6&nbsp;in both COVID-19 infection and Vaccination could lead to these&nbsp;adverse effects of&nbsp;myocarditis and thrombosis.&nbsp;In addition to depending on this hypothesis we suggest that there&nbsp;are real risks of exercising&nbsp;via inducing proinflammatory IL-6 after the COVID-19 vaccine and infection.</p><p>&nbsp;</p><p><strong>&nbsp;1-2-OUR HYPOTHESIS</strong></p><p><strong>1-2-1-COVID-19 Infection and Vaccine could induce the secretion of&nbsp;IL-6</strong></p><p><strong>&nbsp;</strong></p><p>Both COVID-19 infection and vaccination lead to hyper secretion of proinflammatory Il-6. The current evidence showed that severely ill patients tend to have&nbsp;a high concentration of pro-inflammatory cytokines, such as interleukin (IL)-6, compared to those who are moderately ill(15).&nbsp;IL-6 is one of the&nbsp;key mediators of inflammation and viral cytokine storm&nbsp;in COVID-19. After viral infection, viral products also enhance the transcription or translation of IL-6 from cells such as fibroblast, mesenchyme, endothelial and many other cells(16). Cytokine storm is suggested as one of the major pathological characteristics of SARS-CoV-2 infection, It was found&nbsp;that the presence of SARS-CoV-2 spike protein in epithelial cells promotes IL-6 trans-signaling by activation of the AT1 axis to initiate coordination of a hyper-inflammatory response(17). Also, It was showed that increase of TNF-a and&nbsp;IL-6&nbsp;was found after the 1st&nbsp;vaccination&nbsp;in individuals with pre-existing&nbsp;COVID-19 immunity(18) and also,&nbsp;IL-6 were significantly higher after the second COVID vaccination dose of S-Protein Based Vaccines&nbsp;for&nbsp;COVID-19&nbsp;&nbsp;at day 23 than those at day 2 (18). Compared to the DNA vaccine, the mRNA vaccine induced a more robust production of IL-5, IL-6(19) .&nbsp;Pro-inflammatory cytokines IL-6, TNF-α, a heterodimeric cytokine belonging to the IL-12 family were increased early upon vaccine administration(20).</p><p><br></p><p><strong>1-2-2- Strenuous exercise couild induce the secretion of IL-6 via lactate</strong></p><p>&nbsp;</p><p>IL-6 is produced by many different cell types including monocytes/macrophages, fibroblasts, endothelial cells and adipocytes (21). Exercise causes the release of interleukin-6 (IL-6) from skeletal muscle cells (22,26), Exercise-mediated IL-6 release is tightly correlated with exercise intensity and duration; thus, IL-6 is considered an energy sensor that is released from contracting muscles during strenuous exercise, as shown in figure 2, concurrently with energy and glycogen depletion. Exercise is known to be associated with intramuscular activation of MMP2 and MMP9 as in figure 1, MMP-2 (a type of gelatinase A, 72 kDa)&nbsp;and MMP-9 (a type of gelatinase B, 92 kDa) are composed of 3 domains, distinguished by the presence of type II additional fibronectin domain inserted into the catalytic domain. (28,29,30,31). Both the activity and transcription of MMP2 and MMP9 have been shown to increase during an acute bout of exercise, and activation of matrix metalloproteinases has been measured as a spillover into the bloodstream. Matrix metalloproteinases and other proteases are known to mediate ectodomain shedding of cytokines, chemokines, growth factors, and their receptors, which occurs as part of the regulation of the innate and adaptive immune systems, for example. Exercise causes skeletal muscle cells to release IL-6, and it raises the plasma concentration of IL-6 100 times higher than at rest (23). Strenuous exercise raises levels of a variety of pro- and anti-inflammatory cytokines. The concentration of IL-6 increases up to 100-fold after strenuous exercise, such as a marathon race (3,4). Recently, it was shown that IL-6 is produced locally in contracting skeletal muscles and that the net release from the muscle can account for the exercise-induced increase in arterial concentration. IL-6 is produced in greater quantities in response to exercise than any other cytokine, IL-6 is produced locally in skeletal muscle in response to exercise, and IL-6 is known to increase hepatic glucose output and lipolysis. These findings suggest that IL-6 may be a critical link between contracting skeletal muscles and exercise-related metabolic changes (23,24). IL-6 is a pleiotropic cytokine with numerous biological effects. In response to prolonged exercise, skeletal muscle produces IL-6, which is then released into the bloodstream. Circulating IL-6 is thought to keep energy levels stable during exercise by acting as an energy sensor and stimulating glucose production. If there is tissue damage, immune cells infiltrate and secrete cytokines, including IL-6, to repair the skeletal muscle damage. As skeletal muscle adapts to training, the IL-6 response to exercise is reduced with adequate rest and nutrition. Sustained IL-6 elevations, however, caused by repeated bouts of unfamiliar activities or prolonged exercise with limited rest, may have unfavourable physiologic effects, such as accelerated muscle proteolysis and decreased nutrient absorption, and may impair normal adaptive responses to training. . Recent intervention studies have looked into the role of mixed meals or carbohydrate, protein, omega-3 fatty acid, or antioxidant supplementation in reducing exercise-induced IL-6 increases. Emerging evidence suggests that adequate energy intake prior to exercise is important in reducing exercise-induced IL-6 by preserving muscle glycogen. We describe various nutritional interventions that may affect the IL-6 response to exercise in healthy human adults and make suggestions for future research into the role of IL-6 in the adaptive response to exercise. – (22,23). Interleukin-6 (IL-6) is a multifunctional cytokine that modulates cells that express membrane-bound IL-6 receptors; however, IL-6 in complex with soluble IL-6R can bind to any cell that expresses glycoprotein 130. (gp130). As a result, all cell types may respond to IL-6's pro- and anti-inflammatory properties. Since the first report of an acute exercise-induced increase in plasma IL-6 in the early 1990s, scientists have attempted to identify the factors that influence the magnitude of change in plasma IL-6, as well as the potential biological roles of this cytokine. Evidence suggests that the intensity and duration of exercise, as well as the type of contraction (eccentric or concentric), and muscle damage, all influence the IL-6 response to acute exercise. Most studies in the last decade have focused on IL-6 as a 'energy sensor,' possibly secreted by skeletal muscle, that activates glycogenolysis in the liver and lipolysis in fat tissue to provide muscle with the increasing energy demands during exercise. (23,24,25). Exercise causes an increase in IL-6 plasma concentrations. Peak IL-6 levels are reached at the end of the exercise or shortly thereafter. Chronic increase in IL-6 lead to hyperinsulinemia, reduced body mass and impaired insulin to regulate glucose uptake in skeletal muscle. In elderly patients with type 2 DM, the circulating IL-6 level is 2 to 3 times higher than younger and healthier individuals (33,34,35).</p><p><br></p><p><strong>1-3- Consequences of Our hypothesis</strong></p><p><br></p><p>1-3-1-Crosstalk among IL -6, Deep Vein Thrombosis, Myocarditis and COVID vaccine</p><p><br></p><p>The risks of acute myocarditis associated with SARS-CoV-2 infection and after COVID-19 mRNA vaccination have garnered intense social media attention(36).&nbsp;It was showed that most patients who experienced myocarditis after COVID-19 vaccine were male&nbsp;youth&nbsp;aged 16 to 29 years had the highest incidence of myocarditis(6). The highest incidence of myocarditis occurred after the second vaccination and mostly in young men (83 of 117 patients were aged ≤30 years and only 15 of 117 patients were women)(37,38). Most of the cases arose within the first week, typically 3–4 days after the vaccination&nbsp;In addition to the induction effect of COVID-19 vaccine on IL-6, vaccinated&nbsp;youth&nbsp;in this age could practice strenuous exercise and this could boost the effect of IL-6 leading to existing of&nbsp;myocarditis and thrombosis. Therefore, we suggest that IL-6 could induce myocarditis in those category of people as a result of strenuous exercise and vaccine effect.&nbsp;It was showed that IL-6 levels were significantly higher in those with CHD than in control individuals, long-term IL-6 levels are associated with CHD risk(36). Coronary heart disease (CHD), the leading cause of death among adults in developed countries, kills one person in the US every minute. This is known technically as a \"myocardial infarction\" (MI), but it is more commonly referred to as a heart attack. Cigarette smoking, high blood pressure, high cholesterol (a type of fat), being overweight, and being physically inactive all increase the risk of developing CHD, as do some inherited factors. CHD treatments include lifestyle changes (such as losing weight and exercising regularly) as well as medications that lower blood pressure and cholesterol. In the worst-case scenario, the narrowed artery can be widened with a stent or surgically bypassed(39). In addition myocarditis, also mRNA COVID vaccine was showed to induce thrombocytopenia and thrombosis&nbsp;in young people, two young, healthy doctors were diagnosed with deep vein thrombosis 27 and 29 days, respectively, after receiving the AstraZeneca ChAdOx1 nCoV-19 vaccine(40).&nbsp;An unusual presentation of acute deep vein thrombosis was discovered in the right upper extremity of a 27-year-old Caucasian female, 3 days after receiving her second dose of the Moderna COVID-19 vaccine, according to a recent report describing 19 of 20 patients included age (range 22–73 years old) (41) Interleukin-6 has been shown to mediate the platelet abnormalities and thrombogenesis associated with experimental colitis in mice (42). Furthermore, Interleukin-6 stimulates thrombopoiesis via thrombopoietin (43) In line with previous research, we discovered that IL-6 was significantly upregulated in both DVT patients and DVT mice (44).</p><p><br></p><p><strong>Study&nbsp;Description:</strong></p><p><br></p><p>The study is configured as a retrospective and prospective observational study. The study will be multi-center and will involve&nbsp;young patient who will be vaccinated with&nbsp;first ,second and third&nbsp;dose of&nbsp;spike protein based vaccine (Moderna and Pfizer-BioNTech vaccine). Pfizer-BioNTech have successfully developed the BNT162b2 mRNA vaccine, which consists of the full-length S glycoprotein with the K986P and V987P mutation sites. The mRNA-1273 vaccine&nbsp;from the company Moderna contains the coding sequence for an S glycoprotein stabilized by a pair of proline substitutions (K986P/V987P), with a transmembrane anchor and an intact S1-S2 cleavage site(45). This study seeks to investigate the possible&nbsp;hypothesized correlation&nbsp;among strenuous exercise ,Il-6 and the rare adverse effects such as myocarditis and thrombosis in&nbsp;recently vaccinated&nbsp;young patients who practice strenuous exercise&nbsp;aged 16 to 40 years. In this study we will include both young patients who haven't been&nbsp;infected with COVID-19&nbsp;or who have been&nbsp;infected and completely recovered from COVID-19 infection. We will examine the levels of pro inflammatory IL-6&nbsp;the different stages of vaccination. We will assess the correlation among strenuous exercise, IL-6 production. Myocarditis and thrombosis. Moreover, we will investigate if the old infection have any adverse effects associated with the strenuous exercise and IL-6 production. We will assess the proinflammatory IL-6 and thrombotic factors like D dimer, thrombin and platelet aggregation in the different stages and doses of spike protein based vaccination.&nbsp;As Covid-19 is a new disease, the existing research literature on this specific topic is extremely limited, and so far this study would be the first in this area.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Reagents </strong></p><p><strong>4-Detection of the Human IL-6</strong></p><p><strong>Materials Supplied Item</strong></p><p>Condition of Quantity Storage 1 vial (+4oC) human IL-6 lyophilized capture antibody Human IL-6 Antibody (10X 600 L +4oC). Human IL-6 Recombinant Lyophilized Protein (2 Vials +4oC). 5BI Antibody Diluent (6 mL +4oC). PT Wash Buffer (10X 20 mL +4oC) (12 mL +4oC TMB Substrate). (12 mL +4oC Stop Solution). NS Sample Diluent (50 mL +4oC) . Microplate with anti-tag coating (12 x 8 well strips) (96 Wells +4oC) 1 +4oC plate seal . Materials Required, Microplate reader with the ability to measure absorbance at 450 or 600 nm. Protein concentration determination method (BCA assay recommended). Deionized water Pipettes with multiple and single channels. Standard dilution tubes For all incubation steps, use a plate shaker.</p><p><strong>&nbsp;</strong></p><p><strong>Reagent Preparation</strong></p><p>Before using, bring all reagents to room temperature (18-25°C). Reagents for 96 wells are included in the kit. The sample volumes listed below are enough for 48 wells (6 x 8-well strips); adjust volumes to fit the number of strips in your experiment. Only prepare as much reagent as is required on the day of the experiment. The stability of Capture and Detector Antibodies has only been tested in the 10X formulations provided. 1X Wash Buffer PT: Dilute Wash Buffer PT 10X with deionized water to make 1X Wash Buffer PT. Combine 5 mL Wash Buffer PT 10X with 45 mL deionized water to make 50 mL 1X Wash Buffer PT. Thoroughly and gently combine. Prepare 10X Capture Antibody by resuspending the Human IL-6 Lyophilized Capture Antibody in Sample Diluent NS. Fill the tube with 660L of Sample Diluent NS. R .Antibody Cocktail: Prepare Antibody Cocktail by diluting the capture and detector antibodies in Antibody Diluent 5BI. To make 3 mL of the Antibody Cocktail combine 300 µL 10X Capture</p><p>Antibody and 300 µL 10X Detector Antibody with 2.4 mL Antibody Diluent 5BI. Mix thoroughly and gently. Standard Preparation Always prepare a fresh set of standards for every use. Discard working standard dilutions after use. The following section describes the preparation of a standard curve for duplicate measurements (recommended). 1. IMPORTANT: If the protein standard vial has a volume identified on the label, reconstitute the IL-6 standard by adding that volume of Sample Diluent NS indicated on the label. Alternatively, if the vial has a mass identified, reconstitute the IL-6 standard by adding 500 μL Sample Diluent NS. Hold at room temperature for 10 minutes and mix gently. This is the 2000 pg/mL Stock Standard Solution. 2. Label eight tubes, Standards 1– 8. 3. Add 225 μL Sample Diluent NS into tube number 1 and 150 μL of Sample Diluent NS into numbers 2-8. 4. Use the Stock Standard to prepare the following dilution series. Standard #8 contains no protein and is the Blank control</p><p><strong>Assay Procedure</strong></p><p>&nbsp;</p><p>&nbsp;Before using, bring all materials and prepared reagents to room temperature. All standards, controls, and samples are tested in duplicate. 1) Prepare all reagents, working standards, and samples according to the instructions in the previous sections. 2) Remove any excess microplate strips from the plate frame, reseal the foil pouch containing the desiccant pack, and store at 4oC. 3) Pour 50 L of each sample or standard into the appropriate wells. 4) Fill each well with 50 L of the Antibody Cocktail. 5) Seal the plate and incubate it at room temperature for 1 hour on a plate shaker set to 400 rpm. 6) Wash each well three times with 3 x 350 L 1X Wash Buffer PT. Aspirate or decant from wells before dispensing 350 L 1X Wash Buffer PT into each well. The removal of all liquid at each step is critical for good performance. Invert the plate and blot it against clean paper towels to remove excess liquid after the last wash. 7) Fill each well with 100 L of TMB Development Solution and incubate for 10 minutes in the dark on a plate shaker set to 400 rpm. Given the variability in laboratory environmental conditions, the optimal incubation time may range from 5 to 20 minutes. Nota bene: Adding Stop Solution changes the colour from blue to yellow and increases the signal intensity by about 3X. To avoid signal saturation, move on to the next step before the standard's high concentration reaches a blue colour of O.D.600 equal to 1.0. 8) Fill each well with 100 L of Stop Solution. To mix, shake the plate for 1 minute on a plate shaker. Take an OD reading at 450 nm. This is a reading of the endpoint. 9</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Equipment used</strong></p><p><strong>1- Electrocardiogram (ECG or EKG)</strong></p><p><strong>2-Cardiac magnetic resonance (MR)</strong></p><p>Cardiac magnetic resonance (MR) is an established noninvasive diagnostic tool for detection of acute myocarditis. Diagnosis of myocarditis at 1.5T is currently made with the help of the Lake Louise Criteria (two of three criteria have to be positive in order to establish the diagnosis). Although these criteria are accepted and widely used in clinical routine, several disadvantages exist. Newer parameters like myocardial T1 and T2 mapping, extracellular volume fraction (ECV) and myocardial strain analysis have the potential to complement or even replace some of the Lake Louise Criteria and further enhance the diagnostic performance of cardiac MR in patients suspected of having acute myocarditis..&nbsp;</p><p><strong>3-CT venography or magnetic resonance venous thrombosis </strong></p><p>The guidelines recommend that for patients with moderate or high likelihood of DVT, if two consecutive ultrasound examinations are negative, further X-ray venography, CT venography or magnetic resonance venous thrombosis direct imaging are recommended. Among them, magnetic resonance thrombus direct imaging depends on the content of methemoglobin in the body and will not produce radiation to the human body. it can not only accurately judge the thrombus in the pelvic and inferior vena cava, but also show the details of the changes in the vein wall or lumen. Therefore, magnetic resonance thrombus direct imaging has a certain potential in the differential diagnosis of acute, subacute and old thrombus. In this study, we will use magnetic resonance thrombus direct imaging to stage and judge the efficacy of drug treatment, in order to provide help for clinic.</p>"
        },
        {
            "header": "Procedure",
            "content": "Groups/Cohorts\n1- Blood samples will be collected from 300 young vaccinated patient who haven't been infected with COVID-19 and also  practice strenuous exercise during the vaccination time. The blood levels of the proinflammatory IL-6, Thrombin, D-dimer and platelet aggregation will be assessed during the course of vaccination. Magnetic resonance thrombography is used to determine the location of thrombus, quantify the thrombus and determine its stage.\nClinically suspected acute myocarditis during the course of vaccination\nFollowing a physical examination, tests are performed to confirm myocarditis and determine its severity. Electrocardiogram is one of the tests used to diagnose myocarditis (ECG or EKG).\nMyocarditis AM will be diagnosed using five criteria: (a) a history of flu-like symptoms during vaccination; (b) new onset of symptoms such as fatigue/breathlessness, chest pain, mild dyspnea, and/or palpitation; (c) ischemic ECG pattern (ST-segment elevation and/or T-wave anomalies); (d) increase in inflammatory markers and cardiac enzymes (non-high-sensitivity CRP > 8 mg/L and/or white blood cell count > 11.000/mm3) We will exclude patients who have previously been treated for cardiovascular disease, as well as those who have electrocardiographic evidence of bradyarrhythmias (second-degree atrioventricular block) or tachyarrhythmias (ventricular or supraventricular arrhythmias).\n2-Blood samples will be collected from 300 young vaccinated patient who have been recovered from COVID-19 and also practice strenuous exercise during the vaccination time. The blood levels of the proinflammatory IL-6, Thrombin, D-dimer and platelet aggregation will be assessed during the course of vaccination. Magnetic resonance thrombography is used to determine the location of thrombus, quantify the thrombus and determine its stage.\nClinically suspected acute myocarditis during the course of vaccination\nFollowing a physical examination, tests are performed to confirm myocarditis and determine its severity. Electrocardiogram is one of the tests used to diagnose myocarditis (ECG or EKG).\nAM will be diagnosed using five criteria: (a) a history of flu-like symptoms during vaccination; (b) new onset of symptoms such as fatigue/breathlessness, chest pain, mild dyspnea, and/or palpitation; (c) ischemic ECG pattern (ST-segment elevation and/or T-wave anomalies); (d) increase in inflammatory markers and cardiac enzymes (non-high-sensitivity CRP > 8 mg/L and/or white blood cell count > 11.000/mm3) We will exclude patients who have previously been treated for cardiovascular disease, as well as those who have electrocardiographic evidence of bradyarrhythmias (second-degree atrioventricular block) or tachyarrhythmias (ventricular or supraventricular arrhythmias).\nControl Groups\n1-   Blood samples will be collected from 300 young vaccinated patient who have been recovered from COVID-19 and don't practice any type of strenuous exercise during the vaccination time. The blood levels of the proinflammatory IL-6, Thrombin, D-dimer and platelet aggregation will be assessed during the course of vaccination. Magnetic resonance thrombography is used to determine the location of thrombus, quantify the thrombus and determine its stage.\nClinically suspected acute myocarditis during the course of vaccination\nFollowing a physical examination, tests are performed to confirm myocarditis and determine its severity. Electrocardiogram is one of the tests used to diagnose myocarditis (ECG or EKG).\nAM will be diagnosed using five criteria: (a) a history of flu-like symptoms during vaccination; (b) new onset of symptoms such as fatigue/breathlessness, chest pain, mild dyspnea, and/or palpitation; (c) ischemic ECG pattern (ST-segment elevation and/or T-wave anomalies); (d) increase in inflammatory markers and cardiac enzymes (non-high-sensitivity CRP > 8 mg/L and/or white blood cell count > 11.000/mm3) We will exclude patients who have previously been treated for cardiovascular disease, as well as those who have electrocardiographic evidence of bradyarrhythmias (second-degree atrioventricular block) or tachyarrhythmias (ventricular or supraventricular arrhythmias).\n2-   Blood samples will be collected from 300 young vaccinated patient who haven't been infected  with  COVID-19 and don't practice any type of strenuous exercise during the vaccination time. The blood levels of the proinflammatory IL-6, Thrombin, D-dimer and platelet aggregation will be assessed during the course of vaccination. Magnetic resonance thrombography is used to determine the location of thrombus, quantify the thrombus and determine its stage.\nClinically suspected acute myocarditis during the course of vaccination\nFollowing a physical examination, tests are performed to confirm myocarditis and determine its severity. Electrocardiogram is one of the tests used to diagnose myocarditis (ECG or EKG). AM will be diagnosed using five criteria: (a) a history of flu-like symptoms during vaccination; (b) new onset of symptoms such as fatigue/breathlessness, chest pain, mild dyspnea, and/or palpitation; (c) ischemic ECG pattern (ST-segment elevation and/or T-wave anomalies); (d) increase in inflammatory markers and cardiac enzymes (non-high-sensitivity CRP > 8 mg/L and/or white blood cell count > 11.000/mm3) We will exclude patients who have previously been treated for cardiovascular disease, as well as those who have electrocardiographic evidence of bradyarrhythmias (second-degree atrioventricular block) or tachyarrhythmias (ventricular or supraventricular arrhythmias)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>3 months </p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>Anticipated Results and Outcome Measures</strong></p><p><strong>Primary Outcome Measures&nbsp;&nbsp;:</strong></p><p>1.&nbsp;&nbsp;&nbsp;Demonstrating incidence of cardiac&nbsp;dysfunction of acute myocarditis during the course of the vaccination and follow up.</p><p>2.&nbsp;&nbsp;&nbsp;Demonstrating effect of deep thrombosis&nbsp;damage during the course of the vaccination and follow up</p><p>3.&nbsp;&nbsp;&nbsp;Thrombus-muscle signal-to-noise ratio [&nbsp;Time&nbsp;Frame:&nbsp;during the course of the vaccination and follow up</p><p>4.&nbsp;&nbsp;&nbsp;Quantitative analysis of thrombus will be&nbsp;performed by magnetic resonance thrombography for the first time, and the curative effect will be&nbsp;evaluated again during the course of the vaccination and follow up .</p><p><strong>Secondary Outcome Measures&nbsp;&nbsp;:</strong></p><p>Blood level of proinflammatory IL-6 during the course of the vaccination</p><p>Blood level of&nbsp;d-dimer during the course of the vaccination</p><p>Blood level of thrombin enzyme&nbsp;during the course of the vaccination</p><p>Blood level of platelets&nbsp;during the course of the vaccination</p><p>Left Ventricul Ejection Fraction (LVEF) assessed by cardiac Magnetic Resonance Imaging (MRI) [&nbsp;Time&nbsp;Frame:&nbsp;during the course of vaccination and&nbsp;follow-up]</p><p>Left Ventricul Ejection Fraction (LVEF) assessed by cardiac Magnetic Resonance Imaging (MRI)</p><p>Left Ventricul Ejection Fraction (LVEF) assessed by Trans Thoracic Echocardiograhy (TTE) [&nbsp;Time&nbsp;Frame:&nbsp;during the course of vaccination and&nbsp;follow-up]</p><p>Left Ventricul Ejection Fraction (LVEF) assessed by Trans Thoracic Echocardiograhy (TTE)</p><p>LVEF assessed by cardiac MRI [&nbsp;Time&nbsp;Frame:&nbsp;during the course of vaccination and&nbsp;follow-up]</p><p>LVEF assessed by cardiac MRI</p><p>LVEF assessed by cardiac TTE [&nbsp;Time&nbsp;Frame:&nbsp;during the course of vaccination and&nbsp;follow-up&nbsp;]</p><p>LVEF assessed by cardiac TTE</p><p>All cause of death rate [&nbsp;Time&nbsp;Frame:&nbsp;during the 3 month&nbsp;follow-up&nbsp;]</p><p>All cause of death rate</p><p>Cardiovascular death [&nbsp;Time&nbsp;Frame:&nbsp;at 12 months&nbsp;]</p><p>Cardiovascular death</p><p>Heart Failure [&nbsp;Time&nbsp;Frame:&nbsp;at 12 months&nbsp;]</p><p>Heart Failure</p><p>Ventricular tachycardia [&nbsp;Time&nbsp;Frame:&nbsp;during the 12 months follow-up&nbsp;]</p><p>Ventricular tachycardia</p><p><br></p><p>&nbsp;</p><p><strong>Criteria</strong></p><p>Inclusion Criteria:</p><p>Age &gt; 18 and &lt;40 &nbsp;years old</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Young people&nbsp;aged 19 to 40 years&nbsp;who haven't been infected with COVID-19 or&nbsp;vaccinated </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Young people aged 19 to 40 years&nbsp;who have been completely recovered&nbsp;from COVID-19 or&nbsp;vaccinated</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Young people aged 19 to 40 years&nbsp;who haven't been infected with COVID-19 </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Signed informed consent Normal Coronary angiography or coronary CT Scan (made during the previous year is acceptable) (normal is defined as stenosis &lt; 50%)&nbsp; absence of coronary artery diseases confirmed by coronary angiography or computed tomography in all patients with the exception of those younger than 30 years with a low risk of coronary artery disease.</p><p><strong>Exclusion Criteria:</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Previous heart diseases or thrombotic adverse effects </p><p>Diagnosed as fulminant myocarditis:</p><p>Evidence of myocarditis on biopsy or increased biomarkers of myocardial injury (TNI and CK-MB and BNP or NT-pro-BNP);</p><p>Acute onset of symptoms of cardiac dysfunction: dyspnea, palpation, chest pain, and/or syncope;</p><p>Image for cardiac injury: marked diffused reduction in left ventricle wall movement, with dramatically decreased left ventricle ejection fraction (LVEF) &lt; 45%;</p><p>Cardiogenic shock, e.g., systolic blood pressure ≤90 mmHg or mean arterial pressure &lt; 70mm Hg or a systolic blood pressure decrease &gt; 40 mm Hg, which is associated with the signs of hypofusion: cyanosis, cold extremities, oliguria, and/or changes in mental status.</p><p>Also considering acute coronary syndrome but unable to perform coronary angiography to distinguish acute coronary syndrome from fulminant myocarditis;</p><p>Myocardial injury caused by sepsis, chemotherapeutical agents, or poisons;</p><p>Unstable hemodynamics or shock caused by hypovolemia</p><p>Active coronary disease</p><p>Clinical Suspicion or proven underlying disease: systemic lupus, antiphospholipid antibodies, Lyme disease, trypanosomiase disease, myositis, signs of sarcoidosis, giant cell myocarditis, treated chronic inflammatory disease, tuberculosis, HIV, hepatitis B virus (HBV) or hepatitis C virus (HCV), Hepatitis B virus (HBV) infection</p><p>Hepatic impairment = Child-Pugh Class C</p><p>Mechanical ventilation</p><p>Circulatory assistance</p><p>Contra-indication to ANAKINRA (known hypersensitivity to the active substance or to any of the excipients, neutropenia &lt; 1,5.10^9/L)</p><p>Renal failure, Creatine Clearance (CrCl) &lt; 30 ml/min (MDRD)</p><p>Malignancy or any comorbidity limiting survival or conditions predicting inability to complete the study</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "</p><p>1-Ortega-Paz, L., Capodanno, D., Montalescot, G., &amp; Angiolillo, D. J. (2021). Coronavirus Disease 2019-Associated Thrombosis and Coagulopathy: Review of the Pathophysiological Characteristics and Implications for Antithrombotic Management.&nbsp;Journal of the American Heart Association,&nbsp;10(3), e019650. https://doi.org/10.1161/JAHA.120.019650 </p><p>2-Wang, D., Hu, B., Hu, C., Zhu, F., Liu, X., Zhang, J., Wang, B., Xiang, H., Cheng, Z., Xiong, Y., Zhao, Y., Li, Y., Wang, X., &amp; Peng, Z. (2020). Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China.&nbsp;JAMA,&nbsp;323(11), 1061–1069. <a href=\"https://doi.org/10.1001/jama.2020.1585\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1001/jama.2020.1585</a></p><p>3-Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5. Epub 2020 Jan 24. Erratum in: Lancet. 2020 Jan 30;: PMID: 31986264; PMCID: PMC7159299.</p><p>&nbsp;</p><p>4-Hoffmann M, Kleine-Weber H, Schroeder S, Krüger N, Herrler T, Erichsen S, Schiergens TS, Herrler G, Wu NH, Nitsche A, Müller MA, Drosten C, Pöhlmann S. SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell. 2020 Apr 16;181(2):271-280.e8. doi: 10.1016/j.cell.2020.02.052. Epub 2020 Mar 5. PMID: 32142651; PMCID: PMC7102627.</p><p>&nbsp;</p><p>5-Tikellis C, Thomas MC. Angiotensin-Converting Enzyme 2 (ACE2) Is a Key Modulator of the Renin Angiotensin System in Health and Disease. Int J Pept. 2012;2012:256294. doi: 10.1155/2012/256294. Epub 2012 Mar 20. PMID: 22536270; PMCID: PMC3321295.</p><p><br></p><p>6-Witberg G, Barda N, Hoss S, Richter I, Wiessman M, Aviv Y, Grinberg T, Auster O, Dagan N, Balicer RD, Kornowski R. Myocarditis after Covid-19 Vaccination in a Large Health Care Organization. N Engl J Med. 2021 Dec 2;385(23):2132-2139. doi: 10.1056/NEJMoa2110737. Epub 2021 Oct 6. PMID: 34614329; PMCID: PMC8531986.</p><p>7- N, Dagan N, Ben-Shlomo Y, Kepten E, Waxman J, Ohana R, Hernán MA, Lipsitch M, Kohane I, Netzer D, Reis BY, Balicer RD. Safety of the BNT162b2 mRNA Covid-19 Vaccine in a Nationwide Setting. N Engl J Med. 2021 Sep 16;385(12):1078-1090. doi: 10.1056/NEJMoa2110475. Epub 2021 Aug 25. PMID: 34432976; PMCID: PMC8427535.</p><p><strong>8-&nbsp;</strong>Wallace M,&nbsp;Oliver S.&nbsp;COVID-19 mRNA vaccines in adolescents and young adults: benefit-risk discussion.&nbsp;Presented at the Advisory Committee on Immunization Practices Meeting,&nbsp;Atlanta,&nbsp;June 23–25,&nbsp;2021&nbsp;(<a href=\"https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2021-06/05-COVID-Wallace-508.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2021-06/05-COVID-Wallace-508.pdf. opens in new tab</a>).</p><p>9-Connors JM, Levy JH. Thromboinflammation and the hypercoagulability of COVID-19. J Thromb Haemost. 2020 Jul;18(7):1559-1561. doi: 10.1111/jth.14849. Epub 2020 May 26. PMID: 32302453.</p><p>&nbsp;</p><p>&nbsp;</p><p>10-Thachil J, Tang N, Gando S, Falanga A, Cattaneo M, Levi M, Clark C, Iba T. ISTH interim guidance on recognition and management of coagulopathy in COVID-19. J Thromb Haemost. 2020 May;18(5):1023-1026. doi: 10.1111/jth.14810. Epub 2020 Apr 27. PMID: 32338827.</p><p>&nbsp;</p><p>11-Thachil J, Cushman M, Srivastava A. A proposal for staging COVID-19 coagulopathy. Res Pract Thromb Haemost. 2020 Jul 6;4(5):731-736. doi: 10.1002/rth2.12372. PMID: 32685880; PMCID: PMC7272892.</p><p>. </p><p>12-Tsilingiris D, Vallianou NG, Karampela I, Dalamaga M. Vaccine induced thrombotic thrombocytopenia: The shady chapter of a success story. Metabol Open. 2021 Sep;11:100101. doi: 10.1016/j.metop.2021.100101. Epub 2021 Jun 18. PMID: 34179744; PMCID: PMC8217988.</p><p><br></p><p>13-Iba T, Levy JH, Warkentin TE. Recognizing Vaccine-Induced Immune Thrombotic Thrombocytopenia. Crit Care Med. 2022 Jan 1;50(1):e80-e86. doi: 10.1097/CCM.0000000000005211. PMID: 34259661; PMCID: PMC8670081.</p><p><br></p><p>14-Lee, E. J., Cines, D. B., Gernsheimer, T., Kessler, C., Michel, M., Tarantino, M. D., Semple, J. W., Arnold, D. M., Godeau, B., Lambert, M. P., &amp; Bussel, J. B. (2021). Thrombocytopenia following Pfizer and Moderna SARS-CoV-2 vaccination.&nbsp;American journal of hematology,&nbsp;96(5), 534–537. <a href=\"https://doi.org/10.1002/ajh.26132\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1002/ajh.26132</a></p><p>15-Tang Y, Liu J, Zhang D, Xu Z, Ji J, Wen C. Cytokine Storm in COVID-19: The Current Evidence and Treatment Strategies. Front Immunol. 2020 Jul 10;11:1708. doi: 10.3389/fimmu.2020.01708. PMID: 32754163; PMCID: PMC7365923.</p><p><br></p><p>&nbsp;</p><p><br></p><p>16-Vatansever, H. S., &amp; Becer, E. (2020). Relationship between IL-6 and COVID-19: to be considered during treatment.&nbsp;Future Virology, 10.2217/fvl-2020-0168. <a href=\"https://doi.org/10.2217/fvl-2020-0168\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.2217/fvl-2020-0168</a></p><p><br></p><p><br></p><p>17-Patra T, Meyer K, Geerling L, Isbell TS, Hoft DF, Brien J, Pinto AK, Ray RB, Ray R. SARS-CoV-2 spike protein promotes IL-6 trans-signaling by activation of angiotensin II receptor signaling in epithelial cells. PLoS Pathog. 2020 Dec 7;16(12):e1009128. doi: 10.1371/journal.ppat.1009128. PMID: 33284859; PMCID: PMC7746263.</p><p><br></p><p><br></p><p>18- Bergamaschi C, Terpos E, Rosati M, Angel M, Bear J, Stellas D, Karaliota S, Apostolakou F, Bagratuni T, Patseas D, Gumeni S, Trougakos IP, Dimopoulos MA, Felber BK, Pavlakis GN. Systemic IL-15, IFN-γ, and IP-10/CXCL10 signature associated with effective immune response to SARS-CoV-2 in BNT162b2 mRNA vaccine recipients. Cell Rep. 2021 Aug 10;36(6):109504. doi: 10.1016/j.celrep.2021.109504. Epub 2021 Jul 23. PMID: 34352226; PMCID: PMC8299183.</p><p><br></p><p>19-Gebre, M. S., Rauch, S., Roth, N., Gergen, J., Yu, J., Liu, X., Cole, A. C., Mueller, S. O., Petsch, B., &amp; Barouch, D. H. (2021). mRNA Vaccines Induce Rapid Antibody Responses in Mice.&nbsp;bioRxiv : the preprint server for biology, 2021.11.01.466863. <a href=\"https://doi.org/10.1101/2021.11.01.466863\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1101/2021.11.01.466863</a></p><p>20- Edwards, D. K., Jasny, E., Yoon, H., Horscroft, N., Schanen, B., Geter, T., Fotin-Mleczek, M., Petsch, B., &amp; Wittman, V. (2017). Adjuvant effects of a sequence-engineered mRNA vaccine: translational profiling demonstrates similar human and murine innate response.&nbsp;Journal of translational medicine,&nbsp;15(1), 1. <a href=\"https://doi.org/10.1186/s12967-016-1111-6\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1186/s12967-016-1111-6</a></p><p>21-Ekström M, Eriksson P, Tornvall P. Vaccination, a human model of inflammation, activates systemic inflammation but does not trigger proinflammatory gene expression in adipose tissue. J Intern Med. 2008 Dec;264(6):613-7. doi: 10.1111/j.1365-2796.2008.01998.x. PMID: 19017180.</p><p>22-Obi S, Nakajima T, Hasegawa T, Kikuchi H, Oguri G, Takahashi M, Nakamura F, Yamasoba T, Sakuma M, Toyoda S, Tei C, Inoue T. Heat induces interleukin-6 in skeletal muscle cells via TRPV1/PKC/CREB pathways. J Appl Physiol (1985). 2017 Mar 1;122(3):683-694. doi: 10.1152/japplphysiol.00139.2016. Epub 2016 Dec 15. PMID: 27979980.</p><p>23-Fischer CP.&nbsp;Interleukin-6 in acute exercise and training: what is the biological relevance?&nbsp;Exerc Immunol Rev&nbsp;12: 6–33,&nbsp;2006.</p><p>24- Pedersen BK, Steensberg A, Schjerling P. Exercise and interleukin-6. Curr Opin Hematol. 2001 May;8(3):137-41. doi: 10.1097/00062752-200105000-00002. PMID: 11303145.</p><p>25- Dace Reihmane &amp; Flemming Dela&nbsp;(2014)&nbsp;Interleukin-6: Possible biological roles during exercise,&nbsp;European Journal of Sport Science,&nbsp;14:3,&nbsp;242-250,&nbsp;DOI:&nbsp;<a href=\"https://doi.org/10.1080/17461391.2013.776640\" rel=\"noopener noreferrer\" target=\"_blank\">10.1080/17461391.2013.776640</a></p><p>26- Gómez-Rubio P, Trapero I. The Effects of Exercise on IL-6 Levels and Cognitive Performance in Patients with Schizophrenia.&nbsp;Diseases. 2019;7(1):11. Published 2019 Jan 22. doi:10.3390/diseases7010011 </p><p>&nbsp;</p><p>27-Pernille Hojman,&nbsp;Camilla Brolin,&nbsp;Nynne Nørgaard-Christensen,&nbsp;Christine Dethlefsen,&nbsp;Britt Lauenborg,&nbsp;Cecilie Køllner Olsen,&nbsp;Mette Marie Åbom,&nbsp;Thomas Krag,&nbsp;Julie Gehl, and&nbsp;Bente Klarlund Pedersen , IL-6 release from muscles during exercise is stimulated by lactate-dependent protease activity. American Journal of Physiology-Endocrinology and Metabolism&nbsp;2019&nbsp;316:5,&nbsp;E940-E947. <a href=\"https://doi.org/10.1152/ajpendo.00414.2018\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1152/ajpendo.00414.2018</a></p><p>28-Deus AP, Bassi D, Simões RP, Oliveira CR, Baldissera V, de Cássia Marqueti R, Araujo HSS, Arena R, Borghi-Silva A.&nbsp;MMP(-2) expression in skeletal muscle after strength training.&nbsp;Int J Sports Med&nbsp;33: 137–141,&nbsp;2012. doi:10.1055/s-0031-1291224.</p><p>29-Mackey AL, Donnelly AE, Turpeenniemi-Hujanen T, Roper HP.&nbsp;Skeletal muscle collagen content in humans after high-force eccentric contractions.&nbsp;J Appl Physiol (1985)&nbsp;97: 197–203,&nbsp;2004. doi:10.1152/japplphysiol.01174.2003.</p><p>30-Rullman E, Norrbom J, Strömberg A, Wågsäter D, Rundqvist H, Haas T, Gustafsson T.&nbsp;Endurance exercise activates matrix metalloproteinases in human skeletal muscle.&nbsp;J Appl Physiol (1985)&nbsp;106: 804–812,&nbsp;2009. doi:10.1152/japplphysiol.90872.2008.</p><p>31-Rullman E, Rundqvist H, Wågsäter D, Fischer H, Eriksson P, Sundberg CJ, Jansson E, Gustafsson T.&nbsp;A single bout of exercise activates matrix metalloproteinase in human skeletal muscle.&nbsp;J Appl Physiol (1985)&nbsp;102: 2346–2351,&nbsp;2007. doi:10.1152/japplphysiol.00822.2006.</p><p><br></p><p><br></p><p>32-<a href=\"http://esim.eg.net/article.asp?issn=1110-7782;year=2016;volume=28;issue=4;spage=133;epage=139;aulast=Gupta;type=3\" rel=\"noopener noreferrer\" target=\"_blank\">Gupta AK, Mishra S (2016) Sarcopenia and the syndrome of frailty. The Egyptian Society of Internal Medicine28: 133-139.</a></p><p>33-Pedersen BK(2011) Muscles and their myokines. The Journal of Experimental Biology 214: 337-346.</p><p><br></p><p> 34-&nbsp;Ahima RS, Park HK (2015) Connecting Myokines and Metabolism. Endocrinol Metab 30: 235-245.</p><p>35-Helge JW, Klein DK, Andersen TM, van Hall G, Calbet J, Boushel R, Saltin B.&nbsp;Interleukin-6 release is higher across arm than leg muscles during whole-body exercise.&nbsp;Exp Physiol&nbsp;96: 590–598,&nbsp;2011. doi:10.1113/expphysiol.2010.056424</p><p><br></p><p>36-Heymans, S., Cooper, L.T. Myocarditis after COVID-19 mRNA vaccination: clinical observations and potential mechanisms.&nbsp;Nat Rev Cardiol&nbsp;(2021). https://doi.org/10.1038/s41569-021-00662-w</p><p>&nbsp;</p><p>37-Mevorach, D. et al. Myocarditis after BNT162b2 mRNA vaccine against Covid-19 in Israel.&nbsp;N. Engl. J. Med</p><p>38-Heymans, S., Cooper, L.T. Myocarditis after COVID-19 mRNA vaccination: clinical observations and potential mechanisms.&nbsp;Nat Rev Cardiol&nbsp;(2021). https://doi.org/10.1038/s41569-021-00662-w</p><p>&nbsp;</p><p>39-Danesh, J., Kaptoge, S., Mann, A. G., Sarwar, N., Wood, A., Angleman, S. B., Wensley, F., Higgins, J. P., Lennon, L., Eiriksdottir, G., Rumley, A., Whincup, P. H., Lowe, G. D., &amp; Gudnason, V. (2008). Long-term interleukin-6 levels and subsequent risk of coronary heart disease: two new prospective studies and a systematic review.&nbsp;PLoS medicine,&nbsp;5(4), e78. https://doi.org/10.1371/journal.pmed.0050078</p><p><br></p><p>40-Haakonsen HB, Nystedt A. Deep vein thrombosis more than two weeks after vaccination against COVID-19. Tidsskr Nor Laegeforen. 2021 Apr 28;141. English, Norwegian. doi: 10.4045/tidsskr.21.0274. PMID: 33928773.</p><p><br></p><p>41-Bhan, Chandur et al. “An unusual presentation of acute deep vein thrombosis after the Moderna COVID-19 vaccine-a case report.”&nbsp;Annals of translational medicine&nbsp;vol. 9,20 (2021): 1605. doi:10.21037/atm-21-2772 </p><p>42-Kaser A, Brandacher G, Steurer W, Kaser S, Offner FA, Zoller H, Theurl I, Widder W, Molnar C, Ludwiczek O, Atkins MB, Mier JW, Tilg H. Interleukin-6 stimulates thrombopoiesis through thrombopoietin: role in inflammatory thrombocytosis. Blood. 2001 Nov 1;98(9):2720-5. doi: 10.1182/blood.v98.9.2720. PMID: 11675343.</p><p><br></p><p>&nbsp;</p><p>43-Senchenkova, Elena Y et al. “Interleukin-6 mediates the platelet abnormalities and thrombogenesis associated with experimental colitis.”&nbsp;The American journal of pathology&nbsp;vol. 183,1 (2013): 173-81. doi:10.1016/j.ajpath.2013.03.014</p><p><br></p><p>44-Nosaka, Mizuho et al. “Crucial Involvement of IL-6 in Thrombus Resolution in Mice via Macrophage Recruitment and the Induction of Proteolytic Enzymes.”&nbsp;Frontiers in immunology&nbsp;vol. 10 3150. 7 Feb. 2020, doi:10.3389/fimmu.2019.03150&nbsp;</p><p><br></p><p>45-Martínez-Flores, D., Zepeda-Cervantes, J., Cruz-Reséndiz, A., Aguirre-Sampieri, S., Sampieri, A., &amp; Vaca, L. (2021). SARS-CoV-2 Vaccines Based on the Spike Glycoprotein and Implications of New Viral Variants.&nbsp;<em>Frontiers in immunology</em>,&nbsp;<em>12</em>, 701501. https://doi.org/10.3389/fimmu.2021.701501</p><p><br></p><p><br></p><p><br></p><p>&nbsp;</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>&nbsp;</p><p><strong>Declarations </strong></p><p>Ethical Consideration: Before conducting present study, the approval of the ethics committee and the research council of both Kafr-Elshiekh university ,Faculty of Medicine and National committee of Bioethics (H-01-R-009), Riyadh, Saudi Arabia. Written consent will be taken from the study participants (Patients &amp; control) after explaining the aim of the study to them. All research steps will be recorded in IRCT. Written consent is obtained from all patients before entering the study. We will provide patients with complete and clear information about the research process. At each phase of the study, patients are allowed to leave the study. The medical record of all patients are fully preserved.</p><p><br></p><p>&nbsp;<strong>Conflict of Interest Statement</strong>:</p><p>&nbsp;The author declares that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 71762935,
                "identity": "ff767a9a-491e-4ed4-b4f9-82acb5e7b855",
                "order_by": 0,
                "name": "Mahmoud Ramadan Elkazzaz",
                "email": "mahmoudelkazzaz2051@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3703-520X",
                "institution": "Department of chemistry and biochemistry, Faculty of Science, Damietta University, Egypt",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mahmoud",
                "middleName": "Ramadan",
                "lastName": "Elkazzaz",
                "suffix": ""
            },
            {
                "id": 71762978,
                "identity": "c4183cab-0858-4ad8-9ad2-da597c6b45cc",
                "order_by": 1,
                "name": "Ghareeb Alshuwaier",
                "email": "galshuwaier@ksu.edu.sa",
                "orcid": "",
                "institution": "Professor of Sport Nutrition (Sport Nutritionist) Exercise Physiology Department, College of Sports Science and Physical Activity (King Saud University, Riyadh)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ghareeb",
                "middleName": "",
                "lastName": "Alshuwaier",
                "suffix": ""
            },
            {
                "id": 71763133,
                "identity": "a44496aa-8564-4a8d-b93d-927cbadf4116",
                "order_by": 2,
                "name": "Amr Kamal Ahmed",
                "email": "drmedahmed@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3477-236X",
                "institution": "Director of tuberculosis program Ghubera, public health department ,First health cluster ,Ministry of health , Riyadh, Saudia Arabia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amr",
                "middleName": "Kamal",
                "lastName": "Ahmed",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-12-21 20:15:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1744/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1744/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 17582364,
                "identity": "1fa5d28c-94ca-4bad-a4cd-bad3a1e57ea0",
                "added_by": "auto",
                "created_at": "2022-01-24 09:12:02",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 206801,
                "visible": true,
                "origin": "",
                "legend": "<p>MMP and TIMP responses after eccentric exercise. ECM, extracellular matrix; GH, growth hormone; MMP, matrix metalloproteinase; TIMP, tissue inhibitor of metalloproteinase.</p>",
                "description": "",
                "filename": "Untitled.png",
                "url": "https://assets.researchsquare.com/files/pex-1744/v1/1b032b955d3818a1b059500f.png"
            },
            {
                "id": 17582350,
                "identity": "43259694-42ba-4efd-ad0c-76bb2cd571d9",
                "added_by": "auto",
                "created_at": "2022-01-24 09:09:02",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 276054,
                "visible": true,
                "origin": "",
                "legend": "<p>Muscle contraction induces the secretion of IL-6(32)</p>",
                "description": "",
                "filename": "Untitled.pngb.png",
                "url": "https://assets.researchsquare.com/files/pex-1744/v1/89f60a6f93ab73545379e047.png"
            },
            {
                "id": 17582365,
                "identity": "a4c4556c-e7c0-49e3-be9e-43bcdbb6130c",
                "added_by": "auto",
                "created_at": "2022-01-24 09:12:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 746647,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1744/v1/278ee16b-05d6-4a27-b9f6-97f42bcbc989.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Strenuous exercise , IL-6, S-Protein Based Vaccines for COVID-19, myocarditis and thrombosis .",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Interleukin 6 (IL-6) is a type of interleukin that functions as both a pro-inflammatory and anti-inflammatory cytokine. It is encoded by the IL6 gene in humans. Both COVID-19 infection and&nbsp;S-Protein Based Vaccines&nbsp;for&nbsp;COVID-19 were found to induce the production of proinflammatory IL-6, and also, strenuous exercise was found to induce IL-6 secretion by the skeletal muscles via lactate. Exercise causes skeletal muscle cells to release IL-6, and it raises the plasma concentration of IL-6 100 times higher than at rest . Exercise-induced IL-6 release is highly correlated with exercise intensity and duration; thus, IL-6 is regarded as an energy sensor released by contracting muscles.&nbsp;but It was found that rare&nbsp;adverse effects such as myocardial infarction and coagulation abnormalities , are rarely associated with S-Protein Based Vaccines&nbsp;for&nbsp;COVID-19. Recently, it was&nbsp;showed in a study that most patients who experienced myocarditis after COVID-19 vaccine were young male&nbsp;youth&nbsp;aged 16 to 29 years had the highest incidence of myocarditis. Interestingly, It&nbsp;was observed&nbsp;that IL-6 was linked to adverse effects such as thrombosis and myocarditis, both of which are similar to that was caused by COVID-19 infection, and that S-Protein Based Vaccines for COVID-19.&nbsp;Here, we propose a testable hypothesis that&nbsp;strenuous exercise could be a risk and cofactor helping in&nbsp;the existing of these adverse effects in young people&nbsp;such as myocarditis and thrombosis via induction the secretion&nbsp;&nbsp;of proinflammatory IL-6. In our prospective observational study we will assess the possible correlation among&nbsp;the strenuous exercise , IL-6, myocarditis and thrombosis. The study will be multi-center and will involve&nbsp;young patient who will be vaccinated with&nbsp;first ,second and third&nbsp;dose of&nbsp;S-Protein Based Vaccines for COVID-19 (Moderna and Pfizer-BioNTech vaccine). Pfizer and BioNTech have successfully developed the BNT162b2 mRNA vaccine, which consists of the full-length S glycoprotein with the K986P and V987P mutation sites. Also, Moderna's mRNA-1273 vaccine contains the coding sequence for a S glycoprotein stabilized by a pair of proline substitutions (K986P/V987P), a transmembrane anchor, and an intact S1-S2 cleavage site</p>",
        "manuscriptTitle": "Crosstalk among strenuous exercise, IL-6 and S-Protein Based Vaccines for COVID-19 may explain the rare adverse effects of myocarditis and thrombosis in recently vaccinated young people. A prospective observational study.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-01-24 09:09:00",
                "doi": "10.21203/rs.3.pex-1744/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "e11d85ed-750c-410e-9a14-224f45348825",
        "owner": [],
        "postedDate": "January 24th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 9310967,
                "name": "Immunology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-01-24 09:09:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}