{
    "identity": "nprot-97",
    "title": "Rat Chromaffin cells primary cultures: Standardization and quality assessment for single-cell assays",
    "content": [
        {
            "header": "Introduction",
            "content": "Cultured chromaffin cells are a well established model for neurosecretion studies. They are embryologically derived from neural crest as symphathetic neurons and they have been extensively used as neuronal model and considered as paraneurons.\r\n\n\nBoth poor yield and short survival of cells are still well known problems to people working with chromaffin cells.\r\n\n\nSmall rodent animals, in particular rats, are becoming a popular model due to limitations to obtain bovine tissues after spongiform encephalopathy crisis or if you are interested in cells from breed controlled or genetically-defined animals. \r\n\n\nWe propose a thoroughly tested protocol to be used as reference to help standardization of both the isolation procedure and the quality of the cultures allowing a better comparison of the results obtained from different laboratories."
        },
        {
            "header": "Reagents",
            "content": "**About the animals**\r\n\n\n\r\n\n\nAny strain of rat can be used as a source of adrenomedullary CC but young female animals usually offer better results with the advantage that they can be more easily handled. Routinely, we use 8 week-old Sprague-Dawley rats weighting 150 g on average. \r\n\n\nThe same protocol can be used with minor modifications \\(according to size or amount of tissue available) to isolate CC from other small rodent species e.g. hamsters, guinea pigs, gerbils or mice.\r\n\n\n\r\n\n\n**Reagents and solutions**\r\n\n\n\r\n\n\nHanks&#xB4; Balanced Salt Solution \\(HBSS) Ca<sup>2+</sup>- and Mg<sup>2+</sup>-free with sodium bicarbonate.\r\n\n\nCollagenase Type 1 from Clostridium histolyticum, obtained from Worthington Biochemical Corporation \\(New Jersey, USA); please see Critical Steps section.\r\n\n\nBovine Serum Albumin \\(BSA).\r\n\n\nDeoxyribonuclease I Tipe IV from bovine pancreas \\(DNAse).\r\n\n\nHyaluronidase Type I-S from bovine testes. \r\n\n\nPoly-D-Lysine Hydrobromide \\(mol. wt. &gt;300.000 Da). \r\n\n\nDulbecco&#xB4;s Modified Eagle&#xB4;s Medium supplemented with 10% Fetal Bovine Serum Inactivated \\(DMEM-10% FBS) and a combination of antimicrobials \\(100 u/ml penicillin, 0.1 mg/ml streptomycin and 0.25 ug/ml amphotericin B).\r\n\n\nFor long term cultures, the use of antimitotics can be considered."
        },
        {
            "header": "Procedure",
            "content": "**Preliminars**\r\n\n\n\r\n\n\n1. Prepare the dissociation solution: 2,6 mg/ml collagenase type I, 3mg/ml BSA, 0,15mg/ml DNase I and 0,15mg/ml hyaluronidase I-S in HBSS. Keep it at room temperature.\r\n  The use of DNAse reduces the amount of DNA fibers which favour aggregation and clumping of cells lowering the culture yield. \r\n\n\nHyaluronidase is often used in conjunction with collagenase to dissociate the extracellular matrix between cells in animal tissues.\r\n\n\n\r\n\n\n2. Treat the coverslips with 0.1 mg/ml of poly-D-lysine during one hour and then rise thoroughly. Prepare culture medium and solutions.\r\n  \r\n\n\n**Isolation of the rat adrenal medulla**\r\n\n\n\r\n\n\n3. Sacrifice the animals according to institutionally approved ethical procedures and avoid to stress the animals.\r\n  \r\n\n\n4. The adrenal glands must be immediately extracted after the sacrifice of the animal and placed on ice cold HBSS supplemented with antibiotics. A medial laparothomy is the preferred surgical approach to get adequate access to both adrenal glands.\r\n  \r\n\n\n5. Under a dissection stereomicroscope, eliminate the adipose tissue surrounding the gland with a stainless steel scalpel blade and proceed to decapsulate the adrenal glands; then, remove the adrenal cortex to isolate the medullar tissue \\(see Additional material).\r\n  Try to be careful when you handle the gland, don´t crush it. Keep the tissue always wet with cold HBSS as a means to preserve it and to remove the fatty tissue more easily.\r\n\n\n\r\n\n\n6. Collect the adrenal medullas \\(the number will depend on your laboratory needs) in a tube containing cold HBSS.\r\n  \r\n\n\n**Enzymatic digestion of medullary tissue**\r\n\n\n\r\n\n\n7. Drop 3 ml of the dissociation solution in the lid of a small culture dish. \r\n  \r\n\n\n8. Put the medullas into the dissociation solution and cut each of them in four pieces with the help of a scalpel blade or two insulin needles. Recover the medulla chunks and the solution and transfer them to a Falcon tube using a glass Pasteur pipette with a fire polished broad tip \\(around 2-3 mm diam.).\r\n  \r\n\n\n9. Place the tube in a thermostatic bath at 37ºC and start counting the time for the enzymatic digestion \\(25-30 min). \r\n  \r\n\n\n10. The solution must be gently resuspended every 10 min with a Pasteur pipette with a fire polished broken tip. Over the last 5 min the solution is continuously resuspended until the medullary tissue becomes not visible by eye; then, you must stop to avoid damage of the cells.\r\n  \r\n\n\n11. To stop the enzymatic reaction, add cold HBSS until a final volume of 10 ml.\r\n  \r\n\n\n**Collecting and culturing the cells**\r\n\n\n\r\n\n\n12. Place the tube containing the digested tissue in the rotor of a pre-cooled \\(4ºC) refrigerated centrifuge \\(if it possible). Spin at 800 rpm during 10 min.\r\n  \r\n\n\n13. Discard the supernatant by decanting and resuspend the pellet with 0.8 ml of pre-warmed DMEM+10% FCS and antibiotics.\r\n  \r\n\n\n14. Add 1 or 2 drops on each poly-D-lysine-treated coverslip and allow the cells to settle down during 1 h inside a cell incubator at 37ºC.\r\n  \r\n\n\n15. Refill the culture dish with 1-1.5 ml of DMEM+10% FCS and incubate at 37ºC and 5% CO2.\r\n  \r\n\n\n16. Replace the medium 24 h later and every 48 h thereafter.\r\n  Quality assessment of chromaffin cell cultures\r\n\n\n\r\n\n\n17. Stain the cells with trypan blue solution \\(0.2%) and count the cells in a hemocytometer chamber to estimate both the yield and the cellular viability. An alternative viability test is the flow cytometric analysis of fluorescent signal in cells labeled with the vital dye fluorescein diacetate \\(FDA, 0.12 uM).\r\n  Also the purity in CC of our cultures can be estimated by staining the cells with neutral red, a dye that selectively reacts with monoamine-containing cells.\r\n\n\n\r\n\n\n18. The functional viability of the cells can be evaluated by different assays. Just a few examples: autofluorescence measurements, fluorimetric cytosolic Ca\n2+\nmeasurements \\(basal levels or increments evoked by high K\n+\ncontaining solutions or acetylcholine \\[ACh] signals) or electrophysiological recordings of ACh-activated currents."
        },
        {
            "header": "Critical Steps",
            "content": "1. The most critical step is the digestion process of the medullary tissue. Different strategies have been employed to digest the tissue combining the enzymatic action with the mechanical one.\r\n  It is very important to test any new collagenase batch before use it routinely and if it were possible, to make a lot reservation with your supplier. Also the mechanical action is critical; try to be consistent in terms of time and intensity of soaking.\r\n\n\nAlong the last years, collagenases from different suppliers have been used in our laboratory. Actually, collagenases are in fact a mixture of different enzymatic activities \\(usually containing clostripain, neutral protease and tryptic activities). For its good performance, we use Collagenase type I \\(Worthington, USA) which contains caseinase activity too."
        },
        {
            "header": "Troubleshooting",
            "content": "**1. Problem: The yield of culture is low.**\r\n\n\nSolution: The amount of collagenase and/or time of incubation used perhaps is too high and/or the mechanical dissociation has been too vigorous.\r\n\n\n\r\n\n\n**2. Problem: The culture contains a high number of red cells.**\r\n\n\nSolution: Try to avoid excessive bleeding during the surgical process and clean the glands  using cold HBSS. If your require a more purified chromaffin cell preparation, you can isolate the cells by centrifugation trough a density gradient in a small tube \\(e.g. 5 ml) using Urografin \\(76% sodium and megluminic amidotriozate at 10:66), but the yield will decreased drastically; in this case, you can use a larger number of glands.\r\n\n\n\r\n\n\n**3. Problem: The cell viability is low \\(&lt;80%)**\r\n\n\nSolution: Usually the cell viability is high \\(above 85% using standard methods as light microscopy evaluation of trypan blue exclusion or using flow cytometry determinations of FDA labelings. It is important reduce the tissular damage as much as possible by shortening the time of ischemia by a fast surgical process and preservation of the glands in cold HBSS just after their extraction."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocol presented here allows the isolation of CC from rat adrenal glands in numbers enough to carry out a variety of studies, and particularly those involving single-cell assays like the electrophysiological ones.\r\n\n\nThe possibility to keep the cells alive during 3 or 4 weeks makes also possible to perform different studies where middle-term temporal changes of morphological or functional parameters can be evaluated. Typical examples of this are the differentiation of roundly-shaped CC into bipolar neuron-like ones also exhibiting clear varicose processes or the overexpression of nicotinic AChR over time in culture \\(see fig. 1) \\(Olivos, Barahona and Artalejo, personal communication).\r\n\n\nRecently, Jacqueline Sagen&#xB4;s group from University of Miami have developed an automated method, previously described for the isolation of islets of Langerhans, to isolate CC from neonatal porcine adrenal glands8. The set-up consists in a specially-designed digestion chamber, connected to a circuit in which a solution of purified collagenase is recirculated at 37&#xBA;C. When the cells are in small clusters or already isolated, this flow of solution pushes them through a metallic mesh being collected in a bottle containing collagenase-free saline solution. This system is particularly useful to isolate a high number of cells while reducing the variability due to manual handling during the enzymatic digestion.\r\n\n\n This group have also made another important development regarding rat CC as experimental model. They obtained conditionally immortalized CC from rat and bovine adrenals9. The rat RAD5.2 cell line was obtained from E17 Sprague-Dawley rats using the temperature sensitive mutant of SV40 large T antigen \\(tsTag). This cell line is conditionally immortalized and can be disimmortalized under specific conditions \\(e.g. temperature). This would particularly convenient for neural transplants \\(in which CC are attracting a renewed interest) because the RAD5.2 cells stop their growth at body temperature."
        },
        {
            "header": "References",
            "content": "1. Douglas WW, Kanno T, Sampson SR. \\(1967) Effects of acetylcholine and other medullary secretagogues and antagonists on the membrane potential of adrenal chromaffin cells: An analysis employing techniques of tissue culture. _J Physiol_ **188**: 107-120.\r\n  2. Livett BG, Fenwick EM, Fajdiga PG, Howe NBS. \\(1976) A retrograde perfusion technique for high-yield production of single chromaffin cells from the bovine adrenal gland. _Proc Aust Physiol Pharmacol Soc_ **7**:108P.\r\n  3. Livett BG. \\(1984) Adrenal medullary chomaffin cells in vitro. _Physiol Rev_ **64**:1103-1161. \r\n  4. Hochman J, Perlman RL. \\(1976) Catecholamine secretion by isolated adrenal cells. _Biochem Biophys Acta_ **421**: 168-175.\r\n  5. Brandt BL, Hagiwara S, Kidokoro Y, Miyazaki S. \\(1976) Action potentials in the rat chromaffin cell and effects of acetylcholine. _J Physiol_ **263**: 417-439.\r\n  6. Borges R. \\(1997) The rat adrenal gland in the study of the control of catecholamine secretion. _Semin Cell Dev Biol_ **8**: 113-120.\r\n  7. Thompson S \\(1981). The adrenal medulla of rats: comparative physiology, histology and pathology. Charles C. Thomas Pub Ltd. Illinois, USA.\r\n  8. Vizzardelli C, Potter ED, Berney T, Pileggi A, Inverardi L, Ricordi C, Sagen J. \\(2001) Automated method for isolation of adrenal medullary chromaffin cells from neonatal porcine glands. _Cell Transplant_ **10**: 689-696.\r\n  9. Eaton MJ, Fridley BR, Lopez TL, Nye XT, Huang J, McMillan J, Sagen J. \\(2000) Generation and initial characterization of conditionally immortalized chromaffin cells. _J Cell Biochem_ **79**: 38-57"
        },
        {
            "header": "Acknowledgements",
            "content": "Special thanks to our lab technicians M. D&#xED;az-Flores and J. J. Garc&#xED;a for their technical support.\r\n\n\nThis work have been supported by BFI2002-01101 grant to JAG from Spanish Ministry of Science and Technology Grant. JAG is a Ram&#xF3;n y Cajal Programme Researcher of the same institution."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 9924,
                "identity": "9ea5bc72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Juan A. Gilabert",
                "email": "",
                "orcid": "",
                "institution": "Universidad Complutense de Madrid",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Juan",
                "middleName": "A.",
                "lastName": "Gilabert",
                "suffix": ""
            },
            {
                "id": 9925,
                "identity": "9ea5bf1e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gema B. Montalvo",
                "email": "",
                "orcid": "",
                "institution": "Universidad Complutense de Madrid",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gema",
                "middleName": "B.",
                "lastName": "Montalvo",
                "suffix": ""
            },
            {
                "id": 9926,
                "identity": "9ea5c0eb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Antonio R. Artalejo",
                "email": "",
                "orcid": "",
                "institution": "Universidad Complutense de Madrid",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antonio",
                "middleName": "R.",
                "lastName": "Artalejo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-01 11:42:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.294",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.294",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607627,
                "identity": "3f00c7db-d018-4f99-806e-310d611e0349",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "gif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33531,
                "visible": true,
                "origin": "",
                "legend": "Primary culture of chromaffin cells at different stages.   A1) Bright field microscopic image of freshly isolated cells (0 days); 400x. Healthy CC should present a non-granulous cytoplasm with a birrefringent halo. Likewise an smooth and clean plasma membrane is indicative of an adequate enzymatic digestion, despite the occasional occurrence of aggregates of a small number of cells (doublets and triplets). A2) An enlarged view of two freshly isolated rat CC. B) Electrophysiological recording of nicotinic currents in a chromaffin cell kept in culture over 16 days. The nicotinic response was evoked by acetylcholine application (150 uM during 100 ms). C1) Phase contrast microscopic view of rat CC 30 days after isolation. In long term cultures CC acquire a bipolar neuron-like shape. C2) A 30 days-old differentiated cell with two long processes sprouting from the soma; several varicosities can be also distinguished.",
                "description": "",
                "filename": "figure1.gif",
                "url": "https://assets.researchsquare.com/files/nprot-97/v1/figure_1.gif"
            },
            {
                "id": 13464176,
                "identity": "a35a2e89-3ded-4c2e-ad4b-7bb8889000aa",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 199756,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-97/v1/cb445a67-aecc-4abe-a4fd-3f7419e677d0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chromaffin cells, primary culture, paraneuron",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Rat Chromaffin cells primary cultures: Standardization and quality assessment for single-cell assays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-09-29 04:28:00",
                "doi": "10.1038/nprot.2006.294",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ea56973-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 29th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1415,
                "name": "Neuroscience"
            },
            {
                "id": 1416,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-09-29 04:28:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}