{
    "identity": "nprot-2443",
    "title": "Intranasal application of immuno-regulatory molecules: a method to investigate strategies for local cancer immuno-therapies in the lung",
    "content": [
        {
            "header": "Introduction",
            "content": "Advancements in novel therapies for lung cancer in patients require an understanding and monitoring of the immune response mechanisms in humans as well as improvements of the experimental model of the disease. To investigate the immune responses in lung cancer, mouse models are a helpful tool. In our laboratory we standardized a method to induce lung cancer and to apply therapeutic molecules to the lungs of mice. The technique of lung tumour induction facilitates the analysis of the effects of different therapeutical molecules in the anti-tumour immune response. Here we show two models of lung tumours, the B16-F10 metastatic melanoma model and the L1C2 adenocarcinoma model. Previous studies have been performed in our group both in wild type and in knockout mice in the melanoma model \\(1) as well as in the L1C2 adenocarcinoma model \\(2). Tumour development can be analyzed at different stages after intravenous tumour cell injection. It can be evaluated by quantifying the lung areas which are invaded with tumour cells on the lung surface as well as by analyzing lung sections stained with Haematoxilin/Eosin. Our laboratory showed that intranasal application of particular neutralizing antibodies as well as other biological active molecules ensures a localized effect in the lung \\(3-5). Using this protocol we repeatedly achieved a reduction of lung tumour growth in the L1C2 adenocarcinoma mouse model after intranasal application of a neutralizing anti-IL17A antibody \\(6). In contrast to other methods like intraperitoneal or intravenous injection of therapeutical molecules, the intranasal protocol provides the possibility to deliver the therapy directly to the affected lung."
        },
        {
            "header": "Reagents",
            "content": "**Tumour cell induction**\r\n\n\n\r\n\n\nREAGENTS \r\n\n\n• PBS \\(Gibco-Invitrogen; cat. no. 14190)\r\n\n\n• accutase \\(PAA; cat no. L11-007)\r\n\n\n• DMEM \\(Gibco-Invitrogen; cat.no.41965-039) for B16-F10 culture\r\n\n\n• RPMI 1640 \\(Gibco-Invitrogen; cat.no. A10491-01) for L1C2 culture\r\n\n\n• fetal bovine serum \\(PAA; cat.no.A11-151)\r\n\n\n• Penicillin/ Streptomycin \\(PAA; cat. no. P11-01)\r\n\n\n• trypan blue \\(Biochrom AG; cat.no. L6323)\r\n\n\n• sterofundin \\(B Braun)\r\n\n\n• murine B16F10 melanoma cell line \\(ATCC; cat. no. CRL-6475)/ L1C2 adenocarcinoma cell line \\(kindly provided by Prof  Wiewrodt) \r\n\n\n• NaCl \\(Berlin-Chemie)\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**Intranasal application**\r\n\n\n\r\n\n\nREAGENTS\r\n\n\n• PBS with 1% BSA \r\n\n\n• anaesthesia \r\n\n\nA) isoflurane \\(Abbott; PZN Germany 4831867) and oxygen \\(Conoxia® GO2X, Linde AG)\r\n\n\nB) ketamin \\(Ratiopharm)/ xylazine \\(2% Rompun®; Bayer animal helath care) \r\n\n\nC) avertin: 2,2,2-Tribromo-Ethanol \\(Sigma-Aldrich; cat.no. T48402) and t-Amyl-Alcohol \\(Sigma-Aldrich; cat.no. 152463)"
        },
        {
            "header": "Equipment",
            "content": "**Tumour cell induction**\r\n\n\n\r\n\n\n• CO<sub>2</sub> incubator \\(5% CO<sub>2</sub>, 37°C)\r\n\n\n• centrifuge\r\n\n\n• pipets with disposable tips\r\n\n\n• pipettor\r\n\n\n• single-use plastic pipets \\(Greiner Bio-One)\r\n\n\n• cell culture flasks 25cm<sup>2</sup> , 75cm<sup>2</sup>, 175cm<sup>2</sup> \\(Greiner Bio-One; cat no 690170, 658175, 661175)\r\n\n\n• 50ml conic tubes \\(Greiner Bio-One)\r\n\n\n• syringes \\(B Braun; cat. no. 9161502)\r\n\n\n• injection chamber \\(Föhr medical instruments; Broome HAR-52-04)\r\n\n\n• Neubauer chamber-improved \\(Marienfeld-Superior; cat.no.0640010)\r\n\n\n• Erlenmeyer flask\r\n\n\n• light microscope \\(Axio Observer.D1, Zeiss; Axio Vision 4.7 software)\r\n\n\n• scanner \\(Coolscan V ED, Nikon; SF launcher software) \r\n\n\n\r\n\n\n\r\n\n\n**Intranasal application**\r\n\n\n\r\n\n\n• isoflurane anaesthesia equipment \\(Eickemeyer Medizintechnik) when using isoflurane for anaesthesia \r\n\n\n• pipettes with disposable tips\r\n\n\n• Eppendorf tubes\r\n\n\n• infrared lamp"
        },
        {
            "header": "Procedure",
            "content": "**Experimental design**\r\n\n\n\r\n\n\nFor induction of L1C2 adenocarcinoma we recommend the compatible Balbc/J mice, for the induction of B16-F10 melanoma C57BL/6 mice are required. We suggest using 2x10\n5\ntumour cells per mouse for intravenous injection in the tail vein. The experimental procedure takes approximately 21 days. In case of using other mouse strains than wild type mice, the number of cells for injection and the time duration of the experiment needs to be tested and established first. Intranasal application of antibodies can be performed at different time points as well as in different dosages after tumour cell injection. The amount of antibody depends on the amount of protein you intend to neutralize in the lung. The data sheet of the antibody or previous publications might give a hint. As a possible control animals can be treated with PBS or the corresponding isotype antibody instead of the specific blocking antibody. We suggest the application of the antibody at two time points after tumour cell injection \\(Figure 1). To analyze the tumour growth, lung tissue can be embedded in paraffin cut into 4 micrometers thick sections which will be then stained with Hemtaoxilin/Eosin \\(H&E) in accordance to standardized histological laboratory protocols. Afterwards the tumour-bearing area can be analyzed. For this purpose, stained sections can be displayed on a computer monitor with a computer linked Nikon Coolscan V ED scanner using the Program SF launcher thereby determining the ratio of the area of the lung section occupied by tumour to the lung section tumour-free area. To classify the tumour type the affected areas the slide must be further analyzed with a light microscope \\(e.g. Zeiss Axio Observer.D1; Axio Vision 4.7 software) using different magnifications.  \r\n\n\n\r\n\n\n\r\n\n\n**Tumour induction**\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nPrepare the cell culture media DMEM +10% FCS, +1% penicillin/streptomycin for B16F10 cells and RPMI +10% FCS, +1% penicillin/streptomycin for L1C2 cells and store it at 4°C.\r\n\n\n\r\n\n\nPROCEDURE\r\n\n\n\r\n\n\nPreparation of reagents\r\n\n\n**1** Prepare the cell culture media as described above and warm it at 37°C.\r\n\n\n\r\n\n\nTIMING: 5min. \r\n\n\n\r\n\n\nPAUSE POINT\\! Can be stored at 4°C up to 1 month.\r\n\n\n\r\n\n\nThawing tumour cells\r\n\n\n**2** Transfer the frozen cells from liquid nitrogen into a tube and dissolve them by using media.\r\n\n\n**3** After full thawing, centrifuge the cells at 91g \\(800rpm) for 7 min, 4°C.\r\n\n\n**4** Discard the supernatant completely and resuspend the cells in 10ml media.\r\n\n\n**5** Culture the cells 1-2 days in a 50ml culture flask until 70-80% confluency is achieved \\(Figure 2 a, b).\r\n\n\n\r\n\n\nTIMING: 10-15min.\r\n\n\n\r\n\n\nSplitting the cells\r\n\n\n**6** Drop off the culture media and wash the cells with 10ml PBS.\r\n\n\n**7** Pipette accutase into the flask and incubate for 1-2min at 37°C.\r\n\n\n• use 0.5ml of accutase for 25cm\n2\nflasks, 1ml for 75cm\n2\nand 2ml for 175cm\n2\nflasks\r\n\n\n**8** Detach the cells from the flask surface by beating the flask.\r\n\n\n**9** Apply 10ml of media to stop the accutase reaction and transfer the cell suspension into a tube.\r\n\n\n**10** Centrifuge at 91g for 7min, 4°C and discard the supernatant.\r\n\n\n**11** Resuspend the cell pellet in media, cultivate and expand the cells in a 75cm\n2\nor 175cm\n2\nflask. \r\n\n\n• use 25ml for 75cm\n2\nand 50ml media for a 175cm\n2\nflask.\r\n\n\n\r\n\n\nTIMING: 15min.\r\n\n\n\r\n\n\nCell harvesting and injection\r\n\n\n**12** Repeat steps 6-10.\r\n\n\n**13** Resuspend the cell pellet in 10ml media.\r\n\n\n**14** Mix 10µl of the cell suspension with 10µl trypan blue. \r\n\n\n**15** Fill 10µl of the mix in the chamber and count the cells in four squares \\(Q1-Q4, see Figure 2c)\r\n\n\n**16** Calculate the cell number as follows:\r\n\n\n\\(Q1 + Q2 + Q3 +Q4)/4 x 2 \\(trypan blue dilution) x10\n4\n= cell number/ml cell suspension\r\n\n\n\r\n\n\n**17** Transfer the calculated cell volume \\(2x10\n5\ncells per mouse) into a tube and centrifuge at 91g for 7min, 4°C.\r\n\n\n**18** Use sterofundin to resuspend B16-F10 cells or RPMI to resuspend L1C2 cells to a concentration of 1x10\n6\ncells/ml \\(200µl/ 2x10\n5\ncells will be injected in a mouse). \r\n\n\n**19** Prepare an Erlenmeyer flask with hand warm water.\r\n\n\n**20** Fix the mouse in the injection chamber and put the tail into the Erlenmeyer flask for 30 sec.Alternatively, the tail can also be warmed using an infrared lamp.\r\n\n\n**21** Take up 200 µl cell suspension in the syringe.\r\n\n\n**22** Insert the syringe horizontally in the tail vein of the mouse and inject the cell suspension slowly \\(Figure 2d). \r\n\n\n\r\n\n\nTIMING: 30min.\r\n\n\n\r\n\n\n\r\n\n\n**Intranasal application**\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n• Prepare the solution for intranasal treatment and store it on ice. For this purpose make-up the stock concentration of the antibody or of the therapeutical molecule according to the manufacturer´s protocol \\(often in buffer containing BSA). Dilutions of antibodies or other therapeutical molecules, to set up the working solution for intranasal delivery, should be done with sterofundin or NaCl. Antibody-working solutions can be stored at -20°C for a few weeks.\r\n\n\nCAUTION\\! The volume for intranasal application should be 25- 40µl.\r\n\n\n• Prepare the anaesthetic\r\n\n\n**A)** isoflurane ready to use solution \r\n\n\n**B)** avertin\r\n\n\n**b1.** Dissolve 1 g 2,2,2-Tribromo-Ethanol in 1 ml t-Amyl-Alcohol \r\n\n\n**b2.** Ad 39 ml PBS and vortex until total dissolving\r\n\n\n**b3.** Store the solution protected from light at 4°C\r\n\n\n**C)** ketamin \\(12mg/ml) /xylazin \\(0,08ml/ml) in PBS, stored at 4°C\r\n\n\n\r\n\n\nKetamin can be stored at 4°C for a few weeks. Avertin can be stored at 4°C for a few days.\r\n\n\n\r\n\n\nCAUTION\\! All experiments should be performed according to national and institutional guidelines for animal care and use.\r\n\n\n\r\n\n\nPROCEDURE\r\n\n\n\r\n\n\n**1** Prepare the antibody suspension as described above and store it on ice.\r\n\n\n**2** Anaesthetize the mice. This step can be performed using options A, B or C.\r\n\n\n**A)**  inject 200µl avertin intraperitonally \\(i.p) into the mice or\r\n\n\n**B)** inject 60-70µl ketamin i.p or\r\n\n\n**C)** use the isoflurane system\r\n\n\n**c1.** prepare the isoflurane-equipment according to the manufacturer´s instructions\r\n\n\n**c2.** put the mice in the plastic chamber and anaesthetize the mice by flooding the box with isolflurane/oxygen\r\n\n\nCAUTION\\! Increase the doses of isoflurane slowly\r\n\n\n**3.**  By the time the mouse is immobilized and the heart beat is getting slower, clamp the mouse in the neck and tilt the head back. Pipet the solution carefully, drop-wise into the nose of the mouse, so that the mouse inhales the solution.\r\n\n\n**4.** Wait until the mouse wakes up. After Avertin and Ketamin treatment the mouse needs approximately 30min to get awake. Anaesthesia duration after isoflurane treatment is about 5min. Use an infrared lamp to warm the mouse until it is awake. \r\n\n\n\r\n\n\nCAUTION\\! If you use ketamin or avertin for anaesthesia wait 24h to anaesthetize the mice again. Repeated use might be harmful for the mouse.\r\n\n\n\r\n\n\nTIMING:  10-15min."
        },
        {
            "header": "Timing",
            "content": "**Tumor induction**\r\n\n\n\r\n\n\nTIMING\r\n\n\nStep 1-5, 15-20min\r\n\n\nStep 6-11, 15min.\r\n\n\nStep 12-22, 30min.\r\n\n\n\r\n\n\n\r\n\n\n**Intranasal application**\r\n\n\n\r\n\n\nTIMING\r\n\n\n10-15min"
        },
        {
            "header": "Anticipated Results",
            "content": "**Tumor induction**\r\n\n\n\r\n\n\nANTICIPATED RESULTS\r\n\n\nTumour cells \\(Figure 2 a, b) which are intravenously injected in the mouse tail vein \\(Figure 2d) reach the lung and begin to grow. They form colonies and expand. The lung surface is afflicted by tumour cell colonies which can differ in size and number. In case of the B16-F10 metastatic melanoma model the cell colonies can be recognized as black areas on the lung surface \\(Figure 3a). Usually the whole lung surface is affected at day 28-33 after tumour cell injection with B16-F10 cells causing the death of the mice \\(1). In case of the L1C2 adenocarcinoma model 10-20% of the lung area is occupied by the tumour 21 days after tumour cell injection. In addition to the tumour in the lung, L1C2-treated mice often develop metastases in the thorax. On H&E stained slices the growing colonizing tumour cells are observable as high dense, purple, round regions \\(Figure 3b, c)\r\n\n\n\r\n\n\n\r\n\n\n**Intranasal application**\r\n\n\n\r\n\n\nANTICIPATED RESULTS\r\n\n\nIntranasal application of antibodies allows the evaluation of new experimental therapeutical strategies for the local treatment of lung diseases such as lung cancer. The antibody can directly target cells or proteins in the lung, without covering long distances as after intraperitoneal or intravenous applications. The antibody reaches the nasal cavity as the mouse inhales the solution drop-wise \\(Figure 4). Using the isoflurane system anaesthesia only lasts for few minutes."
        },
        {
            "header": "References",
            "content": "1 Sauer, K. A. et al. Immunosurveillance of lung melanoma metastasis in EBI-3-deficient mice mediated by CD8+ T cells. J Immunol 181, 6148-6157 \\(2008).\r\n\n\n2 Maxeiner, J. H. et al. A key regulatory role of the transcription factor NFATc2 in bronchial adenocarcinoma via CD8+ T lymphocytes. Cancer Res 69, 3069-3076, doi:10.1158/0008-5472.CAN-08-1678 \\(2009).\r\n\n\n3 Doganci, A. et al. The IL-6R alpha chain controls lung CD4+CD25+ Treg development and function during allergic airway inflammation in vivo. J Clin Invest 115, 313-325, doi:10.1172/JCI22433 \\(2005).\r\n\n\n4 Finotto, S. et al. Asthmatic changes in mice lacking T-bet are mediated by IL-13. Int Immunol 17, 993-1007, doi:10.1093/intimm/dxh281 \\(2005).\r\n\n\n5 Koltsida, O. et al. IL-28A \\(IFN-lambda2) modulates lung DC function to promote Th1 immune skewing and suppress allergic airway disease. EMBO Mol Med 3, 348-361, doi:10.1002/emmm.201100142 \\(2011).\r\n\n\n6 Reppert, S. et al. A role for T-bet-mediated tumour immune surveillance in anti-IL-17A treatment of lung cancer. Nat Commun 2, 600, doi:10.1038/ncomms1609 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Professor Rainer Wiewrodt for providing us with the L1C2 cell line."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1609",
                "date": "2012-07-18 07:57:32",
                "title": "A role for T-bet-mediated tumour immune surveillance in anti-IL-17A treatment of lung cancer",
                "authors": [
                    "S. Reppert",
                    "I. Boross",
                    "M. Koslowski",
                    "Ö. Türeci",
                    "S. Koch",
                    "H.A. Lehr",
                    "and S. Finotto"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1158/0008-5472.CAN-08-1678",
                "date": "2012-07-18 07:58:52",
                "title": "A Key Regulatory Role of the Transcription Factor NFATc2 in Bronchial Adenocarcinoma via CD8+ T Lymphocytes",
                "authors": [
                    "J. H. Maxeiner",
                    "R. Karwot",
                    "K. Sauer",
                    "P. Scholtes",
                    "I. Boross",
                    "M. Koslowski",
                    "O. Tureci",
                    "R. Wiewrodt",
                    "M. F. Neurath",
                    "H. A. Lehr",
                    "and S. Finotto"
                ],
                "journal": "Cancer Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12149,
                "identity": "9fd40d9a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Susetta Finotto",
                "email": "Susetta.Finotto@uk-erlangen.de",
                "orcid": "",
                "institution": "Molekulare Pneumologie, AG Finotto, Universitätsklinikum Erlangen",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Susetta",
                "middleName": "",
                "lastName": "Finotto",
                "suffix": ""
            },
            {
                "id": 12146,
                "identity": "9fd403a6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sarah Reppert",
                "email": "",
                "orcid": "",
                "institution": "Molekulare Pneumologie, AG Finotto, Universitätsklinikum Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sarah",
                "middleName": "",
                "lastName": "Reppert",
                "suffix": ""
            },
            {
                "id": 12147,
                "identity": "9fd4078b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Katerina Andreev",
                "email": "",
                "orcid": "",
                "institution": "Molekulare Pneumologie, AG Finotto, Universitätsklinikum Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katerina",
                "middleName": "",
                "lastName": "Andreev",
                "suffix": ""
            },
            {
                "id": 12148,
                "identity": "9fd40ae2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sandra  Wittmann",
                "email": "",
                "orcid": "",
                "institution": "Molekulare Pneumologie, AG Finotto, Universitätsklinikum Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sandra",
                "middleName": "",
                "lastName": "Wittmann",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-07-18 10:46:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.037",
        "doiUrl": "https://doi.org/10.1038/protex.2012.037",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608541,
                "identity": "ba93ea09-8759-4679-95eb-f7ac8c621fc9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46459,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Tumour cell injection procedure   (a+b) Microscopic picture of the L1C2 adenocarcinoma (a) and B16F10 melanoma (b) cell line in culture at 400 magnifications. (c) Neubauer chamber for cell counting. (d) Injection of the tumour cells into the tail vein of the mouse. (e) Bulge in the tail (arrow) indicates that tumour cells were injected in the tail tissue not in the vein. \r\nCAUTION! All experiments should be performed according to national and institutional guidelines for animal care and use.\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/figure_1.jpg"
            },
            {
                "id": 2608539,
                "identity": "e7b54c40-828d-4bfd-bac4-1a44410b1011",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50050,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Tumour growth analysis   (a) Lungs of naïve (left) and B16-F10 melanoma bearing (right) C57BL/6 mice injected with 2*105 tumour cells. (b) Analysis of Hematoxilin/Eosin stained lung sections of C57-BL/6 B16-F10 melanoma-bearing mice at day 14 after injection of 2x105 cells. (c) Hematoxilin/Eosin stained histological lung sections of BALBc/J L1C2 adenocarcinoma-bearing mice analyzed at day 21 after injection of 2x105 tumour cells. Arrows indicate the tumour area. \r\nCAUTION! All experiments should be performed according to national and institutional guidelines for animal care and use.\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/figure_2.jpg"
            },
            {
                "id": 2608540,
                "identity": "5200283c-9cf0-4692-ae12-b599d6d389c8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11058,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Intranasal application    The mouse was anesthezised and held tightly in the neck. Then the antibody solution was pipetted dropwise on the nose of the mouse.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/figure_3.jpg"
            },
            {
                "id": 2608542,
                "identity": "c0f477fb-da5c-4b28-a757-bea3918fea60",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37839,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Experimental design for tumor cell injection.   Injection of the tumour cell line on day 0 and application of the antibody at different time points after tumour cell induction. \r\nCAUTION! All experiments should be performed according to national and institutional guidelines for animal care and use\r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/figure_4.jpg"
            },
            {
                "id": 13464599,
                "identity": "16bac2bf-0d9b-4e57-a8ad-95eac991e86c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 330221,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/28155771-8b8b-486a-b5ee-be55f4ea3811.pdf"
            },
            {
                "id": 2608535,
                "identity": "a5e680a2-d7aa-4fa6-8eb0-6ad909206e22",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 27136,
                "visible": true,
                "origin": "",
                "legend": "Table 2   intranasal application",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/supplement_0.doc"
            },
            {
                "id": 2608536,
                "identity": "3f096181-0ef3-447c-b0f2-ff83af50676a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:18",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 28160,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting tumor cell injection",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2443/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "intranasal application, tumor induction, ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Lung cancer is one of the most frequently occurring cancer types. Successful lung cancer therapies in patients require preliminary investigations of promising therapeutic reagents in animal models. This protocol describes a method to induce lung tumours in mice and to deliver an immunoregulatory molecule directly to the lung by intranasal application. \r\n\n\nHere we describe the usage of murine cell lines L1C2 and B16F10 for the induction of lung adenocarcinoma or metastatic melanoma respectively. In this model the tumour cells are injected intravenously in the tail vein of the mice. \r\n\n\nTo apply therapeutic reagents locally in the lung during tumour growth, the mice are anaesthetized and the therapeutic molecule is applied drop by drop into the nose of the mouse at different time points after tumour induction. To monitor the outcome of the therapy tumour size can be defined by analyzing Haematoxilin/Eosin stained slices of the lung.",
        "manuscriptTitle": "Intranasal application of immuno-regulatory molecules: a method to investigate strategies for local cancer immuno-therapies in the lung",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-07-18 14:15:35",
                "doi": "10.1038/protex.2012.037",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd36ea3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 18th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2798,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-07-18 14:15:35",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}