{
    "identity": "nprot-5519",
    "title": "Measurement of tubulin oligomers self-assembly by FRET.",
    "content": [
        {
            "header": "Introduction",
            "content": "Microtubules \\(MTs) are composed of 13 protofilaments that interact laterally to form a hollow tube. These protofilaments are themselves the result of the longitudinal interaction between tubulin dimers<sup>1</sup>. MTs can self-assemble from free tubulin in solution in presence of GTP, this process is reversed by hydrolysis of the GTP into GDP which trigger MT disassembly<sup>2</sup>. In vitro, MT nucleation is temperature-dependent \\(polymerize at 37°C and depolymerize at 4°C) and is limited by the critical concentration for tubulin self-assembly, which is usually around 10 μM for purified brain tubulin.  \r\n\n\nInterestingly, MTs are anisotropic material with longitudinal interaction between tubulin dimers that are much stronger than lateral ones<sup>3</sup>. Thus, the current model of in vitro MT nucleation is that tubulin dimers interact first longitudinally to form protofilaments and then laterally to form a tubulin sheet that will close into a tube1.  _In vitro_, the initial formation of tubulin sheets is a limiting step in MT nucleation and the oligomers population \\(protofilaments and sheets) is small and dynamic<sup>1,4</sup>, it is therefore difficult to study and quantify pre-nucleation intermediates. \r\n\n\nThe slowly hydrolysable GTP analog GMPCPP and small molecules such as taxol can stabilize tubulin oligomerization and enhance MT nucleation and are often used to study tubulin self-assembly<sup>5,6</sup>.\r\n\n\nAnother major problem in the field is that it is very difficult to study separately longitudinal and lateral interactions between tubulin dimers, due to the tubulin self-assembly properties. Although tubulin-tubulin interactions are crucial for MT nucleation, they also regulate other MT properties such as dynamicity and mechanics<sup>7</sup>. It is thus crucial to develop assays that can investigate potential modifications of these interactions due to tubulin post-translational modifications or mutations<sup>8</sup>. Some methods have been already developed to study longitudinal interactions between tubulin dimers using EM microscopy or AFM by measuring and characterizing the length and curvatures of protofilaments<sup>9,10</sup>. Indentation of the MT lattice can be achieve by AFM and give valuable information on longitudinal and lateral interaction between tubulin dimers<sup>11</sup>. These techniques, although very precise, are either technically challenging or demand time-consuming analysis. \r\n\n\n\r\n\n\nHere we describe a detailed protocol for a method to monitor tubulin oligomerization at a step before MT nucleation occurs, using a FRET-based assay. We took advantage of the tubulin critical concentration for self-assembly to work at a concentration at which no MT nucleates, but at which tubulin oligomerization still occurs. The principle of the technique is to measure over time the fluorescence emitted by a FRET pair of fluorophores when tubulin dimers interact with each other \\(here we chose to label one population of tubulin with DyLight 650 fluorophore and another population of tubulin with rhodamine fluorophore). This technique can also be used to monitor more specifically lateral interactions between protofilaments labelled with either DyLight 650 or rhodamine fluorophores. To conduct the protofilament association assay, we first assembled taxol-stabilized protofilaments at low tubulin concentration \\(0.5 to 5 μM) and at 4°C to limit sheet formation and avoid MT nucleation. We stop the protofilaments elongation by the exchange of GTP for GDP by dialysis \\(always in presence of taxol to keep the protofilaments stabilized). Then we measure the FRET emitted fluorescence from the lateral interaction between the protofilaments at 32°C. \r\n\n\n\r\n\n\n**Advantages of the technique:** \r\n\n\n- Dynamically monitors tubulin oligomerization before MT nucleation.\r\n\n\n- Requires only small amount of tubulin protein.\r\n\n\n- Allows a quantification of tubulin oligomers formation under different conditions \\(for examples: compare different nucleotides, drugs, effect of tubulin post-translationnal modifications, tubulin mutations).\r\n\n\n**Disadvantages of the technique:**\r\n\n\n- Need imaging techniques such as EM to verify actual tubulin longitudinal or lateral interactions.\r\n\n\n- Is not an absolute quantitation of the tubulin oligomerization."
        },
        {
            "header": "Reagents",
            "content": "- MilliQ water\r\n\n\n- PIPES \\(Sigma, BioXtra P8203)\r\n\n\n- 1 M MgCl<sub>2</sub> \r\n\n\n- 0.1 M GTP \\(Sigma, G8877)\r\n\n\n- 10 N KOH \r\n\n\n- 100 μM Taxol in DMSO \\(Sigma T-7402)\r\n\n\n- 1 M DTT\r\n\n\n- 100% Glycerol\r\n\n\n- 0.1 M GDP \\(Sigma G7127)\r\n\n\n- 10 mM GMPCPP \\(Jena Bioscience, NU-405)\r\n\n\n\r\n\n\n**Proteins:**\r\n\n\n- Unlabeled tubulin.\r\n\n\n- Rhodamine-labelled tubulin.\r\n\n\n- DyLight-650-labelled tubulin.\r\n\n\nThis assay requires sufficient amounts of tubulin to label two batches of tubulin with one FRET pair of fluorophores. Tubulin proteins are usually purified from brain because of the high concentration in tubulin and MAPs in neural tissues, and can be purified as previously described by Castoldi et al., 2004<sup>12</sup>, using two cycles of polymerization-depolymerization in a high-molarity buffer. \r\n\n\nLabelling of tubulin with the fluorophore dye can be done as previously described by Hyman et al. 1991<sup>13</sup>. For the protocol presented here, it is recommended to have a fluorophore to tubulin stoichiometry below 1, to decrease the chances of having more than one fluorophore per tubulin dimer."
        },
        {
            "header": "Equipment",
            "content": "- Nanodrop.\r\n\n\n- D-tube Dialyser Mini \\(MWCO 6-8 kDa, Novagen).\r\n\n\n- Stirring magnet.\r\n\n\n- Magnetic stirrer.\r\n\n\n- TLA-100 rotor \\(Beckman).\r\n\n\n- Ultracentrifuge \\(Beckman).\r\n\n\n- Fluorimeter \\(FluoroMax, Horiba).\r\n\n\n- 30 μl micro-Cell cuvette \\(Model 1923, Horiba).\r\n\n\n- Micro-Cell cuvette adapter \\(Model 1923A, Horiba).\r\n\n\n- 1 ml Hamilton syringe.\r\n\n\n- Ice bucket."
        },
        {
            "header": "Procedure",
            "content": "1. Prepare BRB80 5x: 400 mM K-PIPES, 5 mM MgCl\n2\n, 5 mM EGTA, pH 6.85. Can be stored at 4°C \\(up to a week).\r\n  \r\n\n\n**Δ Critical steps before the experiments:**\r\n\n\n2. Before initiating experiments, tubulin purity needs to be assessed by SDS-page and Coomassie staining. If contaminants are present, tubulin needs to be further purified through a cycle of polymerization/depolymerization in PIPES high molarity buffer as described in Castoldi et al., 2003\n12\n.\r\n  3. Tubulin concentration and labelling stoichiometry need be precisely measured using a nanodrop spectrophotometer.\r\n  4. The critical concentration for self-assembly needs to be measured for the specific tubulin preparation using a microtubule nucleation assay\n14\n.\r\n  5. Before conducting the FRET assay, unlabeled and labelled tubulin need to be centrifuged for 5 min at 227,000 x g \\(TLA100, Beckman) to remove aggregates. The cleared tubulin must be kept on ice at all time and not kept more than a few hours before starting the experiments.\r\n  \r\n\n\n**A) Preparing the free tubulin mix for the FRET self-assembly assay**\r\n\n\n6. Prepare the free tubulin mix:\r\n  Prepare 50 μl of free tubulin mix at a final concentration of 5 μM \\(in presence of GTP) or 0.5 μM \\(in presence of GMPCPP) by mixing: \r\n\n\n- The required amounts of labelled and unlabeled tubulin stocks to obtain 10% of tubulin labelled with rhodamine dye and 10% labelled with the DyLight 650 dye. \r\n\n\n- In a 1x BRB80 buffer with glycerol 5% glycerol, 1 mM DTT and 1 mM of nucleotide \\(GDP, GTP or GMPCPP). \r\n\n\n\r\n\n\n**For example:**\r\n\n\nWith a stock solution of 75 μM of unlabeled tubulin, 50 μM of 20% DyLight 650-labelled tubulin and 50 μM of 50% rhodamine-labelled tubulin.\r\n\n\nFor a 5 μM free tubulin mix: \r\n\n\n      - 1 μl of unlabeled tubulin \r\n\n\n      - 2.5 μl of DyLight 650-labelled tubulin\r\n\n\n      - 1 μl of rhodamine-labelled tubulin\r\n\n\n      - 9.1 μl of 5x BRB80 \r\n\n\n      - 2.5 μl of glycerol\r\n\n\n      - 0.5 μl of DTT \\(0.1M stock solution)\r\n\n\n      - 0.5 μl of nucleotide \\(GTP at a stock solution of 0.1 M)\r\n\n\n      - QSP with MilliQ water to a final volume of 50 μl. \r\n\n\nIt is desirable to prepare the mix buffer first, then add the tubulin and prior to begin the experiment add the GTP.\r\n\n\n\r\n\n\n**Δ Critical step:** Keep tubulin and tubulin mix on ice at all time. The Micro-cell and Hamilton syringe should be kept at 4°C \\(or on ice) to avoid warning up the tubulin mix before measurement is initiated. The fluorimeter should be turn on at least 30 min before use and the temperature controller set at 32°C. The Micro-cell adapter should be set up on the fluorimeter and pre-equilibrated at 32°C to allow the reaction mix to reach temperature rapidly.\r\n\n\n7. Mix gently by pipetting \\(avoid to create bubbles).\r\n  8. Using the Hamilton syringe to transfer the tubulin mix in the Micro-Cell.\r\n  9. Place quickly the Micro-cell on its holder \\(pre-equilibrated at 32°C) in the fluorimeter and start the measurement.\r\n  10. The emitter fluorophore \\(DyLight 650) is excited at 561 nm and the acceptor fluorescence of rhodamine recorded at 702 nm with a 4 nm bandwidth at 15 s capture interval, 10 s measurement time, and for a total acquisition time of 30 min.\r\n  **Data analysis:**\r\n\n\n- For each time point, the background fluorescence measured at time zero is subtracted from the fluorescent signal.\r\n\n\n- The oligomerization rate is calculated by measuring the slope of the progress curve before steady-state is reached.\r\n\n\n- If steady-state is not reached within the time frame of the experiment, then the slope of the entire curve is used to calculate the rate.\r\n\n\n\r\n\n\n**B) Preparing the protofilament mix for the FRET self-assembly assay**\r\n\n\n7. Prepare the protofilament mix:\r\n  Prepare 200 μl of protofilament mix at a final concentration of 0.5 μM, for each fluorescently labelled tubulin by mixing: \r\n\n\n- the unlabeled tubulin and Rhodamine or DyLight-650 tubulin to obtain a final concentration of 10% tubulin bearing a fluorophore. \r\n\n\n- In a 1x BRB80 buffer with glycerol 5% glycerol, 1 mM DTT and 1 mM of nucleotide \\(GDP, GTP or GMPCPP). \r\n\n\n**For example:**\r\n\n\nWith a stock solution of 80 μM of unlabeled tubulin, 50 μM of 20% DyLight 650-labelled tubulin and 20 μM of 50% rhodamine-labelled tubulin.\r\n\n\nFor a 0.5 μM DyLight 650-labelled protofilament mix: \r\n\n\n      - 0.625 μl of unlabeled tubulin \r\n\n\n      - 1 μl of DyLight 650-labelled tubulin\r\n\n\n      - 40 μl of 5x BRB80 \r\n\n\n      - 10 μl of glycerol\r\n\n\n      - 2 μl of DTT \\(0.1M stock solution)\r\n\n\n      - 2 μl of taxol \\(50 mM stock solution)\r\n\n\n      - 2 μl of nucleotide \\(GTP at a stock solution of 0.1 M)\r\n\n\n      - QSP with MilliQ water to a final volume of 200 μl. \r\n\n\n\r\n\n\nAnd For a 0.5 μM rhodamine-labelled protofilament mix: \r\n\n\n      - 1 μl of unlabeled tubulin \r\n\n\n      - 1 μl of rhodamine-labelled tubulin\r\n\n\n      - 40 μl of 5x BRB80 \r\n\n\n      - 10 μl of glycerol\r\n\n\n      - 2 μl of DTT \\(0.1M stock solution)\r\n\n\n      - 2 μl of taxol \\(50 mM stock solution)\r\n\n\n      - 2 μl of nucleotide \\(GTP at a stock solution of 0.1 M)\r\n\n\n      - QSP with MilliQ water to a final volume of 200 μl. \r\n\n\n\r\n\n\nIt is desirable to prepare the mix buffer, then add the tubulin and lastly the GTP and taxol.\r\n\n\n\r\n\n\n7. Incubate on ice for 30 min.\r\n  8. Transfer the protofilament mix in the D-tube Dialyser Mini.\r\n  9. Dialyze the protofilaments for 1 h against 100 ml of 1x BRB80 supplemented with 0.5 μM taxol.\r\n  10. Carefully transfer the protofilament mix to a 1.5 ml tube with cut off pipette tip.\r\n  11. Add GDP to 1 mM final to the protofilament mix.\r\n  12. Mix equal volumes of Rhodamine labelled protofilaments \\(20 μl) and DyLight-650 protofilaments \\(20 μl) for a final volume of 40 μl.\r\n  13. Mix gently by pipetting \\(avoid to create bubbles)\r\n  14. Using the Hamilton syringe transfer the tubulin mix in the Micro-Cell.\r\n  15. Place quickly the Micro-cell on its holder \\(pre-equilibrated at 32°C) in the fluorimeter and start the measurement.\r\n  16. The emitter fluorophore \\(DyLight 650) is excited at 561 nm and the acceptor fluorescence of rhodamine recorded at 702 nm with a 4 nm bandwidth at 15 s capture interval, 10 s measurement time, and for a total acquisition time of 30 min.\r\n  **Data analysis:**\r\n\n\n- For each time point, the background fluorescence measured at time zero is subtracted from the fluorescent signal.\r\n\n\n- The oligomerization rate is calculated by measuring the slope of the progress curve before steady-state is reached.\r\n\n\n- If steady-state is not reached within the time frame of the experiment, then the slope of the entire curve is used to calculate the rate."
        },
        {
            "header": "Timing",
            "content": "The preparation of all the buffer and reagents can be done in 1 h \\(the BRB80 5x buffer can be prepared in advance). The protofilament mix preparation can be prepared in 2 h. The measurements at the fluorimeter are 30 minutes long. Thus the whole procedure can be done in half a day."
        },
        {
            "header": "Troubleshooting",
            "content": "**No signal:**\r\n\n\n- The tubulin concentration should be measured to ensure that it is not below 5 μM in presence of GTP or not below 0.5 μM in presence of GMPCPP or taxol + GTP.\r\n\n\n- Try a fresh aliquot of nucleotide.\r\n\n\n- Prepare fresh BRB80 buffer, making sure to use KOH and not NaOH to adjust the pH.\r\n\n\n- Check the self-assembly properties of the tubulin stocks \\(labelled and unlabeled) by a microtubule nucleation assay using fluorescence imaging<sup>14</sup>. Usually the critical concentration for microtubule self-assembly is around 10 μM for brain tubulin. Adjust your tubulin concentration for the assay using your tubulin critical concentration for microtubule self-assembly by using half of the critical concentration in presence of GTP and 1/20th in presence of GMPCPP for example.\r\n\n\n- For the protofilament assay: check protofilament formation in the protofilament mix in electron microscopy by negative staining<sup>5</sup>.\r\n\n\n**Variability in signal intensity:**\r\n\n\n- Check the concentration of the tubulin mix before adding the nucleotide using the nanodrop.\r\n\n\n- Test the self-assembly properties of the unlabeled and labelled tubulin stocks using a microtubule nucleation assay<sup>14</sup>.\r\n\n\n- Clear the tubulin stock by ultracentrifugation to remove inactive aggregates or large oligomers before preparing the mix.\r\n\n\n- Check the quality of the protofilament preparations in electron microscopy by negative staining<sup>5</sup>.\r\n\n\n- Try to add anti-fading reagents to prevent photobleaching.\r\n\n\n- Check for air bubbles in the Micro-cell before and after measurement. Air bubbles can appear during the experiment and affect the measurement of the fluorescent signal. Be sure to clean the Micro-cell before and after the experiment with 2 M HCl to avoid bubble formation."
        },
        {
            "header": "Anticipated Results",
            "content": "No increase in emitted fluorescence should be detected in the presence of GDP with the free tubulin mix. In contrast, in the presence of GTP, tubulin oligomerizes at 5 μM in the absence of stabilizing agents \\(such as taxol) and an increase in the emitted fluorescence intensity is detected over the course of the experiment. In the presence of taxol or GMPCPP, microtubules will nucleate at 5 μM tubulin concentration, thus the tubulin concentration needs to be set at 0.5 μM to avoid microtubule nucleation. Although this technique is quantitative and allow to compare result between two conditions \\(two isotypes of tubulin, post-translational modification or tubulin mutations), it is desirable to use complementary analysis in particular negative staining electron microscopy to obtain visual confirmation of protofilaments and sheet formation.\r\n\n\nFRET between fluorophores on neighboring tubulin dimers can in theory result from either longitudinal or lateral interactions. However, it has been proposed that protofilaments formation might reach an equilibrium within less than 5 min<sup>10</sup>. Since emitter fluorescence steadily increases over the first 15 min in the presence of GTP, it is conceivable that longitudinal interactions are established before fluorescence measurement is initiated and that the assay monitors mostly lateral interactions."
        },
        {
            "header": "References",
            "content": "1. Kollman JM et al. Microtubule nucleation by γ-tubulin complexes. Nat Rev Mol Cell Biol.12\\(11):709-21. \\(2011)\r\n  2. Molodtsov, M. I. et al. A molecular-mechanical model of the microtubule. Biophys J 88, 3167–3179 \\(2005).\r\n  3. Pampaloni, F. et al. Thermal fluctuations of grafted microtubules provide evidence of a length-dependent persistence length. Proc Natl Acad Sci USA 103, 10248–10253 \\(2006).\r\n  4. Voter, W. A. & Erickson, H. P. The kinetics of microtubule assembly. Evidence for a two-stage nucleation mechanism. J Biol Chem 259, 10430–10438. \\(1984)\r\n  5. Wang, H.-W. et al. Assembly of GMPCPP-bound tubulin into helical ribbons and tubes and effect of colchicine. Cell Cycle 4, 1157–1160 \\(2005).\r\n  6. Schiff, P. B. et al. Promotion of microtubule assembly in vitro by taxol. Nature 277, 665–667. \\(1979)\r\n  7. Hawkins, T.,  et al. Mechanics of microtubules. J Biomech 43, 23–30. \\(2010)\r\n  8. Ti SC et al. Mutations in Human Tubulin Proximal to the Kinesin-Binding Site Alter Dynamic Instability at Microtubule Plus- and Minus-Ends. Dev Cell. 37\\(1):72-84. \\(2016) \r\n  9. Elie-Caille, C. et al. Straight GDP-tubulin protofilaments form in the presence of taxol. Curr Biol 17, 1765–1770. \\(2007)\r\n  10. Mozziconacci J et al. Tubulin dimers oligomerize before their incorporation into microtubules. PLoS One. 3\\(11):e3821. \\(2008)\r\n  11. Munson KM et al. Enhanced mechanical stability of microtubules polymerized with a slowly hydrolyzable nucleotide analogue. J Phys Chem B. 111\\(19):5053-7. \\(2007)\r\n  12. Castoldi, M. & Popov, A. V. Purification of brain tubulin through two cycles of polymerization-depolymerization in a high-molarity buffer. Protein Expr Purif 32, 83–88. \\(2003)\r\n  13. Hyman, A. et al. Preparation of modified tubulins. Meth Enzymol 196, 478–485. \\(1991)\r\n  14. Geyer EA et al. A mutation uncouples the tubulin conformational and GTPase cycles, revealing allosteric control of microtubule dynamics. Elife. 4:e10113. \\(2015)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3481",
                "date": "2017-03-09 11:08:05",
                "title": "Tubulin acetylation protects long-lived microtubules against mechanical ageing",
                "authors": [
                    "Didier Portran",
                    "Laura Schaedel",
                    "Zhenjie Xu",
                    "Manuel Théry",
                    "and Maxence V. Nachury"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14407,
                "identity": "a0e5ba41-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Didier Portran",
                "email": "didierportran@gmail.com",
                "orcid": "",
                "institution": "Nachury lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Didier",
                "middleName": "",
                "lastName": "Portran",
                "suffix": ""
            },
            {
                "id": 14408,
                "identity": "a0e5c038-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maxence Nachury",
                "email": "",
                "orcid": "",
                "institution": "Nachury Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maxence",
                "middleName": "",
                "lastName": "Nachury",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-01-14 23:37:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.008",
        "doiUrl": "https://doi.org/10.1038/protex.2017.008",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465027,
                "identity": "ca3b944c-7c60-4357-b7db-e187bd4f4342",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 145178,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5519/v1/ffe4049d-d76f-4394-85e5-afd49f6de01f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Tubulin, protofilaments, FRET, fluorimeter, longitudinal interactions, lateral interactions",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Microtubules nucleation, dynamic instability and mechanical properties are regulated by tubulin-tubulin longitudinal and lateral interactions. It is thus crucial to develop assays that can investigate potential modifications of these interactions due to tubulin post-translational modifications or mutations. Here we describe a detailed protocol for a method to monitor tubulin oligomerization at a step before MT nucleation occurs, using a FRET-based assay. Briefly, the principle of the technique is to measure over time the fluorescence emitted by a FRET pair of fluorophores when tubulin dimers interact with each other below the critical concentration for microtubules self-assembly. This technique can also be used to monitor more specifically lateral interactions between protofilaments each labelled with one FRET pair of fluorophores. The experiment can be completed within 2-3 hours.",
        "manuscriptTitle": "Measurement of tubulin oligomers self-assembly by FRET.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-03-09 11:09:10",
                "doi": "10.1038/protex.2017.008",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0e53c53-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 9th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3792,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-03-09 11:09:10",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}