{
    "identity": "nprot-2780",
    "title": "Nanocomposite based flexible ultrasensitive resistive gas sensor for chemical reactions studies",
    "content": [
        {
            "header": "Introduction",
            "content": "An ideal sensor should possess the following significant features: \\(i) operation at room temperature; \\(ii) working in ambient environment and no requirement of oxygen or air supply; \\(iii) no external stimulus such as Joule heating or UV illumination for response/recovery; \\(iv) low detection limit; \\(v) high sensitivity and reproducibility; \\(vi) fast response and recovery; \\(vii) low cost and eco-friendly, etc. The commercially available conducting polymer sensors require high power consumption since they provide adequate sensitivity only at high temperatures. Intense research is underway to develop new sensing materials and devices for a wide range of applications, especially, at room temperature."
        },
        {
            "header": "Reagents",
            "content": "i. Silver nitrate 99.9999% trace metal basis \\(Sigma-Aldrich, cat. No. 204390-50G) \r\n\n\nii. Guar gum \\(Merck Chemicals, cat. No. 6183510500)\r\n\n\niii. Ammonia solution 25% \\(Merck Chemicals, cat. No. 105432)\r\n\n\niv. Silver conductive paste \\(Sigma-Aldrich, cat. No. 735825-25G)\r\n\n\nv. N-butyl acetate extra pure \\(S D Fine chem. Limited, India, cat. No. 37502 )\r\n\n\nvi. Ammonium chloride \\(NH4Cl) \\{Merck Chemicals, cat. No. 101145}  \r\n\n\nvii. Sodium hydroxide pellets GR \\(Merck chemicals, cat. No. 106482)\r\n\n\nviii. Hexamethylenetetramine \\(C6H12N4) \\(Sigma-Aldrich, cat. No. 398160)\r\n\n\nix. Methanol \\(CH3OH) extra pure \\(Merck Chemicals, cat. No. 6184389051)\r\n\n\nx.  Ethanol Absolute 99.9% \\(C2H5OH) \\(Changshu Yanguan Chemical, China, cat. No.GB678-90)\r\n\n\nxi.  Acetone \\(C3H6O) extra pure \\(Merck chemicals, cat. No. 6000139200)\r\n\n\nxii.  Carbon tetrachloride \\(CCl4) \\(Merck chemicals, cat. No. 8223059200)\r\n\n\nxiii.  Trichloroethylene \\(C2HCl3) \\(Merck chemicals, cat. No. 6175740500)\r\n\n\nxiv. All aqueous solutions were made using ultrahigh purity water purified using a Mill-Q Plus system \\(Millipore Co.)\r\n\n\nxv. Copper wire \\(0.1mm)\r\n\n\nxvi. Transparency flexible sheet \\(thin sheet of transparent flexible material, typically cellulose acetate)"
        },
        {
            "header": "Equipment",
            "content": "i. Magnetic stirrer \\(IKA C-MAG HS7)\r\n\n\nii. Humidity meter \\(FLUKE 971, USA)\r\n\n\niii. UV-VIS Spectrophotometer \\(HITACHI  U 2900 model no. 2J1-0004, Japan)\r\n\n\niv. FTIR spectrophotometer \\(Spectrum-100, Perkin-Elmer, USA)\r\n\n\nv. X-ray diffraction \\(XRD) Bruker D8 Advance powder diffractometer\r\n\n\nvi. Scanning electron microscope \\(SEM) using a FEI-SIRION\r\n\n\nvii. Transmission electron microscope \\(TEM) with a TECHNAI T20 microscope\r\n\n\nviii. Gatan plasma system \\(Gatan Model 950 advanced plasma system)\r\n\n\nix. X-ray photoelectron spectroscopy \\(XPS) analysis has been carried out by using Kratos AXIS ULTRA DLD spectrometer\r\n\n\nx. Agilent device Analyzer B1500A Source-measure-unit \\(SMU)\r\n\n\nxi. 75 Multimeter \\(waco)"
        },
        {
            "header": "Procedure",
            "content": "Preparation of GG/Ag nanocomposite\r\n\n\na) The precursors used to prepare Ag nanoparticles are GG and silver nitrate.\r\n\n\nb)  2.5 %w/v of GG was dissolved in 10 ml distilled water with the help of magnetic stirrer. \r\n\n\nc) After complete dissolution, the temperature of the reaction medium is raised to 70 oC. \r\n\n\nd) 10 ml of 15 mM silver nitrate solution was then added drop wise to the solution.\r\n\n\ne) The reaction mixture was kept under continuous stirring for 90 min. \r\n\n\nf) The synthesis takes place at pH 6. \r\n\n\ng) Short time after addition of silver nitrate solution, the reaction medium acquires a clear yellow color indicating the formation of Ag nanoparticles. \r\n\n\nh) In order to make the double loading, 30 mM silver nitrate were used at the identical condition. \r\n\n\n\r\n\n\n\r\n\n\nCharacterization of GG/Ag nanocomposite\r\n\n\na) The GG/Ag nanocomposite was characterized by XRD operating in the reflection mode with CuKα radiation. \r\n\n\nb) The morphology of the films was investigated by SEM. \r\n\n\nc) The size and shape of the nanoparticles were obtained using TEM.\r\n\n\nd)  For TEM studies, the samples were prepared by drop-casting dispersed colloidal solution on a carbon-coated copper grid. \r\n\n\ne) FTIR spectra were recorded to confirm the presence of the required functional groups in the GG and GG/Ag nanocomposite.\r\n\n\nf) Normal \\(film I) and double loaded films \\(film II) were prepared by drop-casting 15 mM and 30 mM GG/Ag nanocomposite solution on flexible transparency slide \\(1cm x 1cm) followed by dried in air. \r\n\n\ng) Particle density of film II is higher as compared to film I which indicates that the density can easily be varied by controlling the silver nitrate concentration without disturbing the particle size.\r\n\n\nh) For electrical characterization, film I & II were electrically connected to a copper wire as electrodes with the help of silver paste. The optical micrograph of the film with the electrical leads on a flexible substrate is shown in Fig. 1a. Electrical measurements were taken with an Agilent SMU as voltage-source and current-meter. \r\n\n\ni) Electrical conductivity of GG film, film I & II were carried out and it was found to be 8.45x10-9, 1.7x10-5 and 1.84x10-5 Ω-1cm-1, respectively. This clearly indicates that the conductivity of the films can be enhanced by increasing the loading of Ag nanoparticles in GG. \r\n\n\nj) XPS and field-effect transistor \\(FET) analysis has been carried out in order to confirm the sensing mechanism. \r\n\n\n\r\n\n\nSensor measurements\r\n\n\na) Upon exposure to aqueous ammonia of different concentrations, the conductivity of GG/Ag nanocomposite film is found to increase which prompted us to explore the film as chemiresistor sensors and investigate the underlying mechanism. An Agilent SMU was used to study the temporal response behaviour. \r\n\n\nb) Aqueous ammonia sensing experiments were carried out in a simple home-made testing chamber whose net volume  ~800 cm3 \\(10 cm  x 10 cm x 8 cm) as shown schematically in Fig. 1b. \r\n\n\nc) The ammonia vapors of different concentrations were introduced into the testing chamber manually at the humidity of ~48% and temperature of 20-25 0C. The distance of ammonia solution from sensor film is kept 1 cm. \r\n\n\nd) In order to understand the sensing mechanism, we have carried out sensing experiments under different environmental conditions \\(ambient, oxygen and nitrogen) and studied the field effect transistor \\(FET) characteristics of the sensing film on a Si/SiO2 \\(300 nm thickness) substrate.\r\n\n\ne) The kinetics of a chemical reaction such as generation of ammonia from hexamethylenetetramine \\(HMT) in water at different temperatures is studied by the sensing film. Similarly in another experiment, the evolution of ammonia from the reaction between ammonium chloride and sodium hydroxide has been investigated."
        },
        {
            "header": "Timing",
            "content": "i. For synthesis of GG/Ag NP nanocomposite : 90min\r\n\n\nii. For ammonia sensing: 4-5 min"
        },
        {
            "header": "Anticipated Results",
            "content": "\\(1) Ultimately, a sensor based on GG/Ag nanocomposite film has been developed which can not only be used for the detection of sub ppb but also for few hundred ppm at room temperature under ambient environment \\(Fig. 1).\r\n\n\n\\(2)  It is interesting to note that the current and hence, the conductivity increases when exposed to ammonia. It is found that the sensing of ammonia is only possible in presence of oxygen \\(Fig. 2). \r\n\n\n\\(3) It is observed that only GG cannot sense ammonia. \r\n\n\n\\(4) A sensing mechanism for the ammonia detection has been established which can also be applicable for other reducing analytes such as hydrogen, methane, etc. \r\n\n\n\\(5) The main advantages of the sensor are its operation at room temperature over the wide range and working under ambient environment. Apart from this, the sensor does not require any external stimulus for response/recovery. \r\n\n\n\\(6) The sensitivity, reversibility, stability and reproducibility of the sensors are superior as compared to the sensors reported in the literature. \r\n\n\n\\(7) The conductance change is ~600 for a concentration of 1300 ppm.\r\n\n\n\\(8)  It has also been demonstrated that the sensor can be used for the investigation of ammonia evolution from chemical reactions such as hexamethylenetetramine with boiled water or ammonium chloride with alkali \\(Fig. 3). \r\n\n\n\\(9) One of the most important advantages of the sensor is the change in current in A range which can even be detected by a multimeter without using sophisticated source-measure-unit. \r\n\n\n\\(10) The overall paramount performance of the sensor can conveniently be fixed into portable hand-held devices and could be deployed for a variety of applications, such as environmental monitoring, industrial applications such as in chemical processing plants, and homeland security for counter-terrorism, and leak detection in research laboratories."
        },
        {
            "header": "Acknowledgements",
            "content": "The author \\(SP) is thankful to Dr. D. S. Kothari Post doctoral fellowship scheme \\(DSKPDF) of University grant commission \\(UGC) for its generous financial support. The authors also acknowledge financial assistance of Department of Science and Technology \\(DST) for other financial support."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.carbpol.2013.01.009",
                "date": "2013-08-13 14:43:53",
                "title": "Green synthesis of polysaccharide/gold nanoparticle nanocomposite: An efficient ammonia sensor",
                "authors": [
                    "Sadanand Pandey",
                    "Gopal K. Goswami",
                    "and Karuna K. Nanda"
                ],
                "journal": "Carbohydrate Polymers",
                "logo": ""
            },
            {
                "doi": "10.1016/j.ijbiomac.2012.06.033",
                "date": "2013-08-13 14:44:50",
                "title": "Green synthesis of biopolymer–silver nanoparticle nanocomposite: An optical sensor for ammonia detection",
                "authors": [
                    "Sadanand Pandey",
                    "Gopal K. Goswami",
                    "and Karuna K. Nanda"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12617,
                "identity": "a00f0381-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "*Sadanand Pandey",
                "email": "sadanand.au@gmail.com",
                "orcid": "",
                "institution": "Materials Research Centre, Indian Institute of Science, Bangalore 560012, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "*Sadanand",
                "middleName": "",
                "lastName": "Pandey",
                "suffix": ""
            },
            {
                "id": 12619,
                "identity": "a00f0866-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "*Karuna  Nanda",
                "email": "nanda@mrc.iisc.ernet.in",
                "orcid": "",
                "institution": "Materials Research Centre, Indian Institute of Science, Bangalore 560012, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "*Karuna",
                "middleName": "",
                "lastName": "Nanda",
                "suffix": ""
            },
            {
                "id": 12618,
                "identity": "a00f0698-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gopal  Goswami",
                "email": "",
                "orcid": "",
                "institution": "Materials Research Centre, Indian Institute of Science, Bangalore 560012, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gopal",
                "middleName": "",
                "lastName": "Goswami",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-13 15:13:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.068",
        "doiUrl": "https://doi.org/10.1038/protex.2013.068",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608803,
                "identity": "8ae33ece-bd97-47df-9f10-32646d3f1d56",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1530596,
                "visible": true,
                "origin": "",
                "legend": "Ammonia sensing of GG/Ag film I.    (a) Optical micrograph of the film on a flexible substrate. Optical micrograph of the film with electrical leads is shown in the inset. (b) Schematic representation of the experimental set up. The distance from the source to film is 1 cm. (c) Current-voltage characteristics with different ammonia concentrations. (d) Temporal response to different ammonia concentrations for an applied voltage of 20 V. Ammonia ON and OFF are indicated by arrows. (e & f) Current and sensitivity as a function of ammonia concentration in log-log plot. Response time and recovery time are shown in the inset. Solid lines are guide to the eye.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2780/v1/figure_1.jpg"
            },
            {
                "id": 2608806,
                "identity": "4b843c43-a170-4695-bdd0-48f2fd7df87e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 574356,
                "visible": true,
                "origin": "",
                "legend": "Ammonia sensing at different environment.    (a) Current stability and (b) ammonia sensing study at different environments; ambient, nitrogen and oxygen. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2780/v1/figure_2.jpg"
            },
            {
                "id": 2608810,
                "identity": "680264f0-f38c-4bbe-9538-f0c56a248f76",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 343067,
                "visible": true,
                "origin": "",
                "legend": "Ammonia evolution from chemical reaction.     (a) Temporal response of ammonia evolution for different NH4Cl concentrations (1, 2, 4, 5, 6 mM). Current as a function of NH4Cl concentration is shown in the inset. (b) Ammonia evolution from HMT as a function of temperature. The current is measured at a constant bias of 20 V. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2780/v1/figure_3.jpg"
            },
            {
                "id": 13465626,
                "identity": "c4db07ac-b551-4b56-b8c2-453dafbea777",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 391989,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2780/v1/a9cd2719-b704-4683-9058-3951f835cb8f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Gas sensor, Chemiresistive sensor, Nanoparticles, Polymer, Detection limit, Selectivity, Response time  ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Room temperature operation, low detection limit and fast response time are highly desirable for a wide range of gas sensing applications. However, the available gas sensors suffer mainly from high temperature operation or external stimulation for response/recovery. Here, we report an ultrasensitive-flexible-silver-nanoparticle based nanocomposite resistive sensor for ammonia detection and established the sensing mechanism. We show that the nanocomposite can detect ammonia as low as 500 parts-per-trillion at room temperature in a minute time. Furthermore, the evolution of ammonia from different chemical reactions has been demonstrated using the nanocomposite sensor. Our results demonstrate the proof-of-concept for the new detector to be used in several applications including homeland security, environmental pollution and leak detection in research laboratories and many others.",
        "manuscriptTitle": "Nanocomposite based flexible ultrasensitive resistive gas sensor for chemical reactions studies",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-08-20 08:08:14",
                "doi": "10.1038/protex.2013.068",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00e8c35-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 20th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3039,
                "name": "Materials science"
            },
            {
                "id": 3040,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-08-20 08:08:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}