{
    "identity": "nprot-2686",
    "title": "Multidisciplinary examination of putrefaction fluid deposits \\(PFD) for forensic and anthropological purposes",
    "content": [
        {
            "header": "Introduction",
            "content": "DCD present as deposits of reddish \\(hematic) color mainly present on the sloping and endocranial part of the occipital bone, sometimes associated to the lateral parts of cervical vertebrae and, rarely, other bones."
        },
        {
            "header": "Procedure",
            "content": "Sampling: at least 1-cm- long fragment of PFD is sampled directly into the skull, ideally during anthropological or archeological survey.\r\n\n\n\r\n\n\nCleaning/decontamination: each sample is then cleaned by a fine scraping with non-contaminating plastic instruments and a delicate vaporization of pressured air on all the faces during 10 min. No gold covering is realized in order to be able to perform elemental analysis on the surface.\r\n\n\n\r\n\n\nEnvironmental SEM examination of each sample is directly performed on a Philips XL30 CP with X-ray microanalysis \\(energy-dispersive X-ray spectros- copy). The resolution of the microscope is 3.5 nm at 30 kV using the secondary electron detector. All images are stored using a standard resolution digital frame store.\r\n\n\n\r\n\n\nOptical microscope sample preparation is as follows:\r\n\n\n- The first step consists in a very fine fragmentation of the sample. This is justified by the fact that the PFD has no architecture of it own and that this fragmentation does not consist in a loss of information \\(since we worked in a microscopic scale). In addition, this reduction allows for a better penetration of the fixative substances.\r\n\n\n- In order to rehydrate and fix the samples, they are immersed in 20% diluted acetic acid for 48 h, in order to slowly decalcify the fragments of PFD.\r\n\n\n- A solution is obtained using the following two phases: a liquid phase made of the PFD in suspension and a solid-phase slope. These two phases are studied separately.\r\n\n\n- The cytological analysis of the PFD in suspension began with the sampling of 200 μL from the supernatant. This liquid is then centrifuged \\(800 turns per minute for 10 min) in order to obtain two spots per slide. Four slides are produced by sample: two slides are colored by the technique of Papanicolaou after a fixing of the spots with a lacquer; the two other slides are colored by the technique of the May–Grünwald–Giemsa \\(MGG) after fixing of the spots to the air.\r\n\n\n- The study of the remaining solid phase \\(base of centrifugation) is carried out after a new centrifugation \\(3,500 turns per minute for 10 min). The supernatant is kept in reserve \\(for a later possible cytological study) while the base is recuperated, then fixed 24 h in the AFA \\(acetic acid, formaldehyde, alcohol). As soon after fixation and decalcification, the sample is put in cassette on a foam, followed by the traditional circuit of inclusion \\(dehydration in xylene and increasing alcohol baths, then inclusion in liquid paraffin, cooling, section with the microtome \\(from 6 to 10 μm), deposit on an albumenized slide, air-drying free, dewaxing and rehydration by immersion in xylene then in decreasing alcohol baths to distilled water). Several colorations are carried out for each sample: periodic acid Schiff, Gram, toluidine blue, and hema- toxylin, eosin, saffron \\(HES)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1007/s00428-008-0670-1",
                "date": "2013-04-14 12:40:08",
                "title": "The microscopic (optical and SEM) examination of putrefaction fluid deposits (PFD). Potential interest in forensic anthropology",
                "authors": [
                    "P. Charlier",
                    "P. Georges",
                    "F. Bouchet",
                    "I. Huynh-Charlier",
                    "R. Carlier",
                    "V. Mazel",
                    "P. Richardin",
                    "L. Brun",
                    "J. Blondiaux",
                    "and G. Lorin de la Grandmaison"
                ],
                "journal": "Virchows Archiv",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12494,
                "identity": "9fff2a3e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Charlier Philippe",
                "email": "ph_charlier@yahoo.fr",
                "orcid": "",
                "institution": "Department of Forensic Medicine and Pathology, University Hospital R. Poincaré (AP-HP, UVSQ), Garches, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Charlier",
                "middleName": "",
                "lastName": "Philippe",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-14 12:53:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.044",
        "doiUrl": "https://doi.org/10.1038/protex.2013.044",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464636,
                "identity": "812eb58e-4132-4bd2-a1b8-4185312878f6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 114087,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2686/v1/28da21e9-dcd3-4c7a-9ce0-04d2acf6e7c2.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Forensic anthropology, identification, cause of death, microscopy, paleopathology",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We present here the complete methodology for the microscopic analysis of residues of putrefaction fluid, a calcified deposit frequently found associated with bone rests, for both physical and forensic anthropology purposes. Sampling and analysis seem straightforward and relatively reproducible. All samples are studied by direct optical microscope and scanning electron microscopy. Many cytological, histological, and elemental analysis are possible, producing precious data for the identification of these remains and, in some cases, the cause of death.",
        "manuscriptTitle": "Multidisciplinary examination of putrefaction fluid deposits (PFD) for forensic and anthropological purposes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-04-15 09:47:35",
                "doi": "10.1038/protex.2013.044",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ffdebc8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 15th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2966,
                "name": "Chemistry"
            },
            {
                "id": 2968,
                "name": "Cell biology"
            },
            {
                "id": 2969,
                "name": "Biochemistry"
            },
            {
                "id": 2970,
                "name": "Developmental biology"
            },
            {
                "id": 2973,
                "name": "Materials science"
            },
            {
                "id": 2974,
                "name": "Microbiology"
            },
            {
                "id": 2975,
                "name": "Optics and photonics"
            },
            {
                "id": 2976,
                "name": "Plant sciences"
            },
            {
                "id": 2977,
                "name": "Biological techniques"
            },
            {
                "id": 2978,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-04-15 09:47:35",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}