{
    "identity": "nprot-502",
    "title": "Electrophysiology measurement of long-term plasticity of developing GABAergic synapses in acute rat hippocampal slices",
    "content": [
        {
            "header": "Introduction",
            "content": "Activity-induced long-term modification of glutamatergic synapses depends on the frequency of synaptic activation. Here we report that long-term modification of developing rat hippocampal GABAergic synapses induced by repetitive coincident pre- and postsynaptic spiking is also frequency-dependent.  Spiking at 20-50 Hz resulted in synaptic potentiation, whereas spiking at 5 Hz led to synaptic depression. The potentiation was abolished by blocking GABAB receptors \\(GABABRs), whereas the depression was independent of GABABR activation and could be converted to potentiation by elevating GABABR activity. The potentiation could be attributed to a local postsynaptic increase in Na<sup>+</sup>/K<sup>+</sup>/2Cl<sup>-</sup> cotransporter activity near activated synapses. The activity of postsynaptic Ca<sup>2+</sup>/calmodulin-dependent protein kinase II was necessary for LTP of these developing GABAergic synapses and its phosphorylation at Thr286 could be enhanced by activating GABABRs with baclofen. Together with the finding of frequency-dependent activation of GABABRs, these results indicate that postsynaptic GABABR activation mediates frequency-dependent potentiation of developing GABAergic synapses.  Here we described the protocol that is used to the electrophysiology measurement of changes in the efficacy of synaptic transmission of developing GABAergic synapses following the specific pattern of correlated spiking activity in acute aat hippocampal slice."
        },
        {
            "header": "Reagents",
            "content": "KN-62  CalBiochem\r\n\n\nKN-93  CalBiochem\r\n\n\nalpha-CaMKII  CalBiochem\r\n\n\nEGTA-AM  Molecular Probes\r\n\n\nAll other chemicals are from Sigma-Aldrich"
        },
        {
            "header": "Equipment",
            "content": "Leica DM LFS upright microscopy\r\n\n\nIR-1000 infra-red video camera  Roper Scientific\r\n\n\nJVC TM-A170G Monitor\r\n\n\nAxon MultiClamp 700A amplifier   Molecular Devices\r\n\n\nAxon Digidata 1440 A/D-D/A board  Molecular Devices\r\n\n\nAxon pClamp 9.2  Molecular Devices\r\n\n\nAMPI Master 8 pulse generator \r\n\n\nAMPI ISO-flex stimulation isolator\r\n\n\nBurleigh PCS 5000 micromanipulator\r\n\n\nBurleigh GIBRALTAR translator and fixed stage\r\n\n\nBorosilicate glass capillaries \\(B-120-69-15)  Sutter Instrument\r\n\n\nSutter P-97 micropipette puller  Sutter Instrument  \r\n\n\nVibratome 3000 sectioning system"
        },
        {
            "header": "Procedure",
            "content": "**Brain slice preparation**\r\n\n\n\r\n\n\n1. Anaesthetize Sprague-Dawley rats \\(postnatal days 9-16) with sodium pentobarbital \\(50mg/kg, ip). \r\n  2. After decapitation, remove brains rapidly and submerge in ice-cold artificial cerebrospinal fluid \\(ACSF) containing \\(in mM): 119 NaCl, 2.5 KCl, 2.5 CaCl\n2\n, 1.3 MgSO\n4\n, 1 NaH\n2\nPO\n4\n, 26.2 NaHCO\n3\n, and 11 glucose; bubbled with 95% O\n2\nand 5% CO\n2\n, pH 7.4, and ~300 mOsm.\r\n  3. Cut transverse slices \\(350-400 μm thick) using a Vibratome 3000 sectioning system \\(St. Louis, MO).\r\n  4. Collect the slices and maintain in oxygenated ACSF for 30 min at 30°C and then at least 1 hr at 25°C before recording. \r\n  \r\n\n\n**Whole-cell recording of synaptic GABA response**\r\n\n\n\r\n\n\n5. Transfer individual slices to a submersion recording chamber that is continuously perfused with the oxygenated ACSF at 28-30°C throughout the recording.  \r\n  6. Place a bipolar tungsten electrode \\(MCE-100; Rhodes Medical Instruments) 50-100 µm from the soma of CA1 Cells in the Str. Radiatum to evoke GABA-PSCs or GABA-PSPs by electrical stimuli \\(100 µs, 5-100 µA) to the somata or axon tracts of GABAergic interneurons with a pulse generator \\(Master-8) coupled through an isolator \\(Iso-flex; A.M.P.I.). \r\n  7. Make whole-cell recordings on the soma of hippocampal CA1 pyramidal cells to record GABA-PSCs or GABA-PSPs in the presence of kynurenic acid \\(KYN, 2 mM) in the bath solution. For perforated whole-cell recordings, use either gramicidin \\(0.5 µg/ml) or amphotericin B \\(300 µg/ml) in the internal solution. For break-in whole-cell recording, fill the pipettes with an internal solution containing Mg-ATP \\(4 mM) and Na-GTP \\(0.3 mM). \r\n  8. Amplify electrical signals with a MultiClamp 700A amplifier \\(Molecular Devices), digitalized at 10 KHz by DIGIDATA converter board \\(Model 1322A, Molecular Devices), acquired and analyzed by pCLAMP software \\(Molecular Devices). Analyze data only when the change in series resistance or input resistance is less than 20% during recording. \r\n  9. Induce LTP and LTD by application of the induction protocol consisting of repetitive presynaptic stimulation \\(100 µs, 5-100 µA, 100 pulses with different frequencies ranging 1-50 Hz) and elicit postsynaptic spike by injection of depolarizing current pulses \\(~2 nA, 2 ms).\r\n  \r\n\n\n**Intracellular loading of drug through the perforated membrane patch or membrane rupture**\r\n\n\n\r\n\n\n10. Add the membrane-permeable drug to the internal solution and directly load into the postsynaptic cell through the perforated patch as previously described\n1\n. Start the baseline recording 20-30 min after the stable perforation to allow the drug penetration. \r\n  11. For intracellular loading of Ca\n2+\nchelators through the membrane patch, the concentration of BAPTA-AM \\[1,2-bis-\\(o-aminophenoxy)ethane-N,N,N’,N’- tetraacetic acid \\(acetoxy-methyl) ester] and EGTA-AM \\[ethylene- bis\\(oxyethylenenitrilo)-N,N,N’,N’-tetraacetic acid \\(acetoxy-methyl) ester] in the internal solution is 0.15 and 0.5 mM, respectively.\r\n  12. For blocking postsynaptic CaMKII activity, membrane-permeable KN-62 \\(0.4 mM) or KN-93 \\(0.5-2 mM) is added into the internal solution during perforated recording.\r\n  13. For increasing postsynaptic CaMKII activity, the active form of alph-CaMKII \\(5 units/μl) is added into the internal solution during whole-cell recording. The amplitude of synaptic currents in each cell is normalized to the mean amplitude of synaptic currents recorded within the first 3 min after the onset of the break-in.\r\n  \r\n\n\n**Measurement of the reversal potential for synaptic GABA responses**\r\n\n\n\r\n\n\n14. Create a protocol in p-Clampex \\(pClamp software) with stepped voltage under voltage clamp mode \\(typically from -80 mV to -40 mV with 5 mV step, step duration 700 ms).\r\n  15. Start each sweep by Digital Trigger and deliver the presynaptic stimulation 400 ms after the onset of the voltage step.\r\n  16. Analyze the peak amplitude of each GABA-PSC at various holding voltages and plot it against to the holding voltage.\r\n  17. Use linear regression to calculate a best-fit line for the voltage dependence of GABA-PSC amplitude. The interpolated intercept of this line with the abscissa is taken as the EGABA value, and the slope of this line is used as the corresponding total GABAAR conductance.\r\n  \r\n\n\n**Induction and measurement for asynchronous release of GABA in the presence of Sr\n2+\n**\r\n\n\n \r\n\n\n18. Record GABA-PSCs in the presence of normal ACSF for a while. Keep stimulation position and intensity constant throughout the experiment.\r\n  19. Replace the normal ACSF with Sr\n2+\n-containing ACSF \\(2.5 mM, in placement of Ca\n2+\nto induce asynchronous release of GABA, ref. 2) till the appearance of asynchronous release of GABA following the presynaptic test stimulation.\r\n  20. Record asynchronous GABA-PSCs in Sr\n2+\n-containing ACSF for 10-20 min \\(control period).\r\n  21. Replace Sr\n2+\n-containing ACSF with normal ACSF till the disappearance of asynchronous GABA-PSCs.\r\n  22. Continue recording in normal ACSF with three sections: pre-induction period for at least 10 min, induction with repetitive coincident stimulation, post-induction period for 30 min.\r\n  23. Replace the normal ACSF with Sr\n2+\n-containing ACSF again.\r\n  24. Record asynchronous GABA-PSCs in Sr\n2+\n-containing ACSF for 10-20 min.\r\n  25. Measure asynchronous events within a 400 ms time window 50 ms after the stimulation, and only include those events with initial phase close to the baseline for analysis.\r\n  26. Before averaging the data from different cells, obtain averaged cumulative histograms in each cell by normalizing each distribution of the amplitude of asynchronous GABA-mPSCs to the corresponding median value obtained in the control period in the presence of Sr\n2+\n. \r\n  27. Summarize the data from different cells; the corresponding normalized amplitude for each tenth cumulative probability was averaged across cells."
        },
        {
            "header": "Timing",
            "content": "4-5 hrs"
        },
        {
            "header": "References",
            "content": "1. Ganguly, K., Kiss, L. &amp; Poo, M. Enhancement of presynaptic neuronal excitability by correlated presynaptic and postsynaptic spiking. _Nat. Neurosci._ **3**, 1018-1026 \\(2000).\r\n  \r\n\n\n2. Goda, Y. &amp; Stevens, C.F. Two components of transmitter release at a central synapse. _Proc. Natl. Acad. Sci. U.S.A._ **91**, 12942-12946 \\(1994)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nn.2215",
                "date": "2008-10-17 02:30:13",
                "title": "GABA(B) Receptor Activation Mediates Frequency-Dependent Plasticity of Developing GABAergic Synapses",
                "authors": [
                    "Chun Xu",
                    "Man-xia Zhao",
                    "Mu-ming Poo & Xiao-hui Zhang"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11076,
                "identity": "9f4503f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xu  Chun",
                "email": "",
                "orcid": "",
                "institution": "Institute of Neuroscience, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xu",
                "middleName": "",
                "lastName": "Chun",
                "suffix": ""
            },
            {
                "id": 11077,
                "identity": "9f4506f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhang Xiao-hui",
                "email": "",
                "orcid": "",
                "institution": "Institute of Neuroscience, Chinese Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhang",
                "middleName": "",
                "lastName": "Xiao-hui",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 15:23:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.234",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.234",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465402,
                "identity": "89eb0d19-cb8b-4d9d-8a6a-215378f90d72",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 127681,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-502/v1/6cc320e7-53cd-447f-8ea7-d2d107e2a9ff.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "GABAergic synapse, electrophysiology, whole-cell patch clamp recording, LTP, LTD, hippocampal slices\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Electrophysiology measurement of long-term plasticity of developing GABAergic synapses in acute rat hippocampal slices",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-10-30 07:11:37",
                "doi": "10.1038/nprot.2008.234",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f44adf3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 30th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2187,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-10-30 07:11:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}