{
    "identity": "nprot-2336",
    "title": "The Mood Induction Task: A standardized, computerized laboratory procedure for altering mood state in humans",
    "content": [
        {
            "header": "Introduction",
            "content": "Mood states are cumulative long-term emotional states which are often \\(but not exclusively) either positive \\(e.g. ‘happy’) or negative \\(e.g. ‘sad’) \\(Mitchell and Phillips 2007). They are an integral component of our everyday lives and have wide-ranging impacts upon psychological and emotional well-being \\(Mitchell and Phillips 2007).  Moreover, crucial cognitive functions such as memory and planning ability, as well more short term emotional responses \\(such as anticipation of- and response to- monetary rewards or losses) are influenced by mood \\(Mitchell and Phillips 2007). The combined effect of mood on both cognitive and emotional processes contributes to the overall clinical profile of disorders of mood, such as major depression, bipolar disorder and anxiety disorders.  Such disorders are amongst the most common and most deleterious diseases facing society but are still far from understood \\(Beddington et al. 2008; Editorial 2011).\r\n\n\n\r\n\n\nIn order to fully understand the neuropsychopharmacological underpinnings of mood states, and to clarify how abnormal mood states affect psychological and cognitive processes, it is important to be able to experimentally manipulate mood.  It has been shown, for example, that induced moods recruit the same neural substrates \\(Mayberg et al. 1999; Mitchell and Phillips 2007) and have comparable impacts upon cognition \\(Clark et al. 2001; Robinson and Sahakian 2009b), pharmacology \\(Mitchell and Phillips 2007) and psychophysiology \\(Clark et al. 2001; Robinson et al. 2011b) as the mood states in mood disorders.  Manipulating moods in healthy individuals thus provides a simple means to examine the neuropsychopharmacological and cognitive concomitants of mood and mood disorders without the confounds inherent in patient populations. \r\n\n\n\r\n\n\nDespite the critical role of moods in both healthy and pathological states, the literature is highly heterogeneous and there is no standard method for manipulating mood state in the laboratory.  This can make it difficult to compare across studies using different procedures, as well as making it difficult for researchers to select a technique.  Our approach combines successful features of commonly used techniques yielding a standardized method of presentation that requires minimal experimenter intervention and that has been successfully used in a wide variety of peer-reviewed studies \\(Robinson et al. 2010; Robinson et al. 2011a; Robinson et al. 2011b; Robinson and Sahakian 2009a; Robinson and Sahakian 2009b).\r\n\n\n\r\n\n\n**Development of the protocol**\r\n\n\n\r\n\n\nThe protocol we developed includes three matched conditions; a positive mood induction condition, a negative mood induction condition and a matched neutral \\(placebo) condition.  All conditions combine elements from three of the most widely used and successful procedures \\(for reviews see \\(Clark 1983; Mitchell and Phillips 2007): \r\n\n\n\r\n\n\n1) Musical \\(Clark et al. 2001; Etzel et al. 2006; Richell and Anderson 2004) – subjects listen to emotionally charged music\r\n\n\n\r\n\n\n2) Velten \\(Clark 1983; Velten 1968) – subjects read emotionally charged sentences\r\n\n\n\r\n\n\n3) Self-referential mood induction \\(Mayberg et al. 1999; Richell and Anderson 2004) – subjects are asked to recall situations in their own lives in which they experienced a specific emotion \r\n\n\n\r\n\n\nImportantly, the present procedure requires no experimenter intervention beyond asking subjects to select one of two pieces of music, making it simple to implement and standardize across labs. The procedure has, in fact, been successfully adopted in two different laboratories \\(with different experimenters implementing the procedure) in over 100 individuals. The procedure reliably alters self-report measures of mood state, with subjects showing a significant increase in visual analogue ratings of relevant \\(happy or sad) moods during the positive and negative conditions \\(Robinson et al. 2010; Robinson et al. 2011a; Robinson et al. 2011b; Robinson and Sahakian 2009a; Robinson and Sahakian 2009b).  This provides strong evidence that the subjects themselves believe that their moods have been changed.  Perhaps more importantly, however, the technique also reliably impacts non-subjective \\(e.g. physiological and neurocognitive) mechanisms which are unlikely to be subject to demand characteristics \\(Orne 1969).  In particular the manipulation impacts cognitive performance upon cognitive planning tasks \\(Robinson and Sahakian 2009b), significantly impacts eye-blink startle responses \\(Robinson et al. 2011b)\\(on a protocol also published in Nature Protocols \\(Schmitz and Grillon 2011)) and mediates the impact of pharmacological manipulation upon cognitive performance \\(Robinson et al. 2010).  It can be used for both between-subject \\(Robinson et al. 2011b; Robinson and Sahakian 2009b) and within-subject designs \\(Robinson and Sahakian 2009a) and the mood can be successfully paired with psychopharmacological context and re-evoked in the absence of the procedure \\(Robinson and Sahakian 2009a). The procedure is thus validated by both subjective and non-subjective measures.  It has been adopted in healthy adults \\(with a range of educational levels) from ages 18-50, but could very easily be implemented in younger individuals to study developmental changes and in individuals with psychiatric disorders to examine pathological states.  The only important criterion is that an individual is able to read and understand the emotionally-charged sentences, which are in English, but could plausibly be translated.  \r\n\n\n\r\n\n\nOur intention in presenting this protocol is not to argue that this technique is necessarily better or worse than other similar techniques \\(for example \\(Berna et al. 2010; Richell and Anderson 2004)), rather our aim is to help future researchers by providing a simple, step-by-step guide to delivering a replicable mood induction procedure which has been successfully implemented in a number of peer-reviewed publications.\r\n\n\n\r\n\n\n**Conclusions**\r\n\n\n\r\n\n\nMood states are a critical component of both healthy and pathological states.  Here we present a simple, well-validated computerized technique which we have found successful at manipulating mood and which can easily be adopted across labs with minimal experimenter intervention.  This technique combines the successful components of three of the most common mood induction techniques and provides a simple way to alter both self-report and non-subjective cognitive and psychophysiological concomitants of mood sates. Given the enormous psychological, social and economic cost of mood disorders \\(Beddington et al. 2008; Editorial 2011) simple, replicable ways to examine mood states are of clear value."
        },
        {
            "header": "Reagents",
            "content": "• Human subjects: Participants need to be able to comprehend the English sentences and have normal or corrected to normal vision and hearing. However, the material could be translated in any language.\r\n\n\n\r\n\n\nCAUTION: The study protocol must be approved by the appropriate Institutional Review Board, Human Subjects Committee or Ethics committee. Informed consent must be obtained from all participants.\r\n\n\n\r\n\n\n• Music: professional studio recordings of:\r\n\n\n\r\n\n\nA) _Piano Concerto No. 4, Op. 58 in G Major: III. Rondo: Vivace_ by _Ludwig van Beethoven_\r\n\n\n\r\n\n\nB)  _Serenade No. 13 KV 525 G-Major: I. Serenade. Allegro_ by _Wolfgang Amadeus Mozart_\r\n\n\n\r\n\n\nC)  _Adagio for strings, Op. 1_1 by _Samuel Barber_\r\n\n\n\r\n\n\nD)  _Adagio in G Minor_ by _Tomaso Albinoni_\r\n\n\n\r\n\n\nE)  _The Planets, Op. 32: VII. Neptune, the Mystic_ by _Gustav Holst._ \r\n\n\n\r\n\n\n• Mood-congruent sentences: the 60 positive, 60 negative and 60 neutral ‘Velten’ sentences \\(Velten 1967; 1968). Copies of the sentences are available in Velten 1967."
        },
        {
            "header": "Equipment",
            "content": "• Monitor and computer for stimulus presentation: we have had success using standard computer/monitor setups and using smaller tablet computer \\(PaceBlade Technology B.V., Amersfoort, the Netherlands http://www.paceblade.com/). \r\n\n\n\r\n\n\n• Headphones: preferably noise cancelling headphones that allow subjects to be immersed in music without outside distraction. We have used around the ear headphones \\(Sennheiser, Wennebostel, Germany http://www.sennheiserusa.com/on-ear-headphones-travel-headphones).\r\n\n\n\r\n\n\n• Questionnaires: retrospective mood rating form \\(see supplementary material 1) and a pen to make responses.\r\n\n\n\r\n\n\n**EQUIPMENT SETUP**\r\n\n\n\r\n\n\n• Music selection: for the negative or positive procedure, subjects must select one of the two pieces of music \\(A or B for positive, C or D for negative – the neutral conditional always involves E).  Music must be at an appropriate volume, which subjects can hear clearly and comfortably.\r\n\n\n\r\n\n\nCAUTION: different individuals have different volume preferences.  It is critical that the music is audible but not so loud that it is aversive.  If in-ear headphones are used, the experimenter must clarify that the subject can hear the music \\(with around-ear headphones, the researcher can often faintly hear the music).\r\n\n\n\r\n\n\n• Stimulus generation:\r\n\n\nThere are many different ways to present the stimuli.  Our version was created using Visual Basic on a PC \\(Microsoft, Redmond, WA, USA http://www.microsoft.com/visualstudio/en-us/products/2010-editions/visual-basic-express), but any suitable software/hardware combination can be used.\r\n\n\n\r\n\n\n• Stimulus presentation:\r\n\n\nThe stimulus presentation follows the same pattern for all three task types.  Each version of the task consists of 60 mood-congruent sentences \\(Velten 1967; 1968) each of which is presented for 12 seconds before subjects are able to press the spacebar to move on to the next sentence.  The negative version of the MIP comprises light grey text on a dark blue background, the positive version features peach text on a light yellow background and the neutral version features black text on a white background \\(Figure 1 - different fonts may also be used for each procedure).  In each version the music \\(as selected by the subject for negative and positive) starts as soon as the task loads and subjects are shown an instruction screen which reads:\r\n\n\n\r\n\n\n_You will now see a series of sentences, each of which will be displayed for 12 seconds before you are given the option to move on.  You can then click the next button to continue._\r\n\n\n\r\n\n\n_Try to get into the mood suggested by the sentences and relate them to situations in your own life.  Feel free to outwardly display the emotions evoked._\r\n\n\n\r\n\n\n_The duration of this part of the experiment will be fairly short so you are encouraged to get as deeply into the emotion as possible._\r\n\n\n\r\n\n\nSubjects are then encouraged to press the space bar or click on the ‘next’ button \\(bottom-center of the screen) to start the task whenever they are ready.  The first relevant sentence \\(Velten 1967; 1968) then appears in the center of the screen.  Subjects are then unable to move on until a ‘next’ button re-appears at the bottom-center of the screen.  This button appears after 12 seconds.  The subject can then press the spacebar \\(or click ‘next) to continue in a self-paced manner. This procedure is repeated \\(and music loops) until the task is completed.\r\n\n\n\r\n\n\n• Questionnaires: \r\n\n\nSubjects need a pen to make a vertical dash along the 10cm horizontal lines \\(visual analogue scales) representing their mood state from ‘not at all’ to ‘extremely’.  Mood state is measured in cm along this line. A change in mood is determined as a change in the distance along this line \\(see figure 3).  These scales have been printed out and completed manually in the past, but the scales could also be presented on a computer screen and the marks made via user input."
        },
        {
            "header": "Procedure",
            "content": "**PROCEDURE**\r\n\n\n\r\n\n\n**PRIOR TO INDUCTION**\r\n\n\n\r\n\n\nCAUTION: Obtain informed consent from the subject prior to any of the procedure\r\n\n\n\r\n\n\n1) Ask the subject \\(if they are getting negative or positive induction) to select one of the two pieces of music:\r\n\n\n\r\n\n\nA) For the negative mood induction: ask subjects to “select the saddest piece of music” and have them listen to both Adagio for strings, Op. 11 by Samuel Barber; Adagio in G Minor by Tomaso Albinoni.  Do not name the pieces, simply ask them to select piece 1 or 2.\r\n\n\n\r\n\n\nB) For the positive mood induction: ask subjects to “select the happiest piece of music” and have them listen to both Piano Concerto No. 4, Op. 58 in G Major: III. Rondo: Vivace by Ludwig van Beethoven; Serenade No. 13 KV 525 G-Major: I. Serenade. Allegro by Wolfgang Amadeus Mozart.  Do not name the pieces, simply ask them to select piece 1 or 2.\r\n\n\n\r\n\n\nC) For neutral mood induction: this stage can be skipped as asking subjects to choose the most “neutral” piece of music would be ambiguous. They will be played The Planets, Op. 32: VII. Neptune, the Mystic by Gustav Holst\r\n\n\n\r\n\n\nTIMING: Ensure that the subject listens to at least 1 minute of each piece.  The pieces of music are, nevertheless, long so allow them to move onto the next piece at any point after a minute.  Beyond that, allow them to take as much or as little time \\(and repeat plays) as they need to make a decision that they are happy with.  \r\n\n\n\r\n\n\nTROUBLESHOOTING: This is the best time to ensure that the subjects can hear the music at a comfortable volume: not too quiet that they cannot hear, but not too loud that it is painful. It is helpful if ‘around-ear’ headphones are used because the experimenter should be able to faintly hear the music to confirm that it is playing.\r\n\n\n\r\n\n\nPAUSEPOINT: This can be done any time prior to the induction.\r\n\n\n\r\n\n\n**INDUCTION PROCEDURE**\r\n\n\n\r\n\n\n2) Have subjects complete the baseline visual analogue ratings scales \\(Supplement 1) by making a single vertical mark along each 10cm horizontal line to represent their current mood state.\r\n\n\n\r\n\n\nCRITICAL STEP: This baseline rating scale is a crucial in order to examine the extent of the mood induction by comparison with the post rating scale.\r\n\n\n\r\n\n\nTROUBLESHOOTING: Ask subjects to make a single line \\(if marking by hand). Sometimes subjects will make an ‘X’ or an ‘O’, which can make it tricky to measure the intercept with the horizontal line. \r\n\n\n\r\n\n\n3) Give detailed instructions to the subject of the mood induction procedure. The standardized script is the same as the instructions which will appear on the screen:\r\n\n\n\r\n\n\n_You will now see a series of sentences, each of which will be displayed for 12 seconds before you are given the option to move on.  You can then click the next button to continue._\r\n\n\n\r\n\n\n_Try to get into the mood suggested by the sentences and relate them to situations in your own life.  Feel free to outwardly display the emotions evoked._\r\n\n\n\r\n\n\n_The duration of this part of the experiment will be fairly short so you are encouraged to get as deeply into the emotion as possible_\r\n\n\n\r\n\n\n4) Ask if the subject needs clarification and answer any questions.\r\n\n\n\r\n\n\n5) Remind the subject that they can stop the experiment at any time.\r\n\n\n\r\n\n\n6) Start the task so that instruction screen loads \\(see stimulus presentation above)\r\n\n\n\r\n\n\nCRITICAL STEP: Ensure that the task loads the correct piece of music \\(see stage 1).  This music must play for the duration of the experiment, so ensure that it is programmed to loop back to the start once the piece finishes.\r\n\n\n\r\n\n\n7) Tell the subject that they can start the task as soon as they like. \r\n\n\n\r\n\n\n8) After the subject presses the spacebar \\(or clicks next) the first sentence will then appear on screen.  The music should continue from before and the order of sentences should be the same as that used in \\(Velten 1967).  Once each sentence has been displayed for 12 seconds, the ‘next’ button should appear beneath the sentence so the subject knows that they can move onto the next sentence \\(see figure 2).  The sentences should be different in each condition:\r\n\n\n\r\n\n\nA) For the negative mood induction: use the negative Velten sentences \\(Velten 1967) \\(e.g.”All the unhappiness of my past life is taking possession of me”)\r\n\n\n\r\n\n\nB) For the positive mood induction: use the positive Velten sentences \\(Velten 1967) \\(e.g. “This is great -  I really do feel good”)\r\n\n\n\r\n\n\nC) For neutral mood induction: use the neutral Velten sentences \\(Velten 1967) \\(e.g. “Agricultural products comprised seventy percent of the income”)\r\n\n\n\r\n\n\nCRITICAL STEP: Each sentence must remain on screen for 12 seconds, during which point the subject should be unable to move onto the next sentence.  This is crucial to avoid the subject speeding to the end and reducing the duration of their induction.\r\n\n\n\r\n\n\nTROUBLESHOOTING: Subjects may get impatient and try to skip to the next sentence before the “Next” button appears.  As long as the task is programmed to ignore user input until the 12 seconds is complete, they will soon realize that this will not work, so it is not necessary to intervene. \r\n\n\n\r\n\n\n9) Leave the subject alone for the duration of the task. Preferably leave the room to avoid distracting them\r\n\n\n\r\n\n\nTIMING: The task will take at least 12 minutes, but may take longer depending upon how long it takes subjects to move between sentences.\r\n\n\n\r\n\n\nCRITICAL STEP: Music must immediately loop back to the beginning each time it finishes to ensure continuous play.\r\n\n\n10) Following the task, have subjects make vertical lines on a second set of visual analogue rating scales \\(Supplement 1) whilst the music used in the induction continues to play.\r\n\n\n\r\n\n\nCRITICAL STEP: These ratings are the most direct measure of subjective mood state so should be completed as soon as the procedure is finished.  Change in mood is measured as a change in ratings from the pre-induction to the post induction rating \\(see figure 3).  Ensure that the music continues during this ratings-scale phase. This can either be programmed as part of the task or, if the computer is needed for something else \\(e.g. a cognitive task) remember to start the music through another delivery system. \r\n\n\n\r\n\n\nCAUTION: Subjects in the negative mood group may become tearful and upset.  It is critical \\(since this is a mood induction) that no effort be made to comfort the subject \\(unless they request to end the experiment –in which case do so immediately).  If possible explain everything to the subject prior to the induction so that it is not necessary to communicate with the subject until the whole experimental phase is complete \\(including, if possible, the post induction testing phase).  If it is unavoidable for the experimenter to intervene \\(e.g. to set up testing equipment), then the experimenter should remain neutral at all times and treat all mood induction procedures equally.  Do not communicate with the subject more than necessary. \r\n\n\n\r\n\n\n**POST INDUCTION**\r\n\n\n\r\n\n\n11) Stop the music and have subject complete additional probes \\(e.g. cognitive task, psychophysiological task, neuroimaging). \r\n\n\n\r\n\n\nTROUBLESHOOTING: Ideally the subject will be pre-trained on these probes so that is not necessary for the experimenter to intervene following the mood induction.\r\n\n\n\r\n\n\n12) Repeat stage 10 rating scales and music as many times as possible at suitable pause points \\(e.g. between cognitive tasks or between imaging scans)\r\n\n\n\r\n\n\nCRITICAL STEP: The piece of music must be played whilst subjects complete these interim ratings scales.  The idea being that the music acts as a ‘booster’ to prolong the mood state. If the subject has removed headphones to complete the probe in stage 11, ensure that the headphones are replaced.\r\n\n\n\r\n\n\nTIMING: Tasks have been completed in this post procedure phase for at least an hour post-induction \\(Robinson et al. 2010; Robinson et al. 2011a; Robinson et al. 2011b; Robinson and Sahakian 2009a; Robinson and Sahakian 2009b).  It is likely that the further this testing phase gets from the initial induction, the weaker the mood effect will be.  This decline can be mitigated to a certain extent by the negative music ‘boosters’ during rating scales, but post analysis of these scales can determine whether subjects were still feeling the effects of the induction.\r\n\n\n\r\n\n\n13) At the end of testing, ask the subject for feedback. Provide them with whatever they need to feel better \\(e.g. ask them how it went, allow them to watch television and/or listen to positive music) and answer any questions they may have. Do not allow them to leave until they feel that their mood state is back to normal. Usually after about 1-1.5 hours following the induction, healthy subjects will not experience any residual effects."
        },
        {
            "header": "Timing",
            "content": "• Prior to induction: 5-10 minutes \\(can occur at any time prior to induction)\r\n\n\n\r\n\n\n• Induction: 12-20 minutes \\(depending upon how quickly the subject moves from one sentence to the next)\r\n\n\n\r\n\n\n• Post-induction: the induction has been successful for 60+ minutes with booster music and ratings sessions, but the exact duration likely varies from person to person."
        },
        {
            "header": "Anticipated Results",
            "content": "The negative mood induction will cause a significant increase in the ‘sad’ ratings on the visual analogue scale, whilst the neutral procedure has no impact upon ‘sad’ ratings \\(Robinson et al. 2010; Robinson et al. 2011b; Robinson and Sahakian 2009a; Robinson and Sahakian 2009b) \\(see figure 3 for a meta-analysis of subjects tested at two different sites).  These self-report scores are the most direct assessment of a subjective change in mood state. Nevertheless, the negative mood induction procedure will also significantly increase contextual startle responses relative to the neutral mood induction \\(Robinson et al. 2011b) and both the positive and negative mood induction will impair planning ability on the one touch tower task relative to the neutral mood induction \\(Robinson and Sahakian 2009b). All three mood-inductions may also interact with the effects of pharmacological manipulations \\(Robinson et al. 2010; Robinson and Sahakian 2009a)."
        },
        {
            "header": "References",
            "content": "Beddington J, Cooper CL, Field J, Goswami U, Huppert FA, Jenkins R, Jones HS, Kirkwood TBL, Sahakian BJ, Thomas SM \\(2008) The mental wealth of nations. Nature 455: 1057-1060\r\n\n\n\r\n\n\nBerna C, Leknes S, Holmes EA, Edwards RR, Goodwin GM, Tracey I \\(2010) Induction of Depressed Mood Disrupts Emotion Regulation Neurocircuitry and Enhances Pain Unpleasantness. Biological Psychiatry 67: 1083-1090\r\n\n\n\r\n\n\nClark DM \\(1983) On the induction of depressed mood in the laboratory: Evaluation and comparison of the velten and musical procedures. Advances in Behaviour Research and Therapy 5: 27-49\r\n\n\n\r\n\n\nClark L, Iversen SD, Goodwin GM \\(2001) The influence of positive and negative mood states on risk taking, verbal fluency, and salivary cortisol. Journal of Affective Disorders 63: 179-187\r\n\n\n\r\n\n\nEditorial \\(2011) Brain burdens. Nature 477: 132-132\r\n\n\n\r\n\n\nEtzel JA, Johnsen EL, Dickerson J, Tranel D, Adolphs R \\(2006) Cardiovascular and respiratory responses during musical mood induction. Int J Psychophysiol 61: 57-69\r\n\n\n\r\n\n\nMayberg HS, Liotti M, Brannan SK, McGinnis S, Mahurin RK, Jerabek PA, Silva JA, Tekell JL, Martin CC, Lancaster JL, Fox PT \\(1999) Reciprocal limbic-cortical function and negative mood: Converging PET findings in depression and normal sadness. American Journal of Psychiatry 156: 675-682\r\n\n\n\r\n\n\nMitchell RLC, Phillips LH \\(2007) The psychological, neurochemical and functional neuroanatomical mediators of the effects of positive and negative mood on executive functions. Neuropsychologia 45: 617-629\r\n\n\n\r\n\n\nOrne MT \\(1969) Demand characteristics and the concept of quasi-controls. In: \\(Eds.) RRRR \\(ed) Artifact in behavioral research, pp 143-179\r\n\n\n\r\n\n\nRichell RA, Anderson M \\(2004) Reproducibility of negative mood induction: a self-referent plus musical mood induction procedure and a controllable/uncontrollable stress paradigm. Journal of Psychopharmacology 18: 94-101\r\n\n\n\r\n\n\nRobinson O, Cools R, Crockett M, Sahakian B \\(2010) Mood state moderates the role of serotonin in cognitive biases. Journal of Psychopharmacology 24: 573-583\r\n\n\n\r\n\n\nRobinson O, Cools R, Sahakian B \\(2011a) Tryptophan depletion disinhibits punishment but not reward prediction: implications for resilience. Psychopharmacology: 1-7\r\n\n\n\r\n\n\nRobinson OJ, Overstreet C, Letkiewicz AM, Grillon C \\(2011b) Depressed mood enhances anxiety to unpredictable threat. Psychol Med In press\r\n\n\n\r\n\n\nRobinson OJ, Sahakian BJ \\(2009a) Acute tryptophan depletion evokes negative mood in healthy females who have previously experienced concurrent negative mood and tryptophan depletion. Psychopharmacology \\(Berl) Aug: 227-35\r\n\n\n\r\n\n\nRobinson OJ, Sahakian BJ \\(2009b) A Double Dissociation in the Roles of Serotonin and Mood in Healthy Subjects. Biological psychiatry 65: 89-92\r\n\n\n\r\n\n\nSchmitz A, Grillon C \\(2011) The NPU-threat test: assessing fear and anxiety in humans using threat of predictable and unpredictable aversive events. Nature Protocols In Press\r\n\n\n\r\n\n\nVelten E \\(1967) The Induction of Elation and Depression through the Reading of Structured Sets of Mood-Statements. University  Microfilms,  . University of Southern California, Ann  Arbor,  Michigan\r\n\n\n\r\n\n\nVelten E \\(1968) A laboratory task for induction of mood states. Behavioural Research and Therapy 6: 473-82"
        },
        {
            "header": "Acknowledgements",
            "content": "This research was supported by the Intramural Research Program of the National Institutes of Mental Health \\(MH002798)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1017/S0033291711002583",
                "date": "2012-03-14 13:26:23",
                "title": "Depressed mood enhances anxiety to unpredictable threat",
                "authors": [
                    "O. J. Robinson",
                    "C. Overstreet",
                    "A. Letkiewicz",
                    "and C. Grillon"
                ],
                "journal": "Psychological Medicine",
                "logo": ""
            },
            {
                "doi": "10.1007/s00213-011-2410-5",
                "date": "2012-03-14 13:26:41",
                "title": "Tryptophan depletion disinhibits punishment but not reward prediction: implications for resilience",
                "authors": [
                    "Oliver J. Robinson",
                    "Roshan Cools",
                    "and Barbara J. Sahakian"
                ],
                "journal": "Psychopharmacology",
                "logo": ""
            },
            {
                "doi": "10.1016/j.biopsych.2008.10.001",
                "date": "2012-03-14 13:28:11",
                "title": "A Double Dissociation in the Roles of Serotonin and Mood in Healthy Subjects",
                "authors": [
                    "Oliver J. Robinson and Barbara J. Sahakian"
                ],
                "journal": "Biological Psychiatry",
                "logo": ""
            },
            {
                "doi": "10.1007/s00213-009-1533-4",
                "date": "2012-03-14 13:28:27",
                "title": "Acute tryptophan depletion evokes negative mood in healthy females who have previously experienced concurrent negative mood and tryptophan depletion",
                "authors": [
                    "Oliver J. Robinson and Barbara J. Sahakian"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1177/0269881108100257",
                "date": "2012-03-14 13:29:01",
                "title": "Mood state moderates the role of serotonin in cognitive biases",
                "authors": [
                    "O. Robinson",
                    "R. Cools",
                    "M. Crockett",
                    "and B. Sahakian"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1017/S0033291707001249",
                "date": "2012-03-14 13:29:14",
                "title": "Recurrence in major depressive disorder: a neurocognitive perspective",
                "authors": [
                    "O. J. Robinson and B. J. Sahakian"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12003,
                "identity": "9fbdcced-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Oliver J Robinson",
                "email": "robinsonoj@mail.nih.gov",
                "orcid": "",
                "institution": "Section on the Neurobiology of Fear and Anxiety, National Institute of Mental Health (NIMH), Bethesda, MD, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Oliver",
                "middleName": "J",
                "lastName": "Robinson",
                "suffix": ""
            },
            {
                "id": 12004,
                "identity": "9fbdd084-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christian Grillon",
                "email": "",
                "orcid": "",
                "institution": "Section on the Neurobiology of Fear and Anxiety, National Institute of Mental Health (NIMH), Bethesda, MD, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Grillon",
                "suffix": ""
            },
            {
                "id": 12005,
                "identity": "9fbdd240-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Barbara J Sahakian",
                "email": "",
                "orcid": "",
                "institution": "Department of Psychiatry and MRC/Wellcome Trust Behavioural and Clinical Neuroscience Institute, University of Cambridge, Cambridge, Addenbrooke’s Hospital, P.O. Box 189, Level E4, Hills Road, Cambridge, CB2 2QQ, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "J",
                "lastName": "Sahakian",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-03-14 13:48:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.007",
        "doiUrl": "https://doi.org/10.1038/protex.2012.007",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608441,
                "identity": "085902fe-2173-41ab-a35c-a428fe4d5a3b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19022,
                "visible": true,
                "origin": "",
                "legend": "Mood induction procedure examples:   positive (A), negative (B) and neutral (C). ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2336/v1/figure_1.png"
            },
            {
                "id": 2608444,
                "identity": "6f4f0e47-f62b-479f-8587-7d59afce84d9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 127492,
                "visible": true,
                "origin": "",
                "legend": "Task Sequence   Subjects first select a piece of music then complete pre-induction rating scales. Sentences are then presented whilst music plays in the background.  Each sentence is presented for 12 seconds before the ‘next’ button appears and subjects are able to move on to the next sentence. Following completion of all 60 sentences, subjects complete mood rating scales followed by additional tasks (cognitive, fMRI etc.)",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2336/v1/figure_2.png"
            },
            {
                "id": 2608442,
                "identity": "7ff94a42-8c25-4eef-bf8a-41c2f88d0c7c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 91777,
                "visible": true,
                "origin": "",
                "legend": "Meta-analysis   visual analogue response (cm along a 10cm line) to the question ‘how sad are you?’ from 79 healthy participants (Robinson et al. 2011b; Robinson and Sahakian 2009a) completing the negative (N=39) and neutral (N=40) procedures in three independent studies. Data were acquired from two sites (University of Cambridge, UK and National Institutes of Health, USA) and implemented by different experimenters at each site. There is a significant time x mood interaction (F(1, 77)=9.9, p=0.002).  Significant simple effects are presented on the graph: *=p<0.004, NS= non significant, error bars represent standard error of the mean.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2336/v1/figure_3.png"
            },
            {
                "id": 13464593,
                "identity": "ab7ce6a2-0614-4aea-a706-4e4c6e4b27cf",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 471425,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2336/v1/5c547d54-6dfc-4552-a6fa-f29ee83f5914.pdf"
            },
            {
                "id": 2608443,
                "identity": "4f003552-b5a2-4ca5-8b8b-2298e0df1123",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 22016,
                "visible": true,
                "origin": "",
                "legend": "SUPPLEMENT 1   Visual analogue mood rating scales.   Subjects make a vertical mark along each line.",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2336/v1/supplement_0.doc"
            },
            {
                "id": 2608448,
                "identity": "6a88ee06-1492-4adb-93e5-b3c5944ad45a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 587572,
                "visible": true,
                "origin": "",
                "legend": "Full protocol   The Mood Induction Task",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2336/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mood induction, neuropsychology, cognition",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Mood states are an integral component of our everyday lives and have wide-ranging impacts upon psychological health and well-being.  Moreover, disorders of mood, such as major depression, bipolar disorder and anxiety disorders are amongst the most common and most deleterious diseases facing society. Clarifying the neurobiological underpinnings of mood states is therefore of utmost importance.  Experimentally manipulating mood and assessing the impact upon measures of neuropsychopharmacological function is one way examine the underlying causes and effects of mood.  In this protocol we describe a simple, computerized procedure which provides a means to induce mood states in humans with minimal experimenter intervention.  The procedure takes approximately 15-20 minutes and has been successfully adopted in five different studies in over 100 individuals, across two different laboratories. It is thus a simple standardized protocol to facilitate research into the neurobiology of mood states.\r\n\n\n\r\n\n\nA pdf version of this protocol can be accessed \"here\":http://www.nature.com/protocolexchange/system/uploads/2079/original/MIPprotocol.pdf?1332258078",
        "manuscriptTitle": "The Mood Induction Task: A standardized, computerized laboratory procedure for altering mood state in humans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-03-20 11:03:17",
                "doi": "10.1038/protex.2012.007",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbd6e3e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 20th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2689,
                "name": "Biological techniques"
            },
            {
                "id": 2690,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-03-20 11:03:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}