{
    "identity": "nprot-2664",
    "title": "Patch-Clamp Recording from Kenyon Cells in Acutely-Isolated Bee Brain",
    "content": [
        {
            "header": "Introduction",
            "content": "Honeybees have been used extensively in cognitive neuroscience research for studying behaviours such as learning and memory \\(1). Higher cognitive processes in insects require neuronal processing within the mushroom bodies, which are particularly large in bees. The mushroom bodies contain Kenyon cells \\(KCs) which receive multisensory input via predominantly cholinergic synapses \\(1). Whole-cell patch-clamp recordings are routinely made from dissociated KCs that have been cultured from either pupal or adult honeybees. These recordings have been useful for identifying the properties of voltage-gated ion channels \\(2-5) and neurotransmitter receptors \\(6-9) in KCs. However, recordings from cultured neurons present limitations for studying many aspects of neuronal function, because the anatomical and morphological differences between cultured neurons and those in intact tissue are expected to affect their physiological properties. For example, cultured KCs lack both endogenous synaptic connections and the extensive dendritic tree observed _in situ_ \\(10). In addition, it is possible that the culturing process affects the expression of proteins essential to neuronal function, such as voltage- and ligand-gated ion channels, and that developmental changes in protein expression in culture do not reflect those _in vivo_, due to differences in signals from the extracellular environment. Therefore, in order study KC function under more normal physiological conditions, we needed to make whole-cell recordings from KCs in intact bee brain. Although this had not previously been achieved, whole-cell recordings have been made successfully from KCs in isolated cockroach \\(11) and _Drosophila_ \\(12) brain. Recordings from KCs in intact bee brain have initially been used to study the effect of specific pesticides \\(neonicotinoids and organophosphates) on KC function \\(13), and to demonstrate that the memory-enhancing effect of caffeine on honeybees may be mediated by increased KC excitability \\(14). The technique is applicable to the study of all aspects of KC neurophysiology, and should enable a greater understanding of the function of the mushroom bodies at a cellular level, including how KCs contribute to learning and memory formation. In this regard, it may be possible to extend the technique to making whole-cell recordings from KCs in more intact bee brain preparations in which responses to sensory input during learning procedures can be measured."
        },
        {
            "header": "Reagents",
            "content": "**Reagents per experimental day:**\r\n\n\n500 ml of extracellular solution comprising \\(mM): NaCl \\(140), KCl \\(5.0), MgCl<sub>2</sub> \\(1.0), CaCl<sub>2</sub> \\(2.5), NaHCO<sub>3</sub> \\(4.0), NaH<sub>2</sub>PO<sub>4</sub> \\(1.2), hepes \\(6.0), glucose \\(14), adjusted to pH 7.4 with NaOH \\(ref.15) \\(made from x10 stock solution with the addition of glucose, CaCl<sub>2</sub> and NaOH on the day of use).\r\n\n\n1 ml of intracellular solution, composition dependent on experiment. For example comprising \\(mM): K-gluconate \\(110), hepes \\(25), KCl \\(10), MgCl<sub>2</sub> \\(5), Mg-ATP \\(3), Na-GTP \\(0.5), EGTA \\(0.5), pH 7.2 \\(stored frozen in 1 ml aliquots). \r\n\n\nEnzyme solution comprising: papain \\(0.3 mg), L-cysteine \\(1.0 mg), collagenase \\(64 μg) and dispase \\(0.7 mg), in 1 ml of extracellular solution \\(made from enzyme stock solutions) \\(ref.16).\r\n\n\nPharmacological agents as required, dissolved as stock solutions for dilution to final concentration in extracellular solution."
        },
        {
            "header": "Equipment",
            "content": "**Equipment for dissection:**\r\n\n\nA dissecting microscope with variable magnification and illumination from both above and below.\r\n\n\nOne ice container, approx. 20 cm square\r\n\n\nOne 50 ml tube with screw cap\r\n\n\nOne 9 cm petri dish containing a 5 mm layer of Sylgard 184 \\(Dow Corning), and two sewing pins\r\n\n\nTwo 3.5 cm petri dish lids\r\n\n\nOne standard scalpel with rounded blade \\(blade #15)\r\n\n\nOne microsurgical knife \\(eg. WPI #500250)\r\n\n\nTwo pairs of straight forceps \\(eg. WPI Dumont #5)\r\n\n\nOne pair of curved forceps \\(eg. WPI Dumont #7)\r\n\n\nOne pair of fine straight forceps \\(eg. WPI Dumont #5SF)\r\n\n\nA suction pipette with opening diameter of 2-3 mm\r\n\n\n\r\n\n\n**Equipment for making patch-clamp recordings:**\r\n\n\nAn electrophysiology rig with anti-vibration table and PC including:\r\n\n\nA fixed-stage upright microscope with x40 objective, trinocular eyepiece, additional magnification \\(x1.5-2.0), CCD camera and LCD monitor.\r\n\n\nA patch-clamp amplifier with headstage and electrode holder, and appropriate software for voltage-clamp and current-clamp recording.\r\n\n\nOne \\(optionally two) micromanipulators with remote control and sub-micron resolution.\r\n\n\nA bath \\(approx. 2.0 x 1.5 x 0.5 mm), a small weight to stabilise the brain, and a perfusion system \\(~2 ml/min flow rate) with short lag time and low electrical noise.  \r\n\n\nA microelectrode puller and borosilicate glass capillaries to make patch-pipettes.\r\n\n\nOptionally, a Picospritzer and connected gas cylinder for local pressure application of drugs."
        },
        {
            "header": "Procedure",
            "content": "The following Procedure assumes knowledge of the whole-cell patch-clamp technique. For more information on patch-clamping, see for example ‘Microelectrode Techniques: The Plymouth Workshop Handbook’, Ed. D. Ogden.\r\n\n\n\r\n\n\n1. Confine a honeybee or bumblebee in a 50 ml tube and place in a container of ice until anaesthetised \\(approx. 5-10 mins, generally bumblebees require longer than honeybees).\r\n  2. Using a dissecting microscope \\(at low magnification), remove the head with a scalpel. Discard the body.\r\n  3. Pin the head, neck side up, in the petri dish containing Sylgard. Pin via the head capsule through both sides of the mouthparts.\r\n  4. Using a fine scalpel, cut all the way around the top of the head capsule, and slide the scalpel underneath to sever the neck parts. \r\n  5. Using forceps, remove the cut piece of head capsule and moisten the exposed brain with a drop of extracellular solution.\r\n  6. Transfer the head to a 3.5 cm petri dish lid containing extracellular solution.\r\n  7. Place the head with the exposed brain upwards and use a fine scalpel to cut away the mouthparts.\r\n  8. Holding the side of the head capsule with a pair of forceps, gently tease the brain away from the head capsule with the side of a fine scalpel and remove the brain. \r\n  9. Under higher magnification, while stabilising the brain using a curved pair of forceps \\(upside-down), remove the surrounding visible membranes and glands. They are generally identifiable by texture and colour and separate easily from the brain. Also remove the ocelli if they do not come away with the outer membrane. The mushroom body calyces should be visible at this point.\r\n  10. Transfer the brain using the suction pipette to a 1 ml eppendorf containing the digesting enzyme solution. Agitate a little and leave for 5 minutes \\(honeybees) or 10 minutes \\(bumblebees).\r\n  11. Transfer back to the extracellular solution to rinse off the enzyme solution, then to another 3.5 cm petri dish containing fresh extracellular solution.\r\n  12. Under high magnification, use a fine pair of forceps to remove more of the membrane overlying the mushroom body calyces. \r\n  13. If desired hemisect the brain using a fine scalpel, and transfer to the recording chamber. Secure using a cross-haired weight that rests across the optic lobe and central part of the brain but does not obscure the mushroom bodies.\r\n  14. Transfer to the rig microscope stage and start the flow of extracellular solution.\r\n  15.  Locate the mushroom bodies and, by viewing on a monitor under high magnification \\(> x600), inspect the KCs. It should be possible to identify the non-compact, inner compact and outer compact populations of KCs \\(17). Identify a cell body that is readily accessible and free of overlying membrane for patch-clamping.\r\n  16. If using, position a micropipette for local application of receptor agonist, etc.\r\n  17. Position the patch-pipette \\(~8 MΩ) near the KC, with positive pressure applied. After making good contact with the cell membrane, release the pressure; the seal should form immediately, ideally without the need for further suction.  \r\n  18. Set the required membrane potential, wait if necessary for the seal to improve \\(to < -10 pA at -60 mV), and break-in by applying constant, gentle negative pressure.\r\n  19. Check the passive and active membrane properties of the KC \\(13); if acceptable proceed with the experiment."
        },
        {
            "header": "Timing",
            "content": "Dissection: Approximately 30 minutes, including enzyme treatment.\r\n\n\n\r\n\n\nObtaining a whole-cell recording: Highly variable, depending on the quality of the brain tissue and the ability to identify KCs that will produce a successful recording.\r\n\n\n\r\n\n\nExperiment: Once a good recording is established, it is generally fairly stable and can be maintained for up to several hours. The most likely cause of recording failure during an experiment is an increase in the series resistance, which should be regularly checked. Otherwise, recordings are usually ended due to the application of irreversible pharmacological agents. Additional issues arise when using local pressure application of receptor agonists, such as response run-down and blockage of the micropipette."
        },
        {
            "header": "Troubleshooting",
            "content": "Some/all of the mushroom body calyces are absent/not intact: Practice the dissection further to ensure the brain is being removed with minimal damage. \r\n\n\n\r\n\n\nThe KCs are indistinct and difficult to visualise: Try to remove more of the overlying membrane by treating for longer with the enzyme solution and by mechanical removal with fine forceps. Try turning the brain over to view different areas of Kenyon cells. \r\n\n\n\r\n\n\nThe tissue moves as the patch pipette is lowered towards the KC: Due the shape of the mushroom bodies, the KCs within the calyces can be difficult to access. Try rotating the tissue through 90° or 180° to avoid the pipette making contact with the rim of the calyx.\r\n\n\n\r\n\n\nThe KC continually moves away from the patch pipette due to the positive pressure: The tissue may have been treated for too long with enzyme solution and/or the KC cell body may have been severed from its main neurites. Try targeting KCs within intact calyces that remain in position when approached with the patch pipette.\r\n\n\n\r\n\n\nIt is difficult to form a good seal, or a good seal is formed but the recording is lost on break-in: There is too much overlying membrane interfering with formation of the seal between the KC and patch-pipette. Try targeting KCs in other areas, where the cell bodies are clear and smooth. Ideally, a small indentation of the cell membrane should be visible when contact is made with the patch-pipette. If surrounding KCs also move, the pipette is likely to be contacting overlying membrane."
        },
        {
            "header": "Anticipated Results",
            "content": "It should be possible to successfully obtain stable whole-cell recordings from honeybee and bumblebee KCs in intact tissue. The KCs should exhibit transient inward and sustained outward voltage-activated currents, and fire action potentials upon current injection \\(13). The capacitative current response is generally well-fit by a double exponential function; membrane capacitance, input resistance and series resistance can be calculated from the bi-exponential fit.  KC membrane capacitance is expected to be 1-5 pF \\(11,13). The recordings are likely to exhibit a high degree of variability in input resistance \\(0.5-10 GΩ). KC recordings with a very high input resistance \\(eg. > 3 GΩ), in which the fast capacitative current component predominates, may represent KCs in which the cell body has been severed from its main neurites \\(similar passive membrane properties are exhibited by cultured KCs, which lack extensive neurites; unpublished observations). High input resistance KCs often exhibit very high frequency AP firing and are less responsive to receptor ligands than low input resistance recordings; it may therefore be advisable to omit these recordings from studies of KC function. The holding current of low input resistance KCs varies between recordings \\(~-10 to -40 pA at -60 mV), which may arise partly from the quality of the seal. However, the holding current appears to also depend on the amount of spontaneous synaptic input to the recorded KC \\(unpublished observations)."
        },
        {
            "header": "References",
            "content": "1 Menzel, R. The honeybee as a model for understanding the basis of cognition. Nature Reviews Neuroscience 13, 758-768 \\(2012).\r\n\n\n2 Schafer, S., Rosenboom, H. & Menzel, R. Ionic Currents of Kenyon Cells from the Mushroom Body of the Honeybee. Journal of Neuroscience 14, 4600-4612 \\(1994).\r\n\n\n3 Pelz, C., Jander, J., Rosenboom, H., Hammer, M. & Menzel, R. I-A in Kenyon cells of the mushroom body of honeybees resembles shaker currents: Kinetics, modulation by K+, and simulation. Journal of Neurophysiology 81, 1749-1759 \\(1999).\r\n\n\n4 Grunewald, B. Differential expression of voltage-sensitive K+ and Ca2+ currents in neurons of the honeybee olfactory pathway. Journal of Experimental Biology 206, 117-129 \\(2003).\r\n\n\n5 Wustenberg, D. G. et al. Current- and voltage-clamp recordings and computer simulations of Kenyon cells in the honeybee. Journal of Neurophysiology 92, 2589-2603 \\(2004).\r\n\n\n6 Goldberg, F., Grunewald, B., Rosenboom, H. & Menzel, R. Nicotinic acetylcholine currents of cultured Kenyon cells from the mushroom bodies of the honey bee Apis mellifera. J Physiol-London 514, 759-768 \\(1999).\r\n\n\n7 Wustenberg, D. G. & Grunewald, B. Pharmacology of the neuronal nicotinic acetylcholine receptor of cultured Kenyon cells of the honeybee, Apis mellifera. J Comp Physiol A 190, 807-821 \\(2004).\r\n\n\n8 Dupuis, J. P., Gauthier, M. & Raymond-Delpech, V. Expression patterns of nicotinic subunits alpha 2, alpha 7, alpha 8, and beta 1 affect the kinetics and pharmacology of ACh-induced currents in adult bee olfactory neuropiles. Journal of Neurophysiology 106, 1604-1613 \\(2011).\r\n\n\n9 Grunewald, B. & Wersing, A. An ionotropic GABA receptor in cultured mushroom body Kenyon cells of the honeybee and its modulation by intracellular calcium. J Comp Physiol A 194, 329-340 \\(2008).\r\n\n\n10 Farris, S. M., Robinson, G. E. & Fahrbach, S. E. Experience- and age-related outgrowth of intrinsic neurons in the mushroom bodies of the adult worker honeybee. Journal of Neuroscience 21, 6395-6404 \\(2001).\r\n\n\n11 Demmer, H. & Kloppenburg, P. Intrinsic membrane properties and inhibitory synaptic input of Kenyon cells as mechanisms for sparse coding? Journal of Neurophysiology 102, 1538-1550 \\(2009).\r\n\n\n12 Gu, H. Y. & O'Dowd, D. K. Cholinergic synaptic transmission in adult Drosophila kenyon cells in situ. Journal of Neuroscience 26, 265-272 \\(2006).\r\n\n\n13 Palmer, M. J. et al. Cholinergic pesticides cause mushroom body neuronal inactivation in honeybees. Nature Communications In press \\(2013).\r\n\n\n14 Wright, G. A. et al. Caffeine in floral nectar enhances a pollinator's memory of reward. Science 339, 1202-1204 \\(2013).\r\n\n\n15 Oleskevich, S. Cholinergic synaptic transmission in insect mushroom bodies in vitro. Journal of Neurophysiology 82, 1091-1096 \\(1999).\r\n\n\n16 Husch, A., Paehler, M., Fusca, D., Paeger, L. & Kloppenburg, P. Distinct electrophysiological properties in subtypes of nonspiking olfactory local interneurons correlate with their cell type-specific Ca2+ current profiles. Journal of Neurophysiology 102, 2834-2845 \\(2009).\r\n\n\n17 Farris, S. M., Robinson, G. E., Davis, R. L. & Fahrbach, S. E. Larval and pupal development of the mushroom bodies in the honey bee, Apis mellifera. Journal of Comparative Neurology 414, 97-113 \\(1999)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work has been funded jointly by BBSRC, DEFRA, NERC, the Scottish Government and the Wellcome Trust under the Insect Pollinators Initiative \\(UK) grant BB/1000313/1. We thank Dr Peter Kloppenburg, University of Cologne, for advice on insect neuronal recordings."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms2648",
                "date": "2013-03-27 14:22:17",
                "title": "Cholinergic pesticides cause mushroom body neuronal inactivation in honeybees",
                "authors": [
                    "Mary J. Palmer",
                    "Christopher Moffat",
                    "Nastja Saranzewa",
                    "Jenni Harvey",
                    "Geraldine A. Wright",
                    "and Christopher N. Connolly"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1126/science.1228806",
                "date": "2013-03-27 14:22:34",
                "title": "Caffeine in Floral Nectar Enhances a Pollinator's Memory of Reward",
                "authors": [
                    "G. A. Wright",
                    "D. D. Baker",
                    "M. J. Palmer",
                    "D. Stabler",
                    "J. A. Mustard",
                    "E. F. Power",
                    "A. M. Borland",
                    "and P. C. Stevenson"
                ],
                "journal": "Science",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12480,
                "identity": "9ffbaf8a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mary Palmer",
                "email": "m.z.palmer@dundee.ac.uk",
                "orcid": "",
                "institution": "Chris Connolly, Dundee",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "",
                "lastName": "Palmer",
                "suffix": ""
            },
            {
                "id": 12481,
                "identity": "9ffbb21b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chris Connolly",
                "email": "",
                "orcid": "",
                "institution": "Chris Connolly, Dundee",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chris",
                "middleName": "",
                "lastName": "Connolly",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-03-27 14:34:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.038",
        "doiUrl": "https://doi.org/10.1038/protex.2013.038",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464687,
                "identity": "04410418-9733-4279-99ac-d91c96fafb91",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 149675,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2664/v1/40750769-473b-4345-97a6-3a32e8473a25.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Honeybee, bumblebee, isolated brain, mushroom body, Kenyon cell, patch-clamp, voltage-clamp, current-clamp",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a technique for making whole-cell patch-clamp recordings from mushroom body Kenyon cells \\(KCs) in acutely-isolated honeybee and bumblebee brain. This technique provides significant advantages over cultured neuron recordings for studying the functional properties of KCs, due for example to their intact morphology and synaptic connections. Successful patch-clamp recordings depend on the enzymatic removal of covering membranes, but are stable for up to several hours once achieved. Patch-clamp recordings from KCs in intact bee brain have been used to study the impairment of neuronal function by cholinergic pesticides, and should enable a much greater understanding of the role of KCs in sensory learning and memory.",
        "manuscriptTitle": "Patch-Clamp Recording from Kenyon Cells in Acutely-Isolated Bee Brain",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-03-28 09:09:45",
                "doi": "10.1038/protex.2013.038",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ffb3a8f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 28th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2941,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-03-28 09:09:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}