{
    "identity": "nprot-2733",
    "title": "Advances in measuring apoptosis: A robust, highly sensitive and specific qPCR-based protocol for absolute quantitation of apoptotic DNA",
    "content": [
        {
            "header": "Introduction",
            "content": "Apoptosis, a major form of programmed cell death, is understood as a means of removing damaged, aging or unwanted cells and is essential to embryogenesis, post-natal tissue maintenance, normal aging and immune system function. Vertebrate and invertebrate cells undergo apoptosis while plants also have a form of programmed cell death with functional and molecular similarities to animal apoptosis \\(1). The regulation of apoptosis is critical to the health of the organism, and consequently its dysregulation in humans is associated both mechanistically and as a marker with several pathologies including viral infections, bacterial infections, myocardial ischaemia, stroke and malignancy. In addition, apoptosis can be intentionally potentiated by anti-cancer drugs, or unintentionally elevated by some antiretroviral therapies, making apoptosis a central concern in drug design and drug therapy. In view of the key role apoptosis plays in health, disease, drug design and therapy it is vital to be able to detect, and preferably measure, apoptosis. The protocol described in this article, ApoqPCR, advances the measurement of apoptosis by providing a high degree of robustness, sensitivity and specificity with advantages over current methods.  \r\n\n\n \r\n\n\nThe molecular stages in mammalian apoptosis are now well characterized. A terminal stage in the process and indeed an apoptotic ‘hallmark’ - fragmentation of the nuclear genome - occurs when activated caspase-3 cleaves an endogenous endonuclease \\(DNA fragmentation factor, DFF, in humans \\(2)) to its active form. This nuclease specifically cleaves nuclear DNA along internucleosomal regions generating double-stranded and predominantly blunt-ended nucleic acid in multiples of approximately 180 to 200 bp lengths. However, though this characteristic ‘ladder’ of electrophoresed oligonucleosomal fragments can sometimes be detected when apoptosis is induced in vitro in cell culture systems, there is rarely enough for detection when organismal samples are studied. This is because degrees of basal apoptosis and even of dysregulated apoptosis in tissue pathology often account for only a small proportion of total genomic DNA. Small in vivo changes in apoptosis levels are nevertheless relevant since subtle shifts in the correct equilibrium between apoptotic and non-apoptotic cells influence pathology \\(3). With the generally low in vivo levels of apoptotic DNA in cell populations and without reliable detection, apoptotic DNA’s utility as a marker for detecting or measuring apoptosis is limited.\r\n\n\n\r\n\n\nIn 1997 Staley and her team \\(4) reported a breakthrough method for amplifying apoptotic DNA, showing that it was indeed readily detectable in a comprehensive range of vertebrate and invertebrate tissues. The method developed a specific form of ligation-mediated PCR \\(“LM-PCR”, Mueller et al \\(5); adapted by other investigators \\(6,7)) and exploited the predominance of blunt-ended, 5’-phosphorylated apoptotic DNA. With this method Staley et al were able to make qualitative comments about apoptosis in many different tissues, yet sensitive quantitation was lacking.\r\n\n\n\r\n\n\nOur early attempts to convert LM-PCR into a quantitative tool involved post-electrophoretic trace quantitation of a 600 bp amplified apoptotic DNA population that was representative of the multi-population pool of apoptotic DNA \\(8). Though this approach yielded insights on the association of apoptosis with antiretroviral toxicities, it had a restricted dynamic range, limited control of inter-run variation, and slow turn-around time. In a subsequent article \\(the primary article for this protocol) we integrated a modified LM-PCR with qPCR to create ApoqPCR. This overcomes the earlier problems and adds significant advances to measuring apoptosis generally \\(9). Here, threshold cycles from apoptotic amplicons vary in semi-logarithmic relationship with the amount of apoptotic DNA. Though a multi-product PCR, correlation is reliable and well within qPCR tolerances. When combined with qPCR-based determination of cell number in the sample, an absolute figure, picogram apoptotic DNA per 1000 cells, is obtained. The workflow and molecular process for this protocol is shown in \"**Figure 1**\":http://www.nature.com/protocolexchange/system/uploads/2686/original/Figure_1.jpg?1379815770 and \"**Figure 2**\":http://www.nature.com/protocolexchange/system/uploads/2687/original/Figure_2.jpg?1379816325. \r\n\n\n\r\n\n\nWe have compared ApoqPCR against other accepted apoptosis quantifiers \\(9), namely TUNEL-positivity by flow cytometry, active caspase-3 measurement by ELISA, and Annexin-V measurement by flow cytometry, and found ApoqPCR to be more sensitive at resolving differences in low level apoptosis, while the broad and linear 1000-fold dynamic range of ApoqPCR allowed clearer resolution of apoptosis at higher levels.  Moreover, the ability to reliably measure apoptosis from sub-100 cell equivalent amounts of genomic DNA gave ApoqPCR advantages in efficiency over TUNEL-positivity by fluorescence microscopy, and advantages in sample economy where other methods require many more cells at the point of measurement. From a broader perspective, when comparing ApoqPCR against other apoptosis detectors / quantifiers \\(for Reviews see \\(10-15)), methods can be characterised by \\(a) the marker they detect or measure; \\(b) whether or not live cells are required at the time of measurement; \\(c) assessment in living or fixed cells; \\(d) single cell or cell population measurements; \\(e) simultaneous measurement from homogenous or heterogeneous cell populations; \\(f) detection, semi-quantitative or absolute measurement of apoptosis; and \\(g) throughput capability. Referenced against these categories, ApoqPCR can provide highly sensitive and specific absolute measurement of a hallmark of apoptosis, over a wide and linear 1000-fold dynamic range, without the need for live cells at the point of measurement, from cell populations, with high through-put capability and capacity for robotisation. It is not designed however for fixed cells, single cell or live cell analysis, and unlike flow cytometry it cannot simultaneously distinguish pooled heterogeneous cell populations. Yet unlike flow cytometry it is not limited to \\(in many cases) a minimum of 10<sup>4</sup> cells or more.\r\n\n\n\r\n\n\nRegarding the application and utility of ApoqPCR some comments are noteworthy. As long as the genomic DNA starting material from test samples has been purified and stored correctly and consistently, ApoqPCR will in principle be applicable to many vertebrate and invertebrate primary cell types and adherent or non-adherent cell lines. The long-term storage characteristics of correctly purified genomic DNA \\(years) and its re-usability means that longitudinal studies from archived samples are possible. ApoqPCR would not be applicable to forensic samples, however, because the method relies on undegraded apoptotic DNA. ApoqPCR has utility when \\(but not only when) sample recovery is restricted to minute amounts \\(for eg. the extraction of low cell numbers from punch needle biopsies) or if samples are precious and require conservation, because measurement is reliable from sub-100 cell-equivalent amounts \\(9). The ability of ApoqPCR to measure apoptosis from small cell populations makes it a more rapid and arguably less labor-intensive alternative to visualisation of apoptosis by microscopy \\(9). Since plant cells also undergo programmed cell death \\(16) with internucleosomal fragmentation \\(1,17), ApoqPCR may be a feasable measuring tool for plant cell death though in this case completely apoptotic DNA should be prepared from a representative plant cell type, and the cell number standard curve should be generated from amplicons targeting plant genomic DNA sequences. Moreover, a pre-requisite for the utility of ApoqPCR \\(in its current form) in plant studies is production of blunt-ended internucleosomal fragments; to our knowledge the extent of this in plant apoptosis is not known. If the end characteristics of plant apoptotic fragments are known \\(for example, predominantly single base overhangs), it may be possible to design new linkers to successfully ligate to the target DNA.  \r\n\n\n\r\n\n\nThe significance of ApoqPCR resides in the combination of advantages outlined above, giving value to ApoqPCR in several fields of pure and applied science: in vitro and in vivo studies, clinical investigation, drug design and therapy, cancer research, infectious disease, health and aging studies."
        },
        {
            "header": "Reagents",
            "content": "Staurosporine: \\(Sigma; cat. no. S4400). Prepare a 1000 µM stock in cell culture grade DMSO. Stable for months when stored at 4°C.\r\n\n\n\r\n\n\nRF-10: RPMI 1640 \\(Invitrogen; cat. no. 21870-076) supplemented with 10% heat-inactivated foetal bovine serum \\(Invitrogen; cat. no. depends on origin), 1 U/ml penicillin and streptomycin \\(Invitrogen; cat. no. 15070-063) and 2 mM L-glutamine \\(Invitrogen; cat. no. 25030-081).\r\n\n\n\r\n\n\nTE buffer: 10 mM Tris-HCl pH 8.5, 0.5 mM EDTA.\r\n\n\n\r\n\n\nPhosphate buffered saline \\(PBS): pH 7.2, CaCl<sub>2</sub> and MgCl<sub>2</sub> -negative \\(Gibco; cat. no. 20012-050) or equivalent.\r\n\n\n\r\n\n\nFicoll: \\(GE Healthcare Bio-Science AB; cat. no. 17-1440-03).\r\n\n\n\r\n\n\nTriton X-100: \\(Ambion; cat. no. 0694-1L).\r\n\n\n\r\n\n\nSDS: \\(BDH Laboratory Supplies; cat. no. 30175).\r\n\n\n\r\n\n\n_In situ_ cell death detection kit, fluorescein: \\(Roche; cat. no. 11 684 795 910) \r\n\n\n\r\n\n\nPharmingen’s Cytofix / CytoPerm kit: \\(BD Biosciences; cat. no. 554714). \r\n\n\n\r\n\n\nQiagen QIAamp DNA mini columns: As a 50- or 250-column kit \\(Qiagen; cat. no. 51304 or 51306). Although not tested, other purification columns may not achieve equivalent results.\r\n\n\n\r\n\n\nParaformaldehyde: EM grade in air-tight glass vials \\(Polysciences; cat. no. 00380-250). Prepare working solution in PBS just before use.\r\n\n\n\r\n\n\nProteinase K: recombinant PCR Grade \\(Roche; cat. no. 03 115 879 001). Prepare 10 mg/ml stock in PCR grade water, store -20°C.\r\n\n\n\r\n\n\nOligonucleotides: Custom synthesis by Sigma. Non-phosphorylated. Supplied dry and desalted. Prepare in TE then store -20°C. Oligonucleotides used in annealing / ligation reactions: sequences of the 24mer and 12mer linkers respectively are, 5’ to 3’, AGCACTCTCGAGCCTCTCACCGCA and TGCGGTGAGAGG \\(4). Oligonucleotides used in Cell Number qPCR: CCR5 primers A and B span a 239 bp region of the single copy human CCR5 gene. Respective sequences are, 5’ to 3’, GCTGTGTTTGCGTCTCTCCCAGGA and CTCACAGCCCTGTGCCTCTTCTTC \\(18).\r\n\n\n\r\n\n\n_**Critical**_  Oligonucleotide synthesis by different manufacturers can dramatically influence the threshold cycle and replicate reproducibility by changing background fluorescence during qPCR. This may be due to extraneous solute material carried over during synthesis. \r\n\n\n\r\n\n\nT4 DNA ligase: high concentration 5 U/µl \\(Invitrogen; cat. no. 15224-041). Store -20°C.\r\n\n\n\r\n\n\nTaq DNA polymerase: 5 U /µl \\(Fisher Biotec; cat. no. TAQ-1 or -2 or -3). Supplied with 10X buffer. Store -20°C.\r\n\n\n\r\n\n\nJumpstart Taq antibody: \\(Sigma-Aldrich; cat. no. A-7721.500TST). Dilution buffer supplied. Also available as 200 test \\(.200TST) amount. Store -20°C.\r\n\n\n\r\n\n\nDeoxyribonucleotides dGTP, dATP, dTTP, dCTP: \\(Promega or equivalent; cat. no’s. U120A, U121A, U122A, U123A). Store -20°C.\r\n\n\n\r\n\n\nSYBR Green I: 10,000 times stock in dimethylsulfoxide \\(Invitrogen; cat. no. S7563). Store \r\n\n\n-20°C in the dark.\r\n\n\n\r\n\n\nBrilliant II qPCR Master Mix: \\(Agilent Technologies Stratagene, Forest Hill, Victoria, Australia; cat. no. 600828). Store -20°C."
        },
        {
            "header": "Equipment",
            "content": "Gilson Pipetman P1000, P200, P20, P10, and P2 adjustable pipettes, or equivalent.\r\n\n\n\r\n\n\nSpectrophotometer: NanoDrop ND-1000 \\(Thermo Scientific, Wilmington, DE, USA) or equivalent. \r\n\n\n\r\n\n\nGel Imaging and trace quantification: Bio-Rad \\(Bio-Rad, Hercules, CA, USA; email: LSG.TechServ.US@Bio-Rad.com) Gel-Doc XR Molecular Imager and Quantity One software version 4.6.0, or equivalent.\r\n\n\n\r\n\n\nFlow cytometer: BD FACScan \\(BD Biosciences) or equivalent.\r\n\n\n\r\n\n\nHaemocytometer or electronic cell counter.\r\n\n\n\r\n\n\nBench top centrifuge for eppendorf tubes.\r\n\n\n\r\n\n\nBench top centrifuge with adjustable brake for 50ml Falcon tubes: Eppendorf 5810 or equivalent. \r\n\n\n\r\n\n\nThermal cycler: Model PTC 200 DNA Engine \\(MJ Research, MA, USA) or equivalent.\r\n\n\n\r\n\n\n200 µl capacity thermal cycler tubes, PCR grade.\r\n\n\n\r\n\n\nBeckman GS6R centrifuge equipped with microtitre plate holders, or equivalent.\r\n\n\n\r\n\n\nReal-time thermal cycler: Stratagene MX3000P or MX3005P instrument \\(Agilent Technologies, Stratagene, La Jolla, CA, USA) with software MXPro version 4.10, or equivalent.\r\n\n\n\r\n\n\nPCR filter tips: Neptune BT10 and BT10xl or equivalent.\r\n\n\n\r\n\n\nMicrotitre plates for qPCR reactions: Framestar 96 by 4titude or equivalent. cat. no. 4ti-0900/C.\r\n\n\n\r\n\n\nMicrotitre plate caps for qPCR reactions: 4titude; cat. no. 4ti-0751 or equivalent.\r\n\n\n\r\n\n\nNutator Mixer: TCS Scientific Corporation or equivalent.\r\n\n\n\r\n\n\nBiohazard containment hood for genomic DNA purification from cells and tissues and for cell culture.\r\n\n\n\r\n\n\nPCR containment hood for preparation of PCR reactions.\r\n\n\n\r\n\n\nNon-cyclic defrost -20°C and -80°C freezers."
        },
        {
            "header": "Procedure",
            "content": "**1  |  Purify test sample genomic DNA**\r\n\n\n\r\n\n\n_**Critical**_  Some cell types and tissues, for example adipose tissue, may require specialised protocols for gDNA purification that are not outlined here. We recommend that a standard purification procedure be applied to all samples to be tested after any specialised purification protocols have been completed, to minimise irregularities between samples. This standard purification procedure can be column-based, should remove protein and RNA and purify DNA within the range 150 bp to 30,000 bp. Quantitative recovery is not necessary. \r\n\n\n\r\n\n\n1.1) Follow manufacturer recommendations including RNA’ase treatment. Using Qiagen QIAamp DNA Mini Kit columns or equivalent, purify per column up to 200 µl blood, plasma, serum, buffy coat, up to 5 x 10\n6\ncultured cells, or up to 25 mg tissue \\(for eg, liver, brain, lung, heart, kidney, or up to 10 mg spleen). Elute in 200 to 250 µl 10 mM Tris-HCl pH 8.5, 0.5 mM EDTA \\(Qiagen Buffer AE or TE, PCR grade). Expected yields are 20 to 250 ng/µl depending on the blood cell count, culture conditions or tissue type. \r\n\n\n\r\n\n\n1.2) Measure the DNA concentration using a spectrophotometer. Adjust to about 5 ng/µl in TE for ligation-mediated qPCR as this concentration permits a wide range of \\(unknown) apoptotic DNA levels to be measured when referenced to the standard curve.\r\n\n\n\r\n\n\n1.3) Store gDNA samples at -80°C. \r\n\n\n\r\n\n\n_**Critical**_  If repeated access to samples is anticipated aliquot the gDNA into 30 µl volumes to avoid repeated freeze-thawing. Freeze-thawing the gDNA more than 3 times can affect results, possibly due to damage to very low-abundance species of apoptotic DNA. Do not store gDNA in water to avoid acid hydrolysis. Archived tissue is suitable for ApoqPCR as long as storage conditions are correct. In this case prompt storage at -80°C and prompt gDNA purification post-thawing is the minimum required. \r\n\n\n\r\n\n\n**2  |  Generate completely apoptotic DNA from a standardized source for the construction of an Apoptotic DNA standard curve**\r\n\n\n\r\n\n\n2.1) Culture Jurkat cells to log phase \\(with acidity indicator not permitted to turn yellow) in 40 ml RF-10 in a T75 flask at 37°C / 5% CO\n2\nwithin a humidified cell culture incubator.\r\n\n\n\r\n\n\n2.2) Pellet cells by centrifugation at room temperature \\(RT), 450 _g_ for 10 min. Resuspend in fresh, pre-warmed RF-10 and count accurately \\(haemocytometer) then adjust with the same medium to give 1.0 x 10\n6\ncells /ml. Distribute 20 ml to a pre-warmed T75 flask for incubation with staurosporine and, if desired, the same volume to another T75 flask to serve as a negative control \\(no staurosporine). \r\n\n\n\r\n\n\n_**Caution**_  Staurosporine can cause external and internal irritation. Wear personal protective equipment and work in a biological containment hood.\r\n\n\n\r\n\n\n2.3) To the pre-warmed cell suspensions \\(37°C), add 160 µl of 1000 µM staurosporine to give 8.0 µM, gently mix thoroughly into solution and immediately incubate flasks at 37°C for 5.0 hr. Every hour gently agitate the flasks by hand, avoiding cooling of the cultures.\r\n\n\n\r\n\n\n2.4) For each 20 ml culture at 5.0 hr, re-suspend settled cells by gentle agitation, collect as multiples of 1.3 ml into eppendorf tubes, pellet at 450 _g_ for 6 min at RT, resuspend each pellet in 200 µl phosphate buffered saline \\(PBS). \r\n\n\n\r\n\n\n_**Pause point**_  These suspensions can be quick frozen at -80°C to store indefinitely if needed. Otherwise proceed immediately to gDNA purification.\r\n\n\n\r\n\n\n2.5) Purify the apoptotic DNA from a 200 µl cell suspension in PBS \\(equivalent to 1.3 ml cultured cells) with one Qiagen QIAamp DNA mini column following manufacturer’s recommendations including RNA’ase treatment \\(as for test gDNA), elute in 200 µl TE and quantify spectro-photometrically. Expected yields are in the range ~30 to 50 ng/µl. \r\n\n\n\r\n\n\n_**Pause point**_  Either store at -80°C and thaw once before proceeding, or proceed to serial dilution \\(see below). \r\n\n\n\r\n\n\n**3  |  Verify conversion of genomic DNA to completely apoptotic DNA** \r\n\n\n\r\n\n\n3.1) Electrophorese 0.5 or 1 µg fractions of completely apoptotic DNA on a 1.5% agarose 1x Tris-Acetate-EDTA \\(TAE) gel. Stain for 50 min with ethidium bromide at 15 µg/ml then destain for 30 min in double-distilled water, or alternatively incorporate SYBR Safe at 1x in the gel. \r\n\n\n\r\n\n\n_**Critical**_  The quality of information obtained from trace intensity profiles depends on agarose gel quality. Pour gels that are free from particulate matter and load samples precisely into wells to acquire a dependable electrophoretic image.\r\n\n\n\r\n\n\n3.2) For post-electrophoretic trace intensity visualisation and quantification, digitally capture images over whole gels and use exposure settings that avoid pixel saturation. For the BioRad Gel-Doc Imager we set the sensitivity at 10.00, normalisation off. Frame lanes, detect bands manually and subtract lane background by the rolling circle method. For background subtraction, select the rolling circle radii to preserve complete trace profile area for all bands. Trace quantity of a band is the measured area under its trace profile curve in units of intensity x mm\n2\n. With this software, only non-Gaussian trace quantification is applicable due to the shape and spacing of bands. \"**Figure 3**\":http://www.nature.com/protocolexchange/system/uploads/2688/original/Figure_3.jpg?1379817776 shows typical electrophoretic profiles. With completely apoptotic DNA prepared this way we observe by trace profiles that no genomic DNA remains unconverted to apoptotic DNA. DNA needs to be essentially completely apoptotic so that spectrophotometric quantitation is accurate. \r\n\n\n\r\n\n\n**4  |  \\(Optional) Additional steps to verify the conversion of genomic DNA to completely apoptotic DNA**\r\n\n\n\r\n\n\n4.1) We have used a modified TUNEL procedure and subsequent measurement of the TUNEL-positive cell percentage by flow cytometry to further confirm the extent of conversion to apoptotic DNA. \r\n\n\n\r\n\n\n4.2) From the 20 ml cultures above and at the 5 hr incubation point, collect 10 ml \\(10\n7\n) cells into eppendorf tubes. Pellet 450 _g_ for 5 min, RT.\r\n\n\n\r\n\n\n4.3) Wash 2x at RT in PBS, resuspend total cells to 2 x 10\n7\ncells /ml in 500 µl PBS and transfer 95 µl cells to triplicate wells of a V-bottom plate. \r\n\n\n\r\n\n\n_**Pause Point**_  Cells can be kept on ice in the 500 µl PBS for ≤ 1 hr before transferral to V-bottom plate.\r\n\n\n\r\n\n\n4.4) Pellet plated cells at 450 _g_ \\(1200 rpm) in a Beckman GS6R centrifuge or equivalent for 10 min at RT and aspirate supernatant carefully to avoid disrupting pellets.\r\n\n\n\r\n\n\n4.5) Add 100 µl per well Cytofix / Cytoperm solution. Resuspend cells by pipetting up and down gently 5 times then incubate 20 min at 4°C on nutator mixer.\r\n\n\n\r\n\n\n4.6) Wash 2x with 200 µl / well of 1x Perm/Wash buffer by pipetting up and down gently 5 times and centrifuge as above.\r\n\n\n\r\n\n\n4.7) During washes prepare TUNEL reaction mixture according to instructions \\(Roche kit). Keep on ice until added to wells. Each set equals 3 test triplicate wells, 1 autofluorescence well \\(cells, no label, no enzyme), and 1 negative control well \\(cells, +label, no enzyme), ie 5 wells per set.\r\n\n\n\r\n\n\n4.8) To test triplicate wells add 50 µl per well TUNEL reaction mixture \\(label + enzyme). To the autofluorescence well add 200 µl 1x Perm/Wash buffer. To the negative control add 50 µl label solution. Resuspend gently.\r\n\n\n\r\n\n\n4.9) Add lid and incubate 60 min at 37°C in a dark humidified atmosphere.\r\n\n\n\r\n\n\n4.10) Pellet cells as above.\r\n\n\n\r\n\n\n4.11) Wash 2x with 200 µl/well 1x Perm/Wash buffer as before then resuspend cells in 250 µl 1% paraformaldehyde in PBS. \r\n\n\n\r\n\n\n_**Pause Point**_  Samples can be stored in the dark at 4°C overnight for processing the next day. \r\n\n\n\r\n\n\n4.12) Process cells by flow cytometry ideally within the hour. Perform flow cytometry at excitation 488nm, detection 530nm, gate to exclude sub-cellular debris and select the total cell population. Sort at least 10,000 events at each measurement.\r\n\n\n\r\n\n\n**5  |  Construct serial dilutions of completely apoptotic DNA for the Apoptotic DNA standard curve**\r\n\n\n\r\n\n\n5.1) Adjust 100% apoptotic DNA to 23.15 ng/µl with TE. Prepare 4-fold serial dilutions from 9.26 ng/µl \\(40%) to 9.03 pg/µl covering a 1000-fold range \\(6 serial dilutions). ‘40%’ apoptotic DNA is chosen as a starting dilution because, from experience, samples generated in vitro and especially clinical samples rarely exceed this upper level. See \"**Table 1**\":http://www.nature.com/protocolexchange/system/uploads/2693/original/Table_1.pdf?1379820818 for a suggested dilution scheme.\r\n\n\n\r\n\n\n5.2) Mix each dilution thoroughly. Dispense single-use 20 to 30 µl aliquots for each of these dilutions into air-tight tubes. Ensure all liquid is at base of tube then store at -80°C in a non-cyclic defrost freezer prior to use in annealing/ligation reactions. \r\n\n\n\r\n\n\n_**Critical**_  Single use aliquots are necessary to avoid freeze-thaws which would change threshold values. The use of a non-cyclic defrost freezer prevents dehydration. \r\n\n\n\r\n\n\n**6  |  Measure the unknown amount of apoptotic DNA in a test sample of genomic DNA by ligation-mediated qPCR \\(qLM-PCR).** \r\n\n\n\r\n\n\n6.1)  Prepare and perform annealing/ligation reactions using the **6 apoptotic DNA serial dilutions** \\(for the standard curve) and **test sample gDNA** and **no template control** \\(PCR-grade water). Annealing/ligation reactions for the standard curve are constructed such that the amount of apoptotic DNA in each 24 µl reaction ranges from 160.0 ng to 156.3 pg.  \r\n\n\n\r\n\n\n6.1.1) Thaw, mix and pulse spin the apoptotic DNA serial dilutions and test sample gDNA. \r\n\n\n\r\n\n\n6.1.2) Assemble reactions for the 6 apoptotic DNA serial dilutions and test sample gDNA and no template control in thin-walled 200µl capacity PCR tubes. See \"**Table 2**\":http://www.nature.com/protocolexchange/system/uploads/2694/original/Table_2.pdf?1379820913. \r\n\n\n\r\n\n\n_**Critical**_  Calibrated pipettes that accurately deliver sub-20 µl and sub-2 µl volumes are essential. Perform all liquid handling under PCR conditions. Due to the presence of polyethylene glycol, reactions must be mixed thoroughly to homogeneity.\r\n\n\n\r\n\n\n_**Critical**_  Linker synthesis by different manufacturers can dramatically influence the threshold cycle and replicate reproducibility by changing background fluorescence during qPCR. This may be due to extraneous solute material carried over during synthesis. The manufacturer used here is given in Reagents and Equipment. \r\n\n\n\r\n\n\n6.1.3) Carefully place tubes containing assembled reaction components in a PCR thermal cycler avoiding any droplets on tube sides. \r\n\n\n\r\n\n\n6.1.4) Anneal linkers under the following programmed conditions \\(or similar):\r\n\n\n55°C for 10 min, 50°C to 15°C in 5°C/8 min increments, 10°C for 20 min \\(see 6.1.5 below), 16°C for 16 hr, 2°C to 4°C on hold.\r\n\n\n\r\n\n\n_**Critical**_  Machine-control the temperature gradient for annealing runs to avoid inter-run variability. A ‘Pause’ function in the cycler software is necessary.\r\n\n\n\r\n\n\n6.1.5) For ligation of annealed linkers to apoptotic target DNA, halfway through the 10°C step \\(ie. at the 10 min point), **pause** the program and to each PCR tube, add 2.4 U of 1 U /µl T4 DNA ligase, mix, close the tube, then when the series of tubes is completed **un-pause** the program to complete the 10°C incubation for the remaining 10 min, ramp to 16°C for 16 hr for ligation \\(overnight), then 2 to 4°C on hold.\r\n\n\n\r\n\n\n_**Critical**_  The addition of T4 DNA ligase occurs to reaction tubes while they reside in the thermal cycler heating block. Open each tube in turn and manually add ligase. Mixing is critical especially considering the presence of viscous polyethylene glycol. Add, expel and mix ligase with the pipette tip, adopting the same manual procedure for each tube to aid reproducibility. We have found that ‘extended length’ filter tips on a Gilson P10 hinder complete expulsion, while standard length P10 tips assist expulsion.\r\n\n\n\r\n\n\n6.1.6) After the 16 hr ligation, dilute all 24 µl annealed/ligated reactions \\(now 26.4 µl due to ligase addition) to 80 µl with 53.6 µl TE. Mix thoroughly. Note that 7.50 µl from these reactions will be used 3 times for 3 replicates in the qLM-PCR reactions.\r\n\n\n\r\n\n\n_**Pause point**_  The completed and diluted annealed/ligated reactions for test samples are normally used for one set of triplicate qLM-PCR runs. However, they can be frozen/thawed once at -20°C or -80°C for a repeat run on another day without significant change to threshold cycles.\r\n\n\n\r\n\n\n6.2) Prepare and perform qLM-PCR. \r\n\n\n\r\n\n\n6.2.1) Prepare qLM-PCR master mix as in \"**Table 3**\":http://www.nature.com/protocolexchange/system/uploads/2695/original/Table_3.pdf?1379820960 and \"**Table 4**\":http://www.nature.com/protocolexchange/system/uploads/2696/original/Table_4.pdf?1379821032.\r\n\n\n\r\n\n\n6.2.2) Assemble qLM-PCR reactions for **test sample**, **standard curve dilution** or **no-template control**. Use 3 x 7.5 µl of the diluted annealed/ligated reactions in triplicate 25 µl qLM-PCR reactions. See \"**Table 3**\":http://www.nature.com/protocolexchange/system/uploads/2695/original/Table_3.pdf?1379820960. Ninety-six well qPCR plates are used, permitting the 6 standard curve dilutions, one no template control and a maximum of 25 test samples all run in triplicate. For the six 4-fold diluted standards, qLM-PCR reactions contain 15,000 pg down to 14.6 pg completely apoptotic DNA.\r\n\n\n\r\n\n\nTo do this, first add 17.5 µl of the master mix into each well of the qPCR plate without employing the pipette’s second stage expulsion step \\(this eliminates unwanted bubbles while still being reproducible, and is faster).  Then add 7.5 µl of the appropriate diluted\r\n\n\nannealed/ligated reaction per well. When adding diluted annealed/ligated reactions to wells, for each well pipette up and down a consistent number of times, finishing with a second stage expulsion.   \r\n\n\n\r\n\n\n6.3) Perform qLM-PCR in a qPCR thermal cycler. \r\n\n\n\r\n\n\n6.3.1) Before cycling, spin the qPCR plate with assembled reactions at about 200 _g_ for 5 sec to ensure all reaction contents are at the base of the wells. \r\n\n\n\r\n\n\n6.3.2) Cycling conditions are given in \"**Table 5**\":http://www.nature.com/protocolexchange/system/uploads/2697/original/Table_5.pdf?1379821703. Program the thermal cycler to read fluorescence at the end of the 72°C / 3 min annealing-extension step.\r\n\n\n\r\n\n\n**7  |  Purify genomic DNA from a standardised, diploid and accurately counted cell source for the construction of a Cell Number standard curve** \r\n\n\n\r\n\n\n7.1) Using approximately 100 ml blood from a healthy donor, isolate peripheral blood mononuclear cells \\(PBMC) by Ficoll density gradient centrifugation. To do this, onto 6 x 10 ml Ficoll in 6 sterile 50 ml tubes, layer equal volumes of blood. \r\n\n\n\r\n\n\n_**Caution**_  Blood must be handled, contained and discarded as a biohazard. Wear personal protective equipment and perform all work under PC2 conditions in a bio-containment cabinet.\r\n\n\n\r\n\n\n_**Critical**_  Use primary cells with diploid genomes. Cell lines are frequently heteroploid and therefore cannot be used.\r\n\n\n\r\n\n\n7.2) Separate blood components by centrifugation at RT, 750 _g_ for 30 min without brake.\r\n\n\n\r\n\n\n7.3) Transfer the white PBMC layers to 2 new tubes. Wash 4 times at RT with 30 ml PBS washes per tube to remove platelets, centrifuging at 250 _g_ for 15 min at RT with moderate brake. After final wash, remove supernatant and gently resuspend total cells in 1.0 ml PBS at RT. \r\n\n\n\r\n\n\n_**Critical**_  Several washes are needed to permit accurate cell counts.\r\n\n\n\r\n\n\n7.4) Count cells \\(if with haemocytometer, mean of 4 counts), pellet cells in eppendorf tube, remove supernatant and resuspend cells to 6 x 10\n7\n/ml in freshly prepared lysis buffer \\(10 mM Tris-HCl pH 8.0, 1 mM EDTA, PCR grade water; plus final concentrations of 0.002% Triton X-100, 0.002% sodium dodecyl sulphate \\(SDS) and 0.8 mg/ml proteinase K added just before use). \r\n\n\n\r\n\n\n7.5) Lyse cells at 56°C for 1 hr with occasional gentle agitation, then inactivate proteinase K at 95°C for 15 min. Cool the lysate to RT.\r\n\n\n\r\n\n\n_**Critical**_  Proteinase K must be totally inactivated to avoid interference in downstream reactions. \r\n\n\n\r\n\n\n7.6) Create six 5-fold serial dilutions from 50,000 cell-equivalents per 1.62 µl to 16 cell-equivalents per 1.62 µl using TE as diluent. A suggested dilution series is given in \"**Table 6**\":http://www.nature.com/protocolexchange/system/uploads/2698/original/Table_6.pdf?1379821763.\r\n\n\n\r\n\n\n7.7) Divide into 20 to 30 µl single-use aliquots and store immediately in a non-cyclic defrost freezer at -80°C prior to use.\r\n\n\n\r\n\n\n_**Critical**_  Storage of single-use aliquots at -80°C is necessary to avoid degradation of target DNA. \r\n\n\n\r\n\n\n**8  |  Measure the unknown cell number equivalence in a test sample by qPCR, from the same amount of genomic DNA used in the apoptotic DNA reactions** \r\n\n\n\r\n\n\n8.1) Prepare and perform Cell Number qPCR. \r\n\n\n\r\n\n\n8.1.1) Prepare Cell Number qPCR master mix as in \"**Table 7**\":http://www.nature.com/protocolexchange/system/uploads/2699/original/Table_7.pdf?1379821812. \r\n\n\n\r\n\n\n8.1.2) Assemble Cell Number qPCR reactions for **test sample**, **standard curve dilution** or **no-template control**. Ninety-six well qPCR plates are used, permitting the 6 standard curve dilutions, one no template control and a maximum of 25 test samples all run in triplicate. Pipette 23.38 µl of the master mix into each well without employing the pipette’s second stage expulsion step \\(this eliminates unwanted bubbles while still being reproducible, and is faster).  \r\n\n\n\r\n\n\n8.1.3) Then add 1.62 µl of each standard / test gDNA / no template control per well, as in \"**Table 7**\":http://www.nature.com/protocolexchange/system/uploads/2699/original/Table_7.pdf?1379821812, and mix by pipetting up and down 5 times, finishing with a second-stage expulsion. \r\n\n\n\r\n\n\n_**Critical**_  The volume of 1.62 µl test sample gDNA is critical because it means that the same amount of test sample gDNA is added to both qLM-PCR and Cell Number qPCR reactions. Use high quality, calibrated pipettes under PCR conditions. \r\n\n\n\r\n\n\n8.1.4) Before qPCR cycling, spin the capped qPCR plate at about 200 _g_ for 5 sec to ensure all reaction contents are at the base of the wells. \r\n\n\n\r\n\n\n8.1.5) Perform Cell Number qPCR with cycling conditions as shown in \"**Table 8**\":http://www.nature.com/protocolexchange/system/uploads/2700/original/Table_8.pdf?1379821867."
        },
        {
            "header": "Timing",
            "content": "Without using specialized purification protocols, test sample gDNA purification of many samples takes about a day. Generating and verifying completely apoptotic DNA from log phase Jurkat cell cultures takes 2 to 3 days. This excludes the optional TUNEL/flow cytometry step. Generating a lysate from healthy donor blood for the Cell Number qPCR standard curve takes about a day. Having standard curves established, 100 samples can be tested in triplicate by one operator in 5 days. The protocol is amenable to robotisation which would increase through-put considerably."
        },
        {
            "header": "Troubleshooting",
            "content": "Potential problems, reasons for those problems and their possible solutions are given in \"**Table 9**\":http://www.nature.com/protocolexchange/system/uploads/2701/original/Table_9.pdf?1379821979."
        },
        {
            "header": "Anticipated Results",
            "content": "**Test sample genomic DNA**\r\n\n\nThe concentration of test sample gDNA may be ‘x’ ng/µl but preferably about 5 ng/µl. The approximate figure of 5 ng/µl is useful because it usually allows values to fall neatly within the standard curves. Using the same amount of test sample gDNA in both qLM-PCR and Cell Number qPCR allows a final figure of pg apoptotic DNA per 1000 cells to be calculated. \r\n\n\n\r\n\n\n**Extent and quality of completely apoptotic DNA**\r\n\n\nTrace quantification using a gel imager and suitable software provides a sensitive way to evaluate the extent of conversion of genomic DNA to apoptotic DNA. See \"**Figure 3**\":http://www.nature.com/protocolexchange/system/uploads/2688/original/Figure_3.jpg?1379817776. With completely apoptotic DNA prepared as in this protocol we observe by trace profiles that no genomic DNA remains unconverted to apoptotic DNA. DNA needs to be essentially completely apoptotic so that spectrophotometric quantitation is accurate. We find the generation of completely apoptotic DNA to be verifiable and reproducible. Over 3 independent preparations, percent conversion to apoptotic DNA has been 100% by trace quantification. Further verification by TUNEL/flow cytometry has found extent conversion for those separate preparations, expressed as percent TUNEL-positivity, to be 99.3, 98.9 and 98.8) \\(9). See \"**Figure 4**\":http://www.nature.com/protocolexchange/system/uploads/2690/original/Figure_4.jpg?1380345725.\r\n\n\n\r\n\n\n**Economy of completely apoptotic DNA**\r\n\n\nTen ml Jurkat cells cultured with 8 µM staurosprine for 5 hr yields completely apoptotic DNA that is sufficient to run 300 standard curves, for a maximum of 7,500 test samples run in triplicate with those standard curves. Alternatively, since each diluted 80 µl annealed/ligated reaction \\(containing apoptotic standard DNA) can be used for 2 or even 3 triplicate sets on the same day \\(stored on the day on ice, not frozen), 600 or 900 standard curves are possible.\r\n\n\n \r\n\n\n**Contamination issues**\r\n\n\nDuring annealing/ligations tubes are opened for a short time in the thermal cycler heating block. However, this PCR does not involve oligomers targeting gDNA sequences; the linkers used here do not anneal to any specific gDNA sequence and instead ligate to the blunt ends of apoptotic fragments. Lack of contamination is therefore anticipated and this is consistent with our experience over hundreds of reference curve runs concurrent with negative controls. Nevertheless this step should be done in a dedicated and clean PCR suite. \r\n\n\n\r\n\n\n**qLM-PCR for the apoptotic standard curve**\r\n\n\nThe qLM-PCR program takes approximately 185 min. A dissociation \\(melt) curve will not be useful as this is a multi-product PCR. Note that the qLM-PCR reaction conditions have been systematically optimised such that SYBR Green I fluorescence from primer-dimer formation and other non-specific amplification accounts for only about 3% of total fluorescence. Molecular probes are not compatible with the molecular events of this technology and, if they were compatible, would add considerably to the cost. \r\n\n\n\r\n\n\n**Apoptotic standard curve characteristics** \r\n\n\nApoptotic DNA standard curves are shown in \"**Figure 5**\":http://www.nature.com/protocolexchange/system/uploads/2691/original/Figure_5.jpg?1379820166. Reactions using Taq DNA polymerase from two different manufacturers give slightly different Ct’s \\(n=10 runs and n=14 runs). Plotted is mean ± one standard deviation. Accept if the standard curve correlation is R<sup>2</sup> ≥ 0.985. Expect efficiency around 72%, due probably to the fact that Taq polymerase amplifies many sizeable products concurrently.\r\n\n\n\r\n\n\nSimilar success has been achieved with Taq DNA polymerase purified from Thermus aquaticus YT-1 from either Scientifix or Fisher Biotec. We have not had success with some higher fidelity or high processivity thermostable polymerases \\(KlenTaq™, Sigma; KODHotstart™, Novagen; Immolase™, Bioline) using these cycling conditions. \r\n\n\n\r\n\n\nOver 24 independent runs we find the mean R<sup>2</sup> correlation to be 0.993 \\(0.986 to 0.999) and mean efficiency to be 71% \\(66 to 78%). Mean Cts and ranges for the 6 standards over 14 independent runs were 12.15 \\(11.55 - 12.76), 14.20 \\(13.63 - 14.77), 16.62 \\(15.61 - 17.80), 19.29 \\(18.77 - 19.88), 21.83 \\(21.12 - 22.43), and 24.97 \\(24.45 - 25.95). The equation generated from n=14 runs using Taq polymerase ‘A’ was y = -4.254log<sub>10</sub>\\(x)+29.54, while from n=10 runs using Taq polymerase ‘B’ was \r\n\n\ny = -4.379log<sub>10</sub>\\(x)+29.37 \\(9). \r\n\n\n\r\n\n\n**Cell Number qPCR**\r\n\n\nFor Cell Number qPCR the reactions comprise a highly-optimised component set that effectively eliminates non-specific SYBR fluorescence. Dissociation \\(melt) curves confirm a single specific amplification product and therefore are not routinely performed. \r\n\n\n\r\n\n\n**Cell Number standard curve characteristics**\r\n\n\nRepresentative Cell Number standard curves are combined in \"**Figure 6**\":http://www.nature.com/protocolexchange/system/uploads/2692/original/Figure_6.jpg?1379820474. Accept if the standard curve correlation is R<sup>2</sup> ≥ 0.985. Accept mean Cts of standard and sample triplicates if the Ct range of triplicates spans less than 1.0. Over 24 independent runs we find the mean R<sup>2</sup> correlation to be 0.989 \\(0.986 to 0.991) and mean efficiency to be 112.9 \\(108 to 115). However the mean correlation increases to 0.996 and efficiency more closely approaches 100% when the 50,000 cell equivalent standard is omitted. If test gDNA is routinely diluted to 5 ng/μl then cell number equivalents will fall within a \\[10,000 to 16 cell] reference curve. Mean Cts and ranges for the 6 standards over 24 independent runs were 19.79 \\(19.24 - 20.52), 20.93 \\(20.40 - 21.57), 23.00 \\(22.45 - 23.86), 25.31 \\(24.76 - 25.98), 27.74 \\(27.20 - 28.45), and 30.16 \\(29.56 - 30.85) with the equation y = -3.049log<sub>10</sub>\\(x)+33.49 \\(9). \r\n\n\n\r\n\n\n**Threshold cycle replicate consistency**\r\n\n\nFrom combined reference curve and test sample data we find that for qLM-PCR runs the mean Ct range within triplicate sets to be 0.23 \\(0.00 to 0.66, n=150 samples, 450 replicates), and for Cell Number qPCR runs the mean Ct range within triplicate sets to be 0.27 \\(range 0.02 to 0.97; n=150 samples, 450 replicates) \\(9)."
        },
        {
            "header": "References",
            "content": "1. Wang, H., Li, J., Bostock, R.M. and Gilchrist, D.G. \\(1996) Apoptosis: A Functional Paradigm for Programmed Plant Cell Death Induced by a Host-Selective Phytotoxin and Invoked during Development. Plant Cell, 8, 375-391.\r\n  2. Liu, X., Li, P., Widlak, P., Zou, H., Luo, X., Garrard, W.T. and Wang, X. \\(1998) The 40-kDa subunit of DNA fragmentation factor induces DNA fragmentation and chromatin condensation during apoptosis. Proc Natl Acad Sci U S A, 95, 8461-8466.\r\n  3. Bursch, W., Kleine, L. and Tenniswood, M. \\(1990) The biochemistry of cell death by apoptosis. Biochem Cell Biol, 68, 1071-1074.\r\n  4. Staley, K., Blaschke, A.J. and Chun, J. \\(1997) Apoptotic DNA fragmentation is detected by a semi-quantitative ligation-mediated PCR of blunt DNA ends. Cell Death Differ, 4, 66-75.\r\n  5. Mueller, P.R. and Wold, B. \\(1989) In vivo footprinting of a muscle specific enhancer by ligation mediated PCR. Science, 246, 780-786.\r\n  6. Guilfoyle, R.A., Leeck, C.L., Kroening, K.D., Smith, L.M. and Guo, Z. \\(1997) Ligation-mediated PCR amplification of specific fragments from a class-II restriction endonuclease total digest. Nucleic Acids Res, 25, 1854-1858.\r\n  7. Masny, A. and Plucienniczak, A. \\(2003) Ligation mediated PCR performed at low denaturation temperatures--PCR melting profiles. Nucleic Acids Res, 31, e114.\r\n  8. Hooker, D.J., Gorry, P.R., Ellett, A.M., Wesselingh, S.L. and Cherry, C.L. \\(2009) Measuring and monitoring apoptosis and drug toxicity in HIV patients by ligation-mediated polymerase chain reaction. J Cell Mol Med, 13, 948-958.\r\n  9. Hooker, D.J., Mobarok, M., Anderson, J.L., Rajasuriar, R., Gray, L.R., Ellett, A.M., Lewin, S.R., Gorry, P.R. and Cherry, C.L. A new way of measuring apoptosis by absolute quantitation of inter-nucleosomally fragmented genomic DNA. Nucleic Acids Res, 40, e113.\r\n  10. Mesner, P.W., Jr. and Kaufmann, S.H. \\(1997) Methods utilized in the study of apoptosis. Adv Pharmacol, 41, 57-87.\r\n  11. Holdenrieder, S. and Stieber, P. \\(2004) Apoptotic markers in cancer. Clin Biochem, 37, 605-617.\r\n  12. Lecoeur, H., Melki, M., Saïdi, H. and Gougeon, M. \\(2008) Analysis of apoptotic pathways by multiparametric flow cytometry: application to HIV infection. Methods in Enzymology, 442, 51-82.\r\n  13. Darzynkiewicz, Z., Li, X. and Bedner, E. \\(1999) Detection of DNA strand breakage in the analysis of apoptosis and cell proliferation by flow and laser scanning cytometry. Methods Mol Biol, 113, 607-619.\r\n  14. Bedner, E., Li, X., Gorczyca, W., Melamed, M.R. and Darzynkiewicz, Z. \\(1999) Analysis of apoptosis by laser scanning cytometry. Cytometry, 35, 181-195.\r\n  15. Rode, H.-J., Eisel, D. and Frost, I. Apoptosis, cell death, and cell proliferation. Third Ed. Roche Applied Science.\r\n  16. Lam, E., Kato, N. and Lawton, M. \\(2001) Programmed cell death, mitochondria and the plant hypersensitive response. Nature, 411, 848-853.\r\n  17. Kuthanova, A., Opatrny, Z. and Fischer, L. \\(2008) Is internucleosomal DNA fragmentation an indicator of programmed death in plant cells? Journal of Experimental Botany, 59, 2233–2240.\r\n  18. Zhang, L., Lewin, S.R., Markowitz, M., Lin, H.H., Skulsky, E., Karanicolas, R., He, Y., Jin, X., Tuttleton, S., Vesanen, M. et al. \\(1999) Measuring recent thymic emigrants in blood of normal and HIV-1-infected individuals before and after effective therapy. J Exp Med, 190, 725-732."
        },
        {
            "header": "Acknowledgements",
            "content": "D.J.H. thanks Assoc. Prof. Melissa Churchill and Assoc. Prof. Gilda Tachedjian for useful discussions, and to Maelenn Gouillou for assistance with statistical analysis. The authors gratefully acknowledge the contribution to this work of the Victorian Operational Infrastructure Support Program received by the Burnet Institute."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1093/nar/gks334",
                "date": "2013-06-13 06:03:12",
                "title": "A new way of measuring apoptosis by absolute quantitation of inter-nucleosomally fragmented genomic DNA",
                "authors": [
                    "D. J. Hooker",
                    "M. Mobarok",
                    "J. L. Anderson",
                    "R. Rajasuriar",
                    "L. R. Gray",
                    "A. M. Ellett",
                    "S. R. Lewin",
                    "P. R. Gorry",
                    "and C. L. Cherry"
                ],
                "journal": "Nucleic Acids Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12554,
                "identity": "a00701ef-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "David Hooker",
                "email": "david.hooker@monash.edu; saidahoo@gmail.com",
                "orcid": "",
                "institution": "Centre for Biomedical Research, Burnet Institute, 85 Commercial Rd, Melbourne, Victoria 3004, Australia.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Hooker",
                "suffix": ""
            },
            {
                "id": 12555,
                "identity": "a0070618-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masqura Mobarok",
                "email": "",
                "orcid": "",
                "institution": "Centre for Biomedical Research, Burnet Institute, 85 Commercial Rd, Melbourne, Victoria 3004, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masqura",
                "middleName": "",
                "lastName": "Mobarok",
                "suffix": ""
            },
            {
                "id": 12556,
                "identity": "a00709c6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jenny  Anderson",
                "email": "",
                "orcid": "",
                "institution": "Department of Microbiology, Faculty of Medicine Nursing and Health Sciences, Monash University, Clayton, Victoria 3168, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jenny",
                "middleName": "",
                "lastName": "Anderson",
                "suffix": ""
            },
            {
                "id": 12557,
                "identity": "a0070c9b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lachlan Gray",
                "email": "",
                "orcid": "",
                "institution": "Centre for Biomedical Research, Burnet Institute, 85 Commercial Rd, Melbourne, Victoria 3004, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lachlan",
                "middleName": "",
                "lastName": "Gray",
                "suffix": ""
            },
            {
                "id": 12558,
                "identity": "a0070f45-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paul Gorry",
                "email": "",
                "orcid": "",
                "institution": "Centre for Biomedical Research, Burnet Institute, 85 Commercial Rd, Melbourne, Victoria 3004, Australia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Gorry",
                "suffix": ""
            },
            {
                "id": 12559,
                "identity": "a00711f5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Catherine  Cherry",
                "email": "",
                "orcid": "",
                "institution": "Centre for Biomedical Research, Burnet Institute, 85 Commercial Rd, Melbourne, Victoria 3004, Australia. Faculty of Health Sciences, The University of the Witwatersrand, Johannesburg, South Africa.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Catherine",
                "middleName": "",
                "lastName": "Cherry",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-09-29 08:43:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.079",
        "doiUrl": "https://doi.org/10.1038/protex.2013.079",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608756,
                "identity": "1f90b643-65ea-47b4-ad87-42096117c6da",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1101090,
                "visible": true,
                "origin": "",
                "legend": "Workflow for ApoqPCR   *Figure 1. Workflow for ApoqPCR.* Two standard curves are generated, one to measure the amount of apoptotic DNA in a test sample of gDNA and the other to measure the number of cells represented by that gDNA. Referencing test samples against both standard curves achieves a figure of picogram apoptotic DNA per 1000 cells.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/figure_1.jpg"
            },
            {
                "id": 2608758,
                "identity": "bae5a1a1-368d-49b6-a614-61042684b5f4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1055149,
                "visible": true,
                "origin": "",
                "legend": "Molecular process of the qLM-PCR arm of ApoqPCR.   *Figure 2. Molecular process of the qLM-PCR arm of ApoqPCR.* Non-phosphorylated oligonucleotides are annealed then blunt-end ligated to target apoptotic DNA within the gDNA population. Heating to 94°C releases the unligated 12mers and dissociates the monoclonal antibody from Taq polymerase, allowing synthesis at 72°C of the complement of the 24mer sequence. Subsequent cycles at 94°C then 72°C allows amplification of target DNA using only the 24mer as PCR primer. Blue boxes: single strands of target DNA; yellow boxes: 12mers; orange and red boxes: 24mers and their synthesized complement respectively. Process modified from Staley et al (4). The authors thank Oxford University Press for their kind permission to reproduce this Figure from Hooker et al (9).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/figure_2.jpg"
            },
            {
                "id": 2608759,
                "identity": "c5d7fd6f-e2ca-41fc-9b61-b417bd9fafc8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1126085,
                "visible": true,
                "origin": "",
                "legend": "Assessing extent of conversion to apoptotic DNA by gel trace intensity.   *Figure 3. Trace intensity profiles provide a sensitive way to assess the extent of apoptotic fragmentation. (a)* Jurkat cell gDNA not treated or treated with different staurosporine concentrations for 5 hr was electrophoresed on the same 1.5% agarose gel, ethidium bromide stained, destained then photographed. One μg gDNA per track. M: molecular weight markers with molecular weight sizes shown above. Below the gel photograph are trace profiles from tracks 1, 2 and 3; the position in the figure of the y-axis and the length of the x-axis aligns with the gel. Non-Gaussian calculation of the area under each high molecular weight peak enabled the proportion of DNA not converted to apoptotic DNA to be calculated. After treatment with 1 and 4 μM staurosporine the proportion of high molecular weight (unfragmented) gDNA remaining was, respectively, 6.1% and 1.8%. The orange shaded trace shows significant though incomplete conversion to apoptotic DNA. *(b)* Jurkat cell gDNA not treated or treated with 8 µM staurosporine for 5 hr was electrophoresed and photographed as for (a). M: molecular weight markers. Below the gel are trace profiles from gel tracks 1 and 2. The blue shaded trace shows complete conversion to apoptotic DNA; once this has been achieved the DNA is ready for use in construction of the apoptotic DNA standard curve. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/figure_3.jpg"
            },
            {
                "id": 2608764,
                "identity": "f3873eb2-98c6-41e5-8fe1-228623a4b95d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2987799,
                "visible": true,
                "origin": "",
                "legend": "Reproducing and verifying the production of completely apoptotic DNA.   *Figure 4. The production of completely apoptotic DNA is reproducible and verifiable.* Three experiments each from the stages of cell culture to DNA purification, trace analysis and TUNEL/FACS were performed at separate times. (*a*)  Products of experiments 1, 2 and 3 electrophorised on one 1.5% agarose gel. M: molecular weight markers with sizes shown on the right. Experiment 1, tracks 1 and 2: 500 ng Jurkat cell gDNA not treated with staurosporine, after 5 hr incubation, and 500 ng Jurkat cell gDNA treated with 8 μM staurosporine for 5 hr, respectively. Experiment 2 tracks 3 and 4, and experiment 3 tracks 5 and 6: as for experiment 1. (*b*) Trace intensities plotted as a function of relative front from tracks 1 to 6 in (a). Trace profiles for gDNA from staurosporine-treated cells shows complete absence of high molecular weight (unfragmented) gDNA for all 3 experiments. (*c*) Confirmation of complete fragmentation by measurement with another apoptosis quantifier, TUNEL-positivity as measured by flow cytometry. On separate occasions, fractions of the same cells represented in (a) and (b) from the 3 experiments were assessed by TUNEL/FACS, shown here as histograms. Grey shading: cells exposed to 0 μM staurosporine for 5 hr, 3 replicates per experiment. Black line peaks: negative controls (label, no TdT transferase). Red shading: cells exposed to 8 μM staurosporine for 5 hr. Autofluorescence controls (no label, no enzyme; not shown) generated peaks at the negative control positions. All peaks: 10,000 cells minimum counted. The authors thank Oxford University Press for permission to reproduce this Figure and Legend from the Supplementary Data in Hooker et al (9).",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/figure_4.jpg"
            },
            {
                "id": 2608762,
                "identity": "4d11a7dd-78ae-4a20-9b8d-d9ba9bd53d52",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 491861,
                "visible": true,
                "origin": "",
                "legend": "Inter-run consistency of qLM-PCR threshold cycles.   *Figure 5. Robust inter-run consistency for threshold cycles generated from qLM-PCR.* All 24 runs undertaken at separate times. Two graphs for qLM-PCR runs are shown because Taq polymerase from different suppliers amplified target DNA with different efficiencies, generating slightly different Cts. Bars: +/- one standard deviation from the mean. The authors thank Oxford University Press for permission to reproduce this Figure from the Supplementary Data in Hooker et al (9). ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/figure_5.jpg"
            },
            {
                "id": 2608760,
                "identity": "31e3c375-5fb8-46e1-908f-e0610670c4c6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 447325,
                "visible": true,
                "origin": "",
                "legend": "Inter-run consistency of Cell Number qPCR threshold cycles.   *Figure 6. Robust inter-run consistency for threshold cycles generated from Cell Number qPCR.* All 24 runs undertaken at separate times. Bars: +/- one standard deviation from the mean. The authors thank Oxford University Press for permission to reproduce this Figure from the Supplementary Data in Hooker et al (9). ",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/figure_6.jpg"
            },
            {
                "id": 13465312,
                "identity": "2054116f-be43-45ae-b405-d45baae5d22a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 637639,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/f394bf14-113b-4863-8d91-cae05e13fb5f.pdf"
            },
            {
                "id": 2608765,
                "identity": "264aca03-b1c8-490a-8ba1-6c3ccaca9b43",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 37932,
                "visible": true,
                "origin": "",
                "legend": "Table 3   Reaction components and volumes for qLM-PCR reactions.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608766,
                "identity": "d6d0e722-80dd-4123-b446-8f3d6f1bfa5d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 34669,
                "visible": true,
                "origin": "",
                "legend": "Table 4   Preparing a complex of Taq DNA polymerase and anti-Taq antibody. ",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608767,
                "identity": "eae526bf-f6e7-451d-83df-72b7fc7a0ea2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 32799,
                "visible": true,
                "origin": "",
                "legend": "Table 5   Cycling conditions for qLM-PCR.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608768,
                "identity": "9e416f38-86af-46a1-adf4-ff0a932ed7ce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33239,
                "visible": true,
                "origin": "",
                "legend": "Table 6   Construction of dilutions for the Cell Number standard curve.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608769,
                "identity": "883a7bfc-b71b-49bd-8861-09539e70b8c5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33009,
                "visible": true,
                "origin": "",
                "legend": "Table 8   Cycling conditions for Cell Number qPCR.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608770,
                "identity": "d609db70-e1dc-490b-8e28-69b92111eaf2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 35961,
                "visible": true,
                "origin": "",
                "legend": "Table 7   Reaction components and volumes for Cell Number qPCR.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608771,
                "identity": "b6581364-0d30-4068-a563-ed73274494a9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 43821,
                "visible": true,
                "origin": "",
                "legend": "Table 9   Troubleshooting ApoqPCR: Potential problems, reasons and possible solutions.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608761,
                "identity": "6758021a-f043-4f29-a1e5-20a9cd02b3e1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 38556,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Construction of dilutions for the Apoptotic DNA standard curve.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            },
            {
                "id": 2608763,
                "identity": "f0fb201f-3924-483b-b013-dfa3bcb84e56",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 40993,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Reaction components and volumes for annealing / ligation reactions.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2733/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "apoptosis, cell death, ApoqPCR, qPCR, PCR, absolute measurement, apoptotic DNA, internucleosomal DNA fragmentation, methods, aging, cancer, drug design",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The finely orchestrated cell death process of apoptosis is fundamental to vertebrate and invertebrate health and growth, while its dysregulation contributes to infectious disease pathology and malignancy. Additionally, it is vital to evaluate the effects on apoptosis of drug candidates for cancer therapy. In view of the important role apoptosis plays in health, disease, drug design, therapy and its conservation across species, it is therefore highly beneficial to be able to measure apoptosis. In this article we describe ApoqPCR, a protocol to measure apoptosis by absolute quantitation of an apoptotic hallmark: internucleosomally fragmented \\(‘apoptotic’) genomic DNA. Completely apoptotic DNA is generated, diluted to cover a 1000-fold biologically relevant range of concentrations, amplified by ligation-mediated qPCR and threshold cycles measured. This forms an apoptotic DNA standard curve. A cell number standard curve is also constructed. Referencing test samples \\(with unknown amounts of apoptotic DNA) against each standard curve achieves an absolute value: the amount \\(picogram) of apoptotic DNA per cell number. ApoqPCR’s strengths include a broad linear 1000-fold dynamic range and an ability to measure apoptosis from sub-100 cell sample sizes. Additionally, ApoqPCR’s employment of an easily purified, stable, storable and re-useable starting material \\(nuclear genomic DNA) gives it value for archival/longitudinal studies and for apoptosis measurement from many vertebrate and invertebrate cell types. ApoqPCR requires genomic DNA of high and consistent quality; this precludes its use for degraded forensic samples. Because ApoqPCR measures from cell populations, the method is not suitable for monitoring single cell apoptosis and cannot in itself fractionate cell populations. In its present form and with standard curves established, 100 samples can be tested in triplicate by one operator in 5 days. The protocol is amenable to robotization which would increase through-put considerably.",
        "manuscriptTitle": "Advances in measuring apoptosis: A robust, highly sensitive and specific qPCR-based protocol for absolute quantitation of apoptotic DNA",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-09-30 15:32:14",
                "doi": "10.1038/protex.2013.079",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00699e2-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 30th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3014,
                "name": "Cell biology"
            },
            {
                "id": 3015,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-09-30 15:32:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}