{
    "identity": "nprot-3255",
    "title": "siRNA-mediated depletion of stable proteins in mouse oocytes",
    "content": [
        {
            "header": "Introduction",
            "content": "Maternal proteins stored in mammalian oocytes play various roles in meiotic maturation, fertilization, and preimplantation development. To understand biological functions and molecular mechanisms underlying the dynamic developmental processes, it is necessary to deplete maternal proteins in oocytes. One way to achieve this is by generating a knockout \\(KO) mouse of a target gene; analyses of oocytes harvested from KO mice are helpful for understanding the gene function. Nevertheless, when the target gene is essential for embryonic development or germ cell development, it becomes impossible to collect oocytes from the KO mice. Although this issue could be overcome by generation of conditional KO mice using a Cre recombinase that is expressed by germ-line specific promoters such as TNAP, GDF9, and Zp3 \\(Andreu-Vieyra et al., 2010; Gu et al., 2011), generation of mutant mice can prove time consuming, thereby making this strategy challenging. \r\n\n\nAn alternative way to deplete maternal proteins is RNA interference \\(RNAi)-mediated knockdown of interested genes. This can be achieved by microinjection of short interfering RNA \\(siRNA) into oocytes. Many studies have indeed tried to deplete maternal proteins by injecting siRNA into metaphase II \\(MII)-stage oocytes \\(Okada et al., 2010; Wen et al., 2014; Wossidlo et al., 2011) or fully grown GV-stage oocytes \\(Inoue et al., 2012). However, oftentimes siRNA-injection at these stages cannot significantly deplete maternal proteins that have already been stored in oocytes. One of the reasons for this issue is that the loss of interested proteins after siRNA-injection solely depends on the protein half-life, which is different from the case of culture cells in which both the protein half-life and dilution through cell proliferation cooperatively contribute to the protein depletion. Although a prolonged culture of MII or GV oocytes following siRNA-injection may allow the targeted proteins to be further degraded, it impairs the quality of oocytes, and the oocytes are eventually fragmented \\(or MII oocytes are spontaneously activated) after a certain incubation period. Thus, the culture time following siRNA injection is limited when using MII or GV oocytes \\(for up to 8 or 24 h, respectively), which makes it difficult to deplete stable maternal proteins by this system. Another reason is that oocytes accumulate a large amount of mRNAs and proteins during oocyte growth to support the subsequent events including meiotic maturation and early development. Therefore, due to protein accumulation derived from growing oocyte, fully-grown GV- and MII-stages are sometimes not appropriate for protein depletion by siRNA injection. \r\n\n\nTo overcome these issues, we developed a novel knockdown system that allows depleting even stable proteins in mouse oocytes \\(Inoue and Aoki, 2010; Inoue and Zhang, 2014). In this system, follicles are collected from ovaries of 12 day-old mice, oocytes within the follicles are injected with siRNA, and then the injected follicles are cultured in vitro for 12 days until the oocytes reach the fully-grown GV-stage \\(**Figure 1**). This system provides a large enough time window following siRNA injection to degrade the target proteins via their half-life. In vitro maturation \\(IVM) followed by the in vitro growth \\(IVG) allows obtaining MII oocytes, and subsequent in vitro fertilization \\(IVF) provides zygotes and preimplantation embryos with depleted target maternal proteins \\(**Figure 1**). Application of this method will greatly help reveal the mechanism and function of molecular events occurring in mouse oocytes and preimplantation embryos."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\n– M2 medium \\(Millipore #MR015-D)\r\n\n\n– α-MEM with GlutaMax \\(Life technologies, #32571-036)\r\n\n\n– α-MEM \\(Life technologies, #12571-063)\r\n\n\n– KSOM \\(Millipore #MR-020P)\r\n\n\n– Insulin solution \\(x800 stock)\r\n\n\nInsulin, human recombinant, zinc solution, 4 mg/ml \\(Life technologies, #12585-014)\r\n\n\n20 μl aliquot/tube, store at -20C.\r\n\n\n– Transferrin solution \\(x1000 stock)\r\n\n\nTransferin human \\(Sigma-Aldrich #T8158)\r\n\n\n5 mg/ml water, 20 μl aliquot/tube, store at -20C.\r\n\n\n– Sodium selenite solution \\(x1000 stock)\r\n\n\nSodium Selenite \\(Sigma-Aldrich, #S5261)\r\n\n\n5 μg/ml water, 20 μl aliquot/tube, store at -20C.\r\n\n\n– PMSG solution \\(x1000 stock)\r\n\n\nGonadotropin, Pregnant Mare Serum \\(Millipore/Calbiochem, #367222)\r\n\n\n100 IU/ml water, 10 μl aliquot/tube, store at -20C. \r\n\n\nThis PMSG stock solution should be made freshly every 3 months.\r\n\n\n– Fetal Bovine Serum \\(FBS) \\(Sigma-Aldrich, #F0926)\r\n\n\n700 μl aliquot/tube, store at -20C.\r\n\n\n– EGF solution \\(x1000 stock)\r\n\n\nEpidermal Growth Factor from murine submaxillary gland \\(Sigma-Aldrich, #E4127)\r\n\n\n10 μg/ml water, 20 μl aliquot/tube, store at -20C.\r\n\n\n– Penicillin-Streptomycin \\(Life technologies #15140-122)\r\n\n\n– Polyvinylpyrrolidone \\(PVP, Molecular Weight 360,000, Sigma-Aldrich #81440)\r\n\n\n– Mineral oil \\(Sigma-Aldrich #M8410)\r\n\n\n– siRNA\r\n\n\nPurchase siRNAs from any of the following companies.\r\n\n\n– Silencer Select Pre-Designed & Validated siRNA \\(Life technologies; http://www.lifetechnologies.com/us/en/home/life-science/rnai/synthetic-rnai-analysis/ambion-silencer-select-sirnas/silencer-select-sirna.html.html)\r\n\n\n– ON-TARGETplus siRNA \\(GE Healthcare/Dharmacon; http://dharmacon.gelifesciences.com/sirna/on-targetplus-sirna-reagents-mouse/)\r\n\n\n– Custom Stealth siRNA \\(Life technologies; http://www.lifetechnologies.com/order/catalog/en/US/adirect/lt?cmd=ConfigureRNASingleTube&amp;stealth=true)\r\n\n\nDissolve siRNAs to 50 μM with nuclease-free water and store at -80C \\(siRNA stock). For the preparation of siRNA working solution, dilute the stock to 2-20 μM with nuclease-free water, aliquot \\(3 μl/tube), and store at -80C. The concentration of siRNA is dependent on the knockdown efficiency. To minimize a potential side effect, determine the minimum siRNA concentration \\(range: 2-20 μM) that can deplete the target proteins.\r\n\n\n\r\n\n\n**Media**\r\n\n\n\\(i) M2 medium \\(Millipore #MR015-D)\r\n\n\n5 ml aliquot/tube and store at -20C. After thaw, store at 4C for up to 2 weeks.\r\n\n\n\\(ii) in vitro growth \\(IVG) medium without PVP \\(Eppig and O'Brien, 1996; Hartshorne, 1997; Lenie et al., 2004; Smitz and Cortvrindt, 2002)\r\n\n\nTake 10 ml of α-MEM with GlutaMax \\(Life technologies, #32571-036) that is opened within 3 months. Add 12.5 μl insulin \\(f. 5 μg/ml), 10 μl transferrin \\(f. 5 μg/ml), 10 μl sodium selenite \\(f. 5 ng/ml), and 10 μl Penicillin & Streptomycin. After filtration, add 500 μl FBS \\(f. 5%) and 10 μl PMSG \\(f. 100 IU/L). Store at 4C for up to 1 month.\r\n\n\n\\(iii) IVG medium with PVP \\(Hirao, 2012)\r\n\n\nTake 40 ml of α-MEM with GlutaMax \\(Life technologies, #32571-036) and add 800 mg PVP \\(f. 2%). Gently mix for > 1 h at 4C until the PVP is completely dissolved. Filtrate and separate into 4 tubes \\(10 ml each). Store at 4C until use. \r\n\n\nAdd 12.5 μl insulin \\(f. 5 μg/ml), 10 μl transferrin \\(f. 5 μg/ml), 10 μl sodium selenite \\(f. 5 ng/ml), and 40 μl Penicillin & Streptomycin \\(Note: We use 1/10 concentration of manufacturer’s recommendation) to the 10 ml medium. After filtration, add 500 μl FBS \\(f. 5%). Store at 4C for up to 2 weeks.\r\n\n\nOn the day prior to use, take an arbitrary volume of the medium and add PMSG \\(f. 100 IU/L). After adding PMSG, store at 4C and use the medium within 2 days. \r\n\n\n\\(iv) in vitro maturation \\(IVM) medium\r\n\n\nTake 10 ml of α-MEM \\(Life technologies, #12571-063) that was opened within 3 months. Add 500 μl FBS \\(f. 5%) and 10 μl EGF \\(f. 10 ng/ml). Store at 4C for up to 2 weeks.\r\n\n\n\\(v) in vitro fertilization \\(IVF) medium\r\n\n\nHTF medium should be made by hand. Do not use a commercial HTF that is not effective for IVF following IVM. Components of the HTF are shown in **Table 1**. \r\n\n\n\\(vi) Embryo culture medium\r\n\n\nA commercial KSOM \\(Millipore #MR-020P) can be used. However, we recommend preparing it by hand because the developmental ratio of embryos in a homemade KSOM is higher than with commercial medium. Components of KSOM are shown in **Table 2**. \r\n\n\n\r\n\n\n**Note:** Preincubate the media covered by mineral oil overnight in a CO<sub>2</sub> incubator, except for M2 medium."
        },
        {
            "header": "Equipment",
            "content": "– CO<sub>2</sub> incubator \\(a humidified atmosphere of 5% CO<sub>2</sub>/95% air at 37.8°C)\r\n\n\n– FemtoJet \\(Eppendorf)\r\n\n\n– Puller \\(Sutter instrument, Model P-97)\r\n\n\n– Microforge \\(Narishige, MF-900)\r\n\n\n– Borosilicate glass \\(Sutter instrument, #B100-75-10)\r\n\n\n– Inverted microscopy for micromanipulation\r\n\n\n– Nunc Cell Culture/Petri Dishes \\(Thermo Scientific, #150318)\r\n\n\n– Femtotips Capillary Pipet Tips \\(Eppendorf, #930001007)"
        },
        {
            "header": "Procedure",
            "content": "**Collection of follicles**\r\n\n\n1. Collect follicles from 12 day-old B6D2F1 females \\(5.5-7.8 g).\r\n  Harvest ovaries into 300 μl of M2 medium \\(i). Puncture them using a 30-gauge needle to release follicles. \r\n\n\n**Note:** Softly \\(not to injure follicles), but thoroughly, puncture the ovaries. \r\n\n\n2. Select follicles suitable for IVG. \r\n  Although >100 follicles can be collected from a female, most of them are not suitable for IVG. Follicles meeting all the morphological criteria described below have to be selected. The criteria include the proper size of follicles \\(100-125 μm), the proper size of oocyte \\(50-65 μm), the central position of oocyte within the follicle, the round shape of both follicle and oocyte, and the high density of granulosa cells. Further information on selection criteria can also be found elsewhere \\(Hartshorne, 1997; Lenie et al., 2004; Pesty et al., 2006). Usually, 10-20 follicles per female can be collected.\r\n\n\n**Note:** Strictly apply all the criteria described above. Discard follicles that do not meet any one of the criteria \\(see examples in **Figure 2A**) because they will fail to grow in vitro. \r\n\n\n3. Transfer the follicles to the IVG medium without PVP \\(ii) and incubate for 1 h.\r\n  The 1 h incubation before microinjection softens the follicles, making them easy for microinjection. \r\n\n\n4. Select follicles that meet all the criteria described above again.\r\n  The shape of follicles and oocytes change slightly during the 1 h incubation. Apply the strict criteria again.\r\n\n\n5. Place ~15 follicles into a M2 droplet prepared in a microinjection chamber \\(see details in Ittner and Gotz, 2007).\r\n  \r\n\n\n**Microinjection into oocytes within follicles**\r\n\n\n6-1. Prepare an injection capillary following the protocol for pronuclear injection \\(Ittner and Gotz, 2007). The Puller protocol setting we use is: P=300, Heat=635, Pull=75, Vel=75, Del=80. Fill siRNA solution with FemtoTips.\r\n\n\n6-2. Prepare a holding pipette.\r\n\n\nThe Puller protocol setting we use is: P=500, Heat=800, Pull=80, Vel=120, Del=100. The inner diameter of holding pipettes should be 50-55 μm to hold a follicle very firmly \\(although the best diameter may depend on the instrument used, we recommend to make it larger than the one used for regular manipulation).\r\n\n\n6-3. Hold a follicle firmly \\(**Figure 2B**) and insert the injection capillary into the granulosa cell layers \\(do not penetrate the oocyte yet). With a single shot of the FemtoJet, release the siRNA solution within the granulosa cell layers, and estimate the amount of siRNA solution released from the capillary \\(**Figure 2C**). Adjust the injection pressure. **_Troubleshooting._**\r\n\n\n**Note:** It is important to adjust the injection pressure every time before penetrating the oocyte in order to inject a constant amount of siRNA into each oocyte. The amount of siRNA solution released from the capillary can be estimated by the movement of granulosa cells. \r\n\n\n6-4. Penetrate the capillary into the oocyte cytoplasm and inject siRNA. A successful injection is evident by movement of cytoplasmic granules within the oocyte.\r\n\n\n6-5. After withdrawing the injection capillary, whip the capillary along the holding pipette several times to remove debris from the capillary tip and keep it clean. \r\n\n\n**Note:** Because granulosa cells are sticky, the injection capillary frequently becomes partially clogged, making it difficult to inject a constant amount of siRNA into each oocyte. To avoid this problem, the capillary should be kept clean by whipping it along the holding pipette and flushing it with the maximum pressure of FemtoJet \\(see the manufacturer’s instructions of FemtoJet) every time after withdrawal from a follicle.\r\n\n\n6-6. Repeat steps 6-3 to 6-5.\r\n\n\n6-7. Ten minutes after microinjection, transfer the injected follicles into the medium \\(ii) and incubate for 1 h.\r\n\n\n\r\n\n\n**In vitro growth \\(IVG)**\r\n\n\n7. Discard follicles with lysed oocytes. Normally, up to 10% of oocytes die at this step.\r\n  8. Transfer the follicles into the IVG medium with 2% PVP \\(iii).\r\n  Up to 7 follicles can be cultured in a 50 μl droplet. Four 50 μl droplets can be prepared in a 35 mm dish.\r\n\n\n**Note:** Do not place the follicles close to each other to avoid aggregation during IVG. When carrying the culture dish, be careful to minimize vibrations.\r\n\n\n9. Change half of the culture medium \\(iii) every other day.\r\n  Prepare the IVG medium \\(iii) in which PMSG is freshly added, and then preincubate it in a CO2 incubator overnight. Representative pictures of follicles cultured in vitro for 12 days can be found elsewhere \\(Inoue and Zhang, 2014; Lenie et al., 2004; Smitz and Cortvrindt, 2002). After 12 days, 80-100% of oocytes normally reach the fully grown GV-stage. **_Troubleshooting._**\r\n\n\n**Note:** Change the media very slowly to avoid detaching the follicles from the bottom of dish.\r\n\n\n\r\n\n\n**In vitro maturation \\(IVM)**\r\n\n\n10. After 12 days of culture, harvest cumulus-oocyte complexes \\(COCs) using a glass pipette. Do not completely denude the cumulus cells surrounding an oocyte \\(**Figure 3**).\r\n  11. Wash COCs 4-5 times and culture them in α-MEM \\(iv) for 15-18 h. Successful meiotic maturation is evident by cumulus expansion and the 1st polar body extrusion \\(**Figure 3**). After IVM, 80-100% of oocytes can complete meiotic maturation.\r\n  \r\n\n\n**In vitro fertilization \\(IVF)**\r\n\n\n12. Harvest sperm from the caudal epididymides of a >8 week-old B6D2F1 male and incubate in 200 μl HTF medium \\(v) for 1 h for capacitation.\r\n  13. Transfer the MII-stage oocytes with surrounding cumulus cells into a 100 μl HTF medium. Do not remove cumulus cells.\r\n  14. Inseminate 1.0-1.5 μl of preincubated sperm \\(>3 x 10\n4\nsperm cells).\r\n  15. Six to eight hours after insemination, transfer the fertilized oocytes into a 1:1 mixture droplet of HTF:KSOM and incubate for 30 min. Fifty-80% of oocytes become normally fertilized as determined by the presence of 2 pronuclei. **_Troubleshooting._**\r\n  16. Transfer the fertilized oocytes into KSOM \\(vi). Five days after fertilization, 20-40% of embryos can develop to the blastocyst stage. **_Troubleshooting._**"
        },
        {
            "header": "Troubleshooting",
            "content": "1. The injection capillary cannot be penetrated into follicles.\r\n  – Hold follicles very firmly. Enlarge the inner diameter of a holding pipette. A representative image of holding pipette is found in **Figure 2B**.\r\n\n\n– The injection capillary should not be too thick.\r\n\n\n– Rotate the follicle and penetrate into the place where granulosa cell layers are relatively thinner.\r\n\n\n2. The injection capillary becomes frequently clogged.\r\n  – Whip the injection capillary along the holding pipette every time after injection.\r\n\n\n– Release siRNA solution with the maximum pressure every time after injection.\r\n\n\n– Increase the diameter of injection capillary tip.\r\n\n\n– Replace the capillary.\r\n\n\n3. Oocytes do not grow. / Granulosa cells do not proliferate during IVG.\r\n  – Make sure to select high quality follicles only that meet all the criteria described above. Representative follicles with high quality are shown in **Figure 2B**.\r\n\n\n– Prepare PMSG stock solution freshly. \r\n\n\n4. Fertilization ratio is low.\r\n  – Use homemade HTF instead of commercial formulation.\r\n\n\n– HTF should be freshly made at least every 2 months.\r\n\n\n– Increase sperm concentration for IVF. \r\n\n\n5. Embryos do not develop to the blastocyst stage.\r\n  – Use homemade KSOM.\r\n\n\n– Check the quality of mineral oil, KSOM, and culture environments. The developmental ratio of haploid parthenogenetic embryos to the blastocyst stage \\(>30%) is a good indicator of optimal embryo culture condition."
        },
        {
            "header": "References",
            "content": "Andreu-Vieyra, C., Chen, R., Agno, J., Glaser, S., Anastassiadis, K., Stewart, A., and Matzuk, M. \\(2010). MLL2 is required in oocytes for bulk histone 3 lysine 4 trimethylation and transcriptional silencing. PLoS Biol 8. e1000453\r\n\n\nEppig, J., and O'Brien, M. \\(1996). Development in vitro of mouse oocytes from primordial follicles. Biol Reprod 54, 197-207.\r\n\n\nGu, T., Guo, F., Yang, H., Wu, H., Xu, G., Liu, W., Xie, Z., Shi, L., He, X., Jin, S., et al. \\(2011). The role of Tet3 DNA dioxygenase in epigenetic reprogramming by oocytes. Nature 477, 606-610.\r\n\n\nHartshorne, G. \\(1997). In vitro culture of ovarian follicles. Rev Reprod 2, 94-104.\r\n\n\nHirao, Y. \\(2012). Isolation of Ovarian Components Essential for Growth and Development of Mammalian Oocytes <i>In Vitro</i>. J Reprod Dev 58, 167-174.\r\n\n\nInoue, A., and Aoki, F. \\(2010). Role of the nucleoplasmin 2 C-terminal domain in the formation of nucleolus-like bodies in mouse oocytes. FASEB J 24, 485-494.\r\n\n\nInoue, A., Matoba, S., and Zhang, Y. \\(2012). Transcriptional activation of transposable elements in mouse zygotes is independent of Tet3-mediated 5-methylcytosine oxidation. Cell Res 22, 1640-1649.\r\n\n\nInoue, A., and Zhang, Y. \\(2014). Nucleosome assembly is required for nuclear pore complex assembly in mouse zygotes. Nat Struct Mol Biol. in press\r\n\n\nIttner, L.M., and Gotz, J. \\(2007). Pronuclear injection for the production of transgenic mice. Nat Protoc 2, 1206-1215.\r\n\n\nLenie, S., Cortvrindt, R., Adriaenssens, T., and Smitz, J. \\(2004). A reproducible two-step culture system for isolated primary mouse ovarian follicles as single functional units. Biol Reprod 71, 1730-1738.\r\n\n\nOkada, Y., Yamagata, K., Hong, K., Wakayama, T., and Zhang, Y. \\(2010). A role for the elongator complex in zygotic paternal genome demethylation. Nature 463, 554-558.\r\n\n\nPesty, A., Miyara, F., Debey, P., Lefevre, B., and Poirot, C. \\(2006). Multiparameter assessment of mouse oogenesis during follicular growth in vitro. Mol Hum Reprod 13, 3-9.\r\n\n\nSmitz, J., and Cortvrindt, R. \\(2002). The earliest stages of folliculogenesis in vitro. Reproduction 123, 185-202.\r\n\n\nWen, D., Banaszynski, L.A., Liu, Y., Geng, F., Noh, K.M., Xiang, J., Elemento, O., Rosenwaks, Z., Allis, C.D., and Rafii, S. \\(2014). Histone variant H3.3 is an essential maternal factor for oocyte reprogramming. Proc Natl Acad Sci U S A 111, 7325-7330.\r\n\n\nWossidlo, M., Nakamura, T., Lepikhov, K., Marques, C., Zakhartchenko, V., Boiani, M., Arand, J., Nakano, T., Reik, W., and Walter, J. \\(2011). 5-Hydroxymethylcytosine in the mammalian zygote is linked with epigenetic reprogramming. Nat Commun 2, 241."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank L.M. Tuesta, G. German, and S. Matoba \\(Harvard Medical School) for critical reading of the manuscript. A.I. is supported as a research fellow for Research Abroad of the Japan Society for the Promotion of Science. Y. Z. is supported as an Investigator of the Howard Hughes Medical Institute."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb.2839",
                "date": "2014-06-25 21:22:05",
                "title": "Nucleosome assembly is required for nuclear pore complex assembly in mouse zygotes",
                "authors": [
                    "Azusa Inoue and Yi Zhang"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            },
            {
                "doi": "10.1096/fj.09-143370",
                "date": "2014-06-25 21:22:37",
                "title": "Role of the nucleoplasmin 2 C-terminal domain in the formation of nucleolus-like bodies in mouse oocytes",
                "authors": [
                    "A. Inoue and F. Aoki"
                ],
                "journal": "The FASEB Journal",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12975,
                "identity": "a02fe63d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Azusa Inoue",
                "email": "az.usa.unc.hms@gmail.com",
                "orcid": "",
                "institution": "1Howard Hughes Medical Institute, 2Department of Genetics, Harvard Medical School, Boston, Massachusetts, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Azusa",
                "middleName": "",
                "lastName": "Inoue",
                "suffix": ""
            },
            {
                "id": 12976,
                "identity": "a02fea0d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazuko Sunaga",
                "email": "",
                "orcid": "",
                "institution": "Department of Integrated Biosciences, Graduate school of Frontier Sciences, The University of Tokyo, Kashiwa, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazuko",
                "middleName": "",
                "lastName": "Sunaga",
                "suffix": ""
            },
            {
                "id": 12977,
                "identity": "a02fec58-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fugaku Aoki",
                "email": "",
                "orcid": "",
                "institution": "Department of Integrated Biosciences, Graduate school of Frontier Sciences, The University of Tokyo, Kashiwa, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fugaku",
                "middleName": "",
                "lastName": "Aoki",
                "suffix": ""
            },
            {
                "id": 12978,
                "identity": "a02fee36-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yi Zhang",
                "email": "",
                "orcid": "",
                "institution": "1Howard Hughes Medical Institute, 2Department of Genetics, Harvard Medical School, Boston, Massachusetts, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yi",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-06-25 21:33:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.024",
        "doiUrl": "https://doi.org/10.1038/protex.2014.024",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465030,
                "identity": "f18da292-95f6-40e3-978b-5338817d140a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 159128,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3255/v1/93657b79-7920-49ad-b2e9-896d062bb02a.pdf"
            },
            {
                "id": 2609009,
                "identity": "a8daeff7-5d82-4a0b-8c89-245d5822a527",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 3154067,
                "visible": true,
                "origin": "",
                "legend": "Azusa Inoue et al.   IVG following siRNA injection   *Figure 1. Experimental scheme for siRNA-mediated knockdown of maternal proteins using the in vitro growth system.* Follicles are isolated from 12 day-old mice, injected with siRNA, and cultured for 12 days in vitro until they reach the fully grown GV-stage. Following in vitro growth, oocytes are matured and fertilized in vitro.\r\n\r\n*Figure 2. Selection and microinjection of follicles.* (A) Follicles unsuitable for IVG. Scale bar, 200 μm. (B) Image of microinjection into the follicles with high quality. Scale bar, 200 μm. (C) Estimation of the volume of released siRNA solution by a single shot within granulosa cell layers.\r\n\r\n*Figure 3. In vitro maturation following in vitro growth.* Detailed explanations are described in the figure. Scale bars, 200 μm.\r\n",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3255/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mouse oocyte, preimplantation embryo, siRNA, microinjection, in vitro growth",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Maternal proteins stored in mammalian oocytes play various roles in meiotic maturation, fertilization, and preimplantation development. To understand biological functions and molecular mechanisms underlying the dynamic developmental processes, it is necessary to deplete maternal proteins in oocytes. However, it is often difficult to achieve this by RNAi introduction into GV- or MII-stage oocytes because of the high stability of target proteins. Here we describe a novel knockdown system that allows depleting even stable proteins in mouse oocytes. In this system, follicles are collected from 12-day-old mice and oocytes within the follicles are injected with siRNA, and then the injected follicles are cultured in vitro for 12 days until the oocytes reach the fully grown stage. Application of this method will greatly help reveal the mechanism and function of molecular events occurring in mouse oocytes and preimplantation embryos.",
        "manuscriptTitle": "siRNA-mediated depletion of stable proteins in mouse oocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-07-21 14:12:05",
                "doi": "10.1038/protex.2014.024",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a02f7a7d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 21st, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3145,
                "name": "Biological techniques"
            },
            {
                "id": 3146,
                "name": "Developmental biology"
            },
            {
                "id": 3147,
                "name": "Genetics"
            },
            {
                "id": 3148,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-07-21 14:12:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}