{
    "identity": "nprot-2050",
    "title": "Protocol for evaluating Epigenetic modulation of the renal β-adrenergic-WNK4 pathway in salt-sensitive hypertension",
    "content": [
        {
            "header": "Reagents",
            "content": "● **Animal and cell treatment:**\r\n\n\n  Norepinephrine \\(NE, 2.5 mg/kg/day ) \\(SIGMA)\r\n\n\n  Isoproterenol \\(ISO, 20 mg/kg/day) \\(WAKO)\r\n\n\n  Propranolol \\(PRO, 0.5 g/L) \\(WAKO)\r\n\n\n  Hydrochlorothiazde \\(HCTZ, 0.3 g/L) \\(SIGMA)\r\n\n\n  Amiloride \\(150 mg/L) \\(Tokyo Kasei)\r\n\n\n  Eplerenone \\(Epl, 1.25 g/kg chow) \\(Pfizer)\r\n\n\n  Olmesartan \\(Olm) \\(125 mg/kg chow) \\(Daiichi-Sankyo)\r\n\n\n  Corticosterone \\(25μg/ml) \\(WAKO)\r\n\n\n  Prazosin \\(50 mg/L) \\(SIGMA) \r\n\n\n  Deoxycorticosterone acetate \\(DOCA, 12.5 mg/0.6 ml mineral oil) \\(WAKO)\r\n\n\n  Metoprolol \\(12mg/kg/day) \\(SIGMA)\r\n\n\n  ICI118551 \\(1mg/kg/day) \\(SIGMA)\r\n\n\n  Dexamethasone \\(Dex) \\(0.5 μM) \\(WAKO)\r\n\n\n  H89 \\(10μM) \\(SIGMA)\r\n\n\n  Tricostatin-A \\(TSA, 1μM) \\(SIGMA)\r\n\n\n  α-methyl-p-tyrosine methyl ester hydrochloride \\(300mg/kg) \\(SIGMA)\r\n\n\n● **Antibodies:**\r\n\n\n  Primary antibodies were against acetylated histone 3 \\(ac-H3), acetylated histone 4 \\(ac-H4) \\(Milipore), ac-H3K9, acH3K14, ac-H3K27, ac-H4K8, ac-H4K12 \\(Cell Signaling Technology), epithelial sodium channel \\(ENaC), glucocorticoid receptor \\(GR), HDAC8 and p-HDAC8 Ser39 \\(SantaCruz), sodium chloride cotransporter \\(NCC) antibody and p-NCC Thr53 were generous gifts from Dr. Ellison, p-NCC Ser71 antibody was kindly provided by Dr. Uchida. Secondary antibodies were using ECL anti-mouse or anti-rabbit antibody from GE Healthcare. β-actin \\(A-5316, SIGMA).\r\n\n\n● **siRNAs:**\r\n\n\n  WNK4 siRNA; GR siRNA, HDAC8 siRNA \\(Santa Cruz)\r\n\n\n● **Assay kits:**\r\n\n\n  PCR2.1 TA clone kit \\(Invitrogen)\r\n\n\n  Kilo-deletion kit \\(TAKARA)\r\n\n\n  Mini-prep kit \\(Qiagen)\r\n\n\n  Lipofectamine 2000 reagent \\(Invitrogen)\r\n\n\n  PicaGene kit \\(Toyo Ink, Tokyo Japan)\r\n\n\n  HDAC activity assay kit \\(Abcam)\r\n\n\n  Protein A/G agarose beads \\(Santa Cruz)\r\n\n\n  Reverse transcription kit \\(Invitrogen)"
        },
        {
            "header": "Equipment",
            "content": "● Realtime-PCR 7300 system \\(ABI)\r\n\n\n● Western blot system \\(Bio-Rad)\r\n\n\n● PCR system \\(ABI)\r\n\n\n● Blood pressure monitor system \\(Primetech)\r\n\n\n● Luminometer \\(Minilumat LB9506, Berthold)\r\n\n\n● Micro plate reader \\(Bio-Rad)"
        },
        {
            "header": "Procedure",
            "content": "**Animals and Experimental design.**\r\n\n\n\\(All animal procedures were conducted in accordance with the guidelines for the care and use of laboratory animals approved by University of Tokyo.) \r\n\n\n1, In NE and ISO infusion experiments, C57/B6j mice received either sham operation or implantation of subcutaneous-osmotic-mini-pump \\(Alzet). NE or ISO infused mice were randomly assigned to high salt \\(HS, 8 %) or normal chow \\(NS, 0.3 %) diet group for 2 weeks. In treatment studies, PRO, HCTZ and amiloride were given through drinking water, Epl with or without 8%HS and Olm with or without 8%HS was administered orally.\r\n\n\n2, Peform bilateral adrenalectomy through a dorsal incision under ether anesthesia. Adrenalectomized mice received 0.9% NaCl, 1% sucrose, 25μg/ml corticosterone through drink water for 2 days, then 0.9% salt drink water only during the whole experiment. \r\n\n\n3, In Dahl model, 6-week-old male Dahl-S and Dahl-R rats \\(SLC) were fed an 8 % or a 0.3 % NaCl diet for 2 or 4 weeks. In the drug treatment studies, Dahl-S rats were randomly assigned to one of the following: PRO, prazosin or Epl.\r\n\n\n4, In experiments of DOCA-salt rats, male Sprague-Dawley \\(SD) rats \\(Tokyo Laboratory Animals Science) weighing 250~270g, at 8 weeks of age were nephrectomized. Four days after the surgical removal of right kidney, rats were randomly assigned to receive DOCA or sham injection subcutaneously twice per week. At the same time they maintained on 8 % NaCl diet for 2 weeks. \r\n\n\n5, In experiment of renal denervation, rats were randomly assigned to renal denervation or sham operation every 2 weeks. Under dissecting microscope, visible renal nerves, fat and connective tissue were stripped from the renal vessels. Renal vessels were then painted with a 20% phenol in PBS solution to ensure the destruction of any remaining nerves.\r\n\n\n6, Measure renal norepinephrine turnover as described previously\n1\n. After the blockade of NE synthesis by 300 mg/kg of α-methyl-p-tyrosine methyl ester hydrochloride, tissue NE contents decrease exponentially in accord with the release of NE in response to incoming nerve impulses. Five or six animals from each group were sacrificed at 6hr. Their kidneys were removed for analysis of endogenous NE \\(examined by SRL, Tokyo, Japan). The rate of constant decline represents the fractional turnover rate of norepinephrine or the percentage of the pool declining per 6 hours.\r\n\n\n7, For sodium clearance by acute injection of HCTZ, lightly anesthetize each experimental rat  with ether and insert a cannula into the carotid artery, jugular vein and bladder. Three hours after recovery from anesthesia, physiological saline \\(1ml/hour) for three hours and the acute injection of HCTZ \\(2mg/kg) at time 0 were done through venous catheter; six urine were collected at 30 min intervals for 3 hours to measure urine volume and subsequently calculate urine sodium excretion \\(UNaV) and fractional urinary excretion of sodium \\(FENa); the mean arterial pressure during the whole process was monitored.. The degree of renal NCC activity was estimated by scrutinizing changes in UNa in response to HCTZ \\(ΔUNaV with HCTZ). β\n1\nAR blocker metoprolol and β\n2\nAR blocker ICI118551 were subcutaneously administered by the Alzet mini-pump. Additionally, to eliminate the effect of volume changing induced by acute HCTZ injection, acute saline injection was used to instead of HCTZ, acute injection of saline did not significantly changed sodium excretion. \r\n\n\n8, Chronic effects of ISO and HCTZ administration on UNaV and plasma volume \\(ΔPV) were also studied in rats kept on the metabolic cage. Daily dietary sodium intake and urine volume were measured every 24 hours. At the 3rd day of each administration, 100μl of blood sample were taken from every rat. Percent changes in PV were estimated by those in hematocrit \\(paired t-test).\r\n\n\n9, β\n1\nAR-/- and β\n2\nAR-/- mice was purchased from Jackson’s Lab. Distal nephron-specific GR-/- mice were generated as described previously\n2\n. Male offspring derived from each β\n1\nAR-/-, β\n2\nAR-/- mice and distal nephron-specific GR-/- mice intercrosses were analyzed in this study. The mice were treated pharmacologically as described above.\r\n\n\n● **Blood pressure measurements.** \r\n\n\n   Mean arterial pressure of conscious rats was measured directly thru the left carotid artery. Mean arterial pressure of conscious mice was monitored by using the radio-telemetry system. \r\n\n\n1, Anesthetize mice with ether, and isolate the left carotid artery. \r\n\n\n2, Insert the tip of the catheter of the transmitters \\(model PA-C10) in the carotid artery and advance in the aortic arch, with the telemeter body positioned in a subcutaneous pocket on the right flank. \r\n\n\n3, After 7 days of recovery from surgery, mean artery pressure was continuously monitored using a model RPC-1 receiver, APR-1 ambient pressure monitor, and a Data Quest ART Silver 4.2 acquisition system \\(Data Sciences International). \r\n\n\n4, At 15-min intervals, the system was set to sample the mean, systolic, and diastolic arterial pressure over 15sec. and calculated their average values. The recording room was maintained at constant temperature and humidity with a 12:12-hr light-dark cycle.\r\n\n\n● **mDCT Cell Culture.**\r\n\n\n1, Incubate mouse distal convolute tubule \\(mDCT) cells in DMEM \\(SIGMA) with 5% FBS \\(with or without charcoal striped) and antibiotics at 37°C in a humidified atmosphere of 5% CO\n2\n. \r\n\n\n2, Switch cells cultures to serum free medium 16 hours before the experiment. NE \\(10 μM), ISO \\(25 μM), Dex \\(0.5 μM), theophylline \\(15 μg/ml) or H89 \\(10μM), tricostatin-A \\(TSA,1μM) was used as previously described\n3\n.\r\n\n\n● **Plasmid and transfection.**\r\n\n\n1, WNK4 promoter \\(-561~ +200 bp) was TA cloned from mDCT genome to PCR2.1 TA vector, then sub-cloned into PGV-B Luc vector by using not I restriction enzyme and T4 ligase.\r\n\n\n2, WNK4-Luc promoter deletion mutant was obtained by using Kilo-deletion kit following the manufactory protocol. Exonuclease III digestions were stopped every 10sec. After transformation to DH5α competent cells, deletion length was confirmed by mini-prep kit \\(Qiagen). \r\n\n\n3, HDAC8 cDNA was TA cloned from mDCT total cDNA, and then sub-cloned to p-CDNA3 expression vector by Hind III and Kpn I restriction enzyme and T4 ligase. HDAC8 S39A mutation was performed as previously described\n4\n. All ligation and mutation were confirmed by sequence. \r\n\n\n4, Plasmid and siRNA transfection: Briefly, mDCT cells were seeded in 12-well plates with out antibiotics for over 16 hours, grown to 80-90% confluence \\(40-50% for siRNA), mix the reagent with Plasmid or siRNA for 20mins at room temperature add to cells for overnight. 12 hours later switch to normal culture medium for 24-36 hours before the experiments.\r\n\n\n● **Luciferase Assay.**\r\n\n\n   Luciferase assay was performed as described previously\n5\n● **Chromatin Immunoprecipitation \\(ChIP) Assay.**\r\n\n\n1, After administration, cells were fixed by 1% formaldehyde for 10 minutes at R.T. then terminate the cross-link by adding 1.25M glycine.\r\n\n\n2, Cells were harvested and nuclear extraction was sonicated for 40 seconds to generate 200-300bp DNA fragment. One-third of the lysate was used as DNA input control. The remaining two-thirds were diluted 5 fold followed by incubation with specific anti-GR, ac-H3, ac-H4 primary antibodies or IgG antibody as a negative control at 4°C overnight.\r\n\n\n3, Immuno-precipitated complex were collected by protein A/G agarose beads, washed 4 steps by Low Salt buffer \\(0.1% SDS, 1% Triton X-100, 2mM EDTA, 20mM Tris-HCl, pH 8.1, 150mM NaCl), High Salt buffer \\(0.1% SDS, 1% Triton X-100, 2mM EDTA, 20mM Tris-HCl, pH 8.1, 500mM NaCl), LiCl buffer \\(0.25M LiCl, 1% NP40, 1% deoxycholate, 1mM EDTA, 10mM Tris-HCl, pH 8.1) and TE buffer \\(10mM Tris-HCl, 1mM EDTA, pH 8.0).\r\n\n\n4, After treated with elution buffer \\(10mM DTT, 1% SDS, 0.1M NaHCO\n3\n) for 15min at R.T. reverse crosslink was performed by 65°C overnight. DNA was extracted by phenol/chloroform method. \r\n\n\n● **Western blot analysis.** \r\n\n\n   Western blottings were performed as previously described\n5\n. Protein lysates were subjected to SDS-PAGE, transferred to hybond-PVDF membranes and then incubated with specific antibodies. Equal loading was checked by re-probing the membrane with monoclonal antibody to β-actin. Blots were quantified by Scion Image analysis.\r\n\n\n● **Quantitative RT-PCR.**\r\n\n\n   Gene expression was quantitatively analyzed by real-time RT-PCR as described previously\n5\n. 5 μg total RNA was reversely transcribed with Oligo-dT primer using reverse transcription kit. Real-time RT-PCR was performed by an ABI prism 7300 system, primer and probe was inventoried by ABI. \r\n\n\n● **Immunohistochemistry.**\r\n\n\n   Immunostaining was performed as described previously\n5\n.\r\n\n\n● **HDAC activity assay.**\r\n\n\n   HDAC activity was measured by HDAC activity assay kit following manufacture’s protocol\n6\n. \r\n\n\n1, Nuclear extracts were pre-cleared with protein A/G agarose beads prior to incubation with 10 μg of anti-HDAC8 antibody overnight at 4°C. Protein A/G agarose beads were added and incubated for 3 h at 4°C. For HDAC activity assays, the agarose beads were washed with HDAC assay buffer containing 50 mM Tris \\(pH 8.0), 137 mM NaCl, 2.7 mM KCl, and 1 mM MgCl\n2\nand enzymatic activity determined directly. \r\n\n\n2, HDAC reactions were initiated by addition of Boc-Lys\\(Ac)-AMC substrate, respectively, and incubated at 37°C for 30 min. \r\n\n\n3, The lysine developer was added and the mixture was incubated for another 30 min at 37°C. Absorbance at 405 nm was measured. No enzyme controls and inhibitor controls were included. \r\n\n\n● **Statistical analysis.**\r\n\n\n   The data are summarized as mean ± s.e.m Unpaired Students’t-test was used for comparisons between two groups. For multiple comparisons, statistical analysis was performed by ANOVA with Tukey’s or Dunnett’s post hoc tests. P-Values < 0.05 were considered to be significant."
        },
        {
            "header": "References",
            "content": "　 Method references: \r\n\n\n1. Fujita T., Sato Y. Hypotensive effect of taurine: possible involvement of the sympathetic nervous system and endogenous opiates. _J Clin Invest_ 82: 993-997 \\(1988)\r\n  2. Goodwin J.E., Zhang J., Velazquez H., Geller D.S. The glucocorticoid receptor in the distal nephron is not necessary for the development or maintenance of dexamethasone-induced hypertension. _Biochem Biol Res Commun_ 394:266-271 \\(2010)\r\n  3. Marumo T., Hishikawa K., Yoshikawa M., Fujita T. Epigenetic regulation of BMP7 in the regenerative response to ischemia. _J Am Soc Nephrol_ 19: 1311-1320 \\(2008)\r\n  4. Lee H., Rezai-Zadeh N., Seto E. Negative regulation of histone deacetylase 8 activity by cyclic AMP-dependent protein kinase A. _Mol Cell Biol_ 24: 765-773, \\(2004)\r\n  5. Shibata S. et al. Modification of mineralocorticoid receptor function by Rac1 GTPase: implication in proteinuric kidney disease. _Nat Med_ 14: 1370-1376 \\(2008)\r\n  6. Hait NC. et al. Regulation of histone acetylation in the nucleus by sphingosine-1-phosphate. _Science_ 325: 1254-1257 \\(2009)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm.2337",
                "date": "2011-04-28 09:57:14",
                "title": "Epigenetic modulation of the renal β-adrenergic–WNK4 pathway in salt-sensitive hypertension",
                "authors": [
                    "ShengYu Mu",
                    "Tatsuo Shimosawa",
                    "Sayoko Ogura",
                    "Hong Wang",
                    "Yuzaburo Uetake",
                    "Fumiko Kawakami-Mori",
                    "Takeshi Marumo",
                    "Yutaka Yatomi",
                    "David S Geller",
                    "Hirotoshi Tanaka",
                    "and Toshiro Fujita"
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11701,
                "identity": "9f97c24c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Toshiro Fujita",
                "email": "fujita-dis@h.u-tokyo.ac.jp",
                "orcid": "",
                "institution": "Fujita lab – University of Tokyo",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Toshiro",
                "middleName": "",
                "lastName": "Fujita",
                "suffix": ""
            },
            {
                "id": 11699,
                "identity": "9f97bd83-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "ShengYu Mu",
                "email": "",
                "orcid": "",
                "institution": "Fujita lab – University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "ShengYu",
                "middleName": "",
                "lastName": "Mu",
                "suffix": ""
            },
            {
                "id": 11700,
                "identity": "9f97c015-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tatsuo Shimosawa",
                "email": "",
                "orcid": "",
                "institution": "Fujita lab – University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tatsuo",
                "middleName": "",
                "lastName": "Shimosawa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-04-30 04:37:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.217",
        "doiUrl": "https://doi.org/10.1038/protex.2011.217",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464640,
                "identity": "88cc826d-be78-4991-9224-919f23bfaec8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 143401,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2050/v1/a2b549a7-a200-4f78-8ac7-9e8abcdc4e81.pdf"
            }
        ],
        "financialInterests": "no",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "salt-sensitive hypertension, sympathetic activation, nuclear receptors, epigenetic modulation",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In the current study, we found that β<sub>2</sub> adrenergic receptor \\(β<sub>2</sub>AR) stimulation induced histone acetylation through HDAC8 inhibition, and then decreased transcription of the WNK4 gene by enhancing the binding of glucocorticoid receptor \\(GR) and negative-GR-responsive-element \\(nGRE) in WNK4 promoter region. Infusion of isoproterenol decreased WNK4 expression and activated the Na<sup>+</sup>-Cl<sup>-</sup> co-transporter in mice, which developed salt-induced hypertension. In rodent models of salt-sensitive hypertension and sympathetic over-activity, salt-loading suppressed renal WNK4 compared to controls, thus inducing salt-dependent hypertension. Our protocol covers the entire procedure for evaluating cAMP-induced histone acetylation in the transcriptional regulation of WNK4. Further more our work also clarifies the involvement of aberrant renal β<sub>2</sub>AR-WNK4 pathway in salt-induced hypertension.",
        "manuscriptTitle": "Protocol for evaluating Epigenetic modulation of the renal β-adrenergic-WNK4 pathway in salt-sensitive hypertension",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-16 10:45:00",
                "doi": "10.1038/protex.2011.217",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f975af0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 16th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2540,
                "name": "Cell biology"
            },
            {
                "id": 2541,
                "name": "Neuroscience"
            },
            {
                "id": 2542,
                "name": "Chemical biology"
            },
            {
                "id": 2544,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2545,
                "name": "Biological techniques"
            },
            {
                "id": 2546,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-16 10:45:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}