{
    "identity": "nprot-3017",
    "title": "A novel approach to pseudopodia proteomics: excimer laser etching, two-dimensional difference gel electrophoresis, and confocal imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "**1. Introduction: pseudopodia proteomics in cancer invasion research**\r\n\n\nPseudopodia are dynamic, actin-rich cellular protrusions essential for cell and tissue motility. The polarized formation of pseudopodial protrusions during cell migration plays a critical role in a variety of physiological and pathological processes including cancer metastasis<sup>1-3</sup>. Many lines of evidence have suggested that many cancer-associated proteins are involved in pseudopodia formation, promoting invasive migration of tumor cells. Pseudopodial actin-rich structures, which play a central role in pseudopodia functions, are aberrantly regulated in various cancers<sup>4</sup>. Protein kinases such as focal adhesion kinase and Src kinase were found to be enriched in pseudopodial protrusions, and various phosphorylated proteins were observed in pseudopodia<sup>5,6</sup>. Glycolytic enzymes colocalized with pseudopodial actin structures may supply energy for the formation of pseudopodial protrusions and promote motility of tumor cells<sup>7</sup>. Cancer-associated cytokines stimulate intracellular signaling pathways and subsequently facilitate actin reorganization and pseudopodial protrusions<sup>8,9</sup>. Epithelial to mesenchymal transition, a critical process in cancer cell invasion and metastasis, is regulated by pseudopodial proteins<sup>10</sup>. These observations indicate that a variety of unique proteins are involved in pseudopodia formation and function in a cooperative manner. Therefore, the identification of pseudopodia-specific proteins using global protein expression profiling methods such as pseudopodia proteomics will reveal the mechanisms underlying tumor cell invasion and migration. Moreover, as the disruption of pseudopodia formation suppresses metastasis of tumor cells, the identification of pseudopodia-specific proteins may lead to the development of novel approaches to cancer therapy<sup>1-3</sup>.\r\n\n\n\r\n\n\n**2. Technical challenges in pseudopodia proteomics**\r\n\n\nIn the model system of pseudopodia formation, cells are plated on a porous membrane positioned over conditioned chemoattractant-containing medium and allowed to extend pseudopodia through the membrane pores \\(Figure 1)<sup>7</sup>. As pseudopodia are a rich source of metastasis-associated proteins, pseudopodia proteomics is an attractive approach to investigate cancer biology. Although several studies have reported global protein composition of pseudopodia and a number of intriguing proteins have been identified, there are still many technical challenges in pseudopodia proteomics. Pseudopodia proteomics involves three major steps: pseudopodia purification, protein expression profiling, and functional evaluation of the identified pseudopodia-specific proteins. All these steps have inherent limitations that compromise the current approach to pseudopodia proteomics. \r\n\n\nFirst, pseudopodia should be separated from a cell body without damage to their structure. In the previous studies, for the isolation of pseudopodia, cells were seeded on a porous membrane, and cell bodies were manually wiped off the top of the membrane with a cotton-tipped swab. Subsequently, proteins were extracted from the membrane containing pseudopodial protrusions and subjected to protein expression profiling<sup>5,11,12</sup>. Although this approach has led to the identification of a considerable number of pseudopodia-associated proteins, the manual isolation of pseudopodia may potentially cause contamination with cell body proteins; in addition, pseudopodia may be mechanically damaged during isolation by an operator. As the protein amount in a cell body exceeds that in a pseudopodium by more than ten times, cell bodies have to be completely removed from the membrane in the process of pseudopodia isolation. On the other hand, stringent wiping of cell bodies with a cotton swab may result in the loss of functionally important pseudopodia proteins with low expression levels. Thus, a novel approach is needed for the precise isolation of intact pseudopodia from cell bodies in a controlled, operator-independent manner.\r\n\n\nSecond, pseudopodia proteomics analysis should be conducted in a quantitative way. Pseudopodia-specific proteins are identified by the comparison between the protein expression profiles in cell bodies and pseudopodia. As some proteins may be present both in the cell body and pseudopodia but expressed at different levels, pseudopodia proteomics should be performed in a more directly quantitative manner. Previous studies have used mass spectrometry to identify pseudopodia proteins; however, although a number of pseudopodial proteins have been described with this method, the protein expression patterns in pseudopodia and cell bodies were not quantitatively evaluated<sup>5</sup>. For example, using mass spectrometry, Shankar et al. compared the protein contents in pseudopodia and cell bodies, but not the protein expression profiles<sup>10</sup>. Quantitative comparison was achieved by using the isotope-labeling method. Wang et al. applied the <sup>16</sup>O/<sup>18</sup>O labeling method to compare cell body and pseudopodia protein expression<sup>12</sup>. In this method, the proteins of two samples were digested with trypsin and labeled separately with <sup>16</sup>O and <sup>18</sup>O, which were incorporated into peptide carboxyl groups in a sequence-independent manner. The samples were mixed, and the relative abundance of <sup>16</sup>O-labeled and <sup>18</sup>O-labeled peptides was evaluated by mass spectrometry. The <sup>16</sup>O/<sup>18</sup>O labeling method has enabled precise comparison of thousands of peptides in small samples; however, the linear dynamic range of detection in mass spectrometry is limited to 10<sup>2</sup>–10<sup>3</sup> <sup>13</sup>. Considering that the dynamic range of protein expression reaches 10<sup>11</sup>, this method is not optimal for pseudopodia proteomics. As an alternative to mass spectrometry, the gel-based approach coupled with fluorescent labeling, such as two-dimensional difference gel electrophoresis \\(2D-DIGE), has been for pseudopodia proteomics<sup>14,15</sup>. However, as the sensitivity of fluorescence detection in these studies was equivalent to that of silver staining, large protein amounts, from 50 to 170 μg<sup>14,15</sup>, were required for protein expression profiling. As the amount of pseudopodia proteins is quite limited, a more sensitive method is needed to avoid laborious pseudopodia isolation and possible protein degradation. Proteomic modalities with a wide dynamic range and high sensitivity are required for pseudopodia protein profiling.\r\n\n\nThird, the biological properties of pseudopodial proteins identified by proteomics should be functionally verified by observing the effects on pseudopodia formation and elongation. In a previous study, the number of newly generated pseudopodia and the extent of extracellular matrix degradation were evaluated as parameters of tumor cell invasive potential<sup>16</sup>. In addition to newly generated pseudopodia, the effects on existing pseudopodia should also be assessed in a quantitative way.  \r\n\n\n\r\n\n\n**3. A novel approach to pseudopodia proteomics**\r\n\n\nTo address the above-mentioned issues, we developed a novel approach to pseudopodia proteomics. Our systematic approach consists of three steps: isolation of pseudopodia from cell bodies by laser ablation, protein expression profiling using small amounts of pseudopodia protein extracts and highly sensitive fluorescent dyes, and functional evaluation of the newly identified pseudopodia proteins using confocal imaging.\r\n\n\n\r\n\n\n**3.1. Isolation of pseudopodia from cell bodies by excimer laser etching**\r\n\n\nTo isolate pseudopodia of tumor cells, we applied a medical device used for laser-assisted in situ keratomileusis \\(LASIK), a procedure in ophthalmic refractive surgery. In LASIK, superficial anterior corneal tissue is reshaped by a topographically assisted excimer laser after the epithelium is flapped from the Bowman’s layer \\(Figure 1)<sup>17</sup>. Surgical complications rarely occur in LASIK because the excimer laser ablates living tissues in a precisely horizontal manner without thermal damage to the underlying tissue layers<sup>18</sup>. In our method, cell ablation at the ventral level with the excimer laser completely removed cell bodies from the porous membrane, and the pseudopodia structures, which remained intact inside the pores, were treated with protein extraction buffer for subsequent protein expression profiling. The laser ablation was performed in an operator-independent manner.\r\n\n\nThe excimer laser-assisted cell etching technique allows the ablation of cell bodies without damaging pseudopodia in the pores. The idea is based on spatial parameters of the laser-cell interaction. In our experiments, the laser keratectomy system was equipped with an argon fluoride excimer laser with a wavelength of 193 nm. Peptide bonds \\(O=C−N−N) in the protein backbone absorb laser energy; at this wavelength, the optical tissue penetration depth is approximately 500 nm<sup>19</sup>. Therefore, possible protein degradation would be induced only within 500 nm from the pseudopodium base. Moreover, the membrane pore diameter \\(1–3 µm) exceeds the laser wavelength by 15 times; therefore, at 193 nm the membrane may exhibit a strong light-scattering effect. Thus, because of the ratio between the laser wavelength and pore size, the excimer laser pulses do not reach pseudopodia in the pores. We have demonstrated that there was no protein degradation in the isolated pseudopodia based on light microscopy and immunoblotting observations<sup>20</sup>. \r\n\n\n\r\n\n\n**3.2. 2D-polyacrylamide gel electrophoresis \\(PAGE) with highly sensitive fluorescent dyes for the separation of a small amount of pseudopodia proteins **\r\n\n\nTo create quantitative protein expression profiles using a very small amount of proteins recovered from the isolated pseudopodia, we labeled the proteins with a highly sensitive fluorescent dye and separated them using 2D-DIGE. Two types of fluorescent dyes are available for 2D-DIGE, Cy3 and Cy5<sup>21,22</sup>, and the dyes with higher sensitivity have been used for pseudopodia proteomics<sup>22</sup>. \r\n\n\nProtein separation based on 2D-PAGE enables the quantitative comparative analysis of thousands of proteins and has been used in a variety of research applications. In a classical 2D-PAGE analysis, proteins are separated according to their isoelectric point and molecular weight and identified using colorimetric detection such as silver staining; protein expression is then evaluated based on relative staining intensity. The drawback of using 2D-PAGE with silver staining is its narrow linear dynamic range of protein detection \\(10<sup>3</sup>)<sup>23</sup>, which hampers quantitative comparison, as is the case with mass spectrometry. According to our previous findings, 2D-PAGE coupled with silver staining required cell material from more than five sheets of porous membranes<sup>20</sup>. Thus, although 2D-PAGE is one of the candidate modalities for pseudopodia proteomics, silver staining is not practically suitable for the detection of pseudopodial proteins.\r\n\n\nIn 2D-DIGE, proteins in different samples are labeled with individual fluorescent dyes and resolved by 2D-PAGE; the separated proteins are detected by fluorescence using a laser scanner. As multiple protein samples are simultaneously separated in identical gels, gel-to-gel variations can be compensated. Moreover, protein spot intensities are measured as fluorescent signals with a wide linear dynamic range of 105; therefore, a reliable quantitative comparison between samples can be achieved. We developed a novel method to label laser-microdissected tissues using highly sensitive fluorescent dyes \\(CyDye DIGE Fluor saturation dyes) and reported that only 3000 cells were required to generate protein expression profiles<sup>24,25</sup>. In a previous study, 2D-DIGE was also applied to examination of pseudopodia proteins obtained through a conventional cotton-puff wiping procedure<sup>14</sup>; however, the sensitivity of a home-made fluorescent dye used in that study was equivalent to that of silver staining, and only highly abundant species such as heat shock and cytoskeletal proteins were detected. In our experiments, we used CyDye DIGE Fluor saturation dyes, which enabled the expression profiling using small amounts of pseudopodia proteins.\r\n\n\nIn our previous experiments, protein identification was achieved by mass spectrometry using high amounts of whole cell proteins separated in a preparative gel<sup>24</sup>. By using 2D-DIGE and a sensitive fluorescent dye, global protein profiling can be performed using only a few micrograms of protein; however, the protein amount in gel spots does not reach the sensitivity of mass spectrometry. Therefore, target protein spots are detected in the preparative gel using the image analysis software and recovered for protein identification. \r\n\n\n\r\n\n\n**3.3. Functional analysis of pseudopodia proteins using confocal imaging**\r\n\n\nTo investigate the functions of the identified proteins in pseudopodia formation, we developed a novel imaging system based on immunocytochemistry and confocal microscopy. In our method, the transient overexpression or silencing of the identified proteins were achieved by transfection with expression vectors or specific siRNA, respectively. The protein localization and the status of pseudopodia are monitored by confocal imaging. The effects of transfection on the pseudopodia formations are quantitatively evaluated by measuring the pseudopodia length and the number of protrusions, and pseudopodia functional activity was assessed based on cell motility and invasiveness<sup>20,26</sup>. The elongation of pseudopodia protrusions is an important step in cell movement and invasion<sup>27</sup>, and the cells with elongated protrusions may be potentially more invasive than those with shorter pseudopodia.\r\n\n\n\r\n\n\n**4. Limitations of the pseudopodia proteomic** approach based on combination of excimer laser etching, 2D-DIGE, and confocal imaging\r\n\n\nTo isolate pseudopodia, we used a sophisticated and rather expensive medical device specifically developed for ophthalmic refractive surgery, which was approved by the relevant institutions. Although the device has demonstrated excellent performance in isolation of pseudopodia, its high cost dictates the necessity to develop a simple and less expensive device for basic experiments.\r\n\n\nAnother limitation of our novel approach is the chemoattractant-containing media. In our protocols, we used NIH3T3-conditioned medium, which induced MDA-MB-231 and MCF-7 human breast cancer cells and B16-F10 murine melanoma cells plated on fibronectin-coated porous membranes to sprout out the protrusions into the pores. However, this medium did not promote the formation of pseudopodia in SBC-3 and SBC-5 human small cell lung cancer cells or MSTO-211H human mesothelioma cells, indicating that cell-specific chemoattractants should be used.\r\n\n\nIn our previous study, approximately 100 unique pseudopodia proteins were identified using the combination of the excimer laser etching technique and 2D-DIGE20. However, they did not include some of the well-established pseudopodia proteins, such as integrin beta, indicating that the actual number of pseudopodia-specific proteins may be higher. In this study, we detected approximately 50 proteins with acidic isoelectric points. According to the genome information, acidic and basic proteins exist in the cell in approximately equal numbers. Assuming the same proportion among the pseudopodia proteins, we may be able to observe some 50 species in the alkaline range. Gorg et al. reported that the use of isoelectric focusing gels with a narrow isoelectric point range resulted in the detection of low-abundance proteins<sup>28</sup>. Fractionation of pseudopodia proteins prior to 2D-DIGE may be a potential solution to overcome this problem; however, possible protein loss during fractionation may occur. \r\n\n\nIn our method, the functions of pseudopodia proteins were evaluated by genetically regulating target protein expression and assessing the changes in pseudopodia behavior using confocal imaging. However, the length of pseudopodia does not fully reflect their functional activity. Our method can be considered as the first step of functional evaluation, and a multi-faceted approach may be required to better understand the regulatory effects of pseudopodial proteins<sup>16</sup>. \r\n\n\n\r\n\n\n**5. Applications**\r\n\n\nThe combination of the excimer laser etching technique, 2D-DIGE, and confocal imaging is applicable to proteomic studies of membrane ventral protrusions, including pseudopodia and invadopodia, in any adherent cancer cell type. Proteins differentially expressed in membrane protrusions may contribute to understanding of the invasion and metastasis of tumor cells, and our method will provide further understanding of the malignant cancer phenotype."
        },
        {
            "header": "Reagents",
            "content": "• Penicillin-streptomycin, liquid \\(Invitrogen; Carlsbad, CA, USA; cat. no. 15070-063).\r\n\n\n• Culture plates with 12 wells \\(BD; Franklin Lakes, NJ, USA; cat. no. 353043).\r\n\n\n• Dulbecco’s modified Eagle medium \\(DMEM) \\(NakalaiTesque; Kyoto, Japan; cat. no. 14247-15).\r\n\n\n• Fetal bovine serum \\(FBS) \\(Biological Industries; Israel; cat. no. 04-001-1A).\r\n\n\n• Human fibronectin \\(Sigma-Aldrich; St. Louis, MO; USA; cat. no. F0895).\r\n\n\n• L-glutamine \\(Sigma-Aldrich; cat. no. G7513) GlutaMAX \\(GIBCO; Carlsbad, CA, USA; cat. no. 35050-061).\r\n\n\n• L-15 \\(Sigma-Aldrich; Gillingham, UK; cat. no. L5520).\r\n\n\n• Dulbecco’s phosphate-buffered saline \\(D-PBS) \\(Wako; Japan; cat. no. 045-29795).\r\n\n\n• Formaldehyde \\(Wako; cat. no. 064-00406). \r\n\n\n\\! CAUTION Formaldehyde is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Mayer’s hematoxylin solution \\(Muto Pure Chemicals; Tokyo, Japan; cat. no.3000-2). \r\n\n\n\\! CAUTION Hematoxylin is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Eosin alcohol solution, 0.5% \\(Muto Pure Chemicals). \r\n\n\n\\! CAUTION Eosin is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Xylene \\(Wako; cat. no. 244-00086). \r\n\n\n\\! CAUTION Xylene is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Mounting reagent \\(O. Kindler; Freiburg; Germany).\r\n\n\n• Urea, EP-MB grade \\(Roche Diagnostics; Mannheim, Germany; cat. no. 11685899001). \r\n\n\n• Thiourea \\(Sigma-Aldrich; cat. no. T7875).\r\n\n\n• CHAPS \\(Wako; cat. no. 345-04724).\r\n\n\n• Triton X-100 \\(GE Healthcare Biosciences, NJ; USA; cat. no. 17-1315-01).\r\n\n\n• Dithiothreitol \\(DTT) \\(Wako; cat. no. 049-08972).\r\n\n\n• Pharmalyte, pH 3–10 \\(GE Healthcare Biosciences; cat. no. 17-0456-01).\r\n\n\n• CyDye DIGE Fluor saturation dyes CY3 and CY5 \\(GE Healthcare Biosciences; cat. no. RPK0283 and RPK0285, respectively).\r\n\n\n• N,N-dimethylformamide, anhydrous \\(DMF; Sigma-Aldrich; cat. no. 227056).\r\n\n\n \\! CAUTION DMF is flammable and toxic by skin contact. Wear gloves when handling. DMF should be used fresh, i.e., within 3 months after opening the bottle.\r\n\n\n• Tris-\\(2-carboxy-ethyl)phosphine hydrochloride \\(TCEP; Sigma-Aldrich; cat. no. C4706).\r\n\n\n• Immobiline DryStrip gels, 24 cm, pI 4–7 \\(GE Healthcare Biosciences; cat. no. 17-6002-46).\r\n\n\n• Immobiline DryStrip Cover Fluid \\(GE Healthcare Biosciences; cat. no. 17-1335-01).\r\n\n\n• Agarose Prep \\(GE Healthcare Biosciences; cat. no. 80-1130-07).\r\n\n\n• Bromophenol Blue \\(GE Healthcare Biosciences; cat. no. 17-1329-01).\r\n\n\n• 30% \\(w/v) acrylamide, 0.8% \\(w/v) N,N’-methylenebis-acrylamide \\(Wako; cat. no. 016-15915). \r\n\n\n\\! CAUTION Acrylamide is highly toxic. Wear gloves when handling.\r\n\n\n• Tris-HCl buffer 1.5 M, pH 8.8 \\(BioRad; Hercules, CA; cat. no. 161-0798).\r\n\n\n• Glycerol, 87% \\(GE Healthcare Biosciences; cat. no. 17-1325-01).\r\n\n\n• Ammonium persulfate \\(APS; GE Healthcare Biosciences; cat. no. 17-1311-01).\r\n\n\n\\! CAUTION APS is harmful if inhaled or swallowed.\r\n\n\n• N,N,N,N’-tetra-methyl-ethylenediamine \\(TEMED; GE Healthcare Biosciences; cat. no. 17-1312-01).\r\n\n\n\\! CAUTION TEMED is harmful if inhaled or swallowed.\r\n\n\n• Tris-\\(hydrocymethyl)aminomethane \\(Tris; 5 kg; Wako; cat. no. 017-16383)\r\n\n\n• Glysine \\(10 kg, Wako; cat. no. 073-00737).\r\n\n\n• Sodium dodecyl sulfate \\(SDS; Wako; cat. no. 191-07145).\r\n\n\n\\! CAUTION SDS may cause irritation of the respiratory tract, eyes, and skin. Wear gloves and mask when handling.\r\n\n\n• Bind-Silane \\(GE Healthcare Biosciences; cat. no. 17-1330-01). \r\n\n\n\\! CAUTION Bind-Silane is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Acetic acid, HPLC grade \\(Wako; cat. no. 017-00251).\r\n\n\n\\! CAUTION Acetic acid is toxic by skin contact. Wear gloves when handling.\r\n\n\n• Methanol, HPLC grade \\(Wako; cat. no. 138-06473).\r\n\n\n\\! CAUTION Methanol is toxic by skin contact. Wear gloves when handling.\r\n\n\n• Acetonitrile, HPLC grade \\(Sigma-Aldrich; cat. no. 27072-7). \r\n\n\n\\! CAUTION Acetonitrile is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Ammonium bicarbonate \\(Sigma-Aldrich; cat. no. A6141).\r\n\n\n• Trifluoroacetic acid, HPLC grade \\(TFA; Wako; cat. no. 202-10733).\r\n\n\n\\! CAUTION TFA is flammable and toxic by skin contact. Wear gloves when handling.\r\n\n\n• Sequence-grade modified trypsin \\(Promega; Madison, WI, USA; cat. no. V5111).\r\n\n\n• Trichloroacetic acid \\(TCA; Wako; cat. no. 200-08005).\r\n\n\n\\! CAUTION TCA may cause irritation of the respiratory tract, eyes, and skin. Wear gloves when handling. \r\n\n\n▲ CRITICAL All reagents used in the protocol should be of the highest quality.\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**Complete culture medium:** L-15 supplemented with 10% FBS, 100 units/mL penicillin, 100 μg/mL streptomycin, and 0.3 g/L L-glutamine.\r\n\n\n**Conditioned medium:** culture NIH3T3 cells to confluence, replace the medium with FBS-free DMEM, and maintain the cells for an additional 3 days; collect and filter the culture medium and store as the conditioned medium at −80 °C.\r\n\n\n**Triton X-100 \\(10%):** dissolve 10 mL of Triton X-100 in 70 mL of MilliQ water, make up to 100 mL with MilliQ water, and store at room temperature \\(~25 °C) until use.\r\n\n\n**Lysis buffer:** 50 mM Tris-HCl \\(pH 7.4), 150 mM NaCl, 1% Triton X-100, 20 mM ethylenediamine tetraacetic acid, and protease inhibitor cocktail in MilliQ water.\r\n\n\n**Urea lysis buffer:** 6 M urea, 2 M thiourea, 3% \\(w/v) CHAPS, 1% \\(v/v) Triton X-100. Dissolve 105 g urea, 38.05 g thiourea, 7.5 g CHAPS, and 25 mL Triton X-100 in 200 mL MilliQ water, make up to 250 mL with MilliQ water. Add 3 g Amberlite IRN-150K and stir for several hours; filter through Whatman paper. Aliquot and store at −80 °C until use.\r\n\n\n**Cy3 and Cy5 dye solution for analytical gels:** centrifuge a tube containing 300 nmol powdered CyDye DIGE Fluor saturation dye at 694 × g for 5 min. Add 60 μL DMF to final concentration of 5 nmol/μL, vortex and centrifuge at 694 × g for 10 s. Store at −20 °C until use.\r\n\n\n**Cy3 and Cy5 solutions for preparative gels:** centrifuge a tube containing 300 nmol powdered CyDye DIGE Fluor saturation dye at 694 × g for 5 min. Add 20 μL DMF \\(final concentration 15 nmol/μL), vortex and centrifuge the tube at 694 × g for 10 s. Store at −20 °C until use.\r\n\n\n**TCEP solution for the analytical gels:** dissolve 28 mg TCEP in 50 mL MilliQ water just before use.\r\n\n\n**TCEP solution for the preparative gels:** dissolve 28 mg TCEP in 5 mL MilliQ water just before use.\r\n\n\n**DTT stock solution:** dissolve 1 g DTT in 4 mL MilliQ water. Store at −80 °C until use.\r\n\n\n**2× urea lysis buffer:** 6 M urea, 2 M thiourea, 3% \\(w/v) CHAPS, 1% \\(v/v) Triton X-100, 130 mM DTT, 2% \\(v/v) Pharmalyte 3-10. Mix 900 μL urea lysis buffer, 80 μL DTT stock solution, and 20 μL Pharmalyte; make up to 1000 μL with MilliQ water.\r\n\n\n**1× urea lysis buffer:** 6 M urea, 2 M thiourea, 3% \\(w/v) CHAPS, 1% \\(v/v) Triton X-100, 65 mM DTT, 1% \\(v/v) Pharmalyte 3-10. Mix 900 μL urea lysis buffer, 40 μL DTT stock solution and 10 μL Pharmalyte; make up to 1000 μL with MilliQ water.\r\n\n\n**Internal control sample:** prepare the internal control sample by mixing equal amounts of protein extracts from pseudopodia and cell bodies. \r\n\n\n**SDS \\(10%):** dissolve 50 g SDS in 300 mL MilliQ water, make up to 500 mL with MilliQ water. Store at room temperature.\r\n\n\n**Equilibration buffer:** for 12 IPG gel \\(24 cm length), mix 90 g urea, 17 mL 1.5 M Tris-HCl \\(pH 8.8), 87 mL 87% glycerol, 25 mL 10% SDS. Make up to 250 mL with MilliQ water. Stir the solution for several hours until it reaches room temperature. Add 1.25 g DTT just before use.\r\n\n\n**Agarose sealing solution:** mix 1.0 g agarose prep, 200 mL SDS-PAGE electrode buffer, 200 μL of 25 mg/mL bromophenol blue \\(BPB). Heat the solution in a microwave oven, vortex briefly, and make 25 mL aliquots in 50-mL tubes. Leave at room temperature for a short time and tighten tube caps. Store agarose gels at 4 °C until use.\r\n\n\n**APS \\(10%):** dissolve 1.7 g APS in 17 mL MilliQ water before use.\r\n\n\nFor the composition of SDS-PAGE buffers refer to our previous report<sup>29</sup>. The light and heavy solutions contain 10% and 15% bis-acrylamide, respectively.\r\n\n\n▲ CRITICAL Add 10% APS and TEMED just before pouring the solution into the DALT Gradient Maker; gels will be partially polymerized in the GiantGelCaster within 10 min.\r\n\n\n**Bind-Silane solution:** mix 10 μL Bind-Silane, 200 μL glacial acetic acid, 8 mL ethanol, and 1.8 mL MilliQ water.\r\n\n\n**Electrode buffer for SDS-PAGE:** for six GiantGelRunners \\(12 gels), dissolve 105 g of Tris-HCl and 510 g of glycine in 30 L MilliQ water, add 350 mL 10% SDS. Make up to 35 L with MilliQ water.\r\n\n\n**In-gel digestion wash buffer 1:** 50% methanol. Mix methanol with an equal volume of MilliQ water.\r\n\n\n**In-gel digestion wash buffer 2:** 50 mM ammonium bicarbonate. Dissolve 395 mg ammonium bicarbonate in 100 mL MilliQ water.\r\n\n\n**In-gel digestion wash buffer 3:** 50 mM ammonium bicarbonate, 50% acetonitrile. Dissolve 395 mg ammonium bicarbonate in 50% acetonitrile.\r\n\n\n**In-gel digestion dehydration buffer 1:** 50% acetonitrile. Mix acetonitrile with an equal volume of MilliQ water.\r\n\n\n**In-gel digestion dehydration buffer 2**: 100% acetonitrile. \r\n\n\nTrypsin solution: add 800 μL of 50 mM ammonium bicarbonate \\(wash buffer 2) in a tube containing 20 μg Sequence Grade Modified trypsin.\r\n\n\n**1% TFA:** mix 1 mL TFA with 99 mL MilliQ water.\r\n\n\n**Extraction buffer:** 45% acetonitrile, 0.1% TFA. Mix 1800 μL 50% acetonitrile \\(dehydration buffer 1), and 200 μL 1% TFA.\r\n\n\n**Dissolving buffer:** mix 50 μL of 1% TFA and 450 μL of MilliQ water \\(0.1% TFA). Mix 10 mL of 100% TCA solution and 90 mL MilliQ water \\(10% TCA). Store at 4 °C until use.\r\n\n\n**Luria-Bertani \\(LB) medium \\(1L):** dissolve 10 g bacto-tryptone, 5 g bacto-yeast extract, and 10 g NaCl in 1 L water; adjust pH to 7.0 with 1N NaOH. Autoclave and store at 4 °C.\r\n\n\n**LB/Ampicilin plate:** dissolve 10 g bacto-triptone, 5 g bacto-yeast extract, and 10 g NaCl in 1 L water. After adjusting the pH to 7.0 with 1 N NaOH, add 15 g bacto-agar and autoclave. Add ampicillin solution \\(final concentration 100 μg/mL) at 50 °C, dispense the medium into sterilized Petri dishes, and store at 4 °C.\r\n\n\n**IPTS \\(100 mM, 10 mL):** dissolve 0.24 g IPTG in 10 mL distilled water. Filter with a 0.22-μm filter and store at −20 °C.\r\n\n\n**X-gal \\(4%, 10 mL):** dissolve 0.4 g X-gal in 10 mL N,N-dimethylformamide and store at −20 °C.\r\n\n\n**LB/ampicillin/IPTG/X-gal plate:** apply 20 μL 100 mM IPTG and 20 μL 4% X-gal to LB/ampicillin plate and spread."
        },
        {
            "header": "Equipment",
            "content": "• LASIK system \\(EC-5000 CXIII; Nidek; Gamagori, Japan).\r\n\n\n• CO<sub>2</sub> incubator \\(Thermo Scientific; Yokohama, Japan).\r\n\n\n• Porous polyethylene terephthalate \\(PET) membranes \\(BD; cat. no. 353181).\r\n\n\n• NIH3T3 murine fibroblast cells \\(ATTC; Manassas, VA, USA).\r\n\n\n• MDA-MB-231 human breast cancer cells \\(ATTC).\r\n\n\n• Excimer laser \\(193 nm, 10 Hz) EC-5000 CXIII \\(Nidek; Gamagori, Japan).\r\n\n\n• Light microscope \\(BX51, Olympus; Tokyo, Japan).\r\n\n\n• CCD camera DP72 \\(Olympus).\r\n\n\n• Immobiline Drystrip Reswelling Tray for 7–24 cm IPG strips \\(GE Healthcare Biosciences; cat. no. 80-6465-32).\r\n\n\n• IEF electrode strips \\(GE Healthcare Biosciences; cat. no. 18-1004-40).\r\n\n\n• Filter paper \\(chromatography paper 3MM CHR; Whatman, Brentford, Middlesex, UK; cat. no. 3030-909).\r\n\n\n• Multiphor II electrophoresis unit \\(GE Healthcare Biosciences; cat. no. 18-1018-06).\r\n\n\n• Circulator LTB-250 \\(AS ONE; Osaka, Japan).\r\n\n\n• EPS 3501 XL power supply \\(GE Healthcare Bio-sciences; cat. no. 18-1130-05).\r\n\n\n• Multimeter.\r\n\n\n• Cell culture dishes \\(100 × 20 mm; Corning Inc.; Corning, NY, USA; cat. no. 430167).\r\n\n\n• Shaker SRR-2 \\(AS ONE).\r\n\n\n• Equilibration tube set \\(GE Healthcare Biosciences; cat. no. 80-6467-79).\r\n\n\n• DALT Gradient Maker with a peristaltic pump \\(GE Healthcare Biosciences; cat. no. 80-6067-65).\r\n\n\n• GiantGelCaster \\(BIO CRAFT; Tokyo, Japan).\r\n\n\n• Low-fluorescence glass plates \\(BIO CRAFT).\r\n\n\n• Ettan DALT Cassette Rack \\(GE Healthcare Bio-sciences; cat. no. 80-6467-98).\r\n\n\n• Spacers for SE 250 and SE 260 Mini-Vertical gel units \\(10.5 cm × 1.80 mm × 0.75 mm; GE Healthcare Biosciences; cat. no. 80-6149-92).\r\n\n\n• GiantGelRunner with a dark box \\(BIO CRAFT); a large vertical electrophoresis apparatus with a cooling system plus a dark box to run gels in the dark.\r\n\n\n• Thermo Circulator ZL-100 \\(TAITEC; Saitama, Japan).\r\n\n\n• DarkBox for gel storage \\(BIO CRAFT).\r\n\n\n• Typhoon Trio \\(GE Healthcare Biosciences; cat. no. 63-0055-87).\r\n\n\n• KIMTECH Pure CL4 \\(Kimberly-Clark; Roswell, GA; cat. no. 7605).\r\n\n\n• Crew Wipes \\(Sigma-Aldrich; cat. no. Z23681-0).\r\n\n\n• Deep freezer \\(−80 °C).\r\n\n\n• DeCyder 2-D differential analysis software v 4.0, 5.0 or 6.0 \\(GE Healthcare Biosciences).\r\n\n\n• Data-mining software for DNA microarray data analysis: Expressionist \\(GeneData; Basel, Switzerland) and GeneMaths XT \\(Applied Maths; Sint-Martens-Latem, Belgium).\r\n\n\n• Reference markers sheet \\(GE Healthcare Bio-sciences; cat. no. 18-1143-34).\r\n\n\n• Large gel picker PG-100 \\(AS ONE).\r\n\n\n• 96-well thin-wall plates \\(Asahi Techno Glass).\r\n\n\n• FT latex gloves, 400 mm \\(TGK; Tokyo, Japan).\r\n\n\n• Ultrasonic cleaner \\(AS ONE).\r\n\n\n• BioShaker MBR-022 \\(AS ONE).\r\n\n\n• AES2010 SpeedVac system \\(Thermo Electron Corp.; Waltham, MA, USA).\r\n\n\n• Hitech Tube Crystal \\(HiTech; Tokyo, Japan; cat. no. M-50001).\r\n\n\n• Cell scraper \\(Corning Inc.; cat. no. 3010).\r\n\n\n• TRIzol® RNA Isolation Reagents \\(Invitrogen; cat. no. 15596-026).\r\n\n\n• Chloroform \\(Wako; cat. no. 038-02606).\r\n\n\n• Isopropyl alcohol \\(Wako; cat. no. 164-08335).\r\n\n\n• 70% ethanol \\(Wako; cat. no. 057-00456).\r\n\n\n• DEPC water \\(Invitrogen; cat. no. 750024).\r\n\n\n• SuperScript III First-Strand Synthesis System for RT-PCR \\(Invitrogen; cat. no. 18080-051).\r\n\n\n• KOD -Plus- Neo \\(TOYOBO; Osaka, Japan; cat. no. KOD-401).\r\n\n\n• TArget CloneTM -Plus- \\(TOYOBO; cat. no. TAK-201).\r\n\n\n• Competent high DH5α \\(TOYOBO; cat. no. DNA-903).\r\n\n\n• Bacto-tryptone \\(BD; cat. no. 211705).\r\n\n\n• Bacto-yeast extract \\(BD; cat. no. 212750).\r\n\n\n• NaCl \\(Wako; cat. no. 191-01665).\r\n\n\n• 1N NaOH \\(Wako; cat. no. 192-02175).\r\n\n\n• Bacto-agar \\(Wako; cat. no. 010-08725).\r\n\n\n• Ampicillin solution \\(Wako; 012-20162).\r\n\n\n• IPTG \\(TaKaRa; Shiga, Japan; cat. no. 9030).\r\n\n\n• 0.22-μm filter \\(Millipore; Billerica, MA, USA; cat. no. SLGP033RS).\r\n\n\n• 5-bromo-4-chloro-3-indolyl-β-D-galactoside \\(X-gal) \\(TaKaRa; cat. no. 9031).\r\n\n\n• N,N-dimethyl-formamide \\(Wako; cat. no. 045-29192).\r\n\n\n• Restriction enzymes \\(New England BioLabs; Ipswich, MA, USA).\r\n\n\n• PCI \\(phenol:chloroform:isoamyl alcohol, 25:24:1) \\(Sigma-Aldrich; cat. no. P2069).\r\n\n\n• CI \\(chloroform:isoamyl alcohol, 24:1) \\(Fluka; cat. no. 25666).\r\n\n\n• QIAquick Gel extraction kit \\(Qiagen; Venlo, Netherlands; cat. no. 28704).\r\n\n\n• TE buffer \\(Wako; cat. no. 314-90021).\r\n\n\n• Lipofectamine® LTX and PLUS™ Reagents \\(Invitrogen; cat. no. 15338-100).\r\n\n\n• Opti-MEM® I Reduced Serum Medium \\(GIBCO; cat. no. 31985-062).\r\n\n\n• Bovine serum albumin \\(Sigma-Aldrich; cat. no. A4503).\r\n\n\n• Phalloidin \\(Sigma-Aldrich; cat. no. P1951).　\r\n\n\n• IgG antibody \\(Jackson ImmunoResearch; West Grove, Pennsylvania, USA; cat. no. 567-78451).\r\n\n\n• FV1000D IX81 confocal scanning system \\(Olympus)."
        },
        {
            "header": "Procedure",
            "content": "**Cell preparation**\r\n\n\n● Timing: days 1–3\r\n\n\n1| Add 100 μL of 1 μg/mL human fibronectin in D-PBS on a 3-µm porous PET membrane surface in a 12-well culture plate for 30 min at room temperature.\r\n\n\n2| Remove fibronectin.\r\n\n\n3| Seed 1 × 10\n5\nMDA-MB-231 cells/well in 700 μL of L-15 complete medium in the upper chamber of the 12-well culture plate with fibronectin-coated porous membranes; the bottom chamber is filled with 700 μL of NIH3T3-conditioned medium. Culture the cells for two days at 37 °C in a 5% CO2 incubator.\r\n\n\n4| Wash the cells on the porous membrane three times gently with D-PBS.\r\n\n\n5| Remove D-PBS using a pipette and cotton swab without touching the cells. You can now proceed to cell body ablation with the excimer laser using the following protocol.\r\n\n\n\r\n\n\n**Excimer laser etching**\r\n\n\n6| In a LASIK system, an argon fluoride \\(ArF) excimer laser \\(193 nm, 10 Hz) passes through laser pulse-shaper optics \\(a pattern mask, collimator lenses, and an image rotator) to be tuned in a Gaussian pattern for LASIK surgery as illustrated in Figure 2.\r\n\n\n7| Tune the pulse configuration in a flat pattern by aligning the lenses so that two adjacent laser pulses partially overlap. In this setting, the cumulative laser intensity is constant at any point in the irradiation area and the ablation pattern is horizontally flat within a circle 10-mm in diameter \\(Figure 2).\r\n\n\n8| Adjust the laser pulse energy to 10–14 mJ and the pulse number to 12 per scan.\r\n\n\n9| Immediately after absorbing D-PBS from the porous membrane, insert with a cotton swab, and place the insert on the irradiation stage of the tuned LASIK system.\r\n\n\n10| Focus the irradiation plane on the surface of the cell monolayer.\r\n\n\n11| Start laser scanning monitoring with a CCD camera with oblique illumination. \r\n\n\n12| Stop the laser when the light scattering due to cell bodies disappears \\(record the laser scan number.)\r\n\n\n13| Fix the irradiated membrane with formalin and stain it with hematoxylin and eosin. \r\n\n\n14| Examine the stained membrane for the remaining cell bodies using a light microscope. \r\n\n\n15| Find the minimal laser scan number that provides complete removal of cell bodies \\(18 to 24 scans are required.)\r\n\n\n16| Immediately after complete cell body removal, cut out the irradiated membrane area using a hollow leather punch \\(5 mm in diameter) and quickly freeze it in liquid nitrogen.\r\n\n\n\r\n\n\nA schematic diagram of laser ablation and protein extraction is presented in Figure 2. In addition, a representative image of the excimer laser scanning of the cells cultured on the porous membrane is provided in Supplementary Video 1.\r\n\n\n\r\n\n\n17| Store the cut membrane at −80 °C until use.\r\n\n\n▲ CRITICAL The total protein concentration in the final sample is too low to be measured using conventional methods such as the Bradford or Lowry assays. Thus, we routinely extract proteins from 100 sheets punched out of the ablated porous membranes and analyze them in triplicate 2D gels. An average spot intensity of three gels is then calculated and spots are subjected to further analysis. Sitek et al. reported that 1000 cells were sufficient to generate a 2D image using our protocol\n24\n. Although the extracts from fewer membrane sheets could generate 2D images, the procedural protein loss is enhanced when the initial protein amount is decreased below a certain level. Although 100 sheets per three gels empirically generate a 2D image with an adequate number of protein spots, the amount of extracted protein can vary among cell types, and we recommend using more membranes if the number of protein spots detected on the 2D gel is less than expected.\r\n\n\n\r\n\n\n**Protein extraction** \r\n\n\n● Timing: day 3, 1 h\r\n\n\n18| Extract proteins from pseudopodia in the cut porous membrane \\(option A) and cell bodies \\(option B).\r\n\n\n\\(A) Extraction of pseudopodial proteins:\r\n\n\n   \\(i) Macerate 100 frozen membranes.\r\n\n\n   \\(ii) Rotate macerated membranes in lysis buffer at 4 °C for 15 min.\r\n\n\n   \\(iii) Centrifuge at > 10,000 g at 4 °C for 5 min to remove insoluble material.\r\n\n\n   \\(iv) Recover the supernatant and use it in protein expression studies.\r\n\n\n\\(B) Extraction of cell body proteins:\r\n\n\n   \\(i) Scrape 2-day MDA-MB-231 cell monolayers from the porous membrane.\r\n\n\n   \\(ii) Rotate the scraped cells in lysis buffer at 4 °C for 15 min.\r\n\n\n   \\(iii) Centrifuge at > 10,000 g at 4 °C for 5 min to remove insoluble material.\r\n\n\n   \\(iv) Recover the supernatant and use it in protein expression studies.\r\n\n\n\r\n\n\n**2D-DIGE**\r\n\n\n● Timing: days 3–7 \\(Figure 3)\r\n\n\nProtein separation by 2D-DIGE, handling of the target gel, and in-gel protein digestion are performed as previously described 29, except the following:\r\n\n\n**Sample preparation for 2D-DIGE:** label the proteins extracted from pseudopodia \\(option A) and cell bodies \\(internal control sample; option B) as described in REAGENT SETUP. All procedures should be performed in the dark.\r\n\n\nExpect the amount of protein extracted from pseudopodia to be rather small. \r\n\n\n\r\n\n\n**Functional analysis of candidate proteins**\r\n\n\n**RNA isolation** \r\n\n\n● Timing: day 8\r\n\n\n19| Total RNA was extracted from lysing MDA-MB-231 cells directly in a 10-cm culture dish using TRIzol Reagent according to the manufacturer’s instructions\n30\n.\r\n\n\n▲ CRITICAL Work with TRIzol Reagent in a chemical fume hood using gloves and eye protection \\(shield, safety goggles). Avoid inhaling and contact with skin and clothing. \r\n\n\n▲ CRITICAL Following centrifugation, the mixture separates into a lower red phenol-chloroform phase, an interphase, and a colorless upper aqueous phase. RNA remains exclusively in the aqueous phase. The volume of the aqueous phase is approximately 60% that of TRIZOL Reagent.\r\n\n\n▲ CRITICAL Use 0.5 mL of isopropyl alcohol per 1 mL of TRIZOL Reagent used for homogenization. \r\n\n\n▲ CRITICAL Do not dry the RNA by centrifugation under vacuum. \r\n\n\n\r\n\n\n**Total cDNA synthesis, polymerase chain reaction, TA cloning, and target cDNA and siRNA synthesis** \r\n\n\n● Timing: days 8–X\r\n\n\nAll the procedures are performed as previously described\n20,31\n.\r\n\n\n\r\n\n\n**Transfection**  \r\n\n\n● Timing: days X–X+2\r\n\n\n20| Adherent cells are transiently transfected using the Lipofectamine LTX and Plus reagents according to the manufacturer’s instructions\n32\n.\r\n\n\n\r\n\n\n**Immunostaining and confocal microscopy**\r\n\n\n● Timing: days X + 2 \\(Figure 3)\r\n\n\n21| A total of 1 × 10\n4\nMDA-MB-231 cells are cultured on fibronectin-coated porous membrane for 2 days after transfection.\r\n\n\n22| Cells are washed 3 times with PBS and fixed with 4% paraformaldehyde at room temperature for 10 min. \r\n\n\n23| Membranes are washed 3 times with PBS and permeabilized with 0.25% Triton-X in PBS at room temperature for 5 min. \r\n\n\n24| After washing 3 times with PBS, the membranes are incubated in blocking buffer containing 2% bovine serum albumin in PBS for 30 min at room temperature. \r\n\n\n25| The membranes are treated with antibodies against the target protein in the blocking buffer overnight at 4 °C. \r\n\n\n26| After washing with PBS for 5 min 3 times, the membranes are incubated with Alexa Flour 488-conjugated goat anti-candidate molecule antibody \\(appropriate dilution) in the blocking buffer for 2 h at 4 °C. \r\n\n\n27| After washing 3 times with PBS, phalloidin staining is performed for 20 min at room temperature.\r\n\n\n28| The stained membranes are washed 3 times with PBS, mounted, and covered with glass coverslips. \r\n\n\n29| The stained cells are examined using a FV1000D IX81 confocal scanning system equipped with 488-nm argon and 568-nm helium-neon lasers. X-YZ vertical sections are generated using a 0.5-mm motor step. Each image represents double-averaged \\(40–50 line scan) images.\r\n\n\n**Length and density of pseudopodia**  \r\n\n\n● Timing: days X + 2\r\n\n\n30| Capture multiple X-Y plane images using a 0.15-μm motor step along the Z-axis. \r\n\n\n31| Reconstitute Z-plane views of pseudopodia by stacking the X-Y plane images.\r\n\n\n32| Measure the Z-axial length of 200 pseudopodia for each cell type. \r\n\n\n33| Measure the area inside the peripheral margin of individual cells in the X-Y planes using ImageJ software.\r\n\n\n34| Count the number of pseudopodia present in this area. \r\n\n\n35| Analyze 30 cells on the membrane and calculate the pseudopodial density as the total number of pseudopodia divided by the total area occupied by the cells \\(number/μm2). \r\n\n\n36| Perform triplicate measurements per each cell type and calculate the mean density and standard error."
        },
        {
            "header": "Timing",
            "content": "Days 1–3: cell culture on fibronectin-coated porous membranes.\r\n\n\nDay 3: sample preparation for 2D-DIGE, 3 h; in-gel sample application, 30 min.\r\n\n\nDay 4: first-dimension separation, 1 h, followed by 28 h of electrophoresis; SDS-PAGE gel preparation, 1.5 h, followed by overnight polymerization.\r\n\n\nDay 5: second-dimension separation, 2.5 h, followed by overnight electrophoresis.\r\n\n\nDay 6: image acquisition, 1.5 h; spot picking, 1 h; in-gel digestion, 6 h, followed by overnight treatment.\r\n\n\nDay 7: in-gel digestion, 3 h.\r\n\n\nDay 8–X: identification of the candidate molecules and cloning of the target genes.\r\n\n\nDay X: transfection with the cDNA of the target gene.\r\n\n\nDay X + 2: observation of pseudopodia using confocal microscopy."
        },
        {
            "header": "Troubleshooting",
            "content": "The problems encountered during the procedure such as 2D images with unexpectedly small number of protein spots, low separation of protein spots, and distorted images can be attributed to technical issues with the excimer laser etching and 2D-DIGE. In the excimer laser etching, laser scanning counts should be adjusted according to the cell type and density. For the reproducibility of expression profiling, it is also critical to completely remove cell bodies. In 2D-DIGE, troubleshooting for technical problems such as poor quality of the 2D image can be found in the previous reports<sup>33,34</sup>. The first step in troubleshooting is to determine whether it is the excimer laser etching or 2D-DIGE that has caused the problem. For this purpose, we recommend using an adequate control sample for 2D-DIGE. We have described an established method of protein extraction from cultured cells to be used for 2D-DIGE, and this control protein sample will be helpful to identify the cause of the problem."
        },
        {
            "header": "Anticipated Results",
            "content": "The proposed protocol couples proteomic data with tumor cell invasion activity allowing generation of quantitative information on thousands of proteins from any type of adherent tumor cells. Pseudopodial proteins are candidate biomarkers for evaluation of tumor cell malignancy potential, and their expression patterns are worth investigating for correlation with clinical and pathological data. Thus, the proposed protocol should contribute to further understanding of tumor invasion and may be used for assessment of cancer invasiveness in clinical settings."
        },
        {
            "header": "References",
            "content": "1 Lauffenburger, D. A. & Horwitz, A. F. Cell migration: a physically integrated molecular process. Cell 84, 359-369 \\(1996).\r\n\n\n2 Parent, C. A. & Devreotes, P. N. A cell's sense of direction. Science \\(New York, N.Y.) 284, 765-770 \\(1999).\r\n\n\n3 Guirguis, R., Margulies, I., Taraboletti, G., Schiffmann, E. & Liotta, L. Cytokine-induced pseudopodial protrusion is coupled to tumour cell migration. Nature 329, 261-263, doi:10.1038/329261a0 \\(1987).\r\n\n\n4 Yamaguchi, H. & Condeelis, J. Regulation of the actin cytoskeleton in cancer cell migration and invasion. Biochimica et biophysica acta 1773, 642-652, doi:10.1016/j.bbamcr.2006.07.001 \\(2007).\r\n\n\n5 Jia, Z. et al. Tumor cell pseudopodial protrusions. Localized signaling domains coordinating cytoskeleton remodeling, cell adhesion, glycolysis, RNA translocation, and protein translation. The Journal of biological chemistry 280, 30564-30573, doi:10.1074/jbc.M501754200 \\(2005).\r\n\n\n6 Wang, Y. & Klemke, R. L. Proteomics method for identification of pseudopodium phosphotyrosine proteins. Methods Mol Biol 757, 349-365, doi:10.1007/978-1-61779-166-6_21 \\(2012).\r\n\n\n7 Nguyen, T. N., Wang, H. J., Zalzal, S., Nanci, A. & Nabi, I. R. Purification and characterization of beta-actin-rich tumor cell pseudopodia: role of glycolysis. Experimental cell research 258, 171-183, doi:10.1006/excr.2000.4929 \\(2000).\r\n\n\n8 Mouneimne, G. et al. Spatial and temporal control of cofilin activity is required for directional sensing during chemotaxis. Current biology : CB 16, 2193-2205, doi:10.1016/j.cub.2006.09.016 \\(2006).\r\n\n\n9 Vadnais, J. et al. Autocrine activation of the hepatocyte growth factor receptor/met tyrosine kinase induces tumor cell motility by regulating pseudopodial protrusion. The Journal of biological chemistry 277, 48342-48350, doi:10.1074/jbc.M209481200 \\(2002).\r\n\n\n10 Shankar, J. et al. Pseudopodial actin dynamics control epithelial-mesenchymal transition in metastatic cancer cells. Cancer research 70, 3780-3790, doi:10.1158/0008-5472.can-09-4439 \\(2010).\r\n\n\n11 Wang, Y. et al. Profiling signaling polarity in chemotactic cells. Proceedings of the National Academy of Sciences of the United States of America 104, 8328-8333, doi:10.1073/pnas.0701103104 \\(2007).\r\n\n\n12 Wang, Y. et al. Methods for pseudopodia purification and proteomic analysis. Science's STKE : signal transduction knowledge environment 2007, pl4, doi:10.1126/stke.4002007pl4 \\(2007).\r\n\n\n13 Bantscheff, M., Lemeer, S., Savitski, M. M. & Kuster, B. Quantitative mass spectrometry in proteomics: critical review update from 2007 to the present. Anal Bioanal Chem 404, 939-965, doi:10.1007/s00216-012-6203-4 \\(2012).\r\n\n\n14 Beckner, M. E., Chen, X., An, J., Day, B. W. & Pollack, I. F. Proteomic characterization of harvested pseudopodia with differential gel electrophoresis and specific antibodies. Lab Invest 85, 316-327, doi:3700239 \\[pii]\r\n\n\n10.1038/labinvest.3700239 \\(2005).\r\n\n\n15 Attanasio, F. et al. Novel invadopodia components revealed by differential proteomic analysis. Eur J Cell Biol 90, 115-127, doi:10.1016/j.ejcb.2010.05.004\r\n\n\nS0171-9335\\(10)00105-6 \\[pii] \\(2011).\r\n\n\n16 Buccione, R., Orth, J. D. & McNiven, M. A. Foot and mouth: podosomes, invadopodia and circular dorsal ruffles. Nature reviews. Molecular cell biology 5, 647-657, doi:10.1038/nrm1436 \\(2004).\r\n\n\n17 Reynolds, A., Moore, J. E., Naroo, S. A., Moore, C. B. & Shah, S. Excimer laser surface ablation - a review. Clinical & experimental ophthalmology 38, 168-182, doi:10.1111/j.1442-9071.2010.02230.x \\(2010).\r\n\n\n18 Solomon, K. D. et al. LASIK world literature review: quality of life and patient satisfaction. Ophthalmology 116, 691-701, doi:10.1016/j.ophtha.2008.12.037 \\(2009).\r\n\n\n19 Vogel, A. & Venugopalan, V. Mechanisms of pulsed laser ablation of biological tissues. Chemical reviews 103, 577-644, doi:10.1021/cr010379n \\(2003).\r\n\n\n20 Ito, A. et al. Novel application for pseudopodia proteomics using excimer laser ablation and two-dimensional difference gel electrophoresis. Laboratory investigation; a journal of technical methods and pathology 92, 1374-1385, doi:10.1038/labinvest.2012.98 \\(2012).\r\n\n\n21 Unlu, M., Morgan, M. E. & Minden, J. S. Difference gel electrophoresis: a single gel method for detecting changes in protein extracts. Electrophoresis 18, 2071-2077, doi:10.1002/elps.1150181133 \\(1997).\r\n\n\n22 Shaw, J. et al. Evaluation of saturation labelling two-dimensional difference gel electrophoresis fluorescent dyes. Proteomics 3, 1181-1195, doi:10.1002/pmic.200300439 \\(2003).\r\n\n\n23 Berggren, K. et al. Background-free, high sensitivity staining of proteins in one- and two-dimensional sodium dodecyl sulfate-polyacrylamide gels using a luminescent ruthenium complex. Electrophoresis 21, 2509-2521, doi:10.1002/1522-2683\\(20000701)21:12<2509::AID-ELPS2509>3.0.CO;2-9 \\[pii]\r\n\n\n10.1002/1522-2683\\(20000701)21:12<2509::AID-ELPS2509>3.0.CO;2-9 \\(2000).\r\n\n\n24 Kondo, T. et al. Application of sensitive fluorescent dyes in linkage of laser microdissection and two-dimensional gel electrophoresis as a cancer proteomic study tool. Proteomics 3, 1758-1766, doi:10.1002/pmic.200300531 \\(2003).\r\n\n\n25 Kondo, T. & Hirohashi, S. Application of highly sensitive fluorescent dyes \\(CyDye DIGE Fluor saturation dyes) to laser microdissection and two-dimensional difference gel electrophoresis \\(2D-DIGE) for cancer proteomics. Nature Protocols 1, 2940-2956, doi:10.1038/nprot.2006.421 \\(2007).\r\n\n\n26 Ito, M. et al. alpha-Parvin, a pseudopodial constituent, promotes cell motility and is associated with lymph node metastasis of lobular breast carcinoma. Breast Cancer Res Treat, doi:10.1007/s10549-014-2859-0 \\(2014).\r\n\n\n27 Spence, H. J. et al. Krp1, a novel kelch related protein that is involved in pseudopod elongation in transformed cells. Oncogene 19, 1266-1276, doi:10.1038/sj.onc.1203433 \\(2000).\r\n\n\n28 Gorg, A., Boguth, G., Obermaier, C., Posch, A. & Weiss, W. Two-dimensional polyacrylamide gel electrophoresis with immobilized pH gradients in the first dimension \\(IPG-Dalt): the state of the art and the controversy of vertical versus horizontal systems. Electrophoresis 16, 1079-1086 \\(1995).\r\n\n\n29 Kondo, T. & Hirohashi, S. Application of highly sensitive fluorescent dyes \\(CyDye DIGE Fluor saturation dyes) to laser microdissection and two-dimensional difference gel electrophoresis \\(2D-DIGE) for cancer proteomics. Nature protocols 1, 2940-2956, doi:10.1038/nprot.2006.421 \\(2007).\r\n\n\n30 Hagiyama, M., Ichiyanagi, N., Kimura, K. B., Murakami, Y. & Ito, A. Expression of a soluble isoform of cell adhesion molecule 1 in the brain and its involvement in directional neurite outgrowth. The American journal of pathology 174, 2278-2289, doi:10.2353/ajpath.2009.080743 \\(2009).\r\n\n\n31 Mimae, T. et al. Upregulation of notch2 and six1 is associated with progression of early-stage lung adenocarcinoma and a more aggressive phenotype at advanced stages. Clinical cancer research : an official journal of the American Association for Cancer Research 18, 945-955, doi:10.1158/1078-0432.ccr-11-1946 \\(2012).\r\n\n\n32 Mimae, T. et al. Increased ectodomain shedding of lung epithelial cell adhesion molecule 1 as a cause of increased alveolar cell apoptosis in emphysema. Thorax, doi:10.1136/thoraxjnl-2013-203867 \\(2013).\r\n\n\n33 Carrette, O., Burkhard, P. R., Sanchez, J. C. & Hochstrasser, D. F. State-of-the-art two-dimensional gel electrophoresis: a key tool of proteomics research. Nature protocols 1, 812-823, doi:10.1038/nprot.2006.104 \\(2006).\r\n\n\n34 Espina, V. et al. Laser-capture microdissection. Nature protocols 1, 586-603, doi:10.1038/nprot.2006.85 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from the Ministry of Education, Culture, Sports, Science and Technology of Japan; the Nakatani Foundation of Electronic Measuring Technology Advancement; the Ministry of Health, Labor and Welfare, and the Program for Promotion of Fundamental Studies in Health Sciences of the Organization for Pharmaceutical Safety and Research of Japan.\r\n\n\n\r\n\n\nSupporting Information\r\n\n\nSupplementary Information can be found on the Laboratory Investigation website \\(http://www.laboratoryinvestigation.org)\r\n\n\n\r\n\n\nTakahiro Mimae and Akihiko Ito contributed equally to this work."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/labinvest.2012.98",
                "date": "2014-03-04 14:30:54",
                "title": "Novel application for pseudopodia proteomics using excimer laser ablation and two-dimensional difference gel electrophoresis",
                "authors": [
                    "Akihiko Ito",
                    "Takahiro Mimae",
                    "Ying-Shan-Zhu Yamamoto",
                    "Man Hagiyama",
                    "Jun Nakanishi",
                    "Masaoki Ito",
                    "Yoichiroh Hosokawa",
                    "Morihito Okada",
                    "Yoshinori Murakami",
                    "and Tadashi Kondo"
                ],
                "journal": "Laboratory Investigation",
                "logo": ""
            },
            {
                "doi": "10.1007/s10549-014-2859-0",
                "date": "2014-03-04 14:31:07",
                "title": "α-Parvin, a pseudopodial constituent, promotes cell motility and is associated with lymph node metastasis of lobular breast carcinoma",
                "authors": [
                    "Masaoki Ito",
                    "Man Hagiyama",
                    "Takahiro Mimae",
                    "Takao Inoue",
                    "Takashi Kato",
                    "Azusa Yoneshige",
                    "Jun Nakanishi",
                    "Tadashi Kondo",
                    "Morihito Okada",
                    "and Akihiko Ito"
                ],
                "journal": "Breast Cancer Research And Treatment",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12920,
                "identity": "a02995d1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Tadashi Kondo",
                "email": "takondo@ncc.go.jp",
                "orcid": "",
                "institution": "Division of Pharmacoproteomics, National Cancer Center Research Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tadashi",
                "middleName": "",
                "lastName": "Kondo",
                "suffix": ""
            },
            {
                "id": 12913,
                "identity": "a0298833-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takahiro Mimae",
                "email": "",
                "orcid": "",
                "institution": "Department of Surgical Oncology, Hiroshima University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takahiro",
                "middleName": "",
                "lastName": "Mimae",
                "suffix": ""
            },
            {
                "id": 12914,
                "identity": "a0298bf4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Akihiko Ito",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology, Faculty of Medicine, Kinki University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Akihiko",
                "middleName": "",
                "lastName": "Ito",
                "suffix": ""
            },
            {
                "id": 12915,
                "identity": "a0298e92-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Man Hagiyama",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology, Faculty of Medicine, Kinki University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Man",
                "middleName": "",
                "lastName": "Hagiyama",
                "suffix": ""
            },
            {
                "id": 12916,
                "identity": "a0299028-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun Nakanishi",
                "email": "",
                "orcid": "",
                "institution": "Nidek Co. Ltd.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Nakanishi",
                "suffix": ""
            },
            {
                "id": 12917,
                "identity": "a029919a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoichiroh Hosokawa",
                "email": "",
                "orcid": "",
                "institution": "Nara Institute of Science and Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoichiroh",
                "middleName": "",
                "lastName": "Hosokawa",
                "suffix": ""
            },
            {
                "id": 12918,
                "identity": "a0299304-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Morihito Okada",
                "email": "",
                "orcid": "",
                "institution": "Department of Surgical Oncology, Hiroshima University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Morihito",
                "middleName": "",
                "lastName": "Okada",
                "suffix": ""
            },
            {
                "id": 12919,
                "identity": "a029946a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yoshinori Murakami",
                "email": "",
                "orcid": "",
                "institution": "Division of Molecular Pathology, Institute of Medical Science, University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoshinori",
                "middleName": "",
                "lastName": "Murakami",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-03-04 13:43:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.007",
        "doiUrl": "https://doi.org/10.1038/protex.2014.007",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608944,
                "identity": "238a0d68-7c9a-44ff-8d42-ec5af3b23d4b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 282216,
                "visible": true,
                "origin": "",
                "legend": "Flowchart of the experimental steps.   The first step is the isolation of pseudopodia and extraction of pseudopodia and cell body proteins. The second step is the identification of pseudopodia-enriched proteins using two-dimensional difference gel electrophoresis (2D-DIGE) and liquid chromatography-mass spectrometry/mass spectrometry (LC-MS/MS). The final step is confirmation of pseudopodia-specific localization and functional evaluation of candidate proteins by confocal imaging.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3017/v1/figure_1.jpg"
            },
            {
                "id": 2608948,
                "identity": "72561023-5857-4454-946c-6f4bcab4a01a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1297412,
                "visible": true,
                "origin": "",
                "legend": "Excimer laser ablation and protein extraction.   A. Laser-assisted in situ keratomileusis (LASIK). To improve myopia, hypermetropia, and astigmatism, the superficial anterior corneal tissue is reshaped by a topographically assisted excimer laser after the epithelium is flapped from the Bowman’s layer. In LASIK, an argon fluoride excimer laser reshapes the superficial anterior corneal tissue in Gaussian fitting without damaging the underlying tissues. B. Pseudopodia isolation and protein extraction. Protein extraction from the membranes containing pseudopodial microprocesses. Cell culture on fibronectin-coated porous membrane positioned over the chemotactic factor-containing medium is shown. The excimer laser ablates the cells on the porous membrane; the laser scanning plane is adjusted to the surface of the porous membrane. The pulse energy and scanning cycles are optimized to completely remove cell bodies and leave pseudopodia intact in the membrane pores. Membranes are punched out after ablation and frozen in liquid nitrogen. The porous membrane before (left) and after (right) excimer laser ablation is shown.\r\n",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3017/v1/figure_2.jpg"
            },
            {
                "id": 2608947,
                "identity": "432cf76c-5279-4626-a434-025742cfffc1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2084453,
                "visible": true,
                "origin": "",
                "legend": "Identification and confirmation about localization of pseudopodia-enriched proteins.    A. Identification of pseudopodia-enriched proteins. The proteins purified from pseudopodia and cell bodies are separated by 2D-DIGE, and protein spots are compared based on the relative intensity of fluorescence signals. Proteins spots with signals stronger in the pseudopodial than in the whole cell body fraction are analyzed by LC-MS/MS to identify the candidate pseudopodia-enriched molecules. B. Confirmation of pseudopodia-specific localization and functional analysis of pseudopodia-enriched proteins using immunocytochemical staining. The representative immunocytochemical staining of F-actin with phalloidin to identify pseudopodia and the target candidate protein are shown. In the functional analysis, the length of pseudopodial microprocesses is measured to evaluate the invasiveness/motility of cancer cells with different levels of target protein expression.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3017/v1/figure_3.jpg"
            },
            {
                "id": 13464780,
                "identity": "e8e948de-de91-46fc-90fb-c791bdd15bac",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 587593,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3017/v1/b778737d-bb6b-495f-9605-377d6cfea45c.pdf"
            },
            {
                "id": 2608952,
                "identity": "86411370-4db6-4137-b482-dc6de896ee1f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "mpg",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 4701452,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 1   Image of the excimer laser scanning of the cells cultured on the porous membrane   <iframe width=\"480\" height=\"360\" src=\"//www.youtube.com/embed/FvxJF6fVFgw?rel=0\" frameborder=\"0\" allowfullscreen></iframe>",
                "description": "",
                "filename": "supplement0.mpg",
                "url": "https://assets.researchsquare.com/files/nprot-3017/v1/supplement_0.mpg"
            }
        ],
        "financialInterests": "Disclosure/Duality of Interest\r\n\n\nThe authors declare no conflict of interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "pseudopodia; proteomics; excimer laser ablation; two-dimensional difference gel electrophoresis; confocal imaging",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Pseudopodia are actin-rich ventral cellular protrusions shown to facilitate the migration and metastasis of tumor cells. Here, we present a novel approach to perform pseudopodia proteomics. Tumor cells growing on porous membranes extend pseudopodia into the membrane pores. In our method, cell bodies are removed by horizontal ablation at the basal cell surface with the excimer laser while pseudopodia are left in the membrane pores. For protein expression profiling, whole cell and pseudopodia proteins are extracted with a lysis buffer, labeled with highly sensitive fluorescent dyes, and separated by two-dimensional gel electrophoresis. Proteins with unique expression patterns in pseudopodia are identified by mass spectrometry. The effects of the identified proteins on pseudopodia formation are evaluated by measuring the pseudopodia length in cancer cells with genetically modified expression of target proteins using confocal imaging. This protocol allows global identification of pseudopodia proteins and evaluation of their functional significance in pseudopodia formation within one month.",
        "manuscriptTitle": "A novel approach to pseudopodia proteomics: excimer laser etching, two-dimensional difference gel electrophoresis, and confocal imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-03-04 14:41:41",
                "doi": "10.1038/protex.2014.007",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0292d20-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 4th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3114,
                "name": "Cell biology"
            },
            {
                "id": 3115,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-03-04 14:41:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}