{
    "identity": "nprot-116",
    "title": "Purification of a protein complex that associates with chromatin",
    "content": [
        {
            "header": "Introduction",
            "content": "Centromeres contain a multi-protein structure termed the kinetochore that is responsible for faithful chromosome segregation<sup>1-5</sup>.  To understand centromere architecture in vertebrate cells, it is necessary to identify all centromere components in vertebrate cells. Purification of kinetochore protein complexes is difficult due to the low amounts of these proteins and the biochemical characteristics of these proteins. There are relatively few proteins at the inner kinetochore plate, and kinetochore proteins associate tightly with the chromatin. Therefore, it is important to solubilize efficiently protein complexes for immunoprecipitation. We developed a procedure for isolation of the chromatin bound proteins, by which we identified a kinetochore protein complex \\(CENP-H/I complex) that contains 11 components<sup>6</sup>. Others have also reported purification of centromere protein complexes and identification of several proteins from such complexes<sup>7-11</sup>. These researchers used techniques similar to ours; however, specific conditions for protein purification, including the method for solubilization of protein complexes, differ. The optimal condition for each protein complex must be determined. \r\n\n\n     Although our protocol was used to isolate protein complexes that associate with the kinetochores in chicken DT40 cells<sup>6</sup>, our method should be widely applicable for isolation of protein complexes that associate with chromatin from other cell lines, including human cells."
        },
        {
            "header": "Reagents",
            "content": "&#x22C5; DT40 cell lines in which an endogenous protein was replaced completely with a tagged version of the protein.\r\n\n\n&#x22C5; Anti-GFP antibody \\(rabbit polyclonal, Medical &amp; Biological Laboratories; Cat. no.: 598)\r\n\n\n&#x22C5; Anti-FLAG M2 affinity gel \\(Sigma; Cat. no.: A2220)\r\n\n\n&#x22C5; Protein A Sepharose 4 Fast Flow \\(GE Healthcare; Cat. no.: 17-5280-01)\r\n\n\n&#x22C5; 0.1 M glycine \\(pH 2.5)\r\n\n\n&#x22C5; Complete \\(tablet of protease inhibitor), EDTA-free \\(Roche; Cat. no.: 11 873 580 001)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**DT40 medium**      DMEM 500 ml, FBS 50 ml, chicken serum 5 ml, Penicillin-Streptomycin 5ml, 0.1 M 2-mercaptoethanol 50&#xB5;l\r\n\n\n\r\n\n\n**HDG150**      20 mM HEPES-KOH \\(pH 7.4), 150 mM KCl, 0.5 mM DTT, 10% glycerol, add 1 tablet of Complete \\(EDTA-free) to 50 ml buffer just prior to use.\r\n\n\n\r\n\n\n**HDGN150**      HDG150 containing 0.05% NP-40\r\n\n\n\r\n\n\n**HDGN320**      same as HDGN150 containing 320 mM KCl.\r\n\n\n\r\n\n\n**HDGN340**      same as HDGN150 containing 340 mM KCl.\r\n\n\n\r\n\n\n**SDS sample buffer**      65 mM Tris-HCl \\(pH 6.8), 10% glycerol, 3% SDS, 5% 2-mercaptoethanol.\r\n\n\n\r\n\n\n**Micrococcal nuclease**      Dissolve 500 units of lyophilized enzyme \\(Sigma; Cat. no.: N-3755) in 2.5 ml buffer containing 5 mM Tris-HCl \\(pH 6.8), 50 mM NaCl, 50% glycerol. Store at -20 &#xB0;C.\r\n\n\n\r\n\n\n**DSS**     Dissolve 2 mg of DSS \\(Pierce; Cat. no.: 21658) in 80 &#xB5;l DMSO just prior to use.\r\n\n\n\r\n\n\n**Anti-FLAG M2 affinity gel**     Wash beads three times with 3 volume of HDGN320 \\(for chromatin) or HDGN150 \\(for nuclear extract) prior to use.\r\n\n\n\r\n\n\n**20% TCA**     Dissolve trichloroacetic acid in acetone."
        },
        {
            "header": "Equipment",
            "content": "&#x22C5; Dounce homogenizer \\(Wheaton; Cat. no.: 357542) with a tight-fitting pestle. A 7-ml volume of equipment is suitable for this procedure.\r\n\n\n&#x22C5; 20 W output hand-held sonifier \\(Handy-sonifier, Model UR-20P; Tomy Seiko) with a micro-tip.\r\n\n\n&#x22C5; Spin-cup column \\(Pierce; Cat. no.: 69700)"
        },
        {
            "header": "Procedure",
            "content": "**Harvesting cells ⋅TIMING 1 h**\r\n\n\n1. Culture DT40 cell lines expressing GFP- or FLAG-tagged proteins and culture wild-type cells \\(control) in four 300-cm\n2\nflasks containing 250 ml DT40 medium until cell density reaches 1 x 10\n6\n/ml.\r\n  2. Transfer the culture medium to two 500-ml centrifuge bottles and pellet cells at 200g for 10 min at 4 °C.\r\n  3. Resuspend the cells in 50 ml PBS and centrifuge in a 50 ml conical tube at 200g for 10 min at 4 °C. Repeat this step twice.\r\n  \r\n\n\n**Preparing cell extracts ⋅TIMING 1-2 h**\r\n\n\n4. Resuspend cell pellets to 5 ml in HDG150.\r\n  5. Disrupt cells with 35 strokes in a Dounce homogenizer with a tight-fitting pestle. \r\n  6. Pellet nuclei in a 15-ml conical tube at 1700g for 10 min at 4 °C. Flash-freeze the supernatant \\(cytoplasmic fraction) in liquid nitrogen and store at -80 °C for future use.\r\n  7. Wash nuclei with 5 ml of HDG150 and pellet at 1700g for 10 min at 4 °C.\r\n  8. Resuspend nuclei in 5 ml of HDG150 and immerse in an ice-water bath.\r\n  9. Disrupt nuclei with the handy-sonifier fitted with a micro-tip. Sonicate for 10 sec at maximum power followed by waiting for 50 sec to chill samples. Repeat this step six times for a total of 1 min of sonication time.\r\n  10. Divide the disrupted nuclei solution into three 2-ml microcentrifuge tubes and centrifuge at 20000g for 10 min at 4 °C.\r\n  11. Combine supernatants \\(nuclear extract) in a 15-ml conical tube. Proceed to immunoprecipitation \\(**Step 30**) or flash-freeze in liquid nitrogen and store at -80 °C.\r\n  12. Resuspend the pellets in each tube in 1.6 ml HDG150 by brief sonication.\r\n  13. Centrifuge at 20000g for 10 min at 4 °C.\r\n  14. Resuspend the pellets in each tube in 1.6 ml of HDG150 by brief sonication and combine in a 15-ml conical tube \\(chromatin fraction).\r\n  \r\n\n\n**Micrococcal nuclease digestion ⋅TIMING 3h**\r\n\n\n15. Add 15 µl 1 M CaCl\n2\nto the chromatin fraction and mix well.\r\n  16. Add 200µl micrococcal nuclease.\r\n  17. Rotate at 20 rpm for 60 min in a cold room \\(4 °C).\r\n  **? TROUBLESHOOTING**\r\n\n\n18. Add 125 µl 0.2 M EGTA to inactivate micrococcal nuclease.\r\n  19. Check DNA fragment sizes by 2% agarose gel electrophoresis. Purify the DNA from 50 µl of the digested chromatin fraction by phenol-chloroform extraction followed by ethanol precipitation. Resuspend the pellet in 30 µl TE and load 5 µl in each lane. A DNA ladder corresponding to mono- to tri-nucleosomes can be seen by ethidium bromide staining under UV irradiation \\(See Fig. 1).\r\n  \r\n\n\n**Solubilization of digested chromatin DNA ⋅TIMING 1 h**\r\n\n\n20. This step can be performed with option A or option B. \r\n  \r\n\n\n**Option A**\r\n\n\n\r\n\n\nMix 5 ml of the digested chromatin prepared in **step 18** with 40 ml HDGN340 in a 50-ml conical tube. Rotate at 20 rpm for 60 min in a cold room \\(4°C).\r\n\n\n\r\n\n\n**OptionB**\r\n\n\n\r\n\n\nAdd 250 µl 3 M KCl to 5 ml of digested chromatin prepared in **step 18**. Rotate at 20rpm for 60min in a cold room \\(4°C).\r\n\n\n21. For both option A and option B precipitate insoluble materials by spinning at 8000g for 10 min at 4 °C. Transfer supernatant to a 50-ml conical tube \\(option A) or a 15-ml conical tube \\(option B).\r\n  **? TROUBLESHOOTING**\r\n\n\n \r\n\n\n**Coupling anti-GFP antibody to protein A Sepharose beads ⋅TIMING 1-2 h**\r\n\n\n22. Wash a 200 µl bed volume of protein A Sepharose beads three times with 600 µl PBS. The amount of beads for each reaction is 50 µl. Thus, the amounts of the reagents used in this section should be scaled proportionally to the sample number. \r\n  23. Incubate 30 µl anti-GFP antibody with the beads in 500 µl PBS for 15-30 min at room temperature.\r\n  **? TROUBLESHOOTING**\r\n\n\n24. Wash the beads five times with 500 µl PBS.\r\n  25. Resuspend the beads in 400 µl PBS and add 25 µl freshly prepared DSS. Rotate for 30-45 min at room temperature.\r\n  26. Wash the beads five times with 600 µl of 0.1 M glycine \\(pH 2.5).\r\n  **? TROUBLESHOOTING**\r\n\n\n27. Wash the beads twice with 600 µl PBS.\r\n  28. Wash the beads twice with 600 µl HDG150.\r\n  29. Resuspend the beads in 200 µl HDG150.\r\n  \r\n\n\n**Immunoprecipitation ⋅TIMING 5h to overnight**\r\n\n\n30. Add 50 µl bed volume of either anti-GFP antibody-coupled beads or anti-FLAG M2 affinity beads to 5 ml of solubilized chromatin or 5 ml of nuclear extract prepared at **step 21 or 11**, respectively. Rotate at 20 rpm for 3-4 h in a cold room \\(4 °C).\r\n  **? TROUBLESHOOTING**\r\n\n\n31. Pellet antibody-coupled beads at 200g for 30 sec at 4 °C.\r\n  **? TROUBLESHOOTING**\r\n\n\n32. Transfer beads to a 1.5-ml microcentrifuge tube. \r\n  33. Add 1 ml HDGN320 \\(for chromatin) or HDGN150 \\(for nuclear extract) to beads. Mix well by inverting tubes. Centrifuge at 200g for 10 sec at 4 °C. Discard supernatants. Repeat this step five times.\r\n  **? TROUBLESHOOTING**\r\n\n\n34. Resuspend beads in 400 µl HDGN340 or HDGN150 and transfer to a spin-cup column. Centrifuge at 3000g for 10 sec at 4 °C. Discard the flow-through fraction.\r\n  35. Transfer the spin-cup column to a fresh 1.5-ml microcentrifuge tube.\r\n  36. Add 50 µl 0.1 M glycine \\(pH 2.5) to the beads. To resuspend beads, tilt the spin-cup column horizontally and rotate quickly by hand several times. Incubate 1 min at room temperature. Centrifuge at 3000g for 10 sec at 4 °C.\r\n  37. Repeat **step 36** two more times for a total eluate volume of 150 µl.\r\n  38. Remove the spin-cup column and add 150 µl 20% TCA to the eluate. Let stand at least 2 h at -20 °C.\r\n  39. Add 450 µl of acetone and let stand for at least 2 h at -20 °C.\r\n  **PAUSE POINT**      This step can be extended to overnight.\r\n\n\n40. Vortex vigorously to strip off precipitates stuck to the wall of the microcentrifuge tube. Centrifuge at 20000g for 15 min at 4 °C. Remove supernatant completely.\r\n  41. Add 500µl of diethylether to pellet and vortex vigorously. Centrifuge at 20000g for 10 min at 4 °C. Remove supernatant completely.\r\n  42. Resuspend pellet to 10 µl SDS sample buffer. \r\n  43. Incubate for 1 h at 37 °C in an air-incubator.\r\n  44. Apply samples on SDS-PAGE."
        },
        {
            "header": "Timing",
            "content": "2 days"
        },
        {
            "header": "Critical Steps",
            "content": "5.  This step must be performed in a cold room \\(4 &#xB0;C). Check the homogenate microscopically for cell lysis, and repeat this step until &gt;70% of cells are disrupted.\r\n  \r\n\n\n20. Because chromatin prepared from cells, even when digested to mono-nucleosome, is insoluble in buffers containing 150 mM salt, the salt concentration must be increased to 300 mM or higher prior to immunoprecipitation. The efficiency of solubilization increases when the salt concentration is increased up to 400 mM or the sample is diluted. The efficiency of solubilization is 70% or 30% with option A or option B, respectively. If antigen is not precipitated efficiently with option A, use option B, in which the higher sample concentration may enhance antigen-antibody binding.\r\n  Option A\r\n\n\nMix 5 ml of the digested chromatin prepared in step 18 with 40 ml HDGN340 in a 50-ml conical tube. Rotate at 20 rpm for 60 min in a cold room \\(4&#xB0;C).\r\n\n\nOptionB\r\n\n\nAdd 250 &#xB5;l 3 M KCl to 5 ml of digested chromatin prepared in step 18. Rotate at 20rpm for 60min in a cold room \\(4&#xB0;C).\r\n\n\n\r\n\n\n21. Avoid contaminating the supernatant with insoluble material. Contamination may cause a significant increase in the background signals of immunoprecipitates.\r\n  \r\n\n\n26. This step should be performed quickly. Because uncoupled antibody is removed by incubation with low pH buffer, this step is important to reduce contamination of the immunoprecipitated materials with immunoglobulin. However, prolonged incubation at low pH may inactivate the antibody. Resuspend the beads thoroughly, then pellet by centrifugation \\(1000g). No incubation time is required.\r\n  \r\n\n\n30. Prolonged incubation \\(e.g., overnight) may lead to formation of insoluble protein aggregates, which cannot be isolated from antibody-coupled beads and cause significant background signals.\r\n  \r\n\n\n31. Centrifugation at this step should be very brief. Prolonged centrifugation may precipitate protein aggregates, which cause significant background signals.\r\n  \r\n\n\n33.  Centrifugation at this step should be very brief. Prolonged centrifugation may precipitate protein aggregates, which cause significant background signals.\r\n  \r\n\n\n36.  Do not use a pipette to resuspend beads, as the filter membrane may be stripped off by contact with the pipette tip.\r\n  \r\n\n\n43.  Some proteins are known to degrade by incubation at 95 &#xB0;C in SDS sample buffer."
        },
        {
            "header": "Troubleshooting",
            "content": "**PROBLEM** \r\n\n\nLow yield.\r\n\n\n\r\n\n\n**REASON**\r\n\n\nInsufficient chromatin digestion \\(Step 17).\r\n\n\n\r\n\n\n **SOLUTION**\r\n\n\nEfficiency of immunoprecipitation is decreased if the protein of interest is bound tightly to a long chromatin fragment. Make sure that a majority of the genomic DNA is digested to mono- to tri-nucleosomes \\(Step 19).\r\n\n\n\r\n\n\n\r\n\n\n**PROBLEM**  \r\n\n\nLow yield.\r\n\n\n\r\n\n\n**REASON**\r\n\n\nAntibody is not suitable for immunoprecipitation \\(Step 23). \r\n\n\n\r\n\n\n**SOLUTION**\r\n\n\nMake sure that antibody is suggested for use in immunoprecipitation. Try a small-scale immunoprecipitation experiment followed by Western blotting to verify that the antibody precipitates tagged proteins.\r\n\n\n\r\n\n\n\r\n\n\n**PROBLEM**  \r\n\n\nLow yield.\r\n\n\n\r\n\n\n**REASON**\r\n\n\nAntibody is inactivated by low pH treatment \\(Step 26).\r\n\n\n\r\n\n\n**SOLUTION**\r\n\n\nAvoid prolonged incubation with 0.1 M glycine \\(pH 2.5). If the antibody used for immunoprecipitations cannot tolerate incubation at low pH, try antibody crosslinking with CNBr-activated beads.\r\n\n\n\r\n\n\n\r\n\n\n**PROBLEM**  \r\n\n\nLow yield.\r\n\n\n\r\n\n\n**REASON**\r\n\n\nElution is not sufficient \\(Steps 36 and 37).\r\n\n\n\r\n\n\n**SOLUTION**\r\n\n\nMix beads thoroughly with 0.1 M glycine \\(pH 2.5). To check elution efficiency, add 15 &#xB5;l SDS sample buffer to the beads after elution at step 38 and run the beads fraction on an SDS-PAGE gel.\r\n\n\n\r\n\n\n\r\n\n\n**PROBLEM**\r\n\n\nHigh background.\r\n\n\n\r\n\n\n**REASON**\r\n\n\nContamination by protein aggregates.\r\n\n\n\r\n\n\n**SOLUTION**\r\n\n\nAvoid any contamination by protein aggregation at steps 21 and 31. Centrifugation at steps 31 and 33 should be as brief as possible. Do not incubate step 30 overnight, as protein aggregates may form.\r\n\n\n\r\n\n\n\r\n\n\n**PROBLEM**\r\n\n\nHigh background.\r\n\n\n\r\n\n\n**REASON**\r\n\n\nNon-specific protein binding.\r\n\n\n\r\n\n\n**SOLUTION**\r\n\n\nAbsorb proteins which bind nonspecifically to antibody-conjugated beads by incubating with pre-immune IgG-conjugated beads prior to immunoprecipitation."
        },
        {
            "header": "Anticipated Results",
            "content": "Proteins precipitated with anti-tag antibodies were analyzed by SDS-PAGE. Typical result is shown in Fig. 2. First, we must confirm that the tagged protein is precipitated \\(arrow in Fig. 2). Other proteins that appear in immunoprecipitates from cells expressing tagged protein but not in control immunoprecipitates from wild-type cell extracts are visualized by SDS-PAGE gel \\(arrowhead in Fig. 2). These proteins are strong candidates for components of a complex containing the tagged protein."
        },
        {
            "header": "References",
            "content": "1. Cleveland, D.W., Mao, Y., and Sullivan, K.F. Centromeres and kinetochores: from epigenetics to mitotic checkpoint signaling. _Cell_ **112**, 407-421\\(2003).\r\n  2. Fukagawa, T. Assembly of kinetochore in vertebrate cells. _Exp. Cell Res._ **296**, 21-27 \\(2004).\r\n  3. Cheeseman, I.M., Anderson, S., Jwa, M., Green, E.M., Kang, J., Yates, J.R. III, Chan, C.S., Drubin, D.G., and Barnes, G. Phospho-regulation of kinetochore-microtubule attachments by the Aurora kinase Ipl1p. _Cell_ **111**,163-172 \\(2002).\r\n  4. De Wulf, P., McAinsh, A.D., and Sorger, P.K. Hierarchical assembly of the budding yeast kinetochore from multiple subcomplexes. _Genes Dev._ **17**, 2902-2921 \\(2003).\r\n  5. Westermann, S., Cheeseman, I.M., Anderson, S., Yates, J.R. III, Drubin, D.G., and Barnes, G. Architecture of the budding yeast kinetochore reveals a conserved molecular core. _J. Cell Biol._ **163**, 215-222 \\(2003).\r\n  6. Okada, M., Cheeseman, I.M., Hori, T., Okawa, K., McLeod, I.X., Yates, J.R. III, Desai, A., and Fukagawa, T. The CENP-H-I complex is required for the efficient incorporation of newly synthesized CENP-A into centromeres. _Nature Cell Biol._ **8**, 446-457 \\(2006)\r\n  7. Cheeseman, I.M., Niessen, S., Anderson, S., Hyndman, F., Yates, J.R. III, Oegema, K., and Desai, A. A conserved protein network controls assembly of the outer kinetochore and its ability to sustain tension. _Genes Dev._ **18**, 2255-2268 \\(2004). \r\n  8. Obuse, C., Yang, H., Nozaki, N., Goto, S., Okazaki, T., and Yoda, K. Proteomics analysis of the centromere complex from HeLa interphase cells: UV-damaged DNA binding protein 1 \\(DDB-1) is a component of the CEN-complex, while BMI-1 is transiently co-localized with the centromeric region in interphase. _Genes Cells_ **9**, 105-120 \\(2004).  \r\n  9. Obuse, C., Iwasaki, O., Kiyomitsu, T., Goshima, G., Toyoda, Y., and Yanagida, M. A conserved Mis12 centromere complex is linked to heterochromatic HP1 and outer kinetochore protein Zwint-1. _Nature Cell Biol._ **6**, 1135-1141 \\(2004).\r\n  10. Izuta, H., Ikeno, M., Suzuki, N., Tomonaga, T., Nozaki, N., Obuse, C., Kisu, Y., Goshima, N., Nomura, F., Nomura, N., and Yoda, K. Comprehensive analysis of the ICEN \\(Interphase Centromere Complex) components enriched in the CENP-A chromatin of human cells. _Genes Cells_ **11**, 673-684 \\(2006).\r\n  11. Foltz, D.R., Jansen, L.E., Black, B.E., Bailey, A.O., Yates, J.R. III, and Cleveland, D.W. The human CENP-A centromeric nucleosome-associated complex. _Nature Cell Biol._ **8**, 458-469 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by Grants-in-Aid for Scientific Research from the Ministry of Education, Science, Sports and Culture of Japan \\(MEXT)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb1396",
                "date": "2006-10-22 20:54:18",
                "title": "The CENP-H–I complex is required for the efficient incorporation of newly synthesized CENP-A into centromeres",
                "authors": [
                    "Okada",
                    "M. et al."
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9955,
                "identity": "9ec98bb9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masahiro Okada",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Genetics, National Institute of Genetics and The Graduate University for Advanced Studies, Mishima, Shizuoka 411-8540, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masahiro",
                "middleName": "",
                "lastName": "Okada",
                "suffix": ""
            },
            {
                "id": 9956,
                "identity": "9ec98eed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tatsuo Fukagawa",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Genetics, National Institute of Genetics and The Graduate University for Advanced Studies, Mishima, Shizuoka 411-8540, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tatsuo",
                "middleName": "",
                "lastName": "Fukagawa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-10 10:15:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.417",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.417",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607632,
                "identity": "ed8be0dd-4196-4702-8fa8-e9f8d5f885db",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31475,
                "visible": true,
                "origin": "",
                "legend": "Image of 2% agarose gel showing an example of DNA fragment before and after micrococcal nuclease (MNase) treatment.      DNA was purified from samples prepared at step 14 (lane 1) and step 18 (lane2). Majority of the DNA is digested to the length corresponding to mono- to tri-nucleosomes.\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-116/v1/figure_1.jpg"
            },
            {
                "id": 2607631,
                "identity": "adafe8f8-bd3f-4d1d-ad19-6e7895928587",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 43733,
                "visible": true,
                "origin": "",
                "legend": "Typical result for an immunoprecipitation experiment.      Immunoprecipitaion was performed using chromatin fractions prepared from 1x10^9^ cells of CENP-H-GFP expressing cells (IP) and wild-type cells (mock). Proteins were separated with 4-20% SDS-polyacrylamide gel and were visualized by silver staining. Arrow indicates CENP-H-GFP. Arrowhead indicates co-immunoprecipitated proteins.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-116/v1/figure_2.jpg"
            },
            {
                "id": 13464431,
                "identity": "52f8267c-24c4-4775-80bc-faa2eb59ce33",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 196201,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-116/v1/bf5abd1f-b9af-4d85-9c91-9f6ecd1693b6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "protein complex, chromatin, immunoprecipitation\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Purification of a protein complex that associates with chromatin",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-12-15 04:26:49",
                "doi": "10.1038/nprot.2006.417",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ec934e8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 15th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-12-15 04:26:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}