{
    "identity": "nprot-2551",
    "title": "A comprehensive profiling of toxicological semivolatile compounds using GC-MS",
    "content": [
        {
            "header": "Introduction",
            "content": "Samples are extracted, cleaned, concentrated, and injected into GC-MS."
        },
        {
            "header": "Reagents",
            "content": "Standards and Reagents\r\n\n\n\r\n\n\nThe standards and reagents listed below are those in use at the time this procedure was written.  Alternate supplies may be used so long as they are of equivalent quality and all other calibration, quality control, and traceability requirements are met.  \r\n\n\n\r\n\n\n\r\n\n\nSource Standards\r\n\n\n\r\n\n\n“Source Standards” are those standards that are purchased from an outside vendor.  Obtain a Certificates of Analysis from the vendor of each source standard.  Label the certificate with the date received and file the certificate in the 3-ring binder.  Label the box or container the source standard arrived in with the date received.  \r\n\n\n\r\n\n\nSource standards usually have an expiration date set by the manufacturer.  If no expiration date is listed, the expiration date is one year from date received.  Label the box or container the source standard arrived in with the expiration date if one is not listed.  Store the source standards as recommended by the manufacturer.  \r\n\n\n\r\n\n\nOnce a standard vial is opened, the holding time for any excess standard will be noted as one day for the gaseous standards and one week for the non-gaseous standards from the date the ampule is opened.  Label vials with the contents and expiration date.  Do not store standards in a refrigerator or freezer containing samples.  \r\n\n\n\r\n\n\nDFTPP, Surrogate, and Internal Source Standards\r\n\n\nTuning Mixture:\r\n\n\nGC/MS Tuning Mixture Restek #31615 1,000 ug/mL\r\n\n\nDFTPP:\r\n\n\nDecafluorotriphenylphosphine Supelco #4-8724 25,000 ug/mL\r\n\n\nSurrogate:\r\n\n\nMethod 8270-Surrogate Standard Accustandard #M-8270-SS 4,000 ug/mL\r\n\n\n8270 Surrogate Standard \\(for ICV) Supelco #44649-U \r\n\n\n 2000 ug/mL for phenols, 1000 ug/mL for B/N\r\n\n\nISTD:\r\n\n\nInternal Standard Mix Accustandard #Z-014J 4,000 ug/mL\r\n\n\n\r\n\n\n8270 Calibration Source Standards\r\n\n\nMethod 8270 5 point curve w/o ISTD’s Accustandard #M-8270-CAL-SET\r\n\n\nConsists of:\r\n\n\nM-8270 Calibration Level 1 w/o ISTD M-8270-WL 20 ug/mL\r\n\n\nM-8270 Calibration Level 2 w/o ISTD M-8270-WL-2.5X 50 ug/mL\r\n\n\nM-8270 Calibration Level 3 w/o ISTD M-8270-WL-4X 80 ug/mL\r\n\n\nM-8270 Calibration Level 4 w/o ISTD M-8270-WL-6X 120 ug/mL\r\n\n\nM-8270 Calibration Level 5 w/o ISTD M-8270-WL-8X 160 ug/mL\r\n\n\nNote: ISTD \\(Accustandard #Z-014J) should be added to have a final concentration of 40 ug/mL no matter what the calibration level is.  \r\n\n\nNote: Method 8270D recommends ICAL standards or a standard from the same manufacturer as the ICAL standards be used for spike standards.  However, NELAC 2003 Quality Systems Appendix D section 4.1.b.5 states the spiking standards must be from a different source than the ICAL standards.  In the same Appendix, section 1.1.2.1.C specifies that 16 compounds will be spiked and reported for lists greater than 20 compounds, rather than the 6 specified in the method.  \r\n\n\n\r\n\n\n8270 Continuing Calibration Verification \\(CCV) Source Standards\r\n\n\nM-8270 Calibration Level 2 w/o ISTD M-8270-WL-2.5X-10ML 50 ug/mL\r\n\n\nNote: ISTD \\(Accustandard #Z-014J) should be added to have a final concentration of 40 ug/mL.  \r\n\n\n\r\n\n\n8270 Target Compound Source Standards\r\n\n\nSV Calibration Standards Kit \\(for ICV) Supelco #48118\r\n\n\nConsists of:\r\n\n\nTCL Base-Neutrals Mix 1 Supelco #48900-U 2000 ug/mL\r\n\n\nTCL Base-Neutrals Mix 2 Supelco #48120-U 2000 ug/mL\r\n\n\nTCL Phenols Mix Supelco #48904 2000 ug/mL\r\n\n\nTCL PAHs Mix Supelco #48905-U 2000 ug/mL\r\n\n\nTCL Benzidines Mix Supelco #48906 2000 ug/mL\r\n\n\nTCL Hazardous Substances Mix 1 Supelco #48907 2000 ug/mL\r\n\n\nTCL Hazardous Substances Mix 2 Supelco #48908 2000 ug/mL\r\n\n\n\r\n\n\n\r\n\n\nReagents\r\n\n\n\r\n\n\nEach reagent preparation must be documented in the standards preparation log book including calculation and dilutions.  Each prepared reagent must be assigned a unique ID, based on the manufacturer and the date prepared.  Each reagent received from an outside vendor should be labeled with the receipt date and expiration date.  Use or discard within 1 year, or sooner if problems are encountered.  \r\n\n\n\r\n\n\n• Acetone, EM Science, Omni-Solv grade, VWR Catalog# TXEMAX01 161 CUT  \r\n\n\nStore in a Flammables cabinet for no more than 3 months; after 3 months, aldol condensation products will start forming and interfering with the analysis.  \r\n\n\n\r\n\n\n• Dichloromethane, EM Science, Omni-Solv grade, VWR Cat# TXDX0837-39CUT  \r\n\n\nStore at room temperature for up to 1 year.  \r\n\n\n\r\n\n\n• Hexane, JT Baker, Ultra Resi-Analyzed grade, VWR Catalog# JT9262-3  \r\n\n\nStore at room temperature in a Flammables cabinet for up to 1 year.  \r\n\n\n\r\n\n\n• Acetone/Hexane, 1:1, v/v  \r\n\n\nPrepare by carefully decanting approximately 1 L of acetone into a brown solvent jug containing approximately 1 L hexane.  Label the bottle with the reagent ID.  Store in a Flammables cabinet under the fume hoods for no more than 3 months.  \r\n\n\n\r\n\n\n• Ottawa sand, 20-30 mesh, Fisher Catalog # S23-3  \r\n\n\nWash with dichloromethane several times. Kiln bake at 400°C for 4 hours then cool in a dessicator. Store at room temperature for up to 1 year.  \r\n\n\n\r\n\n\n\r\n\n\nWorking Standards\r\n\n\n\r\n\n\n“Working standards” are those standards that are prepared by the analyst.  Document the preparation of all working standards in the standards preparation log book.  The log book entry should include the prep date, source standard information \\(concentration and volume of standards used, lot number of standard), solvent name, solvent volume, solvent lot#, final volume and concentration of working standard, expiration date of working standard, and preparation chemist’s initials.  \r\n\n\n\r\n\n\nPrepare working standards using gas-tight Class-A syringes and volumectric flasks.  Working standards expire either 60 days from the date prepared, or on the earliest expiration date of the source standards used to make the working standard, whichever comes first.  The expiration date of a working standard cannot exceed the expiration date of the source standard\\(s) used to prepare it.  \r\n\n\n\r\n\n\n• PEM \\(50 ug/mL)\r\n\n\nAdd 50 uL of GC/MS tuning mixture source standard \\(Restek #31615) into a 1-mL volumetric flask, top to the marker with dichloromethane.  \r\n\n\n\r\n\n\n• DFTPP \\(50 ug/mL)\r\n\n\nAdd 20 uL of DFTPP source standard \\(Supelco #4-8724) into a 10-mL volumetric flask, top to the marker with dichloromethane.  \r\n\n\n\r\n\n\n• ICV \\(50 ug/mL of targets and B/N, 100 ug/mL of A, 40 g/mL of ISTD)\r\n\n\nAdd into a 10-mL volumetric flask the following: \r\n\n\n1. 250 uL of each TCL Mix in the SV Calibration Standards Kit \\(Supelco #48118);  \r\n  2. 500 uL of 8270 SV Surrogate Spike Mix \\(Supelco #44649-U);  \r\n  3. 100 uL of Internal Standard Mix \\(Accustandard #Z-014J)  \r\n  Then, top to the marker with dichloromethane.  \r\n\n\nAliquot 10 mL WS into 1-mL amber-color crimp-cap GC vials with 300 uL insert, wrap with PTFE tape and store at 4°C.  \r\n\n\n\r\n\n\n• Surrogate Mixtures \\(200 ug/mL Acid and 100 ug/mL B/N)\r\n\n\n1. Add 1mL of each Acid \\(Restek #31063) and B/N \\(Restek #31062) source standard into a 50mL volumetric flask, top to the marker with dichloromethane.  Cap and invert to mix.  \r\n  2. Aliquot 10 mL WS into 10-mL amber-color screw-thread Teflon-lined cap vials \\(Scientific Specialties Service Inc.), wrap with PTFE tape and store at 4°C – enough for 20 samples. When use, transfer to V-Vials with Mininert screw cap valves – 10 mL vials and 15 mm screw cap thread.  \r\n  3. Use 500uL per sample.  \r\n  \r\n\n\n• Spike Mixture \\(100 ug/mL of target compounds)\r\n\n\n1. Add 1mL of each SV Calibration Standards \\(Supelco #48118) into 20mL volumetric flask, top to the marker with dichloromethane. Cap and invert to mix.  \r\n  2. Aliquot ~3 mL WS into 4-mL amber-color screw-thread Teflon-lined cap vials \\(Scientific Specialties Service Inc.), wrap with PTFE tape and store at 4°C – enough for 20 samples. When use, transfer to V-Vials with Mininert screw cap valves – 5 mL vials and 15 mm screw cap thread.  \r\n  3. Use 500 μL per sample.  \r\n  \r\n\n\n• Direct Inject Standard \\(Surrogates: 100 for Acid & 50 for B/N ug/mL, Targets: 50 ug/mL, ISTD: 40 ug/mL)\r\n\n\nAdd into an amber-color crimp-cap GC vial the following: \r\n\n\n1. 500 uL of surrogate working standard;  \r\n  2. 500 uL of spike working standard;  \r\n  3. 10 uL of Internal Standard Mix \\(Accustandard #Z-014J)."
        },
        {
            "header": "Equipment",
            "content": "• Balance, analytical  - top loading capable of weighing to 0.01 g  \r\n\n\n• Glass VOA vials \\(collection tubes) – 60mL volume with PTFE-lined septa\r\n\n\n• Spatula, stainless steel  \r\n\n\n• Syringes – 10μL, 250μL, 500μL\r\n\n\n• Graduated cylinders – 10mL, 25mL\r\n\n\n• Shaker table – adjustable to allow thorough mixing of matrix and solvent.\r\n\n\n• Digital Sonifier, Model S-450D with ½” tapped horn\r\n\n\n• Centrifuge – table top, swing bucket with adapters for VOA vials\r\n\n\n• Disposal pipets, Pasteur\r\n\n\n• Glass funnels, long stem\r\n\n\n• Weighing dish, Aluminum, low form, fluted, 1 3/8 fl. oz.\r\n\n\n• Tweezer, stainless steel\r\n\n\n• TurboVap LV, Zymark\r\n\n\n• Concentrator tubes – 40mL with graduated 1mL tapered tip  \r\n\n\n• Autosampler vials - 2mL with caps of PTFE-lined septa and 200μL  glass inserts with feet\r\n\n\n\r\n\n\nGC-MS  Maintenance\r\n\n\n\r\n\n\n    1.1. Gas Management  \r\n\n\n• Gas purifiers: Every 6 to12 months.  Replacement schedule is based on capacity and grade of gases.  In general, replace non-indicating traps every 6 to 12 months or when detector gas indicating traps start to change color.  Replace indicating traps when indicating material is spent.  \r\n\n\n• Split vent trap: Every 6 months.  \r\n\n\n\r\n\n\n     1.2. Sample Introduction and Inlets  \r\n\n\n• Syringes: Every 3 months.  Replace syringe if dirt is noticeable in the syringe.  Replace the needle if septa wear is abnormal or the needle becomes clogged.  \r\n\n\n• Inlet liner and liner O-ring: Weekly.  Check often.  Replace when dirt is visible in the liner or if chromatography is degraded or if CCV fails.  \r\n\n\n• Inlet septum: Daily.  Check often.  Replace when signs of deterioration are visible \\(gaping holes, fragments in inlet liner, poor chromatography, low column pressure, etc.).  \r\n\n\n• Inlet gold or stainless steel seal: Monthly.  Check for scratches, corrosion, or build-up of non-volatile sample components and replace if dirty, or if CCV fails after changing liner and septa.  \r\n\n\n\r\n\n\n     1.3. Columns  \r\n\n\n• Front-end maintenance: Weekly – monthly.  Remove 1⁄2 to 1 loop from the front of the column when experiencing chromatographic problems \\(peak tailing, decreased sensitivity, retention time changes, etc.).  Replace inlet liner, septum and clean inlet as necessary.  Guard column may be useful for increasing column lifetime.  \r\n\n\n• Replacement: As needed.  Replace when trimming and/or solvent rinsing no longer return chromatographic performance or early eluting compounds lost in solvent peak.  \r\n\n\n• Ferrules: As needed.  Replace when changing columns and inlet/detector parts.  \r\n\n\n\r\n\n\n     1.4. Mass Selective Detectors\r\n\n\n• Tune MSD: As needed.  Keep plenty of PFTBA \\(part number 05971-60571) on hand.  \r\n\n\n• Check the calibration vial: Every 6 months.  Vial can be refilled without venting the system.  \r\n\n\n• Replace the foreline pump oil: Every 6 months.  Check the fluid weekly.  Change when the fluid becomes discolored or every 6 months.  \r\n\n\n• Replace the diffusion pump fluid: Every year or as needed.  Check the fluid weekly.  Too little fluid will cause the pump to run at a higher temperature, resulting in degradation and loss of high vacuum.  Change when the fluid is discolored or contains particulates.  \r\n\n\n• Clean the ion source: As needed.  Clean when performance deteriorates to remove contamination and restore the electrostatic properties of the ion lensing system.  Replace scratched parts to maintain optimal performance.  This may be done when column is replaced."
        },
        {
            "header": "Procedure",
            "content": "1. Pre-preparation work \r\n  \r\n\n\n• Wash all glassware with detergent and water.  Dry in oven at 400°C for 4 h or overnight.  Allow to cool to room temperature before use.  Before usage, rinse glassware few times with extraction solvent.\r\n\n\n\r\n\n\n• Place sodium sulfate and glass wool in oven at 400°C for 4 h or overnight to remove water residuals.  Allow to cool to room temperature before use.  \r\n\n\n\r\n\n\n• Check out samples and fill out log sheet from receiving room.\r\n\n\n\r\n\n\n• Remove working standards \\(surrogate and spike mixes) from the refrigerator and allow to equilibrate to room temperature for at least 30 min.  \r\n\n\n\r\n\n\n• Calibrate balance and record in Logbook.  Notify supervisor if balance out of calibration.  \r\n\n\n\r\n\n\n• Calibrate the 1-mL mark on the TurboVap concentrator tubes by syringing 1mL of water into the tube and marking the meniscus on the tube.  Label tubes with sample ID, date and analysis.\r\n\n\n\r\n\n\n• For separatory liquid-liquid extraction, switch ON the water bath of the S-Evap Analytical Evaporator to 70°C.  Note: if water level is low, fill the bath with tap water.\r\n\n\n\r\n\n\n\r\n\n\n2. Soil Sample Preparation \r\n  \r\n\n\n2.1  Prepare  a Sample Prep Table in the Soil Sample Preparation Logbook as shown in Appendix 2a.  Enter vial #, sample ID and matrix type in the table and continue to fill in the entries throughout the protocol.\r\n\n\n\r\n\n\n2.2  Prepare appropriate number of 60mL VOA vials and label each with sample ID, date and analysis.\r\n\n\n\r\n\n\n2.3  For MB, LCS and LCSD: weigh out 10 +- 0.25 g Ottawa sand into the designated 60ml VOA vial.  Record weight in Sample Prep Table.  \r\n\n\n\r\n\n\n2.4  For samples: weigh out 10 +-  0.25 g into the designated 60mL VOA vial.  Record weight in Sample Prep Table.  \r\n\n\n\r\n\n\nNote: Decant any water layer into new container.  Discard objects such as sticks, leaves, rocks and concrete.  Mix content of sample thoroughly and use the most representative aliquot.  Note in log book if heterogeneity observed.  \r\n\n\n\r\n\n\n2.5  For MS and MSD:  select a large amount sample whose matrix represents the majority of matrices.  Weigh out 10 +- 0.25 g into each VOA vial, labeled \"MS\" and \"MSD\", respectively.    Record weight in Sample Prep Table.  \r\n\n\n\r\n\n\n2.6  For sample duplicate: select a sample and repeat step 4.\r\n\n\n\r\n\n\n2.7  To MB, LCS, LCSD, MS, MSD, sample duplicate and each sample: syringe 500 uL of Working Standard \\(WS) Surrogate mix.  Document source of standard mix in Soil Sample Preparation Logbook.\r\n\n\n\r\n\n\n2.8  To LCS/LCSD and MS/MSD samples: syringe 500 uL of Working Standard \\(WS) Spike mix.  Document source of standard mix in Soil Sample Preparation Logbook.\r\n\n\n\r\n\n\n2.9  For shake extraction method:  add 20mL of methylene chloride into each sample vial, tighten the cap well.  Place vials on shaker table and switch on the instrument to low speed for at least 30 min.\r\n\n\n\r\n\n\nFor sonication:  add 20mL of methylene chloride into each sample vial, immerse the sonifier horn ~1 inch into the solvent and sonicate for 2 min.  Rinse the horn with methylene chloride into the vial.  Make sure sonifer horn is rinsed well after each sample to prevent cross contamination.\r\n\n\n\r\n\n\n Parameters\r\n\n\n Preset ID# = 1\r\n\n\n Time = 2min\r\n\n\n Max. Temp = room temp\r\n\n\n Amplitude = 50%\r\n\n\n Pulse ON = 0.5 sec\r\n\n\n Pulse OFF = 2 sec\r\n\n\n Pulse Temp = room temp\r\n\n\n Probe Temp = room temp \r\n\n\n\r\n\n\nNote:  At this point, sodium sulfate filtering unit may be assembled.  See 5.4.3.11.\r\n\n\n\r\n\n\n2.10  Place vials in centrifuge and spin for 20-30 min at 1500rpm or allow to sediment for 1 hour.  Centrifuge is located in Rm 151.\r\n\n\n\r\n\n\n2.11  Assemble the sodium sulfate filtering unit.  \r\n\n\n• Rinse glass funnels couple of times with methylene chloride.\r\n\n\n• Stuff a small amount of glasswool at the neck of the glass funnel with a tweezer.  \r\n\n\n• Weigh out 30±1g of sodium sulfate and pour in funnel.  \r\n\n\n• Rinse the filtering unit with methylene chloride and allow to drain in a waste beaker.\r\n\n\n\r\n\n\n2.12 Add the extract to the filtering unit and collect the effluent into a designated and marked TurboVap concentrator tube.  If not enough concentrator tubes are available, collect in newly labeled 60mL VOA vials. Rinse the unit with more methylene chloride \\(~10-20mL) to complete the quantitative transfer.\r\n\n\n\r\n\n\nNote:  At this point, extracts may be stored at 4°C until concentration and analysis.\r\n\n\n\r\n\n\n2.13  Evaporate extract using TurboVap\r\n\n\n• Open the nitrogen gas valve of the gas tank and check to verify that there is pressure in the tank providing nitrogen gas to the TurboVap LV.  The pressure should be > 500 psi to concentrate a full batch of sample extracts.  Add DI water to a level where the extract level is immersed in water.  Turn on the TurboVap and set the temperature to 25 C.  \r\n\n\n\r\n\n\n• Open the flow of nitrogen by pressing the left button next to the row of valves where samples are to be placed.  Within a row, a selective valve can be closed by capping it.  Adjust the gas flow to ~ 5psi with the metal knob of the regulator located to the right of the instrument.  \r\n\n\n\r\n\n\n• Carefully place each extractor tube into the TurboVap rack and close the lid.  Press the start button.  Set a conservative time \\(i.e. 30 min) to prevent sample from drying out.  One can adjust the time accordingly \\(i.e. another 15 min, then 5 min).  \r\n\n\n\r\n\n\n• Concentrate extract down to where the meniscus touches the calibrated 1mL mark on the tube.  Take out the tube and wipe off the water on the outside.  Gently rotate the tube horizontally to wash the sides of the tube.  Transfer the concentrated extract to a 2mL GC/MS vial using a Pasteur pipet.  \r\n\n\n\r\n\n\nNote: Concentrated sample extracts should be analyzed on GC-MS as soon as possible.  If not, store the extracts in tightly sealed vials at 4°C.  \r\n\n\n\r\n\n\n2.14  Transfer 200μL of concentrated sample extract and add 2μL  of internal standard \\(final 40ng on column) to vial for GC/MS analysis.  \r\n\n\n\r\n\n\n2.15  To set up another batch of samples for concentration, thoroughly clean the concentrator tubes with the following steps: \r\n\n\n\\(i) rinse the tubes with methylene chloride and discard solvent in waste bottle\r\n\n\n\\(ii) wash tubes with detergent and rinse with water\r\n\n\n\\(iii) rinse tubes acetone and discard solvent in waste bottle \\(to remove water residues) and then dry in oven for few minutes \r\n\n\n\\(iv) rinse tubes with methylene chloride and discard solvent in waste bottle\r\n\n\n\\(v) tubes are ready for concentrating next batch of samples\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n3.1 Waste Disposal\r\n\n\n\r\n\n\n• After extraction, allow the spent soil and sodium sulfate to dry in the fume hood.  The dried waste then goes into the soil waste bag.  Solvent waste should go to the appropriate waste bottle.  Contaminated glass containers should be dried and disposed in glass waste bag.  60mL VOA vials can be rinsed out, dried and disposed in normal glass container.  Non-contaminated glass can be disposed in normal glass container.\r\n\n\n\r\n\n\n• Excess extract volume should be stored in the sample refrigerator for a minimum of 40 days then can be disposed in the solvent waste bottle.  Glass containers dried and disposed in glass waste bag.\r\n\n\n\r\n\n\n\r\n\n\n3.2 Maintenance\r\n\n\n\r\n\n\n• Ensure that all gas valves are closed to prevent leaks.\r\n\n\n\r\n\n\n• Ensure that all heating system and instruments are turned off after use.\r\n\n\n\r\n\n\n• Rinse dirty glassware with methylene chloride to remove SVOC contaminants and then proceed to washing, drying and storing until next usage.\r\n\n\n\r\n\n\n• Stock up on chemicals, reagents and equipments when running low.\r\n\n\n\r\n\n\n• Check if waste bottles and bags are full and with proper labeling.  Full bottles and bags can be transferred out for disposal.  Then replace with new empty waste bottles and bags with proper labeling.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n4.0 Method Procedure\r\n\n\n\r\n\n\n4.1 Work flow\r\n\n\n• The general work flow for setting up an ICAL \\(in sequence): Autotune \\(4.2.1), DFTPP target tune \\(4.2.2); DFTPP Tune Check \\(4.2.3), Evaluate DFTPP Spectra \\(4.3.1); Setting up a Sequence \\(4.2.4), EasyID for Compound Identification \\(4.3.2); Evaluation of Initial Calibration \\(ICAL) \\(4.3.3).  \r\n\n\n• The general work flow for running samples \\(in sequence): Autotune \\(if needed) \\(4.2.1), DFTPP target tune \\(if needed) \\(4.2.2); DFTPP Tune Check \\(4.2.3), Evaluate DFTPP Spectra \\(4.3.1); Setting up a Sequence \\(4.2.4), Evaluate Continuing Calibration Validation \\(CCV) \\(4.3.4); Sample Data Analysis \\(4.3.5), Generate LSC Report \\(4.3.6); QC Measures \\(5.0); Reporting Data \\(7.0).  \r\n\n\n\r\n\n\n\r\n\n\n4.2 GC-MS Operation\r\n\n\n\r\n\n\n4.2.1 Autotune\r\n\n\nNote: Autotune and DFTPP tune do not need to run everytime, but only if instrument condition has changed \\(source cleaning, pump oil changes, etc).  \r\n\n\n• In Environmental ChemStation \\(MSD ChemStation E.02.00.493), select View / Tune and Vacuum Control, Select File / Load Tune Parameters, select atune.u.  \r\n\n\n• Select Tune / Autotune. This option sends the autotune report directly to the printer \\(see Appendix 2). Keep the report in the binder for the instrument performance.  \r\n\n\n• Select File / Save Tune Values.  \r\n\n\n\r\n\n\n4.2.2 DFTPP Target Tune\r\n\n\n• Select File / Load Tune Parameters, select dftpp.u.  \r\n\n\n• Select Tune / DFTPP Tune. This option sends the DFTPP target tune report directly to the printer \\(see Appendix 2). Keep the report in the binder for the instrument performance.  \r\n\n\n• Select File / Save Tune Values.  \r\n\n\n\r\n\n\n4.2.3 DFTPP Tune Check\r\n\n\nNote: This needs to be run and pass every 12 hours before sample runs.  Prepare a sample of 50 ng/uL of DFTPP, pentachlorophenol, benzidine, and DDT solution as outlined in Appendix 3.  \r\n\n\n• In Environmental ChemStation, select View / Instrument Control.  \r\n\n\n• Select Method / Load Method, choose method DFTPP_8270D_latestdate.m \\(see Appendix 4).  \r\n\n\n• Click the green arrow Start Run button.  \r\n\n\n• In Operator Name, fill out the operator’s name.  \r\n\n\n• Click on the browse button next to Data Path.  Click on the Data folder and select Make New Folder.  Name the folder today’s date \\(example: 01202011) and click OK.  \r\n\n\n• In Data File Name, name the data file as something like SV_Eval_01.  \r\n\n\n• In Vial Number, fill in the vial position on the autosampler.  \r\n\n\n• Click OK and Run Method.  Wait until the run is finished.  \\(about 15 minutes). \r\n\n\n• Evaluate the Tune Check result per section 4.3.1.  \r\n\n\n\r\n\n\n4.2.4 Setting up a Sequence\r\n\n\n\\(Refer to Appendix 3 for CCV standard preparation and Appendix 6 for example sequences)  \r\n\n\n• From the ChemStation instrument controls select Method / Load Method and select the method 8270D_Soil_latestdate.m \\(see Appendix 4).  \r\n\n\n• Select Sequence / Edit Sequence or click on the box with the picture of sample vials and a pencil.  \r\n\n\n• Click on the browse button next to Data Path.  Click on the Data folder and select Make New Folder.  Name the folder today’s date \\(example: 01202011) and click OK.  \r\n\n\n• Edit the sequence information as follows:  \r\n\n\n• Type: Select sample.  Any of the functions ChemStation can do with the other options can be done once the sample has been analyzed.  \r\n\n\n• Vial: Enter the actual location of the samples on the autosampler tray.  \r\n\n\n• Sample: Enter the sample name such as Blank, SCCV \\(soil CCV) | 50 ug/L, AT00976, etc.  \r\n\n\n• Method/Keyword: Enter the method to be used such as 8270D_S05012010, 8270D_DFTPP, etc.  \r\n\n\n• Datafile: Enter the unique name for each data file to be generated. Examples are:  \r\n\n\n• SVWBLK01 – semi-volatile water blank #1  \r\n\n\n• SVSCCV01 – semi-volatile soil CCV #1  \r\n\n\n• SVWLCS01 – semi-volatile water LCS #1  \r\n\n\n• Comment/KeywordString: any comments or keywords you want to make. See ChemStation help files for proper wording for this field.  \r\n\n\n• Multiplier: Enter the multiplier \\(dilution factor) that applies to the sample. For no dilution enter 1. \r\n\n\nOptions:\r\n\n\n1) Only use for additional dilutions – add prep dilution factor in report section;\r\n\n\n2) Multiplier = \\(final volume)/\\(initial volume) \\(example: 2X, 5X, 10X, etc).  \r\n\n\n• Level: Leave blank  \r\n\n\n• Update RF, Update RT, Update QI, and Update MZ: Select No Update  \r\n\n\n• Once all entries have been made, select OK at the bottom of the edit screen  \r\n\n\n• Click Sequence / Save Sequence and name it today’s date and the matrix being analyzed \\(example: 8270D_todaysdate.S).  \r\n\n\n• Check the sequence by clicking Sequence / Simulate Sequence or click on the box that has a picture of sample vials and a check mark.  \r\n\n\n• Click Run Sequence. If there are errors they will be posted on the screen, otherwise Sequence Verification Done\\!.....View it? will appear. Click No.  \r\n\n\n• Click Sequence / Position and Run Sequence.  \r\n\n\n• Select the sample you wish to start analyzing  \r\n\n\n• Check that you are entered for Operator Name and the Data File Directory is correct then click Run Sequence.  \r\n\n\n\r\n\n\n\r\n\n\n4.3 GC-MS Data Analysis\r\n\n\n\r\n\n\n4.3.1 Evaluate GC/MS Tuning Mixture Chromatograms and Spectra\r\n\n\nNote: Refer to section 4.2.1 for data acquisition. Resultant mass spectrum must meet the criteria \\(in Appendix 5) as outlined in Secs. 11.3.1 and 11.4.1 of USEPA Method 8270 prior to analysis of samples and calibration standards.  \r\n\n\n• Select Method / Load Method, choose method PEM_8270D_latestdate.m.  \r\n\n\n• Select File / Load Data File, choose data file such as SV_Eval_01.  \r\n\n\n• Zoom in on the DFTPP peak: click and drag a box around the peak with the left mouse button.  \r\n\n\n• Enter the average of the spectra across the DFTPP peak: click and drag the right mouse button from left side to the right side of the peak.  \\(The average spectrum should now be displayed in window #1.)  Position the cursor at the scan at apex of the peak and double-click the right mouse button.  This selects the background spectrum.  \r\n\n\n• Select Tuner / Evaluate DFTPP to Screen. This evaluates a spectrum you have selected from the tune TIC.  Inspect the tune evaluation report.  After inspecting the report close the MultiVu file.  \r\n\n\n• Select Tuner / Evaluate DFTPP to Printer.  This option evaluates a spectrum you have selected from the tune TIC and sends the evaluation report directly to the printer.  If this is the first tune check after retuning the instrument, make a copy and put it in the binder for instrument performance.    \r\n\n\n• Using the same data file, select Tools / EasyID  \r\n\n\n• Select ChromEval / Evaluate Tailing  \r\n\n\n• In Quick EasyID window, select Pentachlorophenol\r\n\n\n• In Chromatogram window, right click mouse to drag a line under X axis to integrate the pentachlorophenol peak.  The tailing factor will be calculated by the software automatically.  \r\n\n\n• Select EasyID / Graphics Report to the Printer.  Keep the report in the binder for the instrument performance. Needs to be included in final reports or ICAL folder.  \r\n\n\n• Select ChromEval / Evaluate Tailing  \r\n\n\n• In Quick EasyID window, select Benzidine\r\n\n\n• In Chromatogram window, right click mouse to drag a line under X axis to integrate the benzidine peak.  The tailing factor will be calculated by the software automatically.  \r\n\n\n• Select EasyID / Graphics Report to the Printer.  Keep the report in the binder for the instrument performance. Needs to be included in final reports or ICAL folder.  \r\n\n\n• Select ChromEval / Evaluate Degradation  \r\n\n\n• In Quick EasyID window, select DDT.  \r\n\n\n• In Chromatogram window, right click mouse to drag a line under X axis to integrate the DDT peak.  \r\n\n\n• In Quick EasyID window, select DDD.  \r\n\n\n• In Chromatogram window, right click mouse to drag a line under X axis to integrate the DDD peak.  The degradation percentage will be calculated by the software automatically.  \r\n\n\n• Select EasyID / Graphics Report to the Printer.  Keep the report in the binder for the instrument performance. Needs to be included in final reports or ICAL folder.  \r\n\n\n\r\n\n\n4.3.2 Compound Annotation and Retention Time Update\r\n\n\nNote: Refer to section 4.2.4 for data acquisition.  This should be executed after the batch run.  \r\n\n\n• From the Instrument Control window, select View / Data Analysis \\(offline). Select Method / Load Method, choose the method you used for data acquisition \\(example: 8270D_Soil_latestdate.m).  \r\n\n\n• Select File / Load Data File, choose data file corresponding to the mid point of the ICAL.    \r\n\n\n• Select Tools / EasyID to correct the retention times for all compounds.  This changes the display format to a single compound review mode \\(EasyID/QEdit mode).  It also displays the Quick QEdit dialog box.  The following steps use 2-fluoroPhenol as an example.  \r\n\n\n• Double click on compound #3 in the Quick QEdit dialog box.  The results for 2-fluoroPhenol are displayed.  \r\n\n\n• Double right-click the mass spectra window, the library search window pops up. Usually the peak is annotated as the compound name with the highest rank.  \r\n\n\n• Expand the ion chromatogram window \\(window #3) by double-clicking the left mouse button with the cursor in that window.  \r\n\n\n• Adjust the extraction range for 2-fluoroPhenol to include the tail of the peak.  To do this, position the cursor at right side of the peak in window #3.  Then hold the Shift key down and double-click the right mouse button.  This annotates the chromatogram with an E signifying the end of the extraction range.  Holding the shift key down and double-clicking the left mouse button at left side of the peak will annotate with an S indicating the start of the extraction range.  \r\n\n\n• Change the expected retention time for the compound 2-fluoroPhenol.  To do this, draw a baseline under the peak by click and dragging the right mouse button under the peak at apex.  Notice the change in the expected retention time in the text window.  \r\n\n\n• Double-click the right mouse button with the cursor in the Quick QEdit dialog box to scroll down the compound list one by one in the Quick QEdit dialog box to update the retention time of each compound.  \r\n\n\n• Select EasyID / Save Changes and Exit to save changes to the file before exiting.  Note: Any changes you made to the arrangement of windows or the placement of the Quick QEdit dialog box are saved and used next time you use EasyID.  \r\n\n\n\r\n\n\n4.3.3 Evaluation of Initial Calibration \\(ICAL)\r\n\n\n• From the Instrument Control window, select View / Data Analysis \\(offline). Select Method / Load Method, choose the method you used for data acquisition \\(example: 8270D_Soil_latestdate.m).  \r\n\n\n• Select File / Load Data File, choose the first ICAL point.  \r\n\n\n• To quantitate the data file, load the data file then select Quant / Calculate and Generate Report from the menu.  This will prompt for the type of report to generate.  For a calibration standard, a summary report is advised.  Select Summary and Screen as the options and click OK.  The quantitation report will be displayed.  \r\n\n\n• Examine the quantitation report by reviewing the calculated concentrations and the qvalues.  If peaks are suspected of wrong autointegration, QEdit is needed for manual integration.  \r\n\n\n• Use QEdit to review the results by selecting Quantitate / QEdit Quant Results.  The display changes to a compound review format.  Scroll down the Quick QEdit dialog box and double click on # of the compound for manual integration.  Use the mouse to manually integrate the peak by clicking and dragging with the right mouse button from left to right under the peak.  Notice the concentration now includes an \"m\", which indicates the compound has been manually integrated.  Do this for any other compounds that might need manual integration.  Only do manual integrate if needed.  \r\n\n\n• Select QEdit / Save Changes and Exit will save changes to the file before exiting.  Note: Any changes you made to the arrangement of windows or the placement of the Quick QEdit dialog box are saved and used next time you use QEdit.  \r\n\n\n• To quantitate the data file again after manually inspection, select Quant / Generate Report from the menu.  This will prompt for the type of report to generate.  For a calibration standard, a summary report is advised.  This will keep the manual integration information.  Note: The option of “Calculate / Generate Report” eliminate manual integration information.  \r\n\n\n• Update the calibration level by selecting Initial Calibration / Update Levels from the menu.  If the calibration level does not exist, select Initial Calibration / Update Levels, choose the options Add New Level with the current standard concentration \\(example: 20) as the level ID.  Enter the compound concentration \\(20) and the internal standard concentration \\(40).  Click Do Update.   If the calibration level already exists, select Initial Calibration / Update Levels, select Recalibrate from the first selection box.  Then select 20 from the calibration level ID selection box.  Select the recalibration options desired.  For this example, check Replace for Responses and check Rention Times, Replace Qualifier Ion Relative Responses, Update Mass Assignments.  Then select Do Update.  The responses from the data file are entered in level 20 of the calibration.  Also the retention times and ion ratios have been updated using the data file.  \r\n\n\n• Repeat the above procedures to quantitate data files SV_ICAL_5, SV_ICAL_10, SV_ICAL_50, SV_ICAL_80, SV_ICAL_120, and SV_ICAL_160, and update calibration levels 5, 10, 50, 80, 120, 160.  Open each data file in sequence; inspect the peak integration in QEdit, manual integrate the peak if needed, save and exit QEdit; update the corresponding calibration level.   \r\n\n\n• Select Method / Save Method, save to a method name following SVOC lab convention \\(example: 8270D_Soil_latestdate.m).  DO NOT overwrite the previous method file because the previous ICAL database should be archived.  \r\n\n\n• Select Initial Calibration / Edit Compounds from the menu.  The Edit Compounds dialog box provides a navigational tool for examining compounds in the quantitation database.  It also provides a view of the relationship between the internal standard \\(ISTD) and target compounds.  \r\n\n\n• Review the Initial Calibration Response Factors by selecting Initial Calibration / Response Factors to Screen from the menu.  This generates a tabular listing of all compounds in the method and their relative response factors.  The criteria are Average Relative Response Factors > 0.100 and Percent Relative Standard Deviations \\(%RSD) < 20.00.  The Average Relative Response Factors are to be compared to Table 4 of Method 8270D as part of criteria.  \r\n\n\n• The retention times should increase with assigned ‘compound number’ \\(in the acquisition software).  Review the individual calibration levels and ICV to verify that every compound was detected and selected correctly in each of the standards.  Make sure that the same peak was not identified as two analytes, particularly for isomers or other closely eluting compounds.  Verify that the quantitation ions are integrated correctly.  \r\n\n\n• Review the calibration to make sure the response factors meet  20% RSD \\(relative standard deviation) or the minimum correlation coefficient of 0.99 as specified in the method.  Calibration points cannot be dropped from the middle of the calibration curve.  The low point can be dropped as long as the next point in the curve meets the reporting limit criteria of the project.  The high point of the curve can be dropped, reducing the linear range of the calibration, as long as a minimum of 5 points are used in the calibration.  If a compound does not meet criteria, results should be reported as estimated values and recalibration may be required.  \r\n\n\n• Compare the response factors of the calibration to those listed in Method 8270D.  If a compound does not meet criteria, results should be reported as estimated values and recalibration may be required.  \r\n\n\n• Enter the Initial Calibration Verification \\(ICV) quantitated concentrations in the ICV Summary file located on the instrument control computer in L:\\SVOC-8270\\Templates\\ICV Summaries \\(see Appendix 7) to verify that the compounds meet the 70 – 130% difference criteria specified in Method 8270D.  Save as a unique file name and print out a copy of this summary and include it with the initial calibration.  If a compound does not meet criteria, results should be reported as estimated values and recalibration may be required.  \r\n\n\n• ICAL folder:  printout of all ICAL points \\(summary page) + ICV + blank\r\n\n\nICAL summary printout\r\n\n\ndetailed printout of blank\r\n\n\nICV summary\r\n\n\nDFTPP tune check\r\n\n\n\r\n\n\n4.3.4 Evaluate Continuing Calibration Validation \\(CCV)\r\n\n\n• From the Instrument Control window, select View / Data Analysis \\(offline). Select Method / Load Method, choose the method you used for data acquisition \\(example: 8270D_Soil_latestdate.m).  \r\n\n\n• Select File / Load Data File, choose data file CCV_ todaysdate _01.  \r\n\n\n• Review the CCV compound retention times to verify that every compound was detected and selected correctly.  Make sure that the same peak was not identified as two analytes, particularly for isomers or other closely eluting compounds.  Use QEdit to verify that the quantitation ions are integrated correctly.  \r\n\n\n• Select Quantitate / Calculate / Generate Report.  This will prompt for the type of report to generate.  \r\n\n\n• Select Summary and Screen as the options and click OK.  The quantitation report will be displayed.  \r\n\n\n• Compare the response factors of the CCV to those listed in Method 8270D.  If a compound does not meet criteria, results should be reported as estimated values and recalibration may be required.  \r\n\n\n• Evaluate Continuing Calibration by selecting Continuing Calibration / Evaluate Continuing Calibration to Screen from the menu.  The report is displayed using MultiVu.  Selecting Continuing Calibration / Evaluate Continuing Calibration to Printer will print a hardcopy CCV report.  Needs to be included in final reports or ICAL folder.  \r\n\n\n• Compare the percent differences to the  20% criteria specified in Method 8270D.  If a compound does not meet criteria, results should be reported as estimated values and recalibration may be required.  Include the continuing calibration summary in the final package.  \r\n\n\n• Problem compounds:  Benzidine can be subject to oxidative losses during solvent concentration, storage, and analysis.  Hexachlorocyclopentadiene is subject to thermal decomposition in the inlet of the gas chromatograph, chemical reaction in acetone solution, and photochemical decomposition.  Pentachlorophenol, 2,4-dinitrophenol, 4-nitrophenol, 4,6-dinitro-2-methylphenol, 4-chloro-3-methylphenol, 2-nitroaniline, 3-nitroaniline, 4-nitroaniline, and benzyl alcohol are subject to erratic chromatographic behavior, especially if the GC system is contaminated with high boiling material.  2,3,5 N-Nitrosodimethylamine is difficult to separate from the solvent under the chromatographic conditions described.  N-Nitrosodiphenylamine decomposes in the gas chromatographic inlet and can not be separated from diphenylamine.  1,2-Diphenylhydrazine is unstable even at room temperature and readily converts to azobenzene.  Pyridine may perform poorly at the GC injection port temperatures listed in this method.  In addition, pyridine may be lost during the evaporative concentration of the sample extract.  \r\n\n\n\r\n\n\n4.3.5 Sample Data Analysis\r\n\n\n• Select Environmental ChemStation / View / Data Analysis.  \r\n\n\n• Select Method / Load Method, choose the method you used for data acquisition \\(example: 8270D_Soil_latestdate.m).  \r\n\n\n• Select File / Load Data File. Load sample data file.  \r\n\n\n• Use QEdit to verify that the quantitation ions are integrated correctly.  Review the report to determine if any of the compounds exceed the linear range of the calibration.  If any compound exceeds the linear range, determine a dilution that would quantitate this compound in the upper half of the calibration range and reanalyze the sample.  \r\n\n\n• Select Quant / Calculate and Generate Report.  Choose Summary and Screen.  Click OK.  \r\n\n\n• Select Quant / Calculate and Generate Report.  Choose Summary and Printer.  Click OK.  \r\n\n\n• Identification of compounds is based on retention time and on comparison of the sample mass spectrum, after background correction, with characteristic ions in a reference spectrum.  The reference spectrum for target compounds is generated from the initial calibration standards.  The following criteria need to be met for positive identification of a compound:\r\n\n\n• The relative retention time \\(RRT) of the sample component is within 0.06 minutes of the standard component.  \r\n\n\n• The relative retention time \\(RRT) of the associated internal standard must be within + 0.06 minutes of the internal standard retention times in the mid-point standard of the initial calibration.  \r\n\n\n• The retention times of the characteristic ions should match.  \r\n\n\n• The relative intensities of the characteristic ions \\(for target analytes and tentatively identified compounds, “TICs”) should agree within 30% of the same ions in the reference spectrum.  Example: For an ion with an abundance of 50% in the reference spectrum, the corresponding abundance must be between 20 - 80%.  \r\n\n\n• Structural isomers may be reported as individual isomers as long as the height of the valley between the two isomer peaks is less than 50% of the average of the two peak heights, otherwise they should be identified as isomeric pairs.  \r\n\n\n• If a compound does not meet the criteria outlined above, the compound should be reported as non-detect \\(ND).  You can identify this by drawing a single line through the concentration value and writing ND on the data report.  Initial and date the data report to indicate you reviewed the data.  \r\n\n\n• Review the report to determine if there is any possible carry-over or contamination from the previous sample.  If so, reanalyze the sample.  Raw GC/MS data from all blanks, samples, and spikes must be evaluated for interference.  Determine if the source of interference is in the preparation and/or cleanup of the samples and take corrective action to eliminate the problem.  Contamination by carryover can occur whenever high-level and low-level samples are analyzed sequentially.  To reduce carryover, rinse the syringe several times with solvent between samples.  In extreme cases, it may be necessary to analyze a solvent blank between samples.  Solvents, reagents, glassware, and other sample processing hardware may yield artifacts and/or interferences to sample analysis.  All of these materials must be demonstrated to be free from interferences under the conditions of the analysis by analyzing method blanks.  Specific selection of reagents and purification of solvents by distillation in all-glass systems may be necessary.  \r\n\n\n\r\n\n\n4.3.6 Generate Library Search Compounds \\(LSC) Report \r\n\n\nIf there are any unidentifiable peaks in the chromatogram that are at least 10% of the nearest internal standards response \\(discounting any in-house contaminants in the extraction blank), conduct a library search.  The operator can search for non-target compounds referred to as LSCs \\(library search compounds), LSRs \\(library search results), or TICs \\(tentatively identified compounds -- do not confuse this with total ion chromatograms).  The library and integration parameters used in LSC searches are specified in a parameter file, tic.val.  These can be reviewed or edited in the Library Search Compound Criteria dialog box.  \r\n\n\n• Before a library search is performed, the data file must be quantitated.  Follow the steps in section 4.3.5 before generating a library search report.  After quantitating the data file, select LSC / Edit Parameters for LSC Report and specify the following LSC search parameter: Mass Spectral Data Base = NIST5.L \\(use Select Library to choose the library file).  Click OK after entering the parameters.  Select LSC / LSC Detailed to Printer.  Inspect the resulting LSC report.  The non-target compound peaks in the data file should have been identified.  When samples have unidentified peaks from the current 8270 quantitation database, this report can be generated and put into the reporting data package.  \r\n\n\n• Use the library search program to estimate the concentrations for the unknown peaks.  When reviewing the results from the library search, look at the probability value assigned to the listed compounds in addition to the mass spectra.  Usually, if the search program assigns a probability of about 60% or greater, it is a pretty good match and the compound may be reported tentatively.  \r\n\n\n• If the search program resulted in multiple hits with probabilities of 60% or greater and they all look like possible matches, then you must attempt to classify the compound.  For example, if you get a 80% match for undecane and a 83% match for dodecane and a 88 % match for tricosane, and all of the spectra look like plausible matches, report result as \"alkane\" and give estimated concentration.  If there are a lot of hits for a variety of alkanes, report as \"total alkanes\" with the estimated total concentration.  This will simplify reporting if your sample has a lot of unknown alkanes.  The same goes for other class of organic compounds.  \r\n\n\n• If the match is below about 60%, or the search program resulted in no matches \\(i.e., \" No data base entries were retrieved\") the spectra will usually suggest a poor match.  In this case, the peak is an \"unknown extractable organics\".  You only need to report the total estimated amount for all unknown extractable organics, not each individual estimated concentration.  \r\n\n\nWARNING: Do not trust any library search program over your own scientific judgment.  Just because the program returns a probability of 35% does not mean that it is not a match.  Look at the spectra; you may have additional information about the sample that will lead you to a different conclusion than what the search program concluded.  However, it is not necessary to turn each unknown identification practice into a research project.  Exercise caution when utilizing the search results and do not neglect to examine the returned spectra against the sample spectra.  \r\n\n\n• The library search program returns estimated concentration results in ng/μL \\(μg/mL).  You must apply the correct sample volume or weight extracted to correct the result and calculated the final estimated result for samples.  \r\n\n\n• Report final result in the comment section of the final report using the following format \\(if sample is a water, use μg/L as unit):\r\n\n\nSediment/Waste Example\r\n\n\nComments:\r\n\n\nEstimated Values for Tentatively Identified Compounds in ug/kg:\r\n\n\n4-hydroxy -4-methyl-2-pentanone = 2.5E+03; alpha pinene = 1900;\r\n\n\n2-beta-pinene = 510; sub.benzenedicarboxylic acid = 340;\r\n\n\ntotal alkanes = 6300.\r\n\n\nUnknown extractable organics = 2.8E+04.  \r\n\n\n\r\n\n\n\r\n\n\n5.0. QC Measures\r\n\n\n\r\n\n\n5.1. Acquisition Times: Review the acquisition times for all samples and QC that ran after a DFTPP tune check and enter them into the Injection Report file located on the instrument control computer in L:\\SVOC-8270\\Templates\\Injection Reports \\(see Appendix 8).  Save as a unique file name and print out a copy of this report and include it in the final package.  All acquisition times must be within 12 hours from the acquisition time of the DFTPP tune check as specified in the Method 8270D.  If a sample was acquired outside the 12 hour shift, the sample must be re-analyzed.  \r\n\n\n\r\n\n\n5.2. Internal Standards \\(ISTD): These compounds are added to every sample, spike, and standard at a concentration of 40 ug/mL or g and are used to adjust quantitation for slight differences in purging efficiency and some types of matrix interferences.  The relative retention time \\(RRT) of the internal standards must be within + 0.06 units of the internal standard retention times in the mid-point standard of the initial calibration.  The area of each internal standard must fall between 50-200% of the mid-point standard in the initial calibration.  Enter the internal standard areas and retention times in the Internal Standard Report file located on the instrument control computer in L:\\SVOC-8270\\Templates\\ISTD Reports \\(see Appendix 9).  Save as a unique file name and print out a copy of these reports and include them in the final package.  Internal standard failures in CCVs, blanks, and LCS/BS/BSD indicate either a standard or an instrument problem and the problem should be fixed before further analysis is performed.  If sample or MS/MSD internal standard recoveries are out of compliance, use the following to determine the appropriate corrective action:\r\n\n\n• If, upon visual inspection of chromatograms, matrix interference is apparent \\(ie: background is 2 to 5 times higher than the nearest internal standard) and no target analyte was detected, the data may be reported with narration.  \r\n\n\n• If obvious matrix interference is not present, the sample must be reanalyzed.  \r\n\n\n• If, upon reanalysis, the same internal standard falls outside QC limits, report the better of the two runs and narrate the failure as due to confirmed matrix interference.  \r\n\n\n\r\n\n\n5.3. Surrogate Recoveries: These compounds are added to every sample, spike, and standard at a concentration of 50 ug/mL or g to monitor the efficiency of the analysis of that sample.  The recoveries of the compounds must meet either the laboratory developed control limits or the default limits of 70 – 130% \\(see Method 8000C).  Surrogate failures in CCVs, blanks, and LCS/BS/BSD indicate either a standard or an instrument problem and the problem should be fixed before further analysis is performed.  If sample or MS/MSD surrogate recoveries fail criteria, use the following to determine the appropriate corrective action:\r\n\n\n• If a high recovery is observed but no target analytes were detected above the reporting limit in the sample, narrate the failure and report the data without reanalysis.  \r\n\n\n• If a high recovery is observed but the chromatogram and spectra display obvious coelution of sample hydrocarbons with the surrogate, narrate and report the data without reanalysis \\(hydrocarbons typically coelute with DFTPP).  \r\n\n\n• If obvious matrix interference is not present, the sample must be reanalyzed.  \r\n\n\n• If, upon reanalysis, the same surrogate falls outside limits, report the better of the two runs and narrate the failure as due to confirmed matrix interference.  \r\n\n\n\r\n\n\n5.4. Method Blank and Preparation Blanks: In general, no compounds should be detected in the method blank.  However, if a compound\\(s) is detected, the following steps are used to determine the corrective action required:\r\n\n\n• If the compound is not a compound of interest for the project, report the results without reanalysis.  \r\n\n\n• If the compound is less than the reporting limit, you may have to reanalyze samples.  Review all samples for reported results near the reporting limit that may be influenced by the amount in the method blank.  These samples should be reanalyzed.  \r\n\n\n• If the compound is greater than the project reporting limit but the sample results are all greater than twenty \\(20) times the blank amount, report the sample results and narrate.  \r\n\n\n• If the compound is greater than the project reporting limit and sample results are less than \\(<) twenty \\(20) times the blank amount, the samples need to be reanalyzed.  \r\n\n\n\r\n\n\n5.5. Laboratory Control Sample \\(LCS) / LCS Duplicate \\(LCSD): Review the spike compound retention times to verify that the compounds were detected and selected correctly.  Make sure that the same peak was not identified as two analytes, particularly for isomers or other closely eluting compounds.  Use QEdit to verify that the quantitation ions are integrated correctly.  Method 8270D specifies and requires the following spike compounds: 2-fluorophenol, phenol-d5, 2,4,6-tribromophenol, nitrobenzene-d5, 2-bluorobiphenyl, and p-terphenyl-d14.  The recoveries of these compounds must meet criteria or the LCS fails and all samples will require re-analysis.  The recoveries of the spike compounds must meet either the laboratory developed control limits or the default limits of 70 – 130% \\(see Method 8000C).  The relative percent difference \\(RPD) must meet either the laboratory developed control limits or the default limits of 20 \\(see Method 8000C).  If any but those 6 compounds fail criteria, use the following to determine the appropriate corrective action:\r\n\n\n• If the compound is not a compound of interest for the project, report the results without reanalysis.  \r\n\n\n• If high recoveries or RPD were observed but the compound was not detected in the samples, report the results and narrate the high recovery.  \r\n\n\n• If high recoveries or RPD were observed and the compound was detected in the sample or low recoveries were observed, reanalyze the samples.  \r\n\n\n\r\n\n\n5.6. Matrix Spike and Matrix Spike Duplicate \\(MS/MSD): Review the spike compound retention times to verify that the compounds were detected and selected correctly.  Make sure that the same peak was not identified as two analytes, particularly for isomers or other closely eluting compounds.  Use QEdit to verify that the quantitation ions are integrated correctly.  The recoveries of the spike compounds must meet either the laboratory developed control limits or the default limits of 70 – 130% \\(see Method 8000C).  The RPD must meet either the laboratory developed control limits or the default limits of 20 \\(see Method 8000C).  If spike recoveries or RPDs fail criteria, use the following to determine the appropriate corrective action:\r\n\n\n• If the compound is not a compound of interest for the project, report the results.  \r\n\n\n• If recoveries fail but the RPD is within acceptance limits, matrix interference is usually suspected. Narrate the failure and report the data without reanalysis.  \r\n\n\n• If the recoveries fail due to obvious chromatographic interference \\(ie: coelution of sample hydrocarbons or other analytes with the spike compounds), narrate the failure and report the data without reanalysis.  \r\n\n\n• If the recoveries or RPD fails, and an isolated problem cannot be identified and documented, reanalyze the sample and matrix spikes.  \r\n\n\n\r\n\n\n5.7. Sample Duplicate: Compare the sample and duplicate results and determine the RPD. The RPD should meet either the laboratory developed control limits or the default limits of 20 \\(see Method 8000C).  If they do not, reanalyze the sample and duplicate.  If the RPD still does not meet criteria, report the lower RPD value and narrate.  \r\n\n\n\r\n\n\n5.8. Completed Data Package: When samples with the same field identification are analyzed by both BNA and VOC \\(or GC) groups, then a check for compounds evaluated by both groups must be made and confirmed when detected.  Compare effluent samples with background samples, the effluent concentrations are usually higher than background concentrations.  Compare results with any information related to the site history.  Confirm the sample preparation dates and the analysis dates.  The collection time must come before sample preparation, which must come before analysis.  Make sure the final analytical results are reported with the correct number of significant figures.  Ensure appropriate qualifiers are used and comments are entered when needed.  Verify that sample identifier information matches that in the reported data package.  Evaluate the analytical results against any field information. If anything looks suspicious, further research is necessary before posting results.  Check that surrogate, method blanks and CCV data were entered correctly for each analyte.    \r\n\n\n\r\n\n\n\r\n\n\n6.0 Method Validation  \r\n\n\n\r\n\n\n6.1. Accuracy \\(expressed as % Recovery) of LCS’s and matrix spikes is calculated as follows:\r\n\n\nConcentration detected\r\n\n\n% Recovery = ----------------------------- X 100 %\r\n\n\nTrue Value\r\n\n\n\r\n\n\n6.2. Precision \\(as Relative Percentage Difference - RPD of the concentration of duplicate LCS’s and matrix spikes or RPD of duplicate sample results) is calculated as follows:\r\n\n\n| A - B |\r\n\n\nRPD = ------------- X 100 %\r\n\n\nA + B\r\n\n\nWhere\r\n\n\nA = sample concentration from sample 1\r\n\n\nB = sample concentration from sample 2\r\n\n\n\r\n\n\n6.3. Acceptance Limits are used in assessing the acceptability of subsequent accuracy / precision of a spike and in determining if the value is a true and accurate reflection of the method performance.  Limits are established for each matrix \\(i.e., sediment, water) and analyte concentration level.  \r\n\n\n\r\n\n\n6.3.1. Accuracy Acceptance Limits\r\n\n\n6.3.1.1. Warning Limits are defined as the mean from a set of 20-25 data points \\(recovery values), +/- 2 Sigma.  Sigma is the standard deviation of the n-1 population.  This calculation will give an upper and a lower warning limit for the accuracy values.  Warning Limits are used in evaluating data trends.  \r\n\n\nUpper Warning Limit \\(UWL) = Mean + 2 Sigma\r\n\n\nLower Warning Limit \\(LWL) = Mean - 2 Sigma\r\n\n\n6.3.1.2. Control Limits are defined as the mean from a set of 20-25 data points \\(recovery values), +/- 3 Sigma.  Sigma is the standard deviation of the n-1 population.  This calculation will give an upper and a lower control limit for the accuracy values.  Limits are used in accepting or rejecting recovery data and in determining whether a system is out of control.  EPA defines an out of control system as one in which there is seven successive data points on the same side of the mean value.  \r\n\n\nUpper Control Limit \\(UCL) = Mean + 3 sigma\r\n\n\nLower Control Limit \\(LCL) = Mean - 3 sigma\r\n\n\n\r\n\n\n6.3.2. Precision Acceptance Limit\r\n\n\n6.3.2.1. Warning Limits are defined as the mean from a set of 20-25 RPD values + 2 Sigma.  This calculation will give an upper warning limit for the precision values.  For precision, only the upper limit is relevant.  \r\n\n\nUpper Warning Limit \\(UWL) = Mean + 2 Sigma\r\n\n\n6.3.2.2. Control Limits are defined as the mean from a set of 20-25 data points \\(RPD values), + 3 Sigma.  This calculation will give an upper warning limit for the precision values.  For precision, only the upper limit is relevant.  This limit is used in accepting or rejecting precision data and in determining whether a system is out of control.  EPA defines an out of control system as one in which there is seven successive data points on the same side of the mean value.  \r\n\n\nUpper Control Limit \\(UCL) = Mean + 3 sigma\r\n\n\n\r\n\n\n6.4. Accuracy and precision limits are calculated from a minimum of the latest 20-25 data points.  These ranges are used in assessing the next 20-25 data points as they in turn are generated.  Once 20-25 new data points have been generated, new limits are calculated yearly.  If any data point is outside of the acceptance control limits, the batch of samples must be re-extracted provided that samples are not expired.  \r\n\n\n\r\n\n\n6.5. All quality control limits, including LCS, sample matrix spikes, Surrogates, initially should be established based on either the default criteria stated in the methods or control charts.  When sufficient QC data \\(20 data points or more) become available, the quality control limits should be evaluated statistically and set.  \r\n\n\n\r\n\n\n6.6. If consistent deviations from QC limits, deemed to be caused by systematic errors of the procedure, are observed in LCS recoveries/precision, the analyst must carry on the following measures: locate and correct the source of problem, and repeat the test for all parameters that failed to meet criteria.  Repeated failure, however, will indicate a general problem with the measurement system.  In case the failures cannot be corrected, a new Initial Demonstration of Capability must be completed and new QC limits must be established within the acceptance criteria provided by the method.  1.9. LCS failures allowable by NELAC chapter 5, Appendix D, section D 1.1.2:\r\n\n\n> 90 analytes in the spike – 5 analytes are allowed to fail\r\n\n\n71 - 90 analytes in the spike – 4 analytes are allowed to fail\r\n\n\n51 - 70 analytes in the spike – 3 analytes are allowed to fail\r\n\n\n31 - 50 analytes in the spike – 2 analytes are allowed to fail\r\n\n\n11 - 30 analytes in the spike – 1 analytes are allowed to fail\r\n\n\n< 11 analytes– no analytes are allowed to fail\r\n\n\n\r\n\n\n6.7. MDL/PQL Determination: method detection limit \\(MDL) and practical quantitation limit \\(PQL) values are initially determined during validation of a new method.  Determined MDL and PQL are used when reporting data.  However, these MDL/PQL values may need to be adjusted when analyzing real samples, to account for differences in matrix interference, sample wet/dry weight and amount of sample analyzed.  For each method, for every analyte, run once a year MDL Check Spike by extracting and analyzing one MDL Check Spike \\(3 to 5 times of MDL).  \r\n\n\n6.7.1. MDL: Estimate the MDL by analyzing a standard on the instrument and examining the chromatographic peak.  The peak should at least have signal-to-noise ratio \\(S/N) of five \\(5).  After obtaining the estimated MDL, seven \\(7) replicates LCS are prepared at 2-5 times the MDL level.  These LCSs are then analyzed.  The relative standard deviation should be less than 30%.  If this is achieved, the MDL of that analyte is determined following EPA 40 CFR Part 136, Appendix B and Revision 1.11.  If the criterion is not achieved, 7 replicates LCS’s at higher concentration are prepared and analyzed until the criterion is achieved.  \r\n\n\n6.7.2. PQL: The PQL is usually set at 2-5 times the MDL level.  \r\n\n\n\r\n\n\n\r\n\n\n7.0 Documentation and Reporting\r\n\n\n\r\n\n\n7.1. Documentation\r\n\n\n\r\n\n\n7.1.1. A photocopy of the notebook page on sample preparation should be included in the final data reporting package.  \r\n\n\n\r\n\n\n7.1.2. Data Backup: Back up GC/MS methods and data on the lab PC to a USB hard drive or CD monthly.  \r\n\n\n\r\n\n\n7.2. Reporting the Data\r\n\n\n\r\n\n\n7.2.1. After reviewing all the data, fill the required forms located on the instrument control computer in L:\\SVOC-8270\\Templates\\SVOC Template_Liquid_080510.xls or SVOC Template_Solid_080510.xls, depending on the sample matrix.  Not all QC forms will be reported.  Save these reports in a unique file name \\(example: SVOC_01202011) and print them out.  \r\n\n\n\r\n\n\n7.2.2. Assemble the package in the following order:\r\n\n\n• Cover Page\r\n\n\n• Case Narrative\r\n\n\n• Sample and Blank results\r\n\n\n• LCS and/or LCS/LCSD results\r\n\n\n• MS/MSD results\r\n\n\n• Sample Duplicate results\r\n\n\n• Standards Preparation Lab Notebook page\r\n\n\n• Sample Preparation Lab Notebook page\r\n\n\n• ICAL tune check\r\n\n\n• Initial calibration summary\r\n\n\n• ICV summary\r\n\n\n• Sequence information in analysis date order and in the following order:\r\n\n\n• Injection Time Report\r\n\n\n• ISTD Check Reports\r\n\n\n• CCV Summary Reports\r\n\n\n• Tune check\r\n\n\n• Raw data in analysis date order.  Include a print out of the sequence by selecting Sequence / Print Sequence / Full Format / OK from the Chemstation instrument controls.  \r\n\n\n\r\n\n\n7.2.3. Take the assembled report and have it reviewed by a qualified analyst or supervisor.  Make sure all signatures are on the cover page.  Take the forms that were printed out from the SemiVolatile Organics EPA 8270 Report Format, scan them and email them to yourself.  Review the email to make sure all the forms were scanned properly."
        },
        {
            "header": "Timing",
            "content": "3 working days for a batch of 24 samples."
        },
        {
            "header": "References",
            "content": "8.1. Agilent Environmental GC/MSD Instrument and ChemStation Operation Volume 1 & 2, Course Number H4050A, Student Manual.  \r\n\n\n8.2. ISO/IEC 17025:2005 General requirements for the competence of testing and calibration laboratories, 2005.  \r\n\n\n8.3. 2003 NELAC Standards.  \r\n\n\nhttp://www.nelac-institute.org/docs/2003nelacstandard.pdf.  \r\n\n\n8.4. EPA Method 8000C, Determinative Chromatographic Separations.  \r\n\n\nhttp://www.epa.gov/osw/hazard/testmethods/pdfs/8000c_v3.pdf.  \r\n\n\n8.5. EPA Method 8270D, Semivolatile Organic Compounds By Gas Chromatography / Mass Spectrometry \\(GC/MS), Revision 4, February 2007.  \r\n\n\nhttp://www.epa.gov/osw/hazard/testmethods/sw846/pdfs/8270d.pdf."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12273,
                "identity": "9fe2c502-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wei Zou",
                "email": "wei.zou@cdph.ca.gov",
                "orcid": "",
                "institution": "Zou's lab, California State Government",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Zou",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-01-23 22:37:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.003",
        "doiUrl": "https://doi.org/10.1038/protex.2013.003",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465343,
                "identity": "916a5009-4cb1-4fb8-959c-90dc4dc77860",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 186144,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2551/v1/9d411ae7-245e-4634-af13-b1e58a79c9d9.pdf"
            }
        ],
        "financialInterests": "No.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "SVOC, GC-MS, profiling",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Solid samples are prepared by shake extraction method or sonication.  Aqueous samples are extracted by separatory liquid-liquid extraction method.  The semi-volatile compounds are introduced into the GC/MS capillary column that is temperature-programmed to separate the analytes, which are detected with a mass spectrometer \\(MS) interfaced to a gas chromatograph \\(GC).",
        "manuscriptTitle": "A comprehensive profiling of toxicological semivolatile compounds using GC-MS",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-01-24 11:34:43",
                "doi": "10.1038/protex.2013.003",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fa6fe82-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 24th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2856,
                "name": "Chemistry"
            },
            {
                "id": 2857,
                "name": "Biochemistry"
            },
            {
                "id": 2858,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-01-24 11:34:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}