{
    "identity": "nprot-2098",
    "title": "A method to fix and permeabilize isolated adult mouse cardiomyocytes for immuno-staining and confocal imaging",
    "content": [
        {
            "header": "Introduction",
            "content": "INTRODUCTION\r\n\n\nAlthough isolation of adult mouse cardiomyocytes can be effectively performed, fixing them intact and immunocytochemical analysis using imaging techniques, which includes confocal microscopy is complicated <sup>1-3</sup>. Except for a few isolated studies in the past decade, very few have reported a reliable protocol to fix and stain isolated cardiomyocytes <sup>1,2</sup>. The importance of cytoskeletal proteins and organellar distribution like the mitochondria within the cardiomyocytes and how they vary in disease states is well-recognized <sup>3-9</sup>. This being the case, it is important to study associated changes occurring in different proteins within the cardiomyocytes, like the cytoskeletal proteins- desmin, actin, alpha- and beta-tubulins, dystrophin and organelles like mitochondrial distribution, ER, Golgi and nucleus within the cells. This makes fixing of isolated cardiomyocyte critical without causing distortion to the morphology and internal organization.\r\n\n\nWe propose a reproducible protocol for fixing isolated adult cardiomyocytes from mouse and making them attach to coverglass and successfully image using confocal microscopy. This improved and modified method would be a valuable tool to observe cardiomyocytes for various fluorescently labeled structural proteins and organelles even after fixing."
        },
        {
            "header": "Reagents",
            "content": "MATERIALS\r\n\n\nREAGENTS\r\n\n\n Experimental animals \\(129S6 wild type mice- Taconic Laboratories) \\! CAUTION Experiments involving live rodents must conform to local and national regulations.\r\n\n\n Paraformaldehyde \\(Sigma-Aldrich, USA) \\! CAUTION Avoid skin and eye contact- Vapor is carcinogenic and toxic.\r\n\n\n Phosphate Buffered Saline- pH 7.4 \\(Sigma-Aldrich, USA)\r\n\n\n Cell TakTM cell and tissue adhesive \\(BD Biosciences)\r\n\n\n 0.1 M sodium bicarbonate, pH 8.0, filter sterile the buffer \r\n\n\n Triton X100 \\(Sigma-Aldrich, USA) \r\n\n\n MitoTracker Deep Red 633 for staining mitochondria \\(Molecular Probes, USA)\r\n\n\n  Alexa Fluor 568 phalloidin for staining F-actin \\(Molecular Probes, USA)\r\n\n\n SYTO 11 Green-Fluorescent Nucleic Acid stain for staining the nucleus \\(Molecular Probes, USA)\r\n\n\n Bovine Serum Albumin \\(Sigma-Aldrich, USA)\r\n\n\nREAGENT SETUP\r\n\n\n Tyrode’s solution- The modified Tyrode’s solution \\(pH 7.4) contained the following \\(mM): 126 mM NaCl, 4.4 mM KCl, 1.0 mM MgCl2, 18 mM NaHCO3, 11 mM glucose, 4 mM HEPES, 30 mM butanedione monoxime \\(BDM), and 0.13 U/ml insulin, and was gassed with 5% CO2/95% O2 \\(For a detailed description of the cardiomyocyte isolation procedure, please refer to Su et al. 2001<sup>10</sup>\r\n\n\n Culture medium: composed of 5% fetal bovine serum, 47.5% MEM\r\n\n\n\\(Gibco Laboratories, Bethesda, MD), 47.5% modified Tyrode’s solution,\r\n\n\n10 mM pyruvic acid, 4.0 mM HEPES, and 6.1 mM glucose and finally\r\n\n\nmaintain the isolated cardiomyocytes in a 5% CO2 atmosphere at 30 °C until use.\r\n\n\n Fixative: Freshly prepare 100 ml of 4% PFA \\(wt/vol). Dissolve 4g PFA in 100 ml PBS. ▲CRITICAL STEP This solution must be made fresh. To dissolve the PFA efficiently, heat the solution to ~70 °C under constant stirring with a magnetic stirrer in a fume hood. Cool the PFA solution, filter it to avoid precipitates in the fixative.\r\n\n\n Coating chambered coverglass with Cell Tak cell adhesive:\r\n\n\nCoat the chambered coverglass with Cell Tak adhesive \\(1.7 µg/mm2). From the size and number of vessels to be coated, calculate total surface area. The best density of BD Cell-Tak depends on specific application, or cell type. A\r\n\n\npreliminary dose-response experiment is recommended to determine optimal density. High densities will not necessarily improve performance, so the “minimum effective density” should be determined empirically. Dilute the correct amount of BD Cell-Tak into the buffer, mix thoroughly, and dispense within 10 minutes. ▲CRITICAL STEP If the pH in the coating buffer is not between 6.5 - 8.0, Cell-Tak will not perform optimally. An aid to attaining this pH window is to use a volume of 1N NaOH equal to half the volume Cell-Tak solution used in combination with a neutral buffer. For example: Use 10 μl Cell-Tak, 285 μl Sodium Bicarbonate, pH 8.0 and 5 μl 1N NaOH \\(added immediately before coating) to make 300 μl Cell-Tak solution. A minimum incubation of 20 min is recommended, but longer times will not adversely affect adsorption, even if all the liquid evaporates. Pour off, or aspirate, the Cell-Tak and wash with sterile water to remove bicarbonate. If vessels are to be used later, they should be airdried and stored at 2-8 ºC up to two weeks or with dessicant up to 4 weeks."
        },
        {
            "header": "Equipment",
            "content": "EQUIPMENT\r\n\n\n Temperature controlled centrifuge\r\n\n\n Nutator\r\n\n\n Chambered coverglass \\(Lab-Tek, Nalgene Nunc, USA)\r\n\n\n FV300 confocal IX81 microscope \\(Olympus Microsystems, USA) and Leica TCS SPE confocal microscope with an oil immersion objective of 60x \\(NA 1.45) for image acquisition or similar"
        },
        {
            "header": "Procedure",
            "content": "**PROCEDURE**\r\n\n\n**1│** **Isolation of adult ventricular cardiomyocytes**\r\n\n\nAdult mouse ventricular myocytes were obtained from the laboratory of Dr. William H. Barry \\(Cardiology Division, University of Utah, Health Sciences Center, Salt Lake City, USA) and were isolated from 129S6 wild type mice \\(Taconic Laboratories) according to previously reported methods\n10\n\\(Note: As this protocol deals with immunocytochemisry and confocal microscopic imaging, isolation of adult ventricular cardiomyocytes is not elaborated).\r\n\n\n**2│** Suspend the isolated cardiomyocytes in culture medium composed of 5% fetal bovine serum, 47.5% MEM, 47.5% modified Tyrode’s solution, 10 mM pyruvic acid, 4.0 mM HEPES, and 6.1 mM glucose. Maintain the cells in a 5% CO2 atmosphere at 30 ºC until use.\r\n\n\n**3│** Label the cells with MitoTracker Deep Red 633 for staining mitochondria \\(100 nm in the culture medium, M-22426, Molecular Probes) and incubate for 30 min while at the CO2 incubator ▲CRITICAL STEP staining for mitochondria should be done in live myocytes as the MitoTracker will stain mitochondria only when it is alive. The concentration and timing for staining should be standardized by the end user.\r\n\n\n**4│** Wash the cells with PBS twice and resuspend in fresh PBS ▲CRITICAL STEP All the steps after labeling with MitoTracker should be performed in the dark or by covering the tubes containing the cells with aluminum foil to avoid photo-bleaching of the dye.\r\n\n\n**5│** **Fixing and processing of cardiomyocytes for immunocytochemistry:**\r\n\n\nPellet the isolated cardiomyocytes using low g force \\(300 g for 1 min, 30 ºC). Suspended the pelleted cells in 4% paraformaldehyde in PBS maintained at 30 ºC and fix for 30 mins with gentle mixing of the contents by inverting the tube using a nutating mixer. ▲CRITICAL STEP  It is important to maintain the cells at 30 ºC when they are viable and centrifuged at low g force to pellet cardiomyocytes, since these would affect cell viability and morphology.\r\n\n\n?Troubleshooting\r\n\n\n**6│** After fixing, pellet down the cells \\(300 g for 1 min) and resuspend in PBS.\r\n\n\n 7│Layer the cells over chambered cover glass coated with Cell-Tak cell and tissue adhesive. ▲CRITICAL STEP Adhering the cardiomyocytes to the chambered coverglass is a difficult process due to its size, and it is important to coat the cover glass with a cell adhesive.\r\n\n\n**8│** Leave the fixed cells layered over the chambered cover glass undisturbed for 2 hours at room temperature. Once the fixed cells settle to the glass surface, wash the non-adherent cells using PBS.\r\n\n\n**9│** **Permeabilization of cardiomyocyte using Triton X-100:**\r\n\n\n Permeabilize the fixed cardiomyocytes which are adhered to the Cell Tak coated cover glass surface using 0.1% Triton X-100 in PBS \\(v/v) for 3 min at room temperature. Wash the cells with PBS \\(2 x 2 min) and process for immunostaining.\r\n\n\n**10│** **Blocking:** Treat the permeabilized cardiomyocytes with blocking solution containing 0.01% BSA in PBS \\(w/v) for 30 mins at room temperature. ▲CRITICAL STEP This step helps to prevent non-specific binding of the fluorophores and is important while using primary and secondary antibodies. \r\n\n\n**11│** **Immunostaining of cardiomyocytes:** Label the fixed cells with Alexa Fluor 568 phalloidin for staining F-actin \\(1:40, A-12380, Molecular Probes), and SYTO 11 Green-Fluorescent Nucleic Acid stain for staining the nucleus \\(1: 500, S-7573, Molecular Probes) for 30 mins at room temperature in dark ▲CRITICAL STEP The concentration and timing for staining should be standardized by the end-user. If the cells are stained with a primary antibody, then the user has to incubate a secondary antibody after washing the cells with PBS \\(2 x 2 mins). The timing and concentration of the primary and secondary antibodies should be standardized by the end user.\r\n\n\n**12│** After incubation with the fluorescent stains, wash the cells with PBS \\(3 x 3 mins) and maintain in PBS with antibiotics added to it. ■ PAUSE POINT The chambers containing the cells can be maintained in dark at 4 ºC until imaged to avoid photo bleaching of the fluorophores. It is highly recommended to image the immunostained cells as soon as possible.\r\n\n\n**13│** **Confocal imaging:** \r\n\n\nImages were obtained and processed using FV300 confocal IX81 microscope \\(Olympus Microsystems) and Leica TCS SPE confocal microscope with an oil immersion objective of 60x \\(NA 1.45) at the University of Utah School of Medicine, Cell Imaging Facility, Salt Lake City, UT, USA. The excitation lasers used were Argon 488 to image nucleus stained with Syto 11, HeNe laser 543 and 633 to image F-actin stained with Alexa Fluor 568 phalloidin and mitochondria stained with MitoTracker Deep Red 633 respectively. Three dimensional z-projection views were obtained by deconvolution and volume rendering of the z-stacks using Olympus FluoView software and Leica Confocal Software \\(Leica Microsystems, Version 2.5, LCS Lite, Mannheim, Germany). Volume visualization of the stacks and 3D movies were generated using Voxx \\(http://www.nephrology.iupui.edu/imaging/voxx/).\n11"
        },
        {
            "header": "Timing",
            "content": "● TIMING\r\n\n\nSteps 1–2: 2-3 h\r\n\n\nStep 3-4: 1 h\r\n\n\nStep 5: 1 h\r\n\n\nSteps 6-8: 2-3 h\r\n\n\nStep 9: 10-15 min.\r\n\n\nStep 10: 30-45 min.\r\n\n\nStep 11-12: 1-2 h\r\n\n\nStep 13: 2-3 h \\(depending on the number of channels, image quality, step size, kalman averaging, availability of equipment and expertise of the user, this timing varies)"
        },
        {
            "header": "Troubleshooting",
            "content": "**?TROUBLESHOOTING**\r\n\n\nSteps 1-4 It is important to handle the cardiomyocytes as gentle as possible while they are viable. The optimum temperature should be maintained and low-speed centrifugation in a temperature controlled centrifuge should be carried. The pipette tips should have a wide bore \\(by cutting the tip of the pipette tips) so that the cardiomyocytes are not strained while transferring."
        },
        {
            "header": "Anticipated Results",
            "content": "**ANTICIPATED RESULTS**\r\n\n\nWith applying the above-described protocol, it should be possible to get images of isolated adult mouse cardiomyocytes which has been immunostained using confocal microscopy. The shape and morphology of the cardiomyocytes is retained even after fixation.\r\n\n\n**Figure 1** Confocal images of fixed cardiomyocytes with pseudo-colors for each staining. \r\n\n\nFigure 1a Isolated mouse ventricular cardiac myocyte stained with MitoTracker Deep Red 633 for staining mitochondria shown as blue, Alexa Fluor 568 phalloidin for staining F-actin shown as red and SYTO 11 Green-Fluorescent Nucleic Acid stain for staining the nucleus shown as green. The images are deconvolved using Fluoview software from a series of image stacks obtained using Olympus Fluoview confocal microscope FV300.\r\n\n\n**Figure 1b** Isolated cardiac myocyte stained as above shown as X-Y view. The orthogonal projection on the left of the image is the cross-section passing through the myocyte along the Y-Z view. The orthogonal projection on the bottom of the image is the cross-section passing through the myocyte along the X-Z view \\(images obtained using Leica TCS SPE confocal microscope).\r\n\n\n**Supplementary Figure 1a-d** Isolated mouse cardiac myocyte pseudo-colored showing different staining in different panels and the fourth image on the bottom right is a merged image of all three panels \\(images obtained using Leica TCS SPE confocal microscope).\r\n\n\n**Supplementary Movie 1** The above described image stacks were used to construct a 3D image to visualize the distribution of cytoskeletal proteins and organelles within the cell."
        },
        {
            "header": "References",
            "content": "**REFERENCES:**\r\n\n\n1. G. Bkaily, N. Sperelakis, and J. Doane, Am J Physiol 247 \\(6 Pt 2), H1018 \\(1984).\r\n  2. N. Cambon and M. A. Sussman, Methods in Cell Science 19 \\(2), 83 \\(1997).\r\n  3. M. A. Sussman, S. Welch, N. Cambon et al., Journal of Clinical Investigation 101 \\(1), 51 \\(1998).\r\n  4. F. Appaix, A. V. Kuznetsov, Y. Usson et al., Exp Physiol 88 \\(1), 175 \\(2003).\r\n  5. E. Ehler and J. C. Perriard, Heart Fail Rev 5 \\(3), 259 \\(2000).\r\n  6. R. R. Kaprielian and N. J. Severs, Heart Fail Rev 5 \\(3), 221 \\(2000).\r\n  7. A. V. Kuznetsov and R. Margreiter, Int J Mol Sci 10 \\(4), 1911 \\(2009).\r\n  8. A. V. Kuznetsov, J. Troppmair, R. Sucher et al., Biochim Biophys Acta 1757 \\(5-6), 686 \\(2006).\r\n  9. A. V. Kuznetsov, Y. Usson, X. Leverve et al., Mol Cell Biochem 256-257 \\(1-2), 359 \\(2004).\r\n  10. Z. Su, K. Sugishita, M. Ritter et al., Biophys. J 80, 1230 \\(2001).\r\n  11. J. L. Clendenon, C. L. Phillips, R. M. Sandoval et al., Am J Physiol Cell Physiol 282 \\(1), C213 \\(2002)."
        },
        {
            "header": "Acknowledgements",
            "content": "**Acknowledgements:** The author likes to thank Dr. Ivor J. Benjamin \\(Center for Cardiovascular Translational Biomedicine, University of Utah, School of Medicine, Salt Lake City, Utah) and Dr. William H. Barry \\(School of Medicine, Division of Cardiology, University of Utah Medical Center, Salt Lake City, Utah) for permitting to use the lab facilities. Valuable suggestions and help of Dr. Christopher K. Rodesch \\(Director, Cell Imaging Lab, University of Utah) is greatly appreciated."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.yjmcc.2006.03.003",
                "date": "2011-05-10 19:53:35",
                "title": "CRYAB and HSPB2 deficiency increases myocyte mitochondrial permeability transition and mitochondrial calcium uptake",
                "authors": [
                    "Toshie Kadono",
                    "Xiu Quan Zhang",
                    "Sathya Srinivasan",
                    "Hideyuki Ishida",
                    "William H. Barry",
                    "and Ivor J. Benjamin"
                ],
                "journal": "Journal Of Molecular And Cellular Cardiology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11764,
                "identity": "9fa1b725-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sathya Srinivasan",
                "email": "sathya_sr70@hotmail.com",
                "orcid": "",
                "institution": "Experimental Imaging Centre, University of Calgary",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sathya",
                "middleName": "",
                "lastName": "Sriniva",
                "suffix": "Sr"
            }
        ],
        "badges": [],
        "createdAt": "2011-05-10 20:26:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.235",
        "doiUrl": "https://doi.org/10.1038/protex.2011.235",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608288,
                "identity": "650e76ec-e08f-418f-ade0-8680a9c7a4d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1194196,
                "visible": true,
                "origin": "",
                "legend": "Confocal pseudo-colored images of fixed cardiomyocytes.   Confocal pseudo-colored images of fixed cardiomyocytes. (a) Isolated mouse ventricular cardiac myocyte stained with MitoTracker Deep Red 633 for staining mitochondria, Alexa Fluor 568 phalloidin for staining F-actin and SYTO 11 Green-Fluorescent Nucleic Acid stain for staining the nucleus. The deconvolution images are prepared using Fluoview software from a series of optical image stacks obtained using Olympus Fluoview confocal microscope FV300. (b) Isolated cardiac myocyte stained as above shown as X-Y view. The orthogonal projection on the left of the image is the cross-section passing through the myocyte along the Y-Z view. The orthogonal projection on the bottom of the image is the cross-section passing through the myocyte along the X-Z view (images obtained using Leica TCS SPE confocal microscope). The image stacks in Figure 1a was used to construct a 3D image (see Supplementary Movie 1) to visualize the distribution of cytoskeletal proteins and organelles within the cell.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2098/v1/figure_1.jpg"
            },
            {
                "id": 13465488,
                "identity": "0dfbb29e-3b19-4a43-9ac7-576e5f7ee796",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 234606,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2098/v1/a89e5b27-0e63-4c35-81e5-eac27680f5c3.pdf"
            },
            {
                "id": 2608287,
                "identity": "7aa8e0ca-87ee-45a6-977c-a1f6b6057bdf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "png",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 234342,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figure 1   Snap-shot of deconvolution confocal images of fixed isolated mouse cardiomyocytes showing different channels.   Snap-shot of deconvolution confocal images of fixed isolated mouse cardiomyocytes showing different channels.\r\n(a-d) Deconvolution images obtained from a confocal microscopy with pseudo-colors. (a) nucleus stained with SYTO 11 Green-Fluorescent Nucleic Acid stain shown as green (b) F-actin filaments stained with Alexa Fluor 568 phalloidin shown as red (c) mitochondria stained with MitoTracker Deep Red 633 shown as blue, and (d)  Overlay of the deconvolution image from all the channels.  Scale bar, 10 μm. All experiments using animals were carried out under institutional and national guidelines.",
                "description": "",
                "filename": "supplement0.png",
                "url": "https://assets.researchsquare.com/files/nprot-2098/v1/supplement_0.png"
            },
            {
                "id": 2608290,
                "identity": "a42ed416-ea31-4eaa-9e44-08d0447dd4da",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 10243808,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Movie 1   3D cardiomyocyte   Three dimentional reconstruction of isolated mouse cardiomyocyte imaged using confocal microscope. The confocal image stacks of each channels were reconstructed using Voxx (http://www.nephrology.iupui.edu/imaging/voxx/). All experiments using animals were carried out under institutional and national guidelines.\r\n\r\n<object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/6heglp2OcoE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/6heglp2OcoE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object>\r\n\r\n",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2098/v1/supplement_0.mov"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cardiomyocytes, confocal imaging, immunocytochemistry, method",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We propose a simple method to fix, attach and premeabilize isolated mouse cardiomyocytes for immuno-staining and confocal microscopic imaging. This method is highly reproducible and retains the morphology of the cardiomyocytes. This method will be useful to study morphological changes in the cytoskeletal protein architecture, organellar and protein distribution within the cell without any distortion of intracellular organization. This protocol can be completed in less than 2 days.",
        "manuscriptTitle": "A method to fix and permeabilize isolated adult mouse cardiomyocytes for immuno-staining and confocal imaging",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-11 10:48:34",
                "doi": "10.1038/protex.2011.235",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fa12fbc-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 11th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2567,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-11 10:48:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}