{
    "identity": "pex-1731",
    "title": "<p>Measurment of Interleuukin-6 at Exhaled Breath Condensate of Covid-19 Patients and Post Covid-19 Patients With Lung Fibrosis Randomized Controlled Study  </p>",
    "content": [
        {
            "header": "Procedure",
            "content": "This study is clinical randomized Observational Study,Case-Control Enroll 60 of 3arms for all the breath condensate samples were collected using a specially designed condensing chamber ( Ecoscreen; Jaeger, Hoechberg, Germany) to measure the interleukin-6 at exhaled condensate of 60 participants.\nIn this prospective proof of concept, the study which was registered at ClinicalTrials.gov ID: NCT05157204 will do the following steps\nThe steps will be done after ethical committee approval\nInformed consent for COVID-19 research will be waived by the data protection officer of the ministry of health. The investigators were not blinded to allocation during experiments and outcome assessment.\nThis prospective study examined patients who initially tested positive for SARS-CoV-2 on admission to the hospital. Frequent specimens of Exhaled breathing from 30 hospitalized patients diagnosed with COVID-19 have been collected\nPatients will be Classified according to CDC as asymptomatic, mild and moderate-severe patients were recruited to participate in the study. Participants provided informed written consent. Patients who developed a critical condition during hospitalization that led to admission to the intensive care unit and those discharged from the hospital due to recovery were excluded from the study\nExhaled breath condensate the breath condensate samples will be collected using a specially designed condensing chamber (Eco screen; TurboDECCS device for exhaled breath condensate (EBC) collection (Medivac SRL, Italy) or breath sampling devices from Sensabues AB (\nsensabues.com\n)\nIL-6 assay IL-6 concentrations in the breath condensate will be measured using a specific enzyme immunoassay kit (EIA) (Cayman Chemical, Ann Arbor, USA). The assay will directly be validated using gas chromatography/mass spectrometry. The intra-assay and inter-assay variability will be 10% or less. The detection limit of the assay will be 1.5 pg/ml after a 2-h development period. The reproducibility of repeat IL-6 measurements will be assessed by the Bland and Altman method and the coefficient of variation.\nStatistical analysis Unpaired t-test was used to compare the groups, and correlations between variables were performed using Spearman's rank correlation test, P<0.05 being considered significant.\nPatients will be Classified according to CDC as asymptomatic, mild and moderate-severe patients were recruited to participate in the study. Participants provided informed written consent. Patients who developed a critical condition during hospitalization that led to admission to the intensive care unit and those discharged from the hospital due to recovery were excluded from the study.\nSpecimen collection\nAfter the initial positive COVID-19 diagnosis, a simultaneous paired collection of EB specimens was performed. On Day 1 of PCR positive, and specimen collection was repeated every 1–3 days during hospitalization, particularly on Days 3, 5, 7, 10, and 14\nPatients were instructed to avoid eating, drinking, smoking, chewing gum, or brushing teeth 30 minutes before sample collection. EB specimens were collected using a filter-based device (SensAbues®, Stockholm, Sweden) consisting of a mouthpiece, a polymeric electret filter enclosed in a plastic collection chamber, and an attached clear plastic bag. The mouthpiece is designed to avoid oral fluid contamination during sampling, allowing only microparticles to pass through and be collected on the filter inside the device. The clear plastic bag indicates adequate individual use and a sufficient volume of exhaled breath passing through the electret filter (\nTinglev et al., 2016\n,\nSkoglund et al., 2015\n,\nBeck et al., 2013\n).\nThe patients were instructed to inhale through the nose and tidally exhale 20 times through the mouthpiece onto the filter inside the collection device. A new device was used for each EB specimen collection. EB specimen collection was performed under the supervision of an investigator."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 69574348,
                "identity": "2ef33993-b61e-4033-877e-49f2a31532ce",
                "order_by": 0,
                "name": "Amr Ahmed",
                "email": "drmedahmed@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3477-236X",
                "institution": "Ministry of Health",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amr",
                "middleName": "",
                "lastName": "Ahmed",
                "suffix": ""
            },
            {
                "id": 69574349,
                "identity": "f1b7884a-a355-441a-8464-ba4af059889a",
                "order_by": 1,
                "name": "Mahmoud Elkazzaz",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3703-520X",
                "institution": "Department of chemistry and biochemistry, Faculty of Science, Damietta University, Egypt",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mahmoud",
                "middleName": "",
                "lastName": "Elkazzaz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-12-12 15:15:15",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1731/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1731/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 17370437,
                "identity": "d68e778b-c1c6-4e7d-bb44-d599d94e7dfa",
                "added_by": "auto",
                "created_at": "2022-01-17 08:39:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 126620,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1731/v1/35aed0f5-3bfa-4081-861e-882209a9754c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "covid-19, interleukin-6, exhaled breath, lung fibrosis, cytokine storm",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>COVID-19 has emerged as a global pandemic. It is mainly manifested as pneumonia which may deteriorate into severe respiratory failure. The major hallmark of the disease is the systemic inflammatory immune response characterized by Cytokine Storm (CS). CS is marked by elevated levels of inflammatory cytokines, mainly interleukin-6 (IL-6), IL-8, IL-10, tumour necrosis factor-α (TNF-α) and interferon-γ (IFN-γ). Of these, IL-6 is found to be significantly associated with higher mortality. IL-6 is also a robust marker for predicting disease prognosis and deterioration of clinical profile. (1) IL-6 was detectable in the breath condensate of all the healthy non-smokers, but was significantly higher in the COPD patient. Exhaled breath condensate is totally non-invasive and highly acceptable to patients. The collection procedure has no effect on airway function or inflammation, and there is growing evidence that abnormalities in condensate composition may reflect biochemical changes in airway lining fluid. This method has been successfully used in previous studies to investigate several inflammatory markers in COPD and asthmatic patients. (2) Il-6 is produced in the lung by interstitial fibroblasts, alveolar macrophages, and large-vessel and bronchial epithelial cells. IL-6 levels are high in chronic inflammatory conditions of the lung, such as those due to allogeneic transplantation, bleomycin-induced fibrosis and a variety of human interstitial lung diseases. High levels of IL-6 have been found in the induced sputum of patients with COPD, particularly during exacerbation. Park et al. found increased IL-6 levels in the Bronchioalveolar lavage fluid of patients with non-specific interstitial pneumonia/fibrosis and in some patients with interstitial pneumonia. (3) the study involved 20 healthy controls and 20 patients with moderate to severe covid-19 according to cdc classifaction and 20 patients post covid-19 with lung fibrosis to estimate the measurment of interleukin-6 at exhaled condensate, this clinical randomized control study consists of 3 arms for 6 month ( all participants above 18 years non prgnant humans )</p><p>&nbsp;</p>",
        "manuscriptTitle": "Measurment of Interleuukin-6 at Exhaled Breath Condensate of Covid-19 Patients and Post Covid-19 Patients With Lung Fibrosis Randomized Controlled Study",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-01-17 08:39:50",
                "doi": "10.21203/rs.3.pex-1731/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "947a01ea-dd98-4f1a-b2b1-8e300db76ef7",
        "owner": [],
        "postedDate": "January 17th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-01-17 08:39:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}