{
    "identity": "nprot-7333",
    "title": "RNA seqFISH+ Supplementary Protocol",
    "content": [
        {
            "header": "Reagents",
            "content": "100% ethanol \\(Koptec), #1.5 coverslips \\(3421; Thermo Scientific), sodium chloride \\(S5150, Sigma), pH7.5 Tris-HCl \\(15567027; Thermo Fischer), EDTA \\(15575020;Thermo Fischer), Triton X-100 \\(93443; Sigma), SUPERase IN RNase Inhibitor \\(AM2694, Ambion), \\(F9037; Sigma), 20X SSC \\(15557036; Thermo Fischer), Dextran Sulfate \\(D8906 and D4911; Sigma), Tris-HCl pH 8 \\(15568025; Thermo Fischer), Trolox \\(238813; Sigma), glucose \\( G7528; Sigma), \\(P4234; Sigma), glucose oxidase \\(G2133; Sigma), mineral oil \\(M5904; Sigma), poly-T15 / polyT-30 Locked Nucleic Acid \\(LNA) \\(Qiagen), formaldehyde \\(28906; Thermo Fisher), formamide\\( F9027; Sigma), bind-silane \\(GE; 17-1330-01),Poly-D-lysine \\(P6407; Sigma) , sodium dodecyl sulfate \\(AM9822; Invitrogen), 10x PBS \\(AM9624; Invitrogen), 30% acrylamide/bis solution 19:1 \\(1610154; Bio-Rad),  ammonium persulfate \\(APS) \\(A3078; Sigma), N,N,N′,N′-Tetramethylethylenediamine \\(TEMED) \\(T7024; Sigma), GelSlick \\(Lonza;50640), microscope slide \\(16004-422; VWR), Acryoloyl-X SE \\(A20770; Thermo Fisher), Proteinase K \\(P8107S; NEB), Label IT Nucleic Acid Modifying Reagent \\( MIR 3900; Mirus), TetraSpeck Microspheres \\(T7279, Thermo Fischer),  Ethylene Carbonate \\(E26258; Sigma), Nissl stainings \\(N21480; Invitrogen), DAPI \\(D8417; Sigma)"
        },
        {
            "header": "Equipment",
            "content": "standard confocal microscope setup , and any automated fluidic delivery system."
        },
        {
            "header": "Procedure",
            "content": "**Coverslips preparation**\r\n\n\n\r\n\n\n1. We functionalize the coverslips before plating cells or tissue sectioning. \r\n  \r\n\n\n2. To clean the coverslips, we either subject the coverslips to plasma cleaner at HIGH for  5 minutes or immerse the coverslips in 1M HCl at room temperature for 1 hour , rinse with water once, and followed by 1M NaOH solution immersion at room temperature for 1 hour.\r\n  \r\n\n\n3. In the seqFISH+ experiment, we did the former treatment for cell culture and the latter treatment for tissue section. We did not quantitatively compare the difference since both work for the experiments. The difference is immersion with acid and base treatment allows large batch functionalization of coverslips at once.\r\n  \r\n\n\n4. Prepare a 1% bind-silane solution made in pH 3.5 10%\\(v/v) acidic ethanol solution. \r\n  \r\n\n\n5. Immerse the clean coverslips to this solution for 30 mins-1 hour at room temperature.\r\n  \r\n\n\n6. After bind-silane functionalization, rinse the coverslips with ethanol 3 times.\r\n  \r\n\n\n7. Heat-cure the silanized coverslips in an oven > 90°C for 30 minutes.\r\n  \r\n\n\n8. In order for better adhesion of the cells or tissue slice, we treat the coverslips with 100 ug/uL of Poly-D-lysine in water for >1 hour at room temperature. Alternatively, we have tried lowering the concentration to 50ug/uL of Poly-D-lysine in 1x PBS for >1 hour at room temperature, which also works for the purpose.\r\n  \r\n\n\n9. Rinse the coverslips three times with water.\r\n  \r\n\n\n10. Air-dry the coverslips in the hood and UV-sanitize them.\r\n  \r\n\n\n11. To store the coverslips, keep them dry at 4°C for no longer than 2 weeks. We generally use the coverslips within 3 days.\r\n  \r\n\n\n\r\n\n\n\r\n\n\n**Cell culture preparation**\r\n\n\n\r\n\n\n1. For a 24 x 50 mm coverslip, we seeded 100,000 - 120,000 of NIH/3T3 cells in 1mL of media solution\\(reference 1).  We generally place the 2 coverslips in a petri dish to prevent drying out of the media. \r\n  \r\n\n\n2. After allowing it to adhere to the coverslips for 1 hour in the 37°C incubator, we replenish with 5 mL of media and allowed the cells to grow to 80-90% confluency. \r\n  \r\n\n\n3. Prepare a fresh 4% formaldehyde buffer in 1x PBS.\r\n  \r\n\n\n4. Rinse the cells with 5 mL of 1x PBS in the petri dish and remove the PBS.\r\n  \r\n\n\n5. Then fix the cells with 4% formaldehyde buffer for 10 minutes at room temperature.\r\n  \r\n\n\n6. Remove the formaldehyde buffer and wash the fixed cells with 1x PBS.\r\n  \r\n\n\n7. Permeabilize the fixed cells with 70% ethanol for 1 hour at room temperature.\r\n  \r\n\n\n8. Alternatively, the fixed cells can be kept at 4°C/ -20°C in 70% ethanol depending on the storage time. For seqFISH+ experiments, we tend to use the permeabilized fixed cells as soon as possible.  \r\n  \r\n\n\n9. Air-dry the permeabilized fixed cells at room temperature completely before primary probes hybridization.\r\n  \r\n\n\n**Tissue section preparation**\r\n\n\n\r\n\n\n1. Cryo-section the tissue block in OCT with 5-20 μm thickness and immediately place on the functionalized coverslips.\r\n  \r\n\n\n2. We store the tissue slices at -80°C until permeabilization.\r\n  \r\n\n\n3. On the day of primary probes hybridization, we first permeabilize the tissue slices at 4°C for >1 hour by directly placing the coverslip in a 50mL Falcon tube full of 70% ethanol.\r\n  \r\n\n\n4. Then dry the coverslip and clear the tissue slices with 1 mL of 8% SDS in 1x PBS at room temperature for 30 minutes.\r\n  \r\n\n\n5. Rinse with 1 mL of 1x PBS.\r\n  \r\n\n\n6. Rinse with 1 mL of 70% ethanol solution multiple times.\r\n  \r\n\n\n7. Allow the tissue slice to dry before hybridizing the primary probes.\r\n  \r\n\n\n**Primary probes hybridization**\r\n\n\n\r\n\n\n1. We generally use 1nM/probe concentration in 40% hybridization buffer consists of 40% formamide, 2x SSC, and 10% Dextran Sulfate \\(500,000 molecular weight), 2uM of Acrydite/polyT15 LNA probe and/or 2uM of Acrydite/polyT30 LNA probe for primary probes hybridization.\r\n  \r\n\n\n2. Using either one of the Acrydite/polyT LNA probe is fine, we don’t see difference even when omitting the Acrydite/polyT30 LNA and use only Acrydite/polyT15. The acrydite functional group allows the captured polyA-tailed mRNA to be anchored into the hydrogel in subsequent steps.\r\n  \r\n\n\n3. The primary probes number we use is 24 generally for targeting 1 RNA species. Increasing the probe number used per gene should help to improve fluorescent signals but one should also be aware of non-specific binding of the probes.\r\n  \r\n\n\n4. For cell culture in seqFISH+ experiment, the hybridization is typically 36-48 hours which we found 48 hours sometimes yield slightly brighter signals. \r\n  \r\n\n\n5. For tissue slice in seqFISH+ experiment which targets 10,000 genes, the hybridization is typically around 60 hours. \r\n  \r\n\n\n6. If the number of genes are lower, it is possible to reduce the hybridization time and still get bright enough signals for quantification.\r\n  \r\n\n\n7. Alternatively, if the signals are dim, either adjust the probe concentration, probe number per gene,  hybridization time, or formamide concentration which might help to improve the signals.\r\n  \r\n\n\n8. Drop 5-20μL of primary probes hybridization solution on the cells or tissue slices.\r\n  Cover the drops of primary probes hybridization solution with another coverlip. Make sure the coverslip covers the whole tissue slice or the region of cells of interest, and the solution is spread out evenly. \r\n\n\n\r\n\n\n9. We use a pipette tip box with water as a humidified chamber. Place the sample in the humidified chamber and allows the hybridization to happen at 37°C incubator for designated time.\r\n  \r\n\n\n**Primary probes wash**\r\n\n\n\r\n\n\n1. After the hybridization time, remove the sample from the incubator.\r\n  \r\n\n\n2. If it is too difficult to remove the coverslips on top of the cell/ tissue slice, place 1 mL of 40% wash buffer \\(40% formamide, 2x SSC, 0.1% Triton-X 100) at room temperature covering the entire coverslip and samples for 15 minutes or more.\r\n  \r\n\n\n3. Use a tweezer to gently move away the coverslip on top of the sample. \r\n  \r\n\n\n4. Place fresh 1mL 40% wash buffer on the sample and keep at 37°C incubator for 30 minutes.\r\n  \r\n\n\n5. This wash removes non-specific binding of the primary probes and ensure the background is low.\r\n  \r\n\n\n6. Remove the sample from the 37°C incubator and remove the wash buffer.\r\n  \r\n\n\n7. Rinse the sample multiple times with 2x SSC and keep the sample in 2x SSC before proceeding to next step.\r\n  \r\n\n\n**Hydrogel preparation** \r\n\n\n\r\n\n\n1. Prepare 4% acrylamide solution in 2x SSC. We use a pre-mixed acrylamide/bis solution which has a 19:1 crosslinking ratio. We usually make 1 mL of this solution.\r\n  \r\n\n\n2. Degas the acrylamide solution on ice with nitrogen gas bubbling the solution for 15 minutes.\r\n  \r\n\n\n3. Prepare fresh 20% \\(w/v) of ammonium persulfate \\(APS)  and 20% \\(v/v) N,N,N′,N′-Tetramethylethylenediamine \\(TEMED) both in RNase-free water and keep on ice. We generally make fresh solution for each experiment.\r\n  \r\n\n\n4. Functionalize a microscope slide with 1mL of GelSlick solution at room temperature for 5 minutes. Aspirate the solution and make sure the microscope slide is dry.\r\n  \r\n\n\n**Hydrogel embedding for cell culture**\r\n\n\n\r\n\n\n1. Remove the 2x SSC on the sample and replace with Tetraspeck beads solution \\(1:1000 dilution in 2x SSC) at room temperature for 5-10 minutes. The density of the beads can be easily adjusted by varying the dilution factor or incubation time. The beads serve as a fiducial markers for aligning the images.\r\n  \r\n\n\n2. Aspirate the bead solution and rinse the sample multiple times with 2x SSC.\r\n  \r\n\n\n3. Next, drop 500uL of the 4% acrylamide solution to the sample and incubate for 5 minutes at room temperature.\r\n  \r\n\n\n4. Carefully aspirate all of the 4% acrylamide solution. \r\n  \r\n\n\n5. Prepare 4% hydrogel solution by mixing the 4% acrylamide solution with 0.2% APS and 0.2% TEMED. Beware that once they are mixed, the subsequent steps should be done fast to avoid premature gelation.\r\n  \r\n\n\n6. Drop 10 μL of 4% hydrogel solution onto the sample and immediately gently sandwich it by placing the GelSlick functionalized microscope slide on the droplet, across the coverslip. The coverslip and the slide should form a cross. If larger area is needed, increase the volume of the 4% hydrogel solution used as well as to control the thickness of the hydrogel. \r\n  \r\n\n\n7. Make sure no bubbles are formed in between the coverslips. Regions with bubbles will not be gelated.\r\n  \r\n\n\n8. Transfer the sample into a humidified nitrogen gas chamber. We make the humidified nitrogen gas chamber by using a Tupperware and place a pipette tip box full with water inside.\r\n  \r\n\n\n9. Degas the nitrogen gas chamber for 10 minutes by punching the needle through the Tupperware lids on a side and make another hole on another side of the lid. Make sure you feel the air flow from the other side of the hole to ensure air is constantly flushed out by the nitrogen gas. \r\n  \r\n\n\n10. Slowly turn off the flow of nitrogen gas while sealing the holes with a duct tape.\r\n  \r\n\n\n11. Allow the polymerization to happen at room temperature for at least 1 hour, together with the leftover of the 4% hydrogel solution \\(used as a control to check for gelation process)\r\n  \r\n\n\n**Hydrogel embedding for tissue slice**\r\n\n\n\r\n\n\n1. Remove the 2x SSC on the sample and wash with 1x PBS once.\r\n  \r\n\n\n2. Prepare 0.1mg/mL of Acryoloyl-X SE solution \\(reference 2) \\(AcX) in 1x PBS. Generally it is 100x dilution after resuspending the Acryoloyl-X SE in dry DMSO according to the manufacturer’s protocol. We keep the 100x stock in -20°C and only use once after the aliquot is thawed.\r\n  \r\n\n\n3. Remove 1x PBS and cover the entire tissue with 200μL AcX solution for 30 minutes at room temperature. The AcX treatment allows some proteins to be retained in the hydrogel which we found to help in stabilizing the overall tissue structure for prolonged imaging. Adjusting the time of treatment will allow one to adjust the amount of proteins retained.\r\n  \r\n\n\n4. Remove the AcX solution and rinse with 2x SSC once.\r\n  \r\n\n\n5. Pre-incubate the tissue with 500μL of 4% acrylamide solution at room temperature for 30 minutes. Note that this solution still does not contain any APS and TEMED. \r\n  \r\n\n\n6. Prepare 4% tissue hydrogel solution by mixing the 4% acrylamide solution with 0.05% APS and 0.05% TEMED. Beware that once they are mixed, the subsequent steps should be done fast to avoid premature gelation. This 4% tissue hydrogel solution is different than the one used in cell culture experiment.\r\n  \r\n\n\n7. Aspirate all the 4% acrylamide solution and immediately drop 20μL of the 4% tissue hydrogel solution onto the tissue slice. The thickness of the hydrogel can be adjusted by the volume of the solution.\r\n  \r\n\n\n8. Sandwich the droplet gently by placing GelSlick functionalized microscope slide across the sample \\(form a cross), avoiding the formation of bubbles. Any region that is not covered by the hydrogel solution will not survive the tissue clearing step.\r\n  \r\n\n\n9. Transfer the sample into a humidified nitrogen gas chamber. We make the humidified nitrogen gas chamber by using a Tupperware and place a pipette tip box full with water inside.\r\n  \r\n\n\n10. Degas the nitrogen gas chamber for 10 minutes by punching the needle through the Tupperware lids on a side and make another hole on another side of the lid. Make sure you feel the air flow from the other side of the hole to ensure air is constantly flushed out by the nitrogen gas. \r\n  \r\n\n\n11. Slowly turn off the flow of nitrogen gas while sealing the holes with a duct tape.\r\n  \r\n\n\n12. Transfer the sample in the humidified nitrogen gas chamber to 4°C for 30 minutes before transferring to 37°C for 2.5hours to complete the polymerization. Proceed this step together with the leftover 4% tissue hydrogel solution to check for the gelation process. \r\n  \r\n\n\n**Digestion/Clearing**\r\n\n\n\r\n\n\n1. We prepare the digestion/clearing buffer according to published protocol\\(reference 3) with some modifications. \r\n  \r\n\n\n2. Prepare 1mL of digestion/clearing buffer containing 1: 100 Proteinase K, 50mM pH8 Tris HCl, 1mM EDTA, 0.5% Triton-X 100, 500mM NaCl , and 1% SDS \\(for tissue sample).\r\n  \r\n\n\n3. For seqFISH+ cell culture experiment, the digestion generally takes 1 hour at 37°C in a humidified chamber.\r\n  \r\n\n\n4. For seqFISH+ tissue experiment, the digestion generally takes 3 hours at 37°C in a humidified chamber.\r\n  \r\n\n\n5. Extending the time of digestion might improve the signal-to-noise ratio. For the experiments conducted in seqFISH+, we found that in general after an hour, the signal-to-noise ratio is good enough to be quantified.\r\n  \r\n\n\n6. After clearing, wash the sample multiple times with 2x SSC solution. It is fine to wash the sample for 15 to 30 minutes.\r\n  \r\n\n\n**Restabilizing/ Re-embedding\\( Step 2-4: Cell Culture ; Step 5- 18 Tissue Slice)**\r\n\n\n\r\n\n\n1. Since seqFISH+ experiments involve multiple washing and probing of the targets, in this case, the mRNA, having a stabilized samples for prolonged imaging is important.\r\n  \r\n\n\n2. For cell culture, perform a Label-IT modification \\(1:10) in the manufacturer’s provided buffer to the sample at 37°C for 30 minutes. This modification introduces amine functional group to both DNA\\(including the primary probes) and RNA.\r\n  \r\n\n\n3. Next, post-fix the sample with 4% formaldehyde solution in 1x PBS to crosslink all the DNA, RNA , and overall cell structure for 15 minutes at room temperature. \r\n  \r\n\n\n4. Quench the reaction with 1M pH 8.0 Tris HCl for 10 minutes at room temperature and the sample is ready to be imaged or keep it in 4x SSC supplemented with 2U/μL of SUPERase In RNase Inhibitor at 4°C for no longer than 6 hours. We have not tried to keep the sample overnight or for days before imaging.\r\n  \r\n\n\n5. To re-embed the cleared tissue slice in hydrogel for extra stabilization, we prepare Label-X as published protocol\\(reference 3). Mix equal amount of Acryoyl-X SE and Label-IT in DMSO and allow the reaction to happen overnight on a shaker. For example, mix 20 μL of AcX \\(10 mg/mL) with 200 μL of Label-IT Amine Modifying Reagent \\(1 mg/mL). This Label-X is a 10x stock.\r\n  \r\n\n\n6. Pre-incubate the tissue slice with 50-100 μL of Label-IT buffer for 5 minutes at room temperature.\r\n  \r\n\n\n7. Treat the cleared tissue slice with 50μL of 1:10 dilution of Label-X in the Label-IT buffer provided by the manufacturer. Use a coverslip to cover the droplets of solution and place the sample in a humidified chamber. This modification now introduces the functional group which can be crosslinked into an acrylamide hydrogel to DNA and RNA molecules.\r\n  \r\n\n\n8. Transfer to 37°C and allow the modification to happen for 45 minutes.\r\n  \r\n\n\n9. During this modification, prepare a fresh 4% acrylamide solution as in the Hydrogel for tissue slices section.\r\n  \r\n\n\n10.  After the Label-X modification, rinse the sample with 2x SSC and pre-incubate the sample in 500μL of 4% acrylamide solution at room temperature for 30 minutes. Note that this solution still does not contain any APS and TEMED. \r\n  \r\n\n\n11. Prepare 4% tissue hydrogel solution by mixing the 4% acrylamide solution with 0.05% APS and 0.05% TEMED. Beware that once they are mixed, the subsequent steps should be done fast to avoid premature gelation. This 4% tissue hydrogel solution is different than the one used in cell culture experiment.\r\n  \r\n\n\n12. Aspirate all the 4% acrylamide solution and immediately drop 20μL of the 4% tissue hydrogel solution onto the tissue slice. The thickness of the hydrogel can be adjusted by the volume of the solution.\r\n  \r\n\n\n13. Sandwich the droplet gently by placing GelSlick functionalized microscope slide across the sample \\(form a cross ), avoiding the formation of bubbles. Any region that is not covered by the hydrogel solution will not survive the tissue clearing step.\r\n  \r\n\n\n14. Transfer the sample into a humidified nitrogen gas chamber. \r\n  \r\n\n\n15. Degas the nitrogen gas chamber for 10 minutes by punching the needle through the Tupperware lids on a side and make another hole on another side of the lid. Slowly turn off the flow of nitrogen gas while sealing the holes with a duct tape.\r\n  \r\n\n\n16. Transfer the sample in the humidified nitrogen gas chamber to 4°C for 30 minutes before transferring to 37°C for 2 hours to complete the polymerization. Proceed this step together with the leftover 4% tissue hydrogel solution to check for the gelation process. \r\n  \r\n\n\n17. After the gelation is complete, peel off the microscope slides gently.\r\n  \r\n\n\n18. Either keep the sample with 4x SSC supplemented with 2U/μL of SUPERase In RNase Inhibitor at 4°C for no longer than 6 hours, or use it immediately for subsequent imaging. We have not tried to keep the sample overnight or for days for seqFISH+ imaging.\r\n  \r\n\n\n19. It is fine to re-embed the cell culture samples in the 4% tissue hydrogel solution for stronger stabilization of the DNA \\(including the primary probes), RNA, and the overall structure. \r\n  \r\n\n\n**Readouts hybridization**\r\n\n\n\r\n\n\n1. Prepare 10% ethylene carbonate \\(EC) readout hybridization buffer as our previous published protocol\\( references 4,5).\r\n  \r\n\n\n2. First, put some ethylene carbonate solids in a 50mL Falcon tube and melt at a 37°C water bath.\r\n  \r\n\n\n3. Once the solids melt, check out the ethylene carbonate solution volume and add equal amount of RNase free water to generate a 50% ethylene carbonate solution. Aliquot them and store at -20°C.\r\n  \r\n\n\n4. 10% ethylene carbonate\\(EC) readout hybridization buffer consists of 10% ethylene carbonate, 10% low molecular weight Dextran Sulfate, and 4x SSC. We generally prepare this hyb buffer as a higher concentration such as 1.67x.\r\n  \r\n\n\n5. Generally for lower multiplexing of genes, 10nM of readout probe in 10% EC hyb buffer is sufficient to get detectable signals. However, given the complexity of seqFISH+ experiment which have 240 unique readout probes, we use 50nM to 100nM readout probes to reduce the signal variation.\r\n  \r\n\n\n6. 15 to 20 minutes of readout hybridization at room temperature is enough to give bright signals provided sufficient primary probes per mRNA target are used and hybridized well.\r\n  \r\n\n\n7. The 15-nt readout probes are stripped off easily by the high formamide stripping buffer while the longer primary probes\\(28-nt) retains due to stronger DNA-RNA hybridization. The stripping buffer contains 55% formamide, 2x SSC, and 0.1% Triton X-100. In general, the 15-nt readout probes are stripped instantaneously by the stripping buffer, but we often incubate for 1 to 2 minutes to completely extinguish the signals. In seqFISH+ experiment, 1mL of 55% stripping buffer is first flowed through the chamber, followed by a 1-minute incubation.\r\n  \r\n\n\n8. After rinsing with 4x SSC, the sample can be reprobed by next set of readouts.\r\n  \r\n\n\n**seqFISH+ imaging**\r\n\n\n\r\n\n\n1. Any standard confocal microscope can work as the imaging platform. When imaging for lower number of genes, it is possible to use wide-field fluorescent microscope. We use a Leica microscope equipped with a confocal scanner unit, a sCMOS camera, 63x oil objective lens, and a motorized stage as our imaging platform.\r\n  \r\n\n\n2. To assemble the flow cell, scrape off excess gel on the sample and place the flow cell covering the cells or tissue slice. Our flow cell generally takes ~25μL. \r\n  \r\n\n\n3. We usually prepare fresh buffers for seqFISH+ experiment including:\r\n  a. 10% wash buffer containing 10% formamide, 2x SSC, and 0.1% Triton X-100\r\n\n\nb. 55% stripping buffer containing 55% formamide, 2x SSC, and 0.1% Triton X-100\r\n\n\nc. 4x SSC supplemented by 1: 1000 dilution of SUPERase In RNase Inhibitor. \r\n\n\nd. 10 μg/mL of DAPI solution made in 4x SSC.\r\n\n\ne. Readout solutions for 81 rounds of hybridization \\(the last hybridization is a repeat of first hybridization) containing 10% EC hyb buffer, 10% low molecular weight dextran sulfate, 4x SSC, 50nM Alexa Fluor 647-15nt-readout , 50nM Cy3B-15-nt-readout, and 100nM Alexa Fluor 488-15nt-readout, and 1: 100 dilution of  SUPERase In RNase Inhibitor. \r\n\n\nf. Anti-bleaching buffer containing 10% \\(w/v) glucose, 1:100 diluted catalase \\(Sigma C3155), 0.5 mg/mL Glucose oxidase \\(Sigma G2133) , 0.02 U/μL SUPERase In RNase Inhibitor, and  50 mM pH8 Tris HCl in 4x SSC.\r\n\n\n\r\n\n\n4. Once the region of interests \\(ROI) are selected, blank images containing beads only were first taken before the first round of serial hybridization for cell culture experiment.\r\n  \r\n\n\n5. Then, readout probes of first serial hybridization are flowed into the flow cells.\r\n  \r\n\n\n6. The hybridization generally takes 15-20 minutes. It might help to improve the signals if the time is increased.\r\n  \r\n\n\n7. After serial hybridization, ~300μL of  10% wash buffer was flowed through, followed by 4x SSC, DAPI solution, and anti-bleaching buffer.\r\n  \r\n\n\n8. Auto-focus was turned on to image the sample in the designated fluorescent channels. In this case, 647nm, 561nm, 488nm, and 405nm are imaged in this sequence.  Multiple z-sections can be taken per FOV.  Autofocus is turned off during the z-scanning and turned back on before moving to the next position.\r\n  \r\n\n\n9. After imaging, the first serial hyb readouts are stripped off by flowing 1mL of 55% readout through the flow cell and incubate for 1 minute. If the readouts has some residual signals, it is helpful to flow more stripping buffer through the sample and incubate longer to extinguish the signal more.\r\n  \r\n\n\n10. After flowing through 500μL of 4x SSC solution, next serial hybridization continues by flowing in the designated readout probes into the flow cell.\r\n  \r\n\n\n11. Step 6-10 is repeated until 81 rounds of serial hybridizations are done. The last round of serial hyb is the repeat of the first round of hybridization to ensure the quality of the sample. Generally, most signals remains even after multiple stripping and re-probing.\r\n  \r\n\n\n12. Lastly, segmentation staining buffer containing of 50nM LNA T-20-Alexa Fluor 647, 1:100 dilution of Nissl stainings, and 10 μg/mL of DAPI in 1x PBS is flowed into the flow cell and allowed to incubate for 30 minutes at room temperature before imaging."
        },
        {
            "header": "Troubleshooting",
            "content": "1. If RNA integrity is bad, the fluorescent signals will be poor.  We generally design two orthogonal sets of probes targeting housekeeping genes to check the RNA integrity. For example, 24 probes targeting Eef2 in 647-nm channel and another orthogonal 24 probes targeting Eef2 in 561-nm channel. If the RNA integrity of the sample is great, obvious colocalization pattern \\(>80%) can be seen.  This test should be run on every tissue slices to check for integrity before any experiment.\r\n  \r\n\n\n2. Make sure all reagents used are RNase-free.\r\n  \r\n\n\n3. Degassing the acrylamide solution is important for reproducible gelation.\r\n  \r\n\n\n4. If somehow gelation fails or bubbles formed during gelation, it is fine to do the hydrogel gelation again and check for fluorescent signals.\r\n  \r\n\n\n5. One can titrate the time or concentration of Label-X to ensure stronger anchoring of the nucleic acid molecules vs the fluorescent signals. \r\n  \r\n\n\n6. Avoid freeze-thawing Label-IT/ Label-X stock multiple times and make sure it is still functional after several months.\r\n  \r\n\n\n7. Make buffers fresh whenever possible."
        },
        {
            "header": "References",
            "content": "1. Eng, C.-H. L., Shah, S., Thomassie, J. & Cai, L. Profiling the transcriptome with RNA SPOTs. Nat. Methods 14, 1153–1155 \\(2017).\r\n  2. Tillberg, Paul W et al. Protein-retention expansion microscopy of cells and tissues labeled using standard fluorescent proteins and antibodies. Nature biotechnology vol. 34,9 \\(2016): 987-92.\r\n  3. Chen, F. et al. Nanoscale imaging of RNA with expansion microscopy. Nat. Methods 13, 679–684 \\(2016).\r\n  4. Matthiesen SH, Hansen CM \\(2012) Fast and Non-Toxic In Situ Hybridization without Blocking of Repetitive Sequences. PLOS ONE 7\\(7): e40675.\r\n  5. Shah, S. et al. Dynamics and Spatial Genomics of the Nascent Transcriptome by Intron seqFISH. Cell 174, 363–376.e16 \\(2018)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the whole Cai lab for active supports in the seqFISH+ project, as well as our collaborators for providing samples and helps in analysis for seqFISH+ data."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-019-1049-y",
                "date": "2019-03-20 10:37:21",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16230,
                "identity": "a1afafef-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Long Cai",
                "email": "lcai@caltech.edu",
                "orcid": "",
                "institution": "California Institute of Technology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Long",
                "middleName": "",
                "lastName": "Cai",
                "suffix": ""
            },
            {
                "id": 16229,
                "identity": "a1afacfa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chee Huat (Linus) Eng",
                "email": "",
                "orcid": "",
                "institution": "California Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chee",
                "middleName": "Huat (Linus)",
                "lastName": "Eng",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-02-18 03:49:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.019",
        "doiUrl": "https://doi.org/10.1038/protex.2019.019",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13466386,
                "identity": "60f6dcc5-c586-4f06-a00f-af3cc3ad464b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:50:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 143015,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7333/v1/e3987ad3-42d6-4c15-85fe-fe0730f42347.pdf"
            }
        ],
        "financialInterests": "C.-H.L.E and L.C. filed a patent on the pseudocolor encoding scheme in seqFISH+.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "RNA, seqFISH,seqFISH+, FISH, spatial,transcriptomics, atlas, single molecule, single cell, imaging, multiplexed",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This supplementary protocol describes the sample preparation for the experiments in RNA seqFISH+ in detecting 10,000 or more genes in both cell culture and tissue slice. The same protocol can also be applied to serially identify a set of genes without barcoding. The steps include coverslips functionalization, primary probes hybridization, washing, hydrogel embedding, tissue clearing and re-stabilization of the samples for prolonged imaging for both barcoded and non-barcoded experiments as demonstrated in RNA seqFISH+ manuscript.",
        "manuscriptTitle": "RNA seqFISH+ Supplementary Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-03-26 09:37:24",
                "doi": "10.1038/protex.2019.019",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a13602f0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 26th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4522,
                "name": "Developmental biology"
            },
            {
                "id": 4523,
                "name": "Biotechnology"
            },
            {
                "id": 4524,
                "name": "Biological techniques"
            },
            {
                "id": 4525,
                "name": "Neuroscience"
            },
            {
                "id": 4526,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-03-26 09:37:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}