{
    "identity": "pex-1416",
    "title": "<p>Genome-wide detection and quantitation of RNA distribution by ChIRC<sup>13a</sup>-seq</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Long noncoding RNAs (lncRNAs) have been increasingly reported to play critical roles in a broad range of biological processes<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>1-4</sup></a>, including transcription<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>5</sup></a>, but our understanding of lncRNAs- mediated gene regulation is still largely elusive. A comprehensive understanding of genome-wide RNA associated chromatin binding profile would therefor provide key insights into the molecular mechanism by which lncRNAs exert their roles in controlling gene regulation.</p><p>Currently, chromatin isolation by RNA purification sequencing (ChIRP-seq) is the gold-standard method for quantitative interrogation of RNA associated chromatin profile<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>6</sup></a>, although the development of other oligonucleotides probe based base-paring methods such as RAP and CHART-seq approaches has permitted successful mapping of several RNAs<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>4</sup></a><sup>,</sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>7</sup></a>.&nbsp;In ChIRP approach, a large number of probes for the tiling of an entire transcript are required to achieve robust enrichment of target RNA, with the concomitant increased risk of potential off-target effects that may be generated by the pool of probes used in the assay, especially for very long noncoding transcripts.&nbsp;ChIRC<sup>13a</sup>-seq addresses this challenge by enabling reproducible detection and quantitation of RNA associated chromatin binding profile with only one or few single guide RNAs used for each target RNA<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>8</sup></a><sup>,</sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>9</sup></a>. Considering CRISPR-Cas13a demonstrates more specificity and affinity to target RNA than oligonucleotide probes (via base-pairing with target RNA) used in ChIRP based approaches, ChIRC<sup>13a</sup>-seq shows more potential applicability on examination of very long noncoding RNA associated genomic DNA binding profile, both from economic and experimental perspectives. We present here a step-by-step protocol for ChIRC<sup>13a</sup>-seq.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>SUPERase• In™ RNase Inhibitor (Thermo Fisher Scientific, Cat#AM2696)</p><p>Pierce™ Streptavidin Magnetic Beads (Thermo Fisher, Cat#88816)</p><p>Tris (Sigma, Cat#648310)</p><p>NaCl (Sigma, Cat#S7653)</p><p>Na-Deoxycholate (Sigma, Cat# 30970)</p><p>Na-Lauroylsarcosine (Sigma, Cat#61745)</p><p>BSA (Sigma, Cat#A7030)</p><p>PBS (Thermo Fisher Scientific, Cat#10010-23)</p><p>HEPES (Sigma, Cat# 54457)</p><p>EDTA (Thermo Fisher Scientific, Cat#R1021)</p><p>SDS (Thermo Fisher Scientific, Cat#15525017)</p><p>Triton™ X-100 (Sigma, Cat# T8787)</p><p>Protease inhibitor cocktail (Sigma, Cat#P2714-1BTL)</p><p>Formaldehyde (Sigma, Cat#F8775)</p><p>Glycine (Sigma, Cat#50046)</p><p>EGTA (Sigma, Cat#03777)</p><p>Pierce™ Streptavidin Magnetic Beads (Thermo Fisher Scientific, Cat#88816)</p><p>LiCl (Sigma, Cat#L9650)</p><p>NP-40 (Sigma, Cat#492016)</p><p>Ambion™ RNase A (Thermo Fisher Scientific, Cat#AM2270)</p><p>Proteinase K Solution (Thermo Fisher Scientific, Cat#AM2548)</p><p>QIAquick Spin columns (Qiagen, Cat#28106)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Magnetic rack (Eppendorf tube stand)</p><p>Benchtop centrifuge (Eppendorf)</p><p>Swing bucket centrifuge (ThermoFisher)</p><p>RNase-free tubes (300 µL, 1.5 mL)</p><p>Qubit Fluorometric Quantification (ThermoFisher)</p><p>Bioruptor® Microtubes</p><p>Bioruptor® Pico sonication device</p>"
        },
        {
            "header": "Procedure",
            "content": "The experiment should be performed in RNase-free environment and every buffer used in the experiment must be supplemented with SUPERase• In™ RNase Inhibitor. We recommend ~5x10\n7\ncells for each ChIRC experiment. Cell number may vary according to abundance of target RNA in the used cell type. Preblock of Pierce™ Streptavidin Magnetic Beads is recommended to perform before cross-linking step.\nA. Preblock of Pierce™ Streptavidin Magnetic Beads\n1. Add 50 μl Pierce™ Streptavidin magnetic beads to Eppendorf tube for each IP. Add 1 ml block solution (10 mM Tris, pH 7.4, 150 mM NaCl, 0.2% Na-Deoxycholate, 1% Na-Lauroylsarcosine, 5% BSA.)\n2. Collect the beads using magnetic rack. Remove supernatant carefully and avoid loss of beads.\n3. Wash beads in 1 ml block solution and incubate 30 min on a rotating platform at 4°C.\n4. Collect the beads using magnetic stand. Remove supernatant and avoid loss of beads.\n5. Repeat step 3 and 4 once. (Note: The preblock time ranges from 1h – overnight).\n6. Collect the beads using magnetic stand. Remove supernatant and resuspend beads in 1 ml immunoprecipitation buffer (50 mM HEPES pH 7, 150 mM NaCl, 1 mM EDTA, 0.1% SDS, 0.1% sodium deoxycholate and 1% Triton X-100, with protease inhibitor included). Incubate 10 min on a rotating platform at 4°C.\n7. Collect the beads using magnetic stand. Remove supernatant and avoid loss of beads. Resuspend in 100 μl immunoprecipitation buffer on ice.\nB. Formaldehyde cross-linking of cells\n1. Rinse cells with ~80% confluency cultured on 10 cm plates with 5ml ice cold PBS three times.\n2. Remove residual PBS and add 10 ml fresh 1% Formaldehyde Solution (Formaldehyde in PBS) to each 10 cm plate. Swirl plates briefly and incubate at room temperature for 15 minutes.\n3. Add 1 ml of 1.25 M glycine to plates. Swirl plates briefly and incubate at room temperature for 5 minutes to quench formaldehyde.\n4. Rinse cells three times with 5 ml PBS for each plate. Add 1 ml ice cold PBS to each 10 cm plate and then scape out cells by using silicon scraper.\n5. Harvest cells in 1.7 ml Eppendorf tube for each 10 cm plate and spin at 5,000 g for 5 minutes at 4°C.\n6. Discard supernatant, resuspend pellet in 1 ml ice cold PBS per 5x10\n7\ncells and spin at 5000g for 5 minutes at 4°C.\n7. Discard supernatant and keep pellet on ice for subsequent nuclei preparation.\nC. Nuclei preparation\n1. Resuspend each pellet of ~5x10\n7\ncells in 1 ml of Lysis buffer 1(10 mM Tris pH 7, 10 mM EDTA, 0.5 mM EGTA, 0.25% Triton X-100, 0.5% NP-40, protease inhibitor included). Rock at 4°C for 10 min. Spin at 5000 g for 5 minutes at 4°C.\n2. Discard supernatant. Nuclear pellet is kept on ice.\nD. Nuclei sonication\n1. Add 1.2 ml immunoprecipitation buffer (50 mM HEPES pH 7, 150 mM NaCl, 1 mM EDTA, 0.1% SDS, 0.1% sodium deoxycholate and 1% Triton X-100, with protease inhibitor included)   to each nuclear pellet. Resuspend pellet and transfer nuclei to eight 1.5 ml Bioruptor® Microtubes for chromatin shearing, with ~150 ul for each microtube.\n2. Samples were sheared using a Bioruptor® Pico sonication device using the following parameters: Cycle = 5, On =30s, Off = 30s, Time = 5 min. (Note: sonication condition may need to be adjusted for different sonication devices, cell types and cell numbers used.) After sonication, we expect to see sheared DNA that ranges from 100 – 500 bp in size.\n3. Spin at 20,000g for 15 min at 4°C to pellet debris.\n4. Combine supernatants from the eight 1.5 ml Bioruptor® Microtubes in a new 1.5 ml Eppendorf tube for subsequent immunoprecipitation.\n5. Save 24 μl of cell lysate from each sample as input. Store at -20°C.\nE. Immunoprecipitation\n1. Add 100 μl of preblocked Pierce™ Streptavidin Magnetic Beads from Part A, Step 7 to cell lysates from Part D, Step 4.\n2. Gently mix for 6h on rotator at 4°C. (Note: The immunoprecipitation time ranges from 6h – overnight).\nF. Wash, elution, and cross-link reversal\n1. Collect the beads using magnetic rack. Remove supernatant and wash beads for 5 min with 2% SDS in TE buffer (10 mM Tris, pH 8, 1 mM EDTA). Collect the beads using magnetic rack. Repeat this wash one more time.\n2. Collect the beads using magnetic rack. Remove supernatant and wash beads for 5 min with high salt buffer (50 mM HEPES pH 7.5, 1 mM EDTA, 1% Triton X-100, 0.1% sodium deoxycholate and 500 mM NaCl). Collect the beads using magnetic rack. Repeat this wash one more time.\n3. Collect the beads using magnetic rack. Remove supernatant and wash beads once for 5 min with DOC buffer (250 mM LiCl, 0.5%, NP-C40, 0.5% deoxycholate, 1 mM EDTA and 10 mM Tris pH 8).\n4. Collect the beads using magnetic rack. Remove supernatant and wash beads once with 1 ml TE that contains 50 mM NaCl.\n5. Spin at 20,000g for 1 min and collect the beads using magnetic rack to remove residual TE buffer. Resuspend beads in 250 μl elution buffer (50mM Tris-HCl, pH8.0, 10 mM EDTA and 1% SDS) and 2 ul Ambion™ RNase A and incubate at 37 °C for 1 h while mixing.\n6. Add 2.5 ul Proteinase K. Incubate beads for 2 h at 55 °C and then overnight at 65 °C with mixing to de-crosslink. The same procedure is followed for input samples including RNase and proteinase K digestion.\n7. After overnight de-crosslinking, purify DNA by QIAquick Spin columns.\nLibrary preparation\n1. Library is prepared by NEBNext® Ultra™ II DNA Library Prep Kit for Illumina® according to the instructions provided by the manufacturer. However, there are many other options, as long as the chosen kit is applicable to deep sequencing with the Illumina's system.\nBioinformatics analysis\nThe bioinformatics analysis pipeline of ChIRC-seq data included the following steps :\na) Quality control : FASTQC (https://www.bioinformatics.babraham.ac.uk/projects/fastqc/) and\nTRIMMOMATIC (http://www.usadellab.org/cms/?page=trimmomatic) were used to inspect the\nquality of the sequencing reads, and to trim the sequencing adaptors, respectively.\nb) Read alignment : Bowtie2 was used to align ChIRC-seq samples to hg38 genome sequence. After the sequence alignment, only 1 copy/read per genome position was kept for downstream analysis.\nc) Peak finding : The ChIRC13a-seq peaks were called by using HOMER findPeaks subroutine (http://homer.ucsd.edu/homer/). Another HOMER script annotatePeaks.pl was used in order to annotate the peaks and to estimate the raw or normalized counts within the peak regions.\nd) Generation of bedgraph files: The HOMER scripts makeUCSCfile and makeMultiWigHub.pl were used in order to generate bedgraph files for the visualization of ChIRC-seq data in the UCSC genome browser."
        },
        {
            "header": "References",
            "content": "<p>1\tMcHugh, C. A. et al. The Xist lncRNA interacts directly with SHARP to silence transcription through HDAC3.    Nature 521, 232-+, doi:10.1038/nature14443 (2015).</p><p>2\tBassett, A. R. et al. Considerations when investigating IncRNA function in vivo. Elife 3, doi:ARTN e0305810.7554/eLife.03058 (2014).</p><p>3\tUlitsky, I. &amp; Bartel, D. P. lincRNAs: genomics, evolution, and mechanisms. Cell 154, 26-46, doi:10.1016/j.cell.2013.06.020 (2013).</p><p>4\tEngreitz, J. M. et al. The Xist lncRNA exploits three-dimensional genome architecture to spread across the X chromosome. Science 341, 1237973, doi:10.1126/science.1237973 (2013).</p><p>5\tLi, W. et al. Functional roles of enhancer RNAs for oestrogen-dependent transcriptional activation. Nature 498, 516-520, doi:10.1038/nature12210 (2013).</p><p>6\tChu, C., Qu, K., Zhong, F. L., Artandi, S. E. &amp; Chang, H. Y. Genomic maps of long noncoding RNA occupancy reveal principles of RNA-chromatin interactions. Molecular cell 44, 667-678, doi:10.1016/j.molcel.2011.08.027 (2011).</p><p>7\tSimon, M. D. et al. The genomic binding sites of a noncoding RNA. Proc Natl Acad Sci U S A 108, 20497-20502, doi:10.1073/pnas.1113536108 (2011).</p><p>8\tAbudayyeh, O. O. et al. RNA targeting with CRISPR-Cas13. Nature 550, 280-284, doi:10.1038/nature24049 (2017).</p><p>9\tCox, D. B. T. et al. RNA editing with CRISPR-Cas13. Science 358, 1019-1027, doi:10.1126/science.aaq0180 (2017).</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-021-03589-x",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 19329897,
                "identity": "e54e418f-ae4f-4959-ab70-a427c0ea804d",
                "order_by": 0,
                "name": "Fan Yang",
                "email": "fay009@health.ucsd.edu",
                "orcid": "",
                "institution": "Howard Hughes Medical Institute, Department and School of Medicine, University of California, San Diego, La Jolla, CA, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Fan",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 19329898,
                "identity": "b784c3e7-a12e-4327-8c51-f0bb2b1579dd",
                "order_by": 1,
                "name": "Bogdan Tanasa",
                "email": "",
                "orcid": "",
                "institution": "Department of Ophthalmology, Stanford University School of Medicine, 1651 Page Mill Road, Palo Alto CA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bogdan",
                "middleName": "",
                "lastName": "Tanasa",
                "suffix": ""
            },
            {
                "id": 19329899,
                "identity": "fa5ea192-2d2e-48ee-b822-b1565eb34774",
                "order_by": 2,
                "name": "Rudi Micheletti",
                "email": "",
                "orcid": "",
                "institution": "Howard Hughes Medical Institute, Department and School of Medicine, University of California, San Diego, La Jolla, CA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rudi",
                "middleName": "",
                "lastName": "Micheletti",
                "suffix": ""
            },
            {
                "id": 19329900,
                "identity": "58281f67-ee65-4fc9-b48c-277ae7ba34a8",
                "order_by": 3,
                "name": "Kenneth A. Ohgi",
                "email": "",
                "orcid": "",
                "institution": "Howard Hughes Medical Institute, Department and School of Medicine, University of California, San Diego, La Jolla, CA, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kenneth",
                "middleName": "A.",
                "lastName": "Ohgi",
                "suffix": ""
            },
            {
                "id": 19329901,
                "identity": "26b70676-a5d7-4bf4-862a-2bceb8d3d1d0",
                "order_by": 4,
                "name": "Aneel K. Aggarwal",
                "email": "",
                "orcid": "",
                "institution": "Department of Pharmacological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aneel",
                "middleName": "K.",
                "lastName": "Aggarwal",
                "suffix": ""
            },
            {
                "id": 19329902,
                "identity": "cf8c2084-712b-48a0-8fea-01ab83f0286f",
                "order_by": 5,
                "name": "Michael G. Rosenfeld",
                "email": "mrosenfeld@ucsd.edu",
                "orcid": "",
                "institution": "Howard Hughes Medical Institute, Department and School of Medicine, University of California, San Diego, La Jolla, CA, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "G.",
                "lastName": "Rosenfeld",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-19 19:25:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1416/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1416/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15673864,
                "identity": "c8b450b6-866c-49e5-927d-2c0783d34870",
                "added_by": "auto",
                "created_at": "2021-11-18 14:19:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 208984,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1416/v1/71a48268-67f1-4c25-9b80-07feb9adfbc1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ChIRC13a-seq, RNA, Chromatin, Gene expression",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Eukaryotic genome are transcribed extensively, but a majority of transcripts remain functionally uncharacterized. This is most ascribed to lacking of a potent RNA-centric technology that is capable of accurately quantitating putative genomic binding sites for endogenous RNAs. We describe here a detailed protocol for Chromatin Isolation by RNA-Cas13a Complex sequencing (ChIRC<sup>13a</sup>-seq), based on recently discovered CRISPR-Cas13a from Leptotrichia wadei (LwaCas13a), for profiling of RNA associated chromatin binding cites.&nbsp;ChIRC<sup>13a</sup>-seq employs biotinylated, enzymatically-dead Cas13a (dCas13a) that is still capable of binding target RNA and guide RNAs (gRNAs) specific for the RNA target of interest to enrich RNA and its chromatin binding sites. This assay can be performed in standard molecular biology laboratories with 2 d taken for ChIRC<sup>13a</sup>-seq library preparation.</p>",
        "manuscriptTitle": "Genome-wide detection and quantitation of RNA distribution by ChIRC13a-seq",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-07-01 08:18:29",
                "doi": "10.21203/rs.3.pex-1416/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f97637bd-38bc-4e41-ba97-36865d45b818",
        "owner": [],
        "postedDate": "July 1st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3342882,
                "name": "Molecular biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-07-01 08:18:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}