{
    "identity": "nprot-6755",
    "title": "Production of homozygous rose line derived from heterozygous genotype",
    "content": [
        {
            "header": "Introduction",
            "content": "Economically important plant crops often harbor significant heterozygosity levels. High heterozygosity can represent a source of allelic diversity which can be used to improve agronomic traits, but it is also a major obstacle to the assembly of crop genomes. Previously, genome sequencing initiatives tried to overcome this issue by reducing the level of genome heterozygosity, either by using inbred lines \\(woodland strawberry genome<sup>1</sup>) or by sequencing haploid megagametophyte \\(loblolly pine genome<sup>2</sup>). Inbred lines are not a realistic option when the organism is auto-incompatible with long generation time and solution of megagametophyte usually gives access to only a small amount of haploid DNA. Here, we used the rose as model species to develop a method that allows to create plant material with homozygous genome from a starting plant with highly heterozygous genome.\r\n\n\nThe genus Rosa represents a group of plants that appears to have undergone extensive reticulate evolution with interspecific hybridization, introgression and polyploidization. Crosses between Rosa species and cultivars have created complex polyploid cultivars that exhibited the most advantageous parent’s traits such as recurrent flowering, good looking flowers, pleasant scent, cold hardiness and pathogen resistance<sup>3-5</sup>. As a consequence, cultivated roses exhibit high heterozygosity levels that hamper high quality genome assembly. To overcome this difficulty, we developed a protocol that allows Rosa chinensis ‘Old Blush’ microspores to switch from gametophyte to sporophyte development. We used a combination of fine-tuning a starvation medium, cold stress and hormonal treatments to induce microspores that initiate divisions and to form cell clusters \\(Figure 1) after about 11 weeks of culture. Clusters were developed and yielded both embryogenic and proliferating calli that were then maintained on various media."
        },
        {
            "header": "Reagents",
            "content": "Rosa chinensis ‘Old Blush’ plants, grown to flowering.\r\n\n\n\r\n\n\nPlant tissue culture grade chemicals and reagents \\(macro- and micro-salts, sugars, hormones, vitamins, gelling agents, …).\r\n\n\n\r\n\n\nReagents for DAPI staining: 1mg/mL DAPI stock solution in water; 0.1M/0.2M citrate/phosphate buffer pH 4.0, 1% \\(v/v) Triton X-100.\r\n\n\n\r\n\n\nReagents for FCR test: 2 mg/mL fluorescein diacetate \\(FDA) stock solution in acetone.\r\n\n\n\r\n\n\nPursept® A Xpress \\(spray disinfection solution).\r\n\n\n\r\n\n\nBleach solution \\(1.5 % active chlorine) containing 0.5% \\(v/v) \r\n\n\n\r\n\n\nTween 20.\r\n\n\n\r\n\n\nSterile de-ionized water.\r\n\n\n\r\n\n\nApplied MeltDoctor TM HRM master mix \\(ThermoFisher Scientific).\r\n\n\n\r\n\n\nB medium<sup>6</sup>: 20 mM KCl, 1 mM CaCl2, 1 mM MgSO4, 300 mM mannitol, 1mM phosphate buffer, pH 6.5, sterilized by filtration.\r\n\n\n\r\n\n\nAT12 medium : AT3 medium<sup>7</sup> \\(19 mM KNO3, 2 mM \\(NH4)2SO4, 2.9 mM KH2PO4, 1.1 mM CaCl2, 0.7 mM MgSO4, 0.1 mM Fe-EDTA, MS micro-salts<sup>8</sup>, B5 vitamins<sup>9</sup>, 10 mM MES, 8.5 mM glutamine, 250 mM maltose) supplemented with 4.5 µM 2,4-D and 0.44 µM BAP, pH 5.8, sterilized by filtration.\r\n\n\n\r\n\n\nCM3 solid medium: MS salts<sup>8</sup>, B5 vitamins<sup>9</sup>, 30 g/L sucrose, 2.5 mM MES, pH 5.8, supplemented with 4.5 µM 2,4D, 0.44 µM BAP and 6.5 g/L VitroAgar \\(Kalys Biotechnologie) \\[CM3 medium sterilized by filtration, pre-autoclaved VitroAgar made soluble by micro-wave heating].\r\n\n\n\r\n\n\nCallus maintenance medium<sup>10</sup>: MS salts<sup>8</sup> and vitamins, 30 g/L sucrose, 2.5 g/L Phytagel, pH 5.8, sterilized by autoclaving at 115°C for 20 min., supplemented with 4 mg/L dicamba and 0.1 mg/L kinetin \\(both aseptically added after autoclaving).\r\n\n\n\r\n\n\nEmbryo maintenance medium, EMM<sup>11</sup>: MS salts<sup>8</sup> and vitamins, 30 g/L sucrose, 1.34 µM NAA, 6.84 µM zeatin and 3 µM GA3, solidified by 2.4 g/L Gelrite, pH 5.8, sterilized by autoclaving at 115°C for 20 min.\r\n\n\n\r\n\n\nShoot Inducing Medium, SIM: MS salts<sup>8</sup> and vitamins, 30 g/L sucrose, 0.05 µM IBA, 8.9 µM BAP, pH 5.8, 7.2 g/L agar \\(Merck), sterilized by autoclaving at 115°C for 20 min.\r\n\n\n\r\n\n\nMultiplication medium: MS salts<sup>8</sup> and vitamins with 0.1 g/L Fe-EDDHA instead of Fe-EDTA, 30 g/L sucrose, 0.02 µM NAA, 0.29 µM GA3, 2.22 µM BAP, pH 5.8, 7.2 g/L agar \\(Merck), sterilized by autoclaving at 115°C for 20 min \\(distributed in recycled baby food jars + Magenta® caps, 30 mL/jar)"
        },
        {
            "header": "Equipment",
            "content": "Autoclave, filter sterilization equipment.\r\n\n\n\r\n\n\nDissecting tools.\r\n\n\n\r\n\n\nEpifluorescence microscope with UV and blue filter cubes \\(for DAPI and fluorescein excitation, respectively).\r\n\n\n\r\n\n\nLaminar flow hood.\r\n\n\n\r\n\n\nDisposable pipets and adjustable speed pipet-aid device.\r\n\n\n\r\n\n\nSterile glass vials with caps, approx. 55 x 27 mm \\(h x diameter), containing a magnetic rod which moves freely on bottom of the glass vial.\r\n\n\n\r\n\n\nMagnetic stirrer.\r\n\n\n\r\n\n\n40 µm nylon cell strainers \\(Falcon 352340).\r\n\n\n\r\n\n\n15 mL centrifugation conical tubes \\(sterile).\r\n\n\n\r\n\n\nLow speed centrifuge for 15 mL tubes.\r\n\n\n\r\n\n\nMalassez counting chamber.\r\n\n\n4°C incubator.\r\n\n\n\r\n\n\nFalcon 353001 Petri dishes \\(35 x 10 mm).\r\n\n\n\r\n\n\nParafilm®.\r\n\n\n\r\n\n\n12- and 24-multiwell plates.\r\n\n\n\r\n\n\nP1000 and P200 micropipets.\r\n\n\n\r\n\n\nGreiner 664102 Petri dishes \\(100 x 20 mm).\r\n\n\n\r\n\n\nStereo-microscope.\r\n\n\n\r\n\n\n25°C incubator \\(dark), 22°C and 25°C incubators \\(16h/8h day/night).\r\n\n\n\r\n\n\nHRM analyses were performed using Rotorgene-Q technology \\(Qiagen).\r\n\n\n\r\n\n\nMACSQuant VYB \\(Miltenyi Biotec) cytometer and analysis using FlowJo software \\(FlowJo LLC)."
        },
        {
            "header": "Procedure",
            "content": "- R. chinensis ‘Old Blush’ plants are grown in a greenhouse at 25°C/19°C day/night temperature, with 16h/8h day/night supplemental light provided by sodium vapor and metal halide bulbs. Figure 1a shows a flower photo of ‘Old Blush’.\r\n\n\n- In a pilot experiment, harvest flower buds at different development stages, and assess microspore cytological stage by DAPI staining\n12\n: prepare a 5µg/mL DAPI working solution in citrate/phosphate buffer containing Triton X-100; dilacerate 2-3 anthers in this solution on a microscope slide, remove anther debris and apply a coverslip; observe with fluorescence microscope under UV excitation. This experiment should allow to identify the correct developmental stage based on approximate bud size and morphology, at which the majority of microspores are at the mid-late uninucleate/early bicellular cytological stages \\(Figure 1e-f), according to plant growing conditions. This stage approximately corresponds to when sepals just start to open up and when petals just become visible between sepal margins \\(Figure 1b).\r\n\n\n- Harvest ca. 10 flower buds at the correct development stage.\r\n\n\n- Surface-sterilize buds with Pursept® A Xpress for 1 minute, followed by a treatment with a bleach solution \\(1.5 % active chlorine) containing 0.5% Tween 20 for 15 minutes, with periodic manual stirring\r\n\n\n- Thoroughly rinse buds 4 times with sterile de-ionized water.\r\n\n\n- Aseptically dissect anthers from buds: longitudinally split open buds using a scalpel blade; then harvest anthers with forceps and transfer them into a glass vial containing 6 mL of B medium.\r\n\n\n- Isolate microspores as previously described7: stir for 2-3 min. at 1500 rpm \\(maximum speed), until the mixture of microspores, anther debris and medium becomes milky; collect the resulting suspension, and filter it through a 40 µm cell strainer \\(nylon sieve).\r\n\n\n- Centrifuge the filtrate at 100 g for 3 minutes; discard supernatant and carefully remove the top green layer of the two-layered pellet \\(which contains anther wall debris), using a 1 mL pipette or a P1000 micro-pipet.\r\n\n\n- Resuspend the whitish pellet composed of microspores in 6 mL B medium and centrifuge at 65 g for 3 minutes, discard supernatant. Repeat this procedure once more.\r\n\n\n- Discard the supernatant and resuspend well the microspore pellet in 3 mL B medium; immediately pipet a 100 µL aliquot for cell counting and for FCR/ DAPI assays.\r\n\n\n- Check microspore viability using FCR test\n13\n: add FDA \\(to 2 µg/mL) to a microspore suspension aliquot and observe with the fluorescence microscope under blue excitation. Viable microspores display a bright yellow/green fluorescence. A microspore viability rate around 50% or above is appropriate for the subsequent steps. This observation also provides indication about the cytological stage of the purified microspores.\r\n\n\n- Determine microspore number in the purified fraction, using a Malassez counting chamber.\r\n\n\n- Optional: check microspore cytological stages with DAPI staining applied to a microspore suspension aliquot, as described above.\r\n\n\n- Adjust microspore density to 100,000 microspores/mL with B medium.\r\n\n\n- Keep the microspore suspension at 4°C in darkness for 21 days in Falcon 353001 Petri dishes sealed with Parafilm®. Use about 1.5 mL microspore suspension per dish.\r\n\n\n- Rinse microspores twice with cold B medium with centrifugations at 50 g for 3 min at 4°C.\r\n\n\n- Suspend fractions containing about 160,000 microspores in 600 µL of AT12 medium. Incubate in a 12-well plate sealed with Parafilm® at 25°C in the dark.\r\n\n\n- After 3 weeks, replace the medium with 600 µL of fresh AT12 medium, by carefully pipeting with a P200 micropipet; re-seal the 12-well plate with Parafilm® and continue incubation at 25°C in the dark.\r\n\n\n- Observe for developing micro-calli \\(ca. 0.5 mm diameter). Developing micro-calli start to be seen about 8 weeks after subculture \\(Figure 1g).\r\n\n\n- Isolate developing micro-calli, under the stereo-microscope, by carefully pipetting them with a P200 micropipet \\(with cut tip). Subculture them individually in 300 µL of AT12 medium in a 24-well plate sealed with Parafilm® in the same conditions.\r\n\n\n- After 2 weeks, plate individual calli onto CM3 solid medium in 100 x 20 mm round tissue culture dishes \\(30 mL medium per dish), and incubate dishes at 25°C in darkness \\(Figure 1h).\r\n\n\n- After 7 weeks of culture, subculture developing calli once on CM3 medium for 12 weeks \\(30 mL medium per dish, 4 calli/dish), at 25°C in darkness.\r\n\n\n- Check for calli that display somatic embryos \\(Figure 1i).\r\n\n\n- For DNA isolation, harvest developing calli and propagate them by repeated subcultures every 4-6 weeks on callus maintenance medium\n10\nin 100 x 20 mm round dishes \\(30 mL medium per dish, 9 calli/dish), at 25°C in darkness.\r\n\n\n- For embryo production and further plantlet regeneration, propagate embryogenic calli by repeated subcultures of embryogenic tissues on EMM\n11\nin 100 x 20 mm dishes \\(33 mL medium per dish, 9 calli/dish), at 25°C with 16/8h day/night regime.\r\n\n\n- For plantlet regeneration, dissect cotyledons from embryogenic calli, plate them onto SIM in 100 x 20 mm dishes \\(33 mL medium per dish, 20 cotyledons/dish) and incubate them at 25°C with 16/8h day/night regime; after 4 weeks, dissect regenerated shoots and transfer them to multiplication medium, incubate them at 22°C with 16/8h day/night regime; propagate and maintain regenerated plantlets \\(Figure 1j) in the same conditions, by subculture every 4 weeks.\r\n\n\n\r\n\n\n_**Homozygosity determination:**_\r\n\n\nTo check the homozygosity of developing embryogenic calli, either proceed \\(1) with High Resolution Melting \\(HRM) analyses using primer pairs known to amplify heterozygous loci. In our case, we used the Applied MeltDoctor TM HRM master mix; ThermoFisher Scientific following the manufacturer’s instructions; \\(2) by using SSR primers amplifying single heterozygous loci distributed along the chromosomes/genetic linkage groups; and/or \\(3) by observing the k-mer spectrum of Illumina reads derived from this homozygous material.\r\n\n\n\r\n\n\nDNA genotyping \\(HRM) of isolated calli showed that all tested loci were homozygous \\(Figure 2a). All developing calli displayed the same homozygous profile indicating that they likely derived from a unique microspore development event. This callus was designated R. chinensis HzRDP12 \\(hereafter RcHzRDP12; Figure 1h,i). The k-mer spectrum of Illumina reads derived from RcHzRDP12 provided the final proof that the genome of RcHzRDP12 genome was homozygous, demonstrating a loss of heterozygosity in ‘Old Blush’ \\(Figure 2b). Experiments exploring the potential of RcHzRDP12 material have revealed that it is possible to maintain the embryogenic capacity of produced calli through several subcultures. Furthermore, we readily able to regenerate plantlets with normal morphological phenotype from RcHzRDP12 somatic embryos \\(Figure 1j). \r\n\n\n\r\n\n\n\r\n\n\n_**Ploidy determination:**_\r\n\n\nTo determine the ploidy level of the developed homozygous calli and plants, we performed fluorescence-activated cell sorting \\(FACS) analysis:\r\n\n\n- Isolate nuclei from homozygous calli samples or from young leaves of regenerated plantlets, as previously described\n14\n. Leaves from the heterozygous ‘Old Blush’ rose plants from which the homozygous material derives was used as control.\r\n\n\n- Stain by adding 1µg/ml DAPI \\(Sigma) for 1 hour at room temperature. In our case, FACS analyses were performed using MACSQuant VYB \\(Miltenyi Biotec) cytometer and analyzed by FlowJo software \\(FlowJo LLC). \r\n\n\n- Compare the ploidy profile of the homozygous material with that of the heterozygous mother plant used as a control.\r\n\n\nIn our case, one major peak corresponding to diploid \\(2N) cells was observed after DAPI staining for RcHzRDP12 \\(Figure 2c) and the ploidy profile of the homozygous rose material was identical to that of the heterozygous rose R. chinensis ‘Old Blush’ mother plant, used as a control. In all samples, the majority of cells were diploid and low proportion of polyploid cells \\(4N and 8N), frequently observed in young tissues, was detected. These data demonstrate that haploid cells originating from the homozygous callus did undergo spontaneous genome duplication during regeneration resulting in diploid homozygous R. chinensis ‘Old blush’ callus and plant material."
        },
        {
            "header": "Anticipated Results",
            "content": "To the best of our knowledge, this is the first demonstration of the production of a homozygous rose plantlet. The use of such approach opens possibilities to implement haplo-methods in rose genetics and breeding. \r\n\n\nThis protocol offers a rigorous and reproducible method for deriving homozygous material from heterozygous tissue. This enables a two-fold reduction of the genome complexity, which is useful for producing high-quality genome assembly. Future prospects could include the sequencing of independent haploidization events, in order to retrieve and assemble parental haplotypes of hybrid species and cultivars. Equally important, this possibility to generate Recombinant Inbred Like materials paves the way for novel breeding strategies in roses, e.g. F1 breeding or reverse breeding. With respect to more fundamental research, availability of homozygous rose genotypes may foster the study of a number of processes in simpler genetic models \\(e.g. developmental mechanisms or metabolic pathways). In particular, homozygous genotypes represent promising models for functional genetics."
        },
        {
            "header": "References",
            "content": "1. Shulaev, V. et al. The genome of woodland strawberry \\(Fragaria vesca). Nat Genet 43, 109-16 \\(2011).\r\n  2. Neale, D.B. et al. Decoding the massive genome of loblolly pine using haploid DNA and novel assembly strategies. Genome Biol 15, R59 \\(2014).\r\n  3. Smulders, M.J.M. et al. Genomic and Breeding Resources : Plantation and Ornamental Crops, Rose. in Wild Crop Relatives : Genomic and Breeding Resources Plantation and Ornamental Crops \\(ed. Kole, C.) \\(Springer-Verlag, Berlin Heidelberg, 2011).\r\n  4. Martin, M., Piola, F., Chessel, D., Jay, M. & Heizmann, P. The domestication process of the Modern Rose: genetic structure and allelic composition of the rose complex. Theoretical-and-Applied-Genetics 102, 398-404 \\(2001).\r\n  5. Bendahmane, M., Dubois, A., Raymond, O. & Bris, M.L. Genetics and genomics of flower initiation and development in roses. J Exp Bot 64, 847-57 \\(2013).\r\n  6. Kyo, M. & Harada, H. Control of the developmental pathway of tobacco pollen in vitro. Planta 168, 427-32 \\(1986).\r\n  7. Touraev, A. & Heberle-Bors, E. Microspore embryogenesis and in vitro pollen maturation in tobacco. Methods Mol Biol 111, 281-91 \\(1999).\r\n  8. Murashige, T. & Skoog, F. A revised medium for rapid growth and bioassays with tobacco tissue cultures. Physiol Plant 15, 473-497 \\(1962).\r\n  9. Gamborg, O.L., Miller, R.A. & Ojima, K. Nutrient requirements of suspension cultures of soybean root cells. Exp Cell Res 50, 151-8 \\(1968).\r\n  10. Kamo, K., Jones, B., Castillon, J., Bolar, J. & Smith, F. Dispersal and size fractionation of embryogenic callus increases the frequency of embryo maturation and conversion in hybrid tea roses. Plant Cell Rep 22, 787-92 \\(2004).\r\n  11. Vergne, P. et al. Somatic embryogenesis and transformation of the diploid rose Rosa chinensis cv \\`Old Blush'. Plant Cell Tissue and Organ Culture 100, 73-81 \\(2010).\r\n  12. Vergne, P., Delvallée, I. & Dumas, C. Rapid and accurate assessment of pollen development stage in wheat and maize using DAPI and membrane permeabilization. Stain Technol 62, 299-304 \\(1987).\r\n  13. Heslop-Harrison, J. & Heslop-Harrison, Y. Evaluation of pollen viability by enzymatically induced fluorescence; intracellular hydrolysis of fluorescein diacetate. Stain Technol 45, 115-20 \\(1970).\r\n  14. Brioudes, F., Thierry, A.M., Chambrier, P., Mollereau, B. & Bendahmane, M. Translationally controlled tumor protein is a conserved mitotic growth integrator in animals and plants. Proc Natl Acad Sci U S A 107, 16384-9 \\(2010).\r\n  15. Marcais, G. & Kingsford, C. A fast, lock-free approach for efficient parallel counting of occurrences of k-mers. Bioinformatics 27, 764-70 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by funds from the French National Institute of Agronomic Research \\(INRA), by the program Fonds Recherche of Ecole Normale Supérieure-Lyon-France and by French National Research Agency programs DODO \\(ANR-16CE20-0024-03)"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41588-018-0110-3",
                "date": "2018-04-13 21:56:28",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15650,
                "identity": "a1695dca-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Philippe Vergne",
                "email": "Philippe.Vergne@ens-lyon.fr",
                "orcid": "",
                "institution": "Laboratoire Reproduction et Développement des Plantes, Univ Lyon, ENS de Lyon, UCB Lyon 1, CNRS, INRA, F-69364 Lyon, France. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Philippe",
                "middleName": "",
                "lastName": "Vergne",
                "suffix": ""
            },
            {
                "id": 15655,
                "identity": "a1696759-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mohammed Bendahmane",
                "email": "mohammed.bendahmane@ens-lyon.fr",
                "orcid": "",
                "institution": "Laboratoire Reproduction et Développement des Plantes, Univ Lyon, ENS de Lyon, UCB Lyon 1, CNRS, INRA, F-69364 Lyon, France. ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mohammed",
                "middleName": "",
                "lastName": "Bendahmane",
                "suffix": ""
            },
            {
                "id": 15651,
                "identity": "a1696058-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jeremy Just",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire Reproduction et Développement des Plantes, Univ Lyon, ENS de Lyon, UCB Lyon 1, CNRS, INRA, F-69364 Lyon, France. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeremy",
                "middleName": "",
                "lastName": "Just",
                "suffix": ""
            },
            {
                "id": 15652,
                "identity": "a1696204-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Judit Szécsi",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire Reproduction et Développement des Plantes, Univ Lyon, ENS de Lyon, UCB Lyon 1, CNRS, INRA, F-69364 Lyon, France. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Judit",
                "middleName": "",
                "lastName": "Szécsi",
                "suffix": ""
            },
            {
                "id": 15653,
                "identity": "a169636f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Annick Dubois",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire Reproduction et Développement des Plantes, Univ Lyon, ENS de Lyon, UCB Lyon 1, CNRS, INRA, F-69364 Lyon, France. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Annick",
                "middleName": "",
                "lastName": "Dubois",
                "suffix": ""
            },
            {
                "id": 15654,
                "identity": "a16965aa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olivier Raymond",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire Reproduction et Développement des Plantes, Univ Lyon, ENS de Lyon, UCB Lyon 1, CNRS, INRA, F-69364 Lyon, France. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olivier",
                "middleName": "",
                "lastName": "Raymond",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-04-30 15:45:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.067",
        "doiUrl": "https://doi.org/10.1038/protex.2018.067",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610115,
                "identity": "da8dbcbf-cf89-438b-a336-bc21b7dde60f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 18679931,
                "visible": true,
                "origin": "",
                "legend": "Extraction of homozygous material from heterozygous R. chinensis ‘Old Blush’ by in vitro microspore culture.   a, Flower of R. chinensis ‘Old Blush’\r\nb, Floral buds when most microspores are at the mid-late uninucleate/early bicellular development stages. \r\nc-d, Microspores 10 days post transfer to AT12 medium (c, DAPI staining; d, visible light microscope image of the same microspores as in c) . A dividing microspore (white arrows indicate nuclei) is shown. A non-dividing microspore is indicated with a red arrow. \r\ne, f, Mid- and late uninucleate microspores.\r\ng, Homozygous microcalli obtained from microspore culture.\r\nh, Multiplication of RcHzRDP12 homozygous calli.\r\ni, RcHzRDP12 homozygous callus with somatic embryos (black arrow). \r\nj, Plantlet regenerated from RcHzRDP12 homozygous callus.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6755/v1/figure_1.pdf"
            },
            {
                "id": 2610113,
                "identity": "aa1712e8-091c-4f79-86a3-e7846c3d40b8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:25",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 172942,
                "visible": true,
                "origin": "",
                "legend": "Validation and analyses of the obtained homozygous material.   a, HRM analyses to amplify heterozygous loci in ‘Old Blush’ genome. Red arrows indicate the heterozygous loci in ‘Old Blush’ genome. All tested loci (blue arrow) showed that the RcHzRDP12 genome was homozygous. \r\nb, Compared k-mer frequency distribution in heterozygous and homozygous Rosa chinensis genomes. k-mers of length 47 were counted using Jellyfish^15^ in the whole raw Illumina datasets and the number of distinct k-mers was plotted against their number of occurrences in the reads. The top plot displays two peaks, at 211 and 444, denoting the existence of two types of regions in the genome: some present in one copy (occ.=211), and some present in two copies (occ.=444 ≈2*211), consistent with the hypothesis that most of the genome is highly heterozygous (one copy), while a smaller part is homozygous (two copies). In the homozygous genome (bottom plot), only one peak remains, confirming that we extracted one single haplotype from R. chinensis ‘Old Blush’ heterozygous genome; a very small bump can be seen on the right (occ.=157), which could correspond to tandem duplications in the extracted haplotype. \r\nc, Fluorescence-activated cell sorting analysis shows that the obtained homozygous RcHzRDP12 underwent spontaneous genome duplication during regeneration resulting in diploid homozygous callus with a similar ploidy profile as the heterozygous R. chinensis ‘Old Blush’ plants.\r\n",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6755/v1/figure_2.pdf"
            },
            {
                "id": 13466372,
                "identity": "545e20c1-4926-405a-95b9-ec9c19e08fcf",
                "added_by": "auto",
                "created_at": "2021-09-16 20:50:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1654070,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6755/v1/c1a1ec14-96d7-47e3-946c-8fee5a97f686.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Rose, microspore, androgenesis, callus, embryogenic, homozygous, plant regeneration",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Like many economically important plants, roses exhibit high heterozygosity levels. Here, we report the development of a protocol that allows rose microspores to switch from gametophyte to sporophyte development. Using a combination of starvation medium fine-tuning, cold stress and hormonal treatments we were able to induce microspores to initiate divisions and form cell clusters from which embryogenic and proliferating calli could be obtained. DNA genotyping showed that the genome of these calli was homozygous, demonstrating the loss of heterozygosity in the rose. Homozygous calli maintained their embryogenic capacity through several subcultures. Plantlets with normal morphological phenotype could be regenerated from the homozygous embryos. To the best of our knowledge, this is the first demonstration of the production of a homozygous rose plantlet. The use of such approach helps reduce genome complexity to obtain high quality genome assembly and also opens possibilities to implement haplomethods in rose genetics and breeding.",
        "manuscriptTitle": "Production of homozygous rose line derived from heterozygous genotype",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-05-22 15:56:14",
                "doi": "10.1038/protex.2018.067",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a168cdc6-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 22nd, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4248,
                "name": "Cell biology"
            },
            {
                "id": 4250,
                "name": "Biotechnology"
            },
            {
                "id": 4251,
                "name": "Plant sciences"
            },
            {
                "id": 4252,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-05-22 15:56:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}