{
    "identity": "nprot-4713",
    "title": "Replacement of magnesium chloride with magnesium nanoparticles in polymerase chain reaction",
    "content": [
        {
            "header": "Introduction",
            "content": "Polymerase chain reaction \\(PCR) employs an in vitro DNA replication system by the simultaneous primer extension of complementary strands of DNA, and has become a widely used technique in molecular biology since its invention. The PCR process, which requires very little amount of nucleic acid; can achieve higher detection sensitivity and larger amplification of specific sequences in less time than conventional methods. Nano-PCR is relatively a near area of research in the field of biotechnology in which the idea of adding nanoparticles into polymerase chain reaction \\(PCR) for enhancing its efficiency and specificity has attracted several researchers. Nanomaterials have received considerable attention and nanomaterials-based PCR is a new area in nanobiology that combines artificial nanomaterials and biomolecules, for building and mimicking the DNA replication machinery in vivo. Various kinds of nanomaterials have been beneficial to PCR reactions <sup>1-3</sup>. Citrate stabilized gold nanoparticles, rhamnolipid stabilized gold and silver nanoparticles, and magnetic iron oxide nanoparticles are employed for strain typing of Salmonella Typhi”.  Researchers proved that these nanoparticles increase the specificity to Salmonella Typhi in the case of multiplex PCR for the detection of typhoid <sup>13</sup>. Various nanoparticles are employed which includes metallic <sup>4, 5</sup>, oxide <sup>6, 7</sup>, carbon nanotubes \\(CNT) and nanoparticles <sup>8, 9</sup>. Researchers reported that these nanoparticles increase efficiency <sup>7</sup>, specificity <sup>10-13</sup>, less consumption of reaction time <sup>8</sup>. However, various nanoparticles such as metallic oxide \\(ZnO and TiO2), carbon nanotubes \\(CNTs; MWCNTs), metal alloy nanoparticle, metallic nanoparticles such as Gold and silver nonparticles are used for increasing the efficiency and specificity PCR reaction. The carbon nanotubes used are less stable in reaction mixture as compared to metallic oxide nanoparticles. The metallic oxide nanoparticles used are toxic and showed less dispersibility. Thus, in view of studies as detailed above, there is a need to develop  a method for enhancing the efficiency of Polymerase Chain Reaction \\(PCR) by using magnesium oxide \\(MgO) nanoparticles as MgO nanoparticles are highly stable, shows good dispersibility and less toxic as compared to other metallic oxide nanoparticles. \r\n\n\nIn the PCR protocol there is use of magnesium chloride because it acts as a cofactor of the coenzyme Taq DNA polymerase. Present research replaces magnesium chloride with magnesium nanoparticles in the reaction mixture. In previous studies, researches have used many nanoparticles in PCR protocol but they have not used MgO nanoparticles to the best of author’s knoweldge.  Present research proves that we can replace magnesium chloride with magnesium oxide nanoparticles which helps in overall reduction in time and concentration. Furthermore the current results explore that the smearless DNA product is also produced with the help of these nanoparticles. Main reason behind smear is DNA was degraded due to nuclease and protein contamination. MgO nanoparticles might be protecting DNA from the enzymes and other ambient conditions."
        },
        {
            "header": "Reagents",
            "content": "Magnesium nitrate \\(MgNO3), Sodium hydroxide \\(NaOH) was procured from Sisco research laboratory \\(SRL). PCR master mix \\(2X) from the Quiagen Artus, Germany. All other chemicals were of analytic reagent grade. Double distilled water \\(DW) was used throughout the experiments"
        },
        {
            "header": "Equipment",
            "content": "PCR was carried out using a thermocycler \\(Rotor Gene Q \\(5X Multiplier), centrifugation"
        },
        {
            "header": "Procedure",
            "content": "1. Prepare a reaction mixture:  27.5 μL of master mix \\(0.05 units/μL Taq DNA Polymerase), 2.5 μL MgO nanoparticles \\(2.48 mM), 0.4 mM dNTPs, 1 μM of each forward/reverse primer and 20 μL of template DNA per 50 μL reactions. \r\n  2. Keep the reaction mixture in a thermocycler.\r\n  3. Program the thermocycler as follows:\r\n  3.1. Hold the sample at 95\n◦\nC for 10 min\r\n\n\n3.2. Denature step at 95\n◦\nC for 15 sec\r\n\n\n3.3. Anneal temperature of 65\n◦\nC for 25 s \r\n\n\n3.4. Extend at 72\n◦\nC for 15 sec\r\n\n\nfollowed by a uniform three-step amplification profile for another 45 cycles, and finally held at 4\n◦\nC."
        },
        {
            "header": "Timing",
            "content": "By using nanoparticles, we have reduced the time for  annealing step for 25 s, 72 ◦C extension step for 15 sec \\(i.e., annealing and extension time were reduced by 5 s both). As we have given 45 cycles the reduction in time is 225 sec for annealing step and 225 sec for extension step. Therefore overall reduction in time for whole cycle is 450 sec."
        },
        {
            "header": "Anticipated Results",
            "content": "3.1 UV analysis of nanostructures\r\n\n\n\r\n\n\nUV spectra were obtained in the absorbance range 200 – 800 nm. No peak was observed for the blank solution while solution containing MgO nanoparticles gave a peak at around 285 nm \\(Fig. 1). \r\n\n\n\r\n\n\n\r\n\n\n Effect of MgO nanoparticles on PCR\r\n\n\nInitially, MgO nanoparticles were suspended in distilled H2O followed by ultrasonication of sample for 20 min and then were used to test the feasibility of PCR. The PCR results showed explicit improvement in the PCR yield as the DNA produced was smearless. In the normal PCR cycle without nanoparticles the PCR protocol began by first holding the sample at 95 ◦C for 10 min followed by a 95 ◦C denaturation step for 15  sec, followed by initial annealing temperature of 65 ◦C  for 30 sec, and a 72 ◦C extension step for 20 sec, followed by a uniform three-step amplification profile \\(95 ◦C denaturing step for 15 s, 65 ◦C \\(25 s) annealing step for 30 s, 72 ◦C extension step for 20 sec) for another 45 cycles, and finally held at 4◦C but when we use nanoparticles we have reduced the time for  annealing step for 25 s, 72 ◦C extension step for 15 sec \\(i.e., annealing and extension time were reduced by 5 s both). As we have given 45 cycles the reduction in time is 225 sec for annealing step and 225 sec for extension step. Therefore overall reduction in time for whole cycle is 450 sec.\r\n\n\n\r\n\n\nFigure 3 shows the rtPCR graph performed by using MgO nanoparticles and MgCl2. Both of the tubes were able to amplify the DNA. But the DNA amplified by MgO nanoparticles produced more counts \\(22.87) in comparison to the MgCl2 \\(22.37). The yellow line indicates the fluorescence obtained by the MgCl2. However, the red line indicates the fluorescence performed by the MgO nanoparticles. \r\n\n\nIn the above mentioned protocol we have used MgO with concentration of 2.5 mM while in the control experiment we used MgCl2 with concentration of 5 mM.  Therefore we have also reduced the concentration of Mg. \r\n\n\n\r\n\n\nWe have found that by using MgO nanoparticles we are able to get smearless DNA which is major troubleshooting of PCR products \\(Figure 4). Main reason behind smear is DNA was degraded due to nuclease and protein contamination. MgO nanoparticles might be protecting DNA from the enzymes and other ambient conditions."
        },
        {
            "header": "References",
            "content": "\\[1]  Bartlett, J.M. and D. Stirling, A Short History of the Polymerase Chain Reaction. 2003. p. 3-6.\r\n\n\n\\[2]  Mullis, K.B. and F.A. Faloona, Specific synthesis of DNA in vitro via a polymerase-catalyzed chain reaction, in Methods in Enzymology, W. Ray, Editor. 1987, Academic Press. p. 335-350.\r\n\n\n\\[3]  Saiki, R., et al., Enzymatic amplification of beta-globin genomic sequences and restriction site analysis for diagnosis of sickle cell anemia. Science, 1985. 230\\(4732): p. 1350-1354.\r\n\n\n\\[4]  Li, M., et al., Enhancing the efficiency of a PCR using gold nanoparticles. Nucleic Acids Research, 2005. 33\\(21): p. e184. \r\n\n\n\r\n\n\n\\[5]  Weijie, W., J.T.W. Yeow, and M.I. Van Dyke. Effect of silver and titanium dioxide nanoparticles on PCR efficiency. in Nanotechnology, 2009. IEEE-NANO 2009. 9th IEEE Conference on. 2009.\r\n\n\n\\[6]  Khaliq, R.A., et al., Enhancement in the efficiency of polymerase chain reaction by TiO 2 nanoparticles: crucial role of enhanced thermal conductivity. Nanotechnology, 2010. 21\\(25).\r\n\n\n\\[7]  Li ShiQiang, et al., Impact and mechanism of TiO2 nanoparticles on DNA synthesis in vitro. Science in China Series B: Chemistry, 2008. 51\\(4): p. 367-372.\r\n\n\n\\[8]  Cui, D. and et al., Effects of single-walled carbon nanotubes on the polymerase chain reaction. Nanotechnology, 2004. 15\\(1): p. 154.\r\n\n\n\r\n\n\n\\[9]  Zhang Z, Wang M, and A. H., An aqueous suspension of carbon nanopowder enhances the efficiency of a polymerase chain reaction. Nanotechnology, 2007. 18\\(35): p. 355706.\r\n\n\n\\[10]  Zhang Z, et al., Aqueous suspension of carbon nanotubes enhances the specificity of long PCR. Biotechniques, 2008. 44\\(4): p. 537.\r\n\n\n\\[11]  Liang, G., et al., Enhanced Specificity of Multiplex Polymerase Chain Reaction via CdTe Quantum Dots. Nanoscale Research Letters, 2010: p. 1-7.\r\n\n\n\\[12]  Ma, L., et al., Maximizing specificity and yield of PCR by the quantum dot itself rather than property of the quantum dot surface. Biochimie, 2009. 91\\(8): p. 969-973.\r\n\n\n\\[13] \\[Asma Rehman, et.al; Analyst,140, 01 Sep 2015, 7366-7372]"
        },
        {
            "header": "Acknowledgements",
            "content": "The present work was supported to one of the author \\(Jagriti Narang) by SERB, Department of Science and Technology \\(DST), India. Thanks to all scientists referenced throughout the paper whose valuable work has guided the way through to this research work."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13876,
                "identity": "a0aff5b8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jagriti Narang",
                "email": "jags_biotech@yahoo.co.in",
                "orcid": "",
                "institution": "AMity university, noida, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jagriti",
                "middleName": "",
                "lastName": "Narang",
                "suffix": ""
            },
            {
                "id": 13877,
                "identity": "a0aff93e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nitesh  Malhotra ",
                "email": "",
                "orcid": "",
                "institution": "Amity university, noida, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nitesh",
                "middleName": "",
                "lastName": "Malhotra",
                "suffix": ""
            },
            {
                "id": 13878,
                "identity": "a0affaef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sumit Narang",
                "email": "",
                "orcid": "",
                "institution": "Oil and Natural Gas Corporation (Ankleshwar, India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sumit",
                "middleName": "",
                "lastName": "Narang",
                "suffix": ""
            },
            {
                "id": 13879,
                "identity": "a0affcca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chaitali Singhal",
                "email": "",
                "orcid": "",
                "institution": "Amity Institute of Nanotechnology, Amity University (Noida, UP, India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chaitali",
                "middleName": "",
                "lastName": "Singhal",
                "suffix": ""
            },
            {
                "id": 13880,
                "identity": "a0affe30-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ruby Kansal",
                "email": "",
                "orcid": "",
                "institution": "Sir Gangaram Hospital (New Delhi, India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ruby",
                "middleName": "",
                "lastName": "Kansal",
                "suffix": ""
            },
            {
                "id": 13881,
                "identity": "a0afff79-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vanita Chandel",
                "email": "",
                "orcid": "",
                "institution": "Amity Institute of Virology and Immunology, Amity University (Noida, UP, India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vanita",
                "middleName": "",
                "lastName": "Chandel",
                "suffix": ""
            },
            {
                "id": 13882,
                "identity": "a0b000c1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "KV Srivatsan",
                "email": "",
                "orcid": "",
                "institution": "Amity Institute of Biotechnology, Amity University, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "KV",
                "middleName": "",
                "lastName": "Srivat",
                "suffix": "Sr"
            },
            {
                "id": 13883,
                "identity": "a0b00209-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "CS Pundir",
                "email": "",
                "orcid": "",
                "institution": "MD University, Rohtak, Haryana, India",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "CS",
                "middleName": "",
                "lastName": "Pundir",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-03-25 11:38:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.021",
        "doiUrl": "https://doi.org/10.1038/protex.2016.021",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465518,
                "identity": "1588bdcc-f9d9-41a4-8831-db29ca5d4244",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 163448,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4713/v1/9d2b6ec1-9bb8-4067-b367-7fbaf3a09e93.pdf"
            }
        ],
        "financialInterests": "There authors declare no competing financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "PCR, MgO nanoparticles, smearless DNA, MgCl2, CMV",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Current research work exploited astonishing properties of nanoparticles in polymerase chain reaction \\(PCR). Present research employs the magnesium oxide nanoparticles in polymerase chain reaction \\(PCR) in place of magnesium chloride which results in significant reduction in time of the conventional PCR procedure, reduction in concentration of the magnesium used and smearless DNA. The rationale behind the use of magnesium oxide nanoparticles is its unique properties such as highly stable, good dispensability and less toxic effects. The preliminary results explicated that magnesium oxide nano-particles ultimately show enhancement in reaction efficiency.",
        "manuscriptTitle": "Replacement of magnesium chloride with magnesium nanoparticles in polymerase chain reaction",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-03-30 01:52:18",
                "doi": "10.1038/protex.2016.021",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0afa83c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 30th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3588,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-03-30 01:52:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}