{
    "identity": "nprot-6911",
    "title": "Human Fibroblast Reprogramming to Naïve Induced Pluripotent Stem Cells in Microfluidics",
    "content": [
        {
            "header": "Introduction",
            "content": "Conventional human PSCs, either derived from early embryos \\(Thomson et al., 1998) or by reprogramming of somatic cells by OSKM \\(Takahashi et al., 2007), resemble a developmental stage named primed pluripotency. Primed PSCs express OCT4, SOX2 and NANOG in response to FGF and TGF-beta signals, display higher levels of repressive epigenetic modifications and are mostly glycolytic \\(Hackett and Surani, 2014; Nichols and Smith, 2009). Different primed PSC lines display a differentiation bias toward some germ layers \\(Osafune et al., 2008). \r\n\n\nMurine PSCs are thought to represent a less advanced developmental state, called naïve pluripotent state, characterized by expression of the transcription factors Oct4, Sox2, Nanog, Klf4 and Tfcp2l1 in response to the cytokine LIF and inhibition of GSK3 and MEK kinases \\(Dunn et al., 2014). Murine naïve PSCs display low levels of repressive epigenetic modification, such as trimethylation of lysine 9 on histone 3 \\(H3K9me3) or cytosine methylation \\(Ficz et al., 2013; Leitch et al., 2013; Marks et al., 2012) and are metabolically sustained by high levels of oxidative phosphorylation \\(Carbognin et al., 2016; Zhou et al., 2012). Importantly, murine naïve PSCs efficiently generate cells of all three germ layers.\r\n\n\nRecently, human  naïve PSCs have been generated either by expression of transgenes via viral vectors together with genomic reporter constructs, or directly from human embryos \\(Davidson et al., 2015; Ware, 2017; Weinberger et al., 2016).\r\n\n\nThe use of human embryos has ethical limitations and obviously does not allow generation of patient-specific naïve PSCs, while conversion of somatic cells to naïve pluripotency with available protocols requires one or more rounds of stable genetic manipulations that are time-consuming, inefficient, and potentially mutagenic. To overcome such limitations, we derived a strategy for the efficient generation of transgene-free naïve iPSCs directly from somatic cells by delivery of modified messenger RNAS \\(mmRNAs) with microfluidics \\(µF). The use of µF leads to a reduction in the number of cells needed and costs of two orders of magnitude, with a significant increase in reprogramming efficiency."
        },
        {
            "header": "Reagents",
            "content": "StemMACS™ mRNA Transfection Kit \\(Miltenyi, 130-104-463)\r\n\n\nStemMACS™ mRNA Reprogramming Kit \\(Miltenyi, 130-107-581)\r\n\n\nStemMACS™ Repro-Brew XF human \\(Miltenyi, 130-107-544)\r\n\n\nRSeT™ Medium \\(Stemcell Technologies, 05970)\r\n\n\nHuman Plasma Fibronectin 1 mg/ml \\(Santa Cruz, sc-29011)\r\n\n\nCH, GSK3 inhibitor \\(CHIR 99021, Axon Medchem, 1386)\r\n\n\nRI, Rho-Kinase \\(ROCK) inhibitor \\(Y 27632 dihydrochloride, Axon Medchem, 1683)\r\n\n\nB18R \\(Vaccinia Virus B18R Recombinant Protein, eBioscience™ Carrier-Free, 34-8185-81)\r\n\n\nDulbecco’s Phosphate Buffered Saline, Modified, without calcium chloride and magnesium chloride \\(PBS-/-, Sigma Aldrich, D8537)\r\n\n\nTrypsin-EDTA \\(0.05%) \\(Gibco, 25300054)\r\n\n\nDulbecco’s Modified Eagle’s Medium \\(DMEM, Sigma Aldrich, D5796)\r\n\n\nFetal Bovine Serum \\(FBS, Sigma Aldrich, F7524)\r\n\n\nStemPro™ Accutase™ Cell Dissociation Reagent \\(Gibco, A1110501)\r\n\n\nTrypLE™ Select Enzyme \\(1X), no phenol red \\(Gibco, 12563011)\r\n\n\nBJ Human fibroblasts \\(ATCC, CRL-2522)\r\n\n\nMEF DR4 \\(ATCC, SCRC-1045)\r\n\n\n2-Propanol \\(Sigma Aldrich, 33539)\r\n\n\nDistilled water\r\n\n\nSU-2100 photoresist \\(MicroChem, Y1110750500L1GL)\r\n\n\nPropylene glycol monomethyl ether acetate \\(Sigma Aldrich, 484431-1L) \r\n\n\nHexamethyldisilazane \\(Sigma Aldrich, 52619)\r\n\n\nSylgard 184 PDMS \\(Dow Corning, \\(240)1673921)"
        },
        {
            "header": "Equipment",
            "content": "Low oxygen incubator \\(37°C, CO2 5%, O2 5%)\r\n\n\nLaminar flow hood\r\n\n\nBenchtop Centrifuge for 15 ml and 50 ml tubes\r\n\n\nMicrocentrifuge\r\n\n\n100 mm TC-treated Cell Culture Dish \\(Falcon, 353003)\r\n\n\n12-well Clear Flat Bottom TC-treated Multiwell Cell Culture Plate \\(Falcon, 353043)\r\n\n\nRNAse-free sterile Microtube 0.2 ml \\(Sarstedt, 72.737)\r\n\n\nMicrotube 1.5 ml \\(Sarstedt, 72.706.200)\r\n\n\n15 ml sterile Tube \\(Sarstedt, 62.554)\r\n\n\nZeiss Axio Vert.A1 inverted fluorescence microscope\r\n\n\nBRAND® counting chamber BLAUBRAND® Bürker pattern \\(Sigma Aldrich, BR718920)\r\n\n\nSilicon wafer \\(Siegert Wafer, cat. #BO14023)\r\n\n\nHot plate \\(Torrey Pines Scientific)\r\n\n\nSpin coater \\(Laurell)\r\n\n\nUV lamp \\(OAI)\r\n\n\nMini Rocker Shaker \\(Grant-bio)\r\n\n\nAutoclave \\(Liarre)\r\n\n\nPlasma cleaner \\(Harrick, PDC-002)\r\n\n\nDesiccator \\(Kartell, 230)\r\n\n\nScalpel\r\n\n\n1- and 3-mm Biopsy punches\r\n\n\nMicroscopy glass slide \\(Thermo-scientific, 10143562CE)"
        },
        {
            "header": "Procedure",
            "content": "Production of microfluidics \\(µF) chips:\r\n\n\n1. Design of the photomask using CAD or Illustrator Software. The file of the photomask we used for reprogramming experiments is available on request.\r\n  \r\n\n\n2. Print the photomask on a transparency film in high-resolution \\(>2400 dpi).\r\n  \r\n\n\n3. Photomask Fabrication:\r\n  a. Silicon Wafer preparation: \r\n\n\ni. Wash wafer with 2-Propanol.\r\n\n\nii. Wash wafer with distilled water.\r\n\n\niii. Dry wafer on a hot plate at 120°C for 30 minutes.\r\n\n\nb. Photoresist Coating:\r\n\n\ni. Place the wafer on the chuck of the spin coater and power the vacuum pump.  \r\n\n\nii. Dispense 1 ml of photoresist for each inch of wafer diameter.\r\n\n\niii. Spin at 500 r.p.m. for 10 s with acceleration of 100 r.p.m/s.\r\n\n\niv. Spin at 500 r.p.m. for 30 s with acceleration of 1500 r.p.m/s.\r\n\n\nc. Photoresist Soft Baking:\r\n\n\ni. Bake the coated wafer on a hot plate at 65°C for 5 minutes and at 95°C for 30 minutes. \r\n\n\nd. Exposure:\r\n\n\ni. Exposure through a photomask to UV light at exposure energy of 310 mJ/cm2.\r\n\n\ne. Post-Exposure Baking:\r\n\n\ni. Bake the coated wafer on a hot plate at 65°C for 5 minutes and at 95°C for 10 minutes. \r\n\n\nf. Development:\r\n\n\ni. Place the wafer in a glass dish and put it on a shaker.\r\n\n\nii. Pour propylene glycol monomethyl ether acetate in the glass and shake for 15 minutes. \r\n\n\niii. Wash wafer with 2-Propanol.\r\n\n\niv. Dry the wafer with compressed air.\r\n\n\ng. Photoresist Hard Baking:\r\n\n\ni. Bake the coated wafer on a hot plate at 80°C for 1h. \r\n\n\n\r\n\n\n4. Replica Moulding:\r\n  a. Place the patterned wafer in a Petri dish and then in a desiccator, containing a small beaker with few drops of hexamethyldisilazane \\(HMDS).\r\n\n\nb. Connect the desiccator to the vacuum line to reduce the pressure inside the desiccator; keep the wafer under vacuum for 30 minutes.\r\n\n\nc. Pour Sylgard 184 PDMS in a plastic cup in a 10:1 base:curing-agent ratio, mix it thoroughly for at least 3 minutes.\r\n\n\nd. Place the uncured PDMS in a desiccator and connect it to the vacuum line to evacuate the air; turn off the vacuum and keep the PDMS under vacuum in order to remove the bubbles. After 15 minutes vent the desiccator.\r\n\n\ne. Place the wafer with PDMS into the vacuum desiccator for a 10 minutes and check for complete removal of bubbles.\r\n\n\nf. Place the Petri dish containing both the wafer and PDMS in an oven, cure it at 70°C for 1.5 hour. \r\n\n\ng. Separate the cured PDMS block from the wafer. \r\n\n\nh. Cut the PDMS block into pieces according to the pattern of the wafer.\r\n\n\ni. Use disposable 1-mm biopsy punches to produce inlet and outlet holes for each culture chamber.\r\n\n\nj. Prepare the reservoirs as PDMS pieces of 5 x 0.5 cm and punch them with a 3-mm biopsy punch.\r\n\n\nk. Clean thoroughly a microscopy glass slide with MICRO-90 cleaning solution \\(2% v/v in distilled water) and rinse with distilled water.\r\n\n\nl. Place the PDMS replica, with the patterned surface facing up, and a glass slide in an air plasma cleaner for surface activation at 0.3 mbar of filtered air and 30 W for 2 minutes. \r\n\n\nm. Place in conformal contact the activated surfaces of both PDMS and glass \\(block1).\r\n\n\nn. Place the device, with the PDMS surface up, and the PDMS reservoir in an air plasma cleaner for surface activation at 0.3 mbar of filtered air and 30 W for 2 minutes. \r\n\n\no. Place in conformal contact the PDMS reservoir with the flat side of the PDMS \\(block1) in order to seal the reservoirs.\r\n\n\np. Place the device in an oven at 80°C for 1 hour to complete the bonding process.\r\n\n\nq. Cool the bonded microfluidic device to room temperature.\r\n\n\nr. Pipette 12 µL of 2-propanol inside each culture chamber to clean the chamber from production process by-products, and rinse by flowing 30 µL of distilled water into the chambers before 2-propanol evaporation.\r\n\n\ns. Dry the chambers by aspirating the water with a 200 µL pipette and package the microfluidic device inside an autoclave bag.\r\n\n\nt. Autoclave at 121˚C for 15 minutes, and let it dry at the end.\r\n\n\n\r\n\n\n\r\n\n\nmmRNA preparation:\r\n\n\nResuspend each mmRNA \\(POU5F1, SOX2, MYC, KLF4, NANOG, with or without nGFP) and mix them following manufacturer datasheet, omitting LIN28 mmRNA. The molar ratio among different factors should be 3:1:1:1:1:1, with POU5F1 being the most abundant. Each mmRNA is resuspended at a concentration of 100 ng/µl and the following volumes of each factor are mixed together: POU5F1 520µl, KLF4 183µl, SOX2 155µl, cMYC 200µl, NANOG 136µl, nuclear eGFP 124µl.   Aliquot mixed mmRNAs in small amount \\(5 to 10 µl) in 0.2 ml sterile microtubes. Avoid freezing-and-thawing more than 2 times. Alternatively, mmRNA can be produced in-house as described by Warren and colleagues \\(Warren et al., 2010).\r\n\n\n\r\n\n\nFibroblasts Medium:\r\n\n\nSupplement DMEM with 10% FBS. Addition of antibiotics is optional. We normally perform reprogramming without antibiotics.\r\n\n\n\r\n\n\nComplete Primed Reprogramming Medium \\(PRM):\r\n\n\nAdd to StemMACS ReproBREW XF Basal Medium, the 50X StemMACS ReproBREW XF Supplement and store at 4C.  Add B18R \\(final concentration 0.2 µg/ml), RI \\(5 µM), CH \\(1 µM) only when reprogramming starts and do not store for more than 72 h.\r\n\n\n\r\n\n\nRSeT for Naïve Reprogramming:\r\n\n\nAdd the 5x Supplement, 500x Supplement and 1000x Supplement to RSeT Basal Medium according to manufacturer’s instructions and store at 4C. Add B18R \\(final concentration 0.2 µg/ml) only when reprogramming starts and do not store for more than 72 h.\r\n\n\n\r\n\n\nReprogramming protocol:\r\n\n\n1. Day -1 - Seeding of Human Fibroblasts in microfluidics \\(µF) chip:\r\n  a. Place the µF chip inside a 100 mm cell culture dish. Please see Supplementary Figure 1A of Giulitti et al., 2018 for a diagram showing the different parts of the microfluidics chip and how it is used.\r\n\n\nb. Add 3 ml PBS-/- to the 100mm cell culture dish containing the µF chip and let it spread in the dish, without covering the µF chip. The dish works as a sterile humidified chamber. Throughout the reprogramming protocol make sure the dish is humidified by adding PBS-/- when needed. \r\n\n\nc. Prepare a 25 μg/ml fibronectin solution in PBS-/- and inject 12 µl in each channel.\r\n\n\nd. Incubate for 30 min at room temperature.\r\n\n\ne. Calculate the number of fibroblasts needed for the reprogramming experiment. We want to plate fibroblasts at 25 cells/mm2 and the total surface of one channel is ~27 mm2, thus 675 cells per channel are needed. In fact, for each channel we have to use 1500 cells, because inlet and outlet volumes must be taken into account. \r\n\n\nf. Detach fibroblasts by washing with PBS-/- twice, then add trypsin and incubate at 37C for 3-4 minutes. Add at least 3 volumes of Fibroblast Medium and transfer the cell suspension in a sterile 15 ml tube. \r\n\n\ng. Count fibroblasts with chamber and transfer to sterile tube only the number of fibroblasts previously calculated in \\(e). Spin at 300 rcf for 4 minutes in a benchtop microcentrifuge.\r\n\n\nh. Resuspend the cell pellet in fresh Fibroblast Medium. For each µF channel, 12 µl are needed. For example, for 20 channels 30,000 cells have to be resuspended in 240 µl of Fibroblast Medium.\r\n\n\ni. Inject 12 µl of cell suspension per channel. Please note that the volume of the µF channel is\n6 µl, but\n12 µl are needed to fill also the inlet and outlet of each channel.\r\n\n\nj. Remove excess of liquid from reservoirs \\(leave enough medium to form a meniscus).\r\n\n\nk. Culture overnight in Low oxygen incubator \\(37°C, CO2 5%, O2 5%).\r\n\n\n\r\n\n\n2. Day 0, 9 a.m. - Preparation for the first transfection:\r\n  a. Calculate the total volume of PRM needed for the first 3 days of reprogramming experiment as follows: 12µl**2 \\(number of daily media changes)**number of channels**3 days**1.2 \\(to allow 20% excess of medium). For example, for 20 channels 1,728 µl. The same amount of complete PRM will be needed also at day 3.\r\n\n\nb. Add RI \\(5 µM), CH \\(1 µM) and B18R \\(0.2 µg/ml) and do not store for more than 3 days.\r\n\n\nc. Leave complete PRM medium at room temperature for at least 30 minutes and add 12 µl to each channel. Remove excess of exhausted medium from reservoirs.\r\n\n\nd. Transfer µF chips back into the incubator for at least 1 hour before transfection. B18R is a component of the complete PRM that reduces the innate immune response and prepares cells for transfection of mmRNA. It must be present in all media used throughout the reprogramming protocol.\r\n\n\n\r\n\n\n3. Day 0, 10 a.m. - Prepare mmRNA Transfection mix:\r\n  a. All volumes indicated in this section refer to one µF channel, please multiply them by the number of channels used in the reprogramming experiment.\r\n\n\nb. Thaw mmRNA aliquots on ice, use StemMACS mRNA Transfection Kit transfection reagent \\(TR) + transfection buffer \\(TB). In RNase-free sterile 0.2 ml tubes prepare the following mixes: \r\n\n\ni. Mix A: 0.27 µl TB + 0.09 µl mmRNAs\r\n\n\nii. Mix B: 0.333 µl TB + 0.027 µl TR\r\n\n\nc. Transfer Mix B to Mix A and mix gently 4-5 times. The total volume of transfection mix for one channel should be 0.72 µl.\r\n\n\nd. Incubate for 20 min at RT.\r\n\n\ne. Gently transfer 0.7 µl of Mix A+B to a tube containing 11.3 µl of complete PRM. Mix gently 4-5 times.\r\n\n\nf. Dispense 12 µl of mix to each channel. Remove excess of exhausted medium from reservoirs.\r\n\n\ng. Incubate in Low oxygen incubator \\(37°C, CO2 5%, O2 5%) for 8 hours.\r\n\n\n\r\n\n\n4. Days 0, 6 p.m.  \r\n  a. warm at 37°C complete PRM and add 12 µl to each channel. Remove excess of exhausted medium from reservoirs.\r\n\n\nb. Incubate in Low oxygen incubator \\(37°C, CO2 5%, O2 5%) overnight.\r\n\n\n\r\n\n\n5. Days 1-5 – MET induction:\r\n  a. 9 a.m., check for nuclear EGFP \\(after first transfection expect >50% nEGFP+ cells)\r\n\n\nb. 9 a.m., proceed with transfection, as described in point 3. \r\n\n\nc. Starting from day 2, the amount of mmRNA transfected should be gradually increased only if fibroblasts appear healthy and proliferative. If cell population is steady and/or stressed, do not increase the amount of mmRNA transfected.\r\n\n\nd. The aim is to maximize mmRNA transfection efficiency, which can be estimated by looking at nuclear EGFP signal. At the same time excessive mmRNA amount could lead to cell stress and reduced proliferation.\r\n\n\ne. To increase mmRNA amount multiply by 1.25X, 1.5X or 1.75x the volumes indicated in point 3 \\(see Table 1). Typically, mmRNA amount is increased every second day, reaching the 1.75x amount by day 5-6.\r\n\n\nf. 6 p.m., add fresh complete PRM\r\n\n\n\r\n\n\n6. Days 6-12 – Naïve Reprogramming completion: \r\n  a. Over the first 6 days fibroblasts should undergo Mesenchymal to Epithelial Transition \\(MET) \\(see Figure 1e of Giulitti et al., 2018). If MET is not observed, iPSC colonies will very unlikely form, so we would suggest to restart the whole protocol. \r\n\n\nb. If MET is observed, cells should be exposed to RSeT medium rather than PRM, from Day 6 onwards.\r\n\n\nc. Calculate the amount of complete RSeT medium needed as done for PRM in point 2a. Add B18R \\(0.2 µg/ml) to RSeT and store complete RSeT at 4C for maximum 72 h.\r\n\n\nd. 9 a.m., prepare transfection, see point 3, using RSeT instead of PRM. \r\n\n\ne. Typically, the 1.75x dose of mmRNA is used from day 6 to the end of the reprogramming protocol \\(day 12).\r\n\n\nf. Small compact colonies should start to emerge from day 9 and become mature around day 12-14.\r\n\n\ng. In order to perform immunostaining of primary naïve iPSC colonies we use a mmRNA mix without nEGFP from day 8. This allows EGFP clearance by day 12. \r\n\n\nh. 6 p.m., add 12 µl of warm B18R-supplemented RSeT medium to each channel.\r\n\n\n\r\n\n\n7. Days 12-14 – Expansion of naïve iPSC colonies out of the µF chip: \r\n  a. Wash twice with PBS-/- each channel containing naïve iPSC colonies. Incubate cells with 12 µl Accutase \\(or TrypLE) for 3-7 min at room temperature. The timing depends on the number of cells remaining in the channel. In some cases, several colonies will form on top of a dense layer of unreprogrammed fibroblasts.\r\n\n\nb. When all cells are fully detached, add to each channel 12 µl of RSeT and collect cells from reservoir into a 1.5 ml microtube. Repeat this step until all cells have been collected.\r\n\n\nc. Add 1 ml RSeT with 10 µM RI to the 1.5 ml microtube and plate on inactivated MEF in a well of a 24-well plate. If reprogramming efficiency is low we suggest to pool together colonies from several µF channels to maximise the success of expansion of naïve iPSC colonies.\r\n\n\nd. Add 0.6 ml of fresh RSeT medium every day and passage colonies every 3-5 days according to the size of colonies and level of proliferation.\r\n\n\ne. A split ratio between 1:1 and 1:4 should be used according to the number of colonies, their size and proliferation rate. The first two passages are critical to stabilise the naïve iPSC line.\r\n\n\nf. We succeeded in generating a stable niPSC line starting from as little as 3 colonies, by passaging them every 5-6 days at a split ratio of 1:1. Conversely, starting from >50 colonies we obtained stable niPSC lines after 2 passages at a split ratio of 1:2 – 1:3 every 3 days.\r\n\n\ng. Stable niPSC lines are routinely passaged every 3-4 days at a split ratio of 1:3 – 1:4, with daily medium change under low oxygen condition on feeder cells.\r\n\n\nh. Naïve pluripotent identity should be checked during expansion by quantitative real-time RT PCR and Immunostaining as described in Figures 2 and S2 of Giulitti et al., 2018."
        },
        {
            "header": "Timing",
            "content": "Photomask Fabrication: 3 hours\r\n\n\nReplica Moulding: 4 hours\r\n\n\n\r\n\n\nReprogramming protocol:\r\n\n\nDay -1, 5pm: Seeding of Fibroblasts in µF chip\r\n\n\nDays 0-5: MET Phase \\(approx. 8 h of transfection). Transfection in PRM with B18R, CH and RI.\r\n\n\nDays 6-12: Naïve Reprogramming completion. Transfection in RSeT with B18R.\r\n\n\nDays 9-12: Naïve colonies onset.\r\n\n\nDays 12-20: Extract cells from µF chips and obtain stable line under conventional conditions."
        },
        {
            "header": "Troubleshooting",
            "content": "- Important: when a new batch of mmRNA is bought or produced it is important to test each mmRNA individually by transfection in human fibroblasts. After 4 days of transfection it should be possible to detect robust protein expression of the reprogramming factors by Western Blot or Immunostaining. We suggest to use hESCs or iPSCs as controls, as previously done \\(Luni et al., 2016; Warren et al., 2010).\r\n\n\n\r\n\n\n- On day 0, the day after seeding of human fibroblast, make sure they look healthy and at the right density \\(Figure 2, a-c). If cells are too sparse or dense we recommend to repeat the seeding at different densities, ranging from 10 to 100 cells/mm2. For BJ human fibroblasts a seeding density of 25 cells/mm2 gave optimal results, but different cell lines might require different seeding densities.  If cells are too sparse they will be too stressed after transfection and stop proliferating, if too dense the transfection efficiency will be too low. If at day 0 cells are too sparse but homogeneously plated, it is possible to wait 1-2 additional days before transfection.\r\n\n\n\r\n\n\n- If cells do not attach, or are not homogeneously plated \\(Figure 2b), make sure that the batch of Fibronectin used is of good quality and/or be more careful during injection of the cell suspension in the chip.\r\n\n\n\r\n\n\n- At day 5 fibroblasts should have increased in number and be >90% nGFP positive \\(Figure 2, d-e). If not make sure that the right seeding density and dose of mmRNA was used.\r\n\n\n\r\n\n\n- Keep the same transfection timing each day during the reprogramming to guarantee a sustained expression of mmRNAs.\r\n\n\n\r\n\n\n- Fresh primary fibroblasts at low passage number will give better results. If part of the cell population has limited proliferative capacity, consider higher seeding densities before starting the protocol. \r\n\n\n\r\n\n\n- Check for a proper water level inside the dish \\(>2 ml) every 3-4 days. A high humidity level is essential to avoid medium evaporation from the microfluidic chip.\r\n\n\n\r\n\n\n- If no MET is observed by day 6, make sure that the right dose of mmRNA has been used, as low doses might allow high proliferation and survival, without inducing effective reprogramming. Conversely, MET might not occur if cells are senescent or too sparse during the first days. Figure 2 d-e shows ideal cell density after 5 days of transfection, with cells beginning to undergo MET. See also Figure 1e in Giulitti et al., 2018 for a representative timeline of a successful reprogramming experiment.    \r\n\n\n\r\n\n\n- If niPSC colonies at day 12 are still very small, we recommend keep them in the µF chip for 2-3 additional days, giving fresh medium every 12 hours, before expanding them out of the µF chips. Large niPSC colonies are more likely to expand after passaging."
        },
        {
            "header": "References",
            "content": "Carbognin, E., Betto, R.M., Soriano, M.E., Smith, A.G., and Martello, G. \\(2016). Stat3 promotes mitochondrial transcription and oxidative respiration during maintenance and induction of naive pluripotency. EMBO J. 35, 618–634.\r\n\n\nDavidson, K.C., Mason, E.A., and Pera, M.F. \\(2015). The pluripotent state in mouse and human. Development 142, 3090–3099.\r\n\n\nDunn, S.-J., Martello, G., Yordanov, B., Emmott, S., and Smith, A.G. \\(2014). Defining an essential transcription factor program for naïve pluripotency. Science 344, 1156–1160.\r\n\n\nFicz, G., Hore, T.A., Santos, F., Lee, H.J., Dean, W., Arand, J., Krueger, F., Oxley, D., Paul, Y.-L., Walter, J., et al. \\(2013). FGF Signaling Inhibition in ESCs Drives Rapid Genome-wide Demethylation to the Epigenetic Ground State of Pluripotency. Cell Stem Cell 13, 351–359.\r\n\n\nHackett, J.A., and Surani, M.A. \\(2014). Regulatory Principles of Pluripotency: From the Ground State Up. Cell Stem Cell 15, 416–430.\r\n\n\nLeitch, H.G., McEwen, K.R., Turp, A., Encheva, V., Carroll, T., Grabole, N., Mansfield, W., Nashun, B., Knezovich, J.G., Smith, A., et al. \\(2013). Naïve pluripotency is associated with global DNA hypomethylation. Nat. Struct. Mol. Biol. 20, 311–316.\r\n\n\nLuni, C., Giulitti, S., Serena, E., Ferrari, L., Zambon, A., Gagliano, O., Giobbe, G.G., Michielin, F., Knöbel, S., Bosio, A., et al. \\(2016). High-efficiency cellular reprogramming with microfluidics. Nat. Methods 13, 446–452.\r\n\n\nMarks, H., Kalkan, T., Menafra, R., Denissov, S., Jones, K., Hofemeister, H., Nichols, J., Kranz, A., Stewart, A.F., Smith, A., et al. \\(2012). The transcriptional and epigenomic foundations of ground state pluripotency. Cell 149, 590–604.\r\n\n\nNichols, J., and Smith, A. \\(2009). Naive and Primed Pluripotent States. Cell Stem Cell 4, 487–492.\r\n\n\nOsafune, K., Caron, L., Borowiak, M., Martinez, R.J., Fitz-Gerald, C.S., Sato, Y., Cowan, C.A., Chien, K.R., and Melton, D.A. \\(2008). Marked differences in differentiation propensity among human embryonic stem cell lines. Nat. Biotechnol. 26, 313–315.\r\n\n\nTakahashi, K., Tanabe, K., Ohnuki, M., Narita, M., Ichisaka, T., Tomoda, K., and Yamanaka, S. \\(2007). Induction of pluripotent stem cells from adult human fibroblasts by defined factors. Cell 131, 861–872.\r\n\n\nThomson, J.A., Itskovitz-Eldor, J., Shapiro, S.S., Waknitz, M.A., Swiergiel, J.J., Marshall, V.S., and Jones, J.M. \\(1998). Embryonic Stem Cell Lines Derived from Human Blastocysts. Science 282, 1145–1147.\r\n\n\nWare, C.B. \\(2017). Concise Review: Lessons from Naïve Human Pluripotent Cells. STEM CELLS 35, 35–41.\r\n\n\nWarren, L., Manos, P.D., Ahfeldt, T., Loh, Y.-H., Li, H., Lau, F., Ebina, W., Mandal, P.K., Smith, Z.D., Meissner, A., et al. \\(2010). Highly Efficient Reprogramming to Pluripotency and Directed Differentiation of Human Cells with Synthetic Modified mRNA. Cell Stem Cell 7, 618–630.\r\n\n\nWeinberger, L., Ayyash, M., Novershtern, N., and Hanna, J.H. \\(2016). Dynamic stem cell states: naive to primed pluripotency in rodents and humans. Nat. Rev. Mol. Cell Biol. 17, 155–169.\r\n\n\nZhou, W., Choi, M., Margineantu, D., Margaretha, L., Hesson, J., Cavanaugh, C., Blau, C.A., Horwitz, M.S., Hockenbery, D., Ware, C., et al. \\(2012). HIF1α induced switch from bivalent to exclusively glycolytic metabolism during ESC-to-EpiSC/hESC transition. EMBO J. 31, 2103–2116."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the Martello and Elvassore laboratories for comments and suggestions."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15806,
                "identity": "a17d9975-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nicola Elvassore",
                "email": "nicola.elvassore@unipd.it",
                "orcid": "",
                "institution": "University of Padua",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nicola",
                "middleName": "",
                "lastName": "Elvassore",
                "suffix": ""
            },
            {
                "id": 15807,
                "identity": "a17d9ae4-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Graziano Martello",
                "email": "graziano.martello@unipd.it",
                "orcid": "",
                "institution": "University of Padua",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Graziano",
                "middleName": "",
                "lastName": "Martello",
                "suffix": ""
            },
            {
                "id": 15803,
                "identity": "a17d9115-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stefano Giulitti",
                "email": "",
                "orcid": "",
                "institution": "University of Padua",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefano",
                "middleName": "",
                "lastName": "Giulitti",
                "suffix": ""
            },
            {
                "id": 15804,
                "identity": "a17d951d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marco Pellegrini",
                "email": "",
                "orcid": "",
                "institution": "University of Padua",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "",
                "lastName": "Pellegrini",
                "suffix": ""
            },
            {
                "id": 15805,
                "identity": "a17d97e3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Onelia Gagliano",
                "email": "",
                "orcid": "",
                "institution": "University of Padua",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Onelia",
                "middleName": "",
                "lastName": "Gagliano",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-01-10 13:10:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.083",
        "doiUrl": "https://doi.org/10.1038/protex.2018.083",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610199,
                "identity": "50b3833e-a3ea-4c6c-9993-96633e122b3f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 705010,
                "visible": true,
                "origin": "",
                "legend": "Microfluidics chip production   a-b) Photoresit coating\r\nc) Exposure\r\nd) Development\r\ne) Hard baked photomask\r\nf) Pouring of PDMS on the patterned wafer\r\ng) Separation of the cured PDMS block from the wafer\r\nh-i) Cutting and punching of the PDMS\r\nj) assembly of the microfluidic device after oxygen plasma cleaner treatment.\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6911/v1/figure_1.png"
            },
            {
                "id": 2610197,
                "identity": "f880ed19-08a0-455c-94ec-e704a8a45daa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 335263,
                "visible": true,
                "origin": "",
                "legend": "Day 0 and 5 of reprogramming   a) ideal seeding density at day 0\r\nb) uneven plating of cells\r\nc) too high seeding density\r\nd) ideal proliferation and morphology of cells at day 5 of reprogramming, bright field\r\ne) high levels of nuclear eGFP expression at day 5 of reprogramming.\r\nScale bars = 150 µm",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6911/v1/figure_2.jpg"
            },
            {
                "id": 13466002,
                "identity": "982171e0-61cd-42e2-ac6d-eaeba4c4f4f3",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1158963,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6911/v1/503dd6e1-bbf2-49d0-ae72-712b3d498d50.pdf"
            }
        ],
        "financialInterests": "Graziano Martello, Nicola Elvassore, Stefano Giulitti and Marco Pellegrini are inventors of a patent application describing the reprogramming of human somatic cells in microfluidics.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "reprogramming; microfluidics, mmRNAs, naive pluripotency",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Induced pluripotent stem cells \\(iPSCs) are generated by expression of transcription factors OCT4, SOX2, KLF4 and cMYC \\(OSKM) in somatic cells. In contrast to murine naïve iPSCs, conventional human iPSCs are in a more developmentally advanced state called primed pluripotency. Here we report a detailed protocol for the generation of human naïve iPSCs \\(niPSCs) from less than 1000 primary human somatic cells without stable genetic manipulation by delivery of modified messenger RNAs with microfluidics. Expression of OSKM in combination with NANOG for 12 days generates niPSCs that are free of transgenes, karyotypically normal, and display transcriptional, epigenetic and metabolic features indicative of the naïve state. Specifically, we describe the production of microfluidics chips, the reprogramming of somatic cells into niPSCs and their expansion out of the microfluidics chips. Our microfluidics approach will allow robust and cost-effective production of patient-specific niPSCs for regenerative medicine applications, including disease modelling and drug screening.",
        "manuscriptTitle": "Human Fibroblast Reprogramming to Naïve Induced Pluripotent Stem Cells in Microfluidics",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-01-10 13:41:39",
                "doi": "10.1038/protex.2018.083",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a17d1a4d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 10th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4318,
                "name": "Biological techniques"
            },
            {
                "id": 4319,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-01-10 13:41:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}