{
    "identity": "nprot-46",
    "title": "Determination of the CpG Island Methylator Phenotype \\(CIMP) in colorectal cancer using MethyLight",
    "content": [
        {
            "header": "Introduction",
            "content": "MethyLight is a sensitive, quantitative, TaqMan-based, real-time PCR assay for measuring DNA methylation profiles. The MethyLight-based data is presented as a percentage relative to an M.SssI-treated methylated DNA reference sample \\(PMR). We have extended the applicability of MethyLight technology to assay for the presence of the CpG island methylator phenotype \\(CIMP) in human colorectal cancer. We provide here a detailed, step-by-step protocol of the MethyLight assay for detection of CIMP with high sensitivity and specificity in colorectal cancer using a five marker panel composed of CACNA1G, IGF2, NEUROG1, RUNX3 and SOCS1. Our criteria state that a sample with &#x2265;3 of five markers posititve for methylation \\(PMR&gt;10) is CIMP positive \\(CIMP+), while a sample with &#x2264;2 of the five markers positive for methylation is considered CIMP negative \\(CIMP-)."
        },
        {
            "header": "Procedure",
            "content": "1. M.SssI MODIFICATION\r\n  \r\n\n\nM.SssI is a CpG methylase that methylates cytosines in the context of the CpG dinucelotide using S-adenosyl methionine \\(SAM) as a methyl donor. M.SssI-treated DNA is used as a universally methylated reference sample in all MethyLight reactions. \r\n\n\n\r\n\n\nDNA Sample:\r\n\n\n• Male peripheral blood leukocyte DNA \\(75 µg; PBL-DNA) is commonly used as a substrate, however, any genomic DNA sample may be appropriate. PBL-DNA is obtained from Promega \\(cat# G147A). The PBL-DNA concentration varies depending on batch, so the volume of PBL-DNA used in the M.SssI reaction should be determined empirically. \r\n\n\n• M.SssI enzyme is obtained from New England Biolabs \\(cat# M0226S). Use 1 unit M.SssI /µg DNA. S-adenosyl methionine \\(SAM) is provided with the enzyme by the manufacturer.\r\n\n\n\r\n\n\nReaction set-up:\r\n\n\nComponent \r\n\n\nDNA \\(0.05 µg/µl final conc.)\r\n\n\n32mM SAM: use 7.5 µl \\(0.16 mM final conc.)\r\n\n\n10X NEB2 Buffer: use 150 µl \\(1X final conc.)\r\n\n\nM.SssI Enzyme \\(4 u/µl): use 19 µl \\(0.05 units/µl final conc.)\r\n\n\nwater: to 1500 µl\r\n\n\n\r\n\n\n\r\n\n\nM.SssI Reaction:\r\n\n\n1. Combine reaction components and incubate at 37°C overnight.\r\n  2. The next day, add the following components as a boost:\r\n  SAM \\(32mM): add 2.5µl\r\n\n\nM.SssI enzyme \\(4 units/µl): add 6.0µl\r\n\n\nWater: add 22.5µl\r\n\n\nIncubate at 37°C overnight.\r\n\n\n\r\n\n\nRepeated rounds of M.SssI treatment are beneficial for methylating the genomic DNA sample. After each round of M.SssI treatment, the purified DNA sample should be bisulfite-converted and tested with a methylation-specific MethyLight reaction to determine if the methylation reaches a plateau before proceeding with the CIMP-MethyLight analyses.\r\n\n\n\r\n\n\nAfter bisulfite conversion, dilute the M.SssI-DNA \\(1:10) and use 10 µl of this sample for each PCR reaction. This should be used in duplicate for each MethyLight reaction as well as for the ALU control reaction. This M.SssI-DNA sample is also used as a template for the standard curve samples.\r\n\n\n\r\n\n\n\r\n\n\n2. Bisulfite Conversion & DNA Recovery: \r\n  \r\n\n\nThe bisulfite conversion and recovery of bisulfite-converted DNA steps are performed using the Zymo EZ DNA methylation kit \\(Zymo Research, Orange, CA) according to the manufacturer's instructions. M.SssI-modified DNA is also treated with bisulfite for use as a methylated reference in MethyLight assays. There should be a sufficient amount of sample DNA \\(usually >100 ng of genomic DNA) to properly analyze the presence of CIMP, since lower amounts of bisulfite-converted DNA typically give less reliable methylation information. Samples with low DNA amounts \\(and corresponding higher C\\(t) values during MethyLight real-time TaqMan PCR assays) may show zero methylation, however, this may simply be the result of an insufficient amount of DNA that is undetectable by the specific MethyLight assay.\r\n\n\n\r\n\n\n• We typically perform a preliminary MethyLight control PCR reaction with a small amount of undiluted, bisulfite-converted sample \\(2µl added plus 8 µl water) using the ALU-C4 \\(Alu repeats) bisulfite control reaction. The C\\(t) value generated from this 1:5 dilution will give an indication of the approximate bisulfite-converted DNA sample amounts, and the degree to which the bisulfite-DNA sample can be diluted. Since the ALU-C4 reaction is highly sensitive and will generate low C\\(t) values, a sample that gives a C\\(t) = 22 is considered maximally diluted. However, it should be noted that lower C\\(t) values are always preferred to achieve the best possible data. An ALU-C4 C\\(t)<20 is usually desirable. For the CIMP study, we have selected five reactions. Therefore, bisulfite conversion of >100 ng DNA sample should be sufficient for the five MethyLight reactions and controls, if the C\\(t) values are appropriate \\(although more input DNA amounts will give improved C\\(t) values). A final volume of approximately 300 µl after dilution will allow all five CIMP and control reactions to be analyzed in duplicate and allows for pipetting or other errors. \r\n\n\n\r\n\n\n\r\n\n\n3. MethyLight Primer/Probe Preparation:\r\n  • The MethyLight assay utilizes the TaqMan PCR principle which requires forward and reverse primers as well as an oligomeric probe which emits fluorescence only after it is degraded by the 5’-3’ exonuclease activity of Taq polymerase. \r\n\n\n• Each PCR reaction uses the same basic reaction set-up – the choice of primer/probe sets is the only variable in these reactions. All primer/probe sets used are diluted to the same stock concentrations to standardize the PCR reaction set-up as well as the running of the PCR program.\r\n\n\n1. The primers and probes, since they are lyophilized after synthesis, need to be dissolved in sterile water. Prepare the forward and reverse primers at a concentration of 300 µM and the probe at a concentration of 100 µM. Make small aliquots of the primers at these concentrations to prevent repeated freeze/thaw events.\r\n  2. Dilute the primers/probe to a working stock of 6µM \\(primers) and 2µM \\(probe). This is achieved by combining the stock solutions of the forward primer, reverse primer and probe in one tube as an Oligo Mix: \\(4 µl of the 300 µM forward primer, 4 µl of the 300 µM reverse primer, and 4 µl of the 100 µM probe in a 600 µl total volume).\r\n  3. Use 4.5 µl of the Oligo Mix per 30 µL MethyLight reaction. This 4.5 µl volume represents the combined volumes from each of the two individual 6 µM primers and the 2 µM probe.\r\n  • It should be noted that the probe for each methylation reaction contains a black hole quencher \\(BHQ-1) at the 3’ end and a 6FAM fluorophore at the 5’ terminus; the probe for the ALU control reaction contains the same 6FAM fluorophore, but contains a Minor Groove Binder Non Fluorescent Quencher \\(MGBNFQ) at the 3’ end of the probe.\r\n\n\n\r\n\n\n\r\n\n\n4. MethyLight Reaction set-up:\r\n  • The MethyLight reaction set-up is described in the accompanying protocol. In brief, two types of reactions will be used: 1) MethyLight reactions: use bisulfite converted DNA as a substrate. The forward/reverse primers and probe are specific for methylated DNA \\(CpG after bisulfite conversion) and are also specific for bisulfite converted DNA. 2) The bisulfite specific control reaction \\(ALU-C4): measures the loading of bisulfite converted DNA. These reactions are not methylation specific \\(no CpGs in the primer/probe sequences), but are specific for bisulfite converted DNA. \r\n\n\n• The MethyLight reactions for the CIMP study will be limited to determining the methylation of five CIMP-specific individual loci.\r\n\n\n• Each PCR reaction \\(methylation or control reaction) uses the same basic reaction set-up – the choice of primer/probe sets is the only variable in the MethyLight reactions. All primer/probe sets used are diluted to the same stock concentrations to standardize the PCR reaction set-up and the running of the PCR program.\r\n\n\n\r\n\n\nMETHYLIGHT PCR REACTION SET-UP:\r\n\n\nRequired Kits:\r\n\n\nApplied Biosystems \\(ABI) TaqMan 1000 Reaction Gold With Buffer A Pack \\(Cat #4304441). Taq polymerase, 25mM MgCl2 and 10X Buffer are supplied with each kit.\r\n\n\n• It should be noted that Uracil DNA glycosylase \\(AMPerase) should NOT be included as a component in the PCR reactions. It is not included in the ABI TaqMan kit described above, but is common in other TaqMan kits from ABI and other commercial sources. AMPerase catalyzes the removal of uracil, and this is problematic since bisulfite converted DNA is used as a DNA template and will therefore contain uracil \\(from unmethylated cytosines). \r\n\n\n\r\n\n\nRequired Reaction Components:\r\n\n\n• dNTPs were obtained from Amersham \\(cat # 27-2035-03). A 10mM dNTP stock was prepared and stored at –20 °C in 1.2 ml aliquots.\r\n\n\n• 10X stabilizer was prepared as described below.\r\n\n\n\r\n\n\nPCR Reaction Set-Up:\r\n\n\nPCR Component \\(Final Concentration)\r\n\n\n4.2 µl 25mM MgCl2 \\(3.5 mM)  \r\n\n\n3.0 µl 10X Buffer \\(1X)\r\n\n\n3.0 µl 10X stabilizer \\(1X) \r\n\n\n0.6 µl 10mM dNTPs \\(200 µM)\r\n\n\n4.6 µl water\r\n\n\n1.5 µl 6µM forward primer \\(0.3 µM)\r\n\n\n1.5 µl 6µM reverse primer \\(0.3 µM)\r\n\n\n1.5 µl 2µM probe \\(0.1 µM)\r\n\n\n0.1 µl Taq Gold Polymerase \r\n\n\n10.0 µl DNA sample\r\n\n\n\r\n\n\n• Since the primers and probe are the only unique components to the PCR reactions, the PCR reaction mix can be divided into three parts: 1.) the OligoMix, which contains the forward and reverse primers as well as the probe in one tube; 2) the PreMix, which contains all the reaction components except for the DNA sample, Taq polymerase and primers/probe; 3) the MasterMix, which combines the OligoMix, PreMix and Taq polymerase. The MasterMix is added to the DNA sample.\r\n\n\n\r\n\n\n1. OligoMix Preparation:\r\n  \r\n\n\n• The primers and probes, since they are lyophilized after synthesis, need to be dissolved in sterile water. Prepare the forward and reverse primers at a concentration of 300 µM and the probe at a concentration of 100 µM. Make small aliquots of the primers at these concentrations to prevent repeated freeze/thaw events.\r\n\n\n\r\n\n\n• Dilute the primers/probe to a working stock of 6µM \\(primers) and 2µM \\(probe). This is achieved by combining the stock solutions of the forward primer, reverse primer and probe in one tube \\(4 µl of the 300 µM forward primer, 4 µl of the 300 µM reverse primer and 4 µl of the 100 µM probe in 600 µl total volume):\r\n\n\n\r\n\n\nForward primer: 300 µM stock; use 4µl; 6 µM final conc.\r\n\n\nReverse primer: 300 µM stock; use 4µl; 6 µM final conc.\r\n\n\nProbe: 100 µM stock; use 4µl; 2 µM final conc.\r\n\n\nWater: add 588 µl\r\n\n\nTOTAL VOLUME: 600 µl\r\n\n\n\r\n\n\n•Use 4.5 µl of this OligoMix per 30 µl MethyLight reaction. As shown in the PCR MasterMix Reaction Set-Up, this 4.5 µl volume represents the combined volumes from each of the two individual 6 µM primers and the 2 µM probe. After addition to the PCR reaction mixture, the forward/reverse primers are at a concentration of 0.3µM, and the probe at 0.1 µM.\r\n\n\n\r\n\n\n2. PreMix Preparation:\r\n  •The PreMix contains all TaqMan reaction components except Taq polymerase and the primers/probe.\r\n\n\n•Each TaqMan reaction kit is sufficient for 2000 MethyLight reactions:\r\n\n\n\r\n\n\nFOR ONE REACTION:           \r\n\n\n25mM MgCl2: 4.2µl \r\n\n\n10X Buffer: 3.0µl  \r\n\n\n10X stabilizer: 3.0µl  \r\n\n\n10mM dNTPs: 0.6µl     \r\n\n\nWater: 4.6µl   \r\n\n\nTOTAL: 15.4µl\r\n\n\n\r\n\n\nFOR 2000 REACTIONS:\r\n\n\n25mM MgCl2: 8.4 ml\r\n\n\n10X Buffer: 6.0 ml\r\n\n\n10X Stabilizer: 6.0 ml\r\n\n\n10mM dNTPs: 1.2 ml\r\n\n\nwater: 9.2 ml\r\n\n\nTOTAL: 30.8 ml\r\n\n\n\r\n\n\n• Store the PreMix as 1.925 ml aliquots at +4 °C. Taq polymerase \\(12.5 µl) can be added to the 1.925 ml PreMix sample. This would provide pre-mix for 125 PCR reactions, and is sufficient for all the MethyLight reactions on a 96-well plate – PreMixes and MasterMixes are always prepared to accommodate for more reactions than are needed.\r\n\n\n\r\n\n\n\r\n\n\n3. MasterMix Preparation:\r\n  • To prepare the MasterMix, simply combine the appropriate volumes of PreMix, OligoMix and Taq polymerase:\r\n\n\n     \r\n\n\nPreMix: 15.4 µl\r\n\n\nOligoMix: 4.5 µl \\(1.5 µl each)\r\n\n\nTaq Polymerase: 0.1 µl\r\n\n\nTOTAL: 20.0 µl     \r\n\n\n\r\n\n\n\r\n\n\n4. PCR Reaction:\r\n  • Load 10 µl of DNA into the wells of a 96-well plate and then add 20µL of the MasterMix.\r\n\n\n• Seal caps on the plate, mix and centrifuge at 1500 rpm for 1 minute. Then place in real-time PCR instrument.\r\n\n\n\r\n\n\n•PCR program: 95°C for 10 min\r\n\n\nThen 50 cycles of:\r\n\n\n95°C for 15 sec\r\n\n\n60°C for 1 min\r\n\n\n\r\n\n\nTAQMAN STABILIZER PREPARATION:\r\n\n\n10X stabilizer: \r\n\n\n0.1% Tween-20\r\n\n\n0.5% gelatin\r\n\n\n\r\n\n\nRequired Components:\r\n\n\nTween-20 \\(polyoxyethylenesorbitan Monolaurate): Fisher #BP-337-100\r\n\n\nGelatin: Sigma #G-9391\r\n\n\n\r\n\n\n10X Stabilizer Preparation:\r\n\n\n20% Tween-20:\r\n\n\n2ml 100% Tween-20 \r\n\n\n8ml Nuclease free water\r\n\n\n\r\n\n\nMeasure 8ml of water in a 15ml sterile screw capped tube. Add 2ml of Tween-20 to the water and pipet the solution repeatedly until all the Tween is mixed with the water and to remove traces of Tween from the pipet. Store at +20 °C.\r\n\n\n\r\n\n\n10X stabilizer:\r\n\n\n0.2g Gelatin\r\n\n\n0.2ml 20% Tween-20\r\n\n\nNuclease-free water to 40ml\r\n\n\n\r\n\n\nWeigh out 0.2g gelatin and add it to 50mL conical screw capped tube. Add 20ml of water. Heat to dissolve the gelatin and after it is all melted, add 0.2ml of 20% Tween-20 and bring the final volume to 40ml with nuclease free water. Store at +20 °C.\r\n\n\n\r\n\n\n\r\n\n\n5. MethyLight Plate Set-up:\r\n  • To analyze the methylation of the five CIMP-specific reactions, bisulfite-DNA is required not only for the methylation reaction, but also for the ALU-C4 control reaction. We also include bisulfite converted M.SssI-treated DNA \\(diluted 1:10 \\(in duplicate)) for each methylation and control reaction. We use 10µl of DNA for each PCR reaction, and analyze the five CIMP-specific methylation reactions on 10 DNA samples per 96-well plate. For example, we need 70 µl of bisulfite-converted sample DNA for each set of 5 CIMP reactions:\r\n\n\n\r\n\n\n50 µl for 5 methylation reactions \\(10 µl/reaction)\r\n\n\n10 µl for the first ALU-C4 methylation control reaction\r\n\n\n10 µl for the second \\(duplicate) ALU-C4 methylation control reaction\r\n\n\n70 µl TOTAL/96-well plate for a set of five reactions \r\n\n\n\r\n\n\nNOTE: Although 70 µl is the calculated amount, a larger volume should be used to compensate for pipetting errors and repeat analyses. We usually budget 100 µl Bisulfite DNA sample/set of five CIMP reactions \\(and the ALU control reaction in duplicate) \r\n\n\n\r\n\n\n• Bisulfite converted M.SssI-treated DNA \\(approximately 160 µl) is also required \\(2 aliquots of 10 µl for each of the seven reactions plus >20 µl for the standard curves). \r\n\n\n\r\n\n\nA. Standard Curve Set-up:\r\n\n\n• Finally, a 4-point standard curve over 6 wells is included in duplicate \\(a total of 12 wells of a 96-well plate). \r\n\n\n1. For the ALU-C4 standard curve, we use bisulfite converted M.SssI-modified DNA \\(diluted 1:10). From this initial stock of bisulfite converted M.SssI-modified DNA, we perform 1:25 serial dilutions. The ALU-based standard curve is set-up in duplicate. A volume of 10 µl of each dilution should be used per PCR reaction well. The 6 wells that comprise one standard curve are as follows: \r\n  \r\n\n\nALU-C4 CONTROL REACTION SET-UP:\r\n\n\nM.SssI-modified DNA \\(1:10 dilution after bisulfite conversion) 10 µl needed/plate\r\n\n\nA 1:25 dilution of sample #1 \\(in duplicate); 20 µl needed/plate\r\n\n\nA 1:25 dilution of sample #2 \\(in duplicate); 20 µl needed/plate\r\n\n\nA 1:25 dilution of sample #3; 10 µl needed/plate\r\n\n\n\r\n\n\nThe actual volumes of DNA needed are double that for a single standard curve, as this is set-up in duplicate as well. \r\n\n\n\r\n\n\n• If these plates are loaded manually \\(versus automated methods of plate loading), then the stocks of the dilution standards may require different volumes.\r\n\n\n• The dilution of the bisulfite-converted M.SssI DNA sample \\(approximately to 800-1000 µl) is usually sufficient for four MethyLight plates \\(positive controls for each methylation reaction and standard curves).\r\n\n\n\r\n\n\nB. Reaction MasterMix Set-up:\r\n\n\n\r\n\n\n•ANALYSES PER PLATE: Ten \\(10) DNA samples and two M.SssI-modified DNA samples. For each DNA sample and M.SssI-modified DNA, the following reactions will be included on each 96-well plate:\r\n\n\n1. The panel of five CIMP-specific methylation reactions\r\n  2. The ALU-C4 control reaction \\(in duplicate)\r\n  \r\n\n\nNOTE: Each 96-well plate for the CIMP study will contain the five CIMP methylation reactions \\(and the ALU control reaction in duplicate).\r\n\n\n\r\n\n\n•For each 96-well plate, the following MasterMix volumes should be used:\r\n\n\n1. Each CIMP reaction MasterMix:\r\n  • Twelve \\(12) PCR reactions needed \\(10 DNAs in addition to the duplicate \\(2) M.SssI-modified DNA samples) for each CIMP marker.\r\n\n\n• Prepare each MasterMix for 15 reactions:\r\n\n\n\r\n\n\nMASTERMIX FOR EACH CIMP MARKER \\(ONE REACTION):    \r\n\n\nPreMix: 15.4 µl\r\n\n\nOligoMix \\(primers+probe): 4.5 µl\r\n\n\nTaq polymerase: 0.1 µl\r\n\n\nTOTAL: 20 µl         \r\n\n\n\r\n\n\nMASTERMIX FOR EACH CIMP MARKER \\(15 REACTIONS):\r\n\n\nPreMix: 231 µl\r\n\n\nOligoMix: 67.5 µl\r\n\n\nTaq Polymerase: 1.5 µl\r\n\n\nTOTAL: 300 µl\r\n\n\n\r\n\n\n2. ALU-C4 Control Reaction MasterMixes:\r\n  •Eighteen \\(18) PCR reactions needed for 10 samples plas the 2 duplicate M.SssI-modified DNA samples and the 6 standard curve samples in each 96-well plate. Prepare each MasterMix for 22 reactions:\r\n\n\n• Keep in mind that this MasterMix needs to be set-up in duplicate, as the ALU standard curve and ALU-based measurements of DNA input are also in duplicate.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nALU CONTROL MASTERMIX \\(ONE REACTION):      \r\n\n\nPreMix: 15.4 µl\r\n\n\nOligoMix \\(primers and probe): 4.5 µl\r\n\n\nTaq polymerase: 0.1 µl\r\n\n\nTOTAL: 30.0 µl\r\n\n\n\r\n\n\nALU CONTROL MASTERMIX \\(22 REACTIONS):\r\n\n\nPreMix: 338.8 µl\r\n\n\nOligoMix \\(primers and probe): 99 µl\r\n\n\nTaq Polymerase: 2.2 µl\r\n\n\nTOTAL: 440 µl\r\n\n\n\r\n\n\n• MasterMix \\(20 µl) is added to the 10 µl DNA sample.\r\n\n\n\r\n\n\n\r\n\n\n6. CIMP panel MethyLight Reaction Information\r\n  \r\n\n\nCACNA1G \\(Calcium channel, voltage-dependent, alpha 1G subunit): chromosome 17q22; Reaction ID: H-CACNA1G-M1B; HB-158; Forward primer \\(5' to 3'): TTTTTTCGTTTCGCGTTTAGGT; reverse primer\\(5' to 3'): CTCGAAACGACTTCGCCG; probe \\(5' to 3'): 6FAM-AAATAACGCCGAATCCGACAACCGA-BHQ-1. MethyLight amplicon source: GenBank Number AC021491; Amplicon Location: 48345-48411.\r\n\n\n\r\n\n\nIGF2 \\(Insulin-like growth factor 2 \\(somatomedin A)): chromosome 11p15.5; Reaction ID: H-IGF2-M2B; HB-319; Forward primer \\(5' to 3'): GAGCGGTTTCGGTGTCGTTA; Reverse primer \\(5' to 3'): CCAACTCGATTTAAACCGACG; Probe \\(5' to 3'): 6FAM-CCCTCTACCGTCGCGAACCCGA-BHQ-1. MethyLight amplicon source: GenBank Number AC132217; Amplicon Location: 108633-108720.\r\n\n\n\r\n\n\nNEUROG1 \\(Neurogenin 1): chromosome 5q23-q31; Reaction ID: H-NEUROG1-M1B; HB-261; Forward primer \\(5' to 3'): CGTGTAGCGTTCGGGTATTTGTA; reverse primer \\(5' to 3'): CGATAATTACGAACACACTCCGAAT; probe \\(5' to 3'): 6FAM-CGATAACGACCTCCCGCGAACATAAA-BHQ-1’. MethyLight amplicom source: GenBank Number AC005738; Amplicon Location: 75342-75429.\r\n\n\n\r\n\n\nRUNX3 \\(Runt-related transcription factor 3): chromosome 1p36; Reaction ID: H-RUNX3-M1B; HB-181; Forward primer \\(5' to 3'): CGTTCGATGGTGGACGTGT; reverse primer \\(5' to 3'): GACGAACAACGTCTTATTACAACGC; probe \\(5' to 3'): 6FAM-CGCACGAACTCGCCTACGTAATCCG-BHQ-1. MethyLight amplicon source: \r\n\n\nGenBank Number AL023096; Amplicon Location: 64646-64762.\r\n\n\n\r\n\n\nSOCS1 \\(Suppressor of cytokine signaling 1): chromosome 16p13.13; Reaction ID: H-SOCS1-M1B; HB-042; Forward primer \\(5' to 3'): GCGTCGAGTTCGTGGGTATTT; reverse primer \\(5' to 3'): CCGAAACCATCTTCACGCTAA; probe \\(5' to 3'): 6FAM-ACAATTCCGCTAACGACTATCGCGCA-BHQ-1. MethyLight amplicon source: Fiegl, H. et al Cancer Epidemiol Biomarkers Prev 13,882-888 \\(2004); GenBank Number AC009121; Amplicon Location: 108805-108888.\r\n\n\n\r\n\n\nALU \\(Alu-based Normalization Control Reaction); Reaction ID: H-ALU-C4M; HB-313; Forward primer \\(5' to 3'): GGTTAGGTATAGTGGTTTATATTTGTAATTTTAGTA; reverse primer \\(5' to 3'): ATTAACTAAACTAATCTTAAACTCCTAACCTCA; probe \\(5' to 3'): 6FAM-CCTACCTTAACCTCCC-MGBNFQ. MethyLight amplicon source: Weisenberger, D.J. et al Nucleic Acids Res 33,6823-6836 \\(2005).\r\n\n\n\r\n\n\n\r\n\n\n7. MethyLight PMR calculations:\r\n  • The formula to calculate PMR values is essentially the quotient of two ratios \\(multiplied by 100):\r\n\n\n\r\n\n\n\r\n\n\n\\(\\[geneX mean value for the sample]/\\[Alu mean value for the sample]) / \\(\\[geneX mean value for the M.SssI reference]/\\[Alu mean value for the M.SssI reference]) * 100\r\n\n\n\r\n\n\n• Once the real-time PCR program is finished, the C\\(t) values are converted to mean values/copy numbers via the standard curve for each plate. The log \\(fluorescence) is plotted as a function of the C\\(t) values of each standard, and the equation of the best fit line through the points that comprise the standard curve is generated. Then, the C\\(t) value of each unknown sample is converted to a “mean value” via the standard curve best fit equation. Once these adjusted values are obtained, the PMR calculations can be made:\r\n\n\n1. With the first ALU-C4 control reaction selected, divide the mean/copy value for the methylation reaction of the sample of interest by the mean/copy value of the first Alu control reaction for that sample.\r\n  2. Then divide the mean/copy value for each M.SssI sample for each methylation reaction by the mean/copy value for the first Alu reaction for each sample and then average this quotient.\r\n  3. Divide the value from step #1 by the value from step #2 and multiply that value by 100. This is the PMR value.\r\n  4. Since we use the ALU-C4 control reaction and standard curve in duplicate, we can calculate two sets of PMR values using each control reaction and standard curve separately. After calculating the PMR values specific for the first ALU-C4 control and standard curve, simply re-assign the second ALU-C4 standard curve wells as standards, then find the values from steps #1 and #2 from above, but using the second ALU-C4 control reaction mean/copy values. The PMR values from each quantitation can then be averaged to generate a final PMR value for each sample.\r\n  5. We consider a PMR>10 for a given sample and locus to be positive for methylation, and we define a sample as CIMP positive \\(CIMP+) if it has ≥3 of the 5 CIMP markers with PMR>10. If the sample has ≤2 of the five markers with PMR>10, it is considered to be CIMP negative \\(CIMP-)."
        },
        {
            "header": "References",
            "content": "Eads, C.A., Danenberg, K.D., Kawakami, K. Saltz, L.B. Danenberg, P.V., Laird, P.W. CpG Island Hypermethylation in Human Colorectal Tumors is Not Associated with DNA Methyltransferase Overexpression. _Cancer Res_ **59**, 2302-2306 \\(1999).\r\n\n\n\r\n\n\nEads, C.A., Danenberg, K.D., Kawakami, K., Saltz, L.B., Blake C., Shibata, D., Danenberg, P.V, and Laird, P.W. MethyLight: a high-throughput assay to measure DNA methylation. _Nucleic Acids Res_ **28**, e32 \\(2000).\r\n\n\n\r\n\n\nEads, C.A., Lord, R.V., Wickramasinghe, K., Long, T.I., Kurumboor, S.K., Bernstein, L., Peters, J.H., DeMeester, T.R., Skinner, K.A., and Laird, P.W. Epigenetic Patterns in the Progression of Esophageal Adenocarcinoma. _Cancer Res_ **61**,3410-3418 \\(2001).\r\n\n\n\r\n\n\nSiegmund, K.D. and Laird, P.W. Analysis of Complex Methylation Data. _Methods_ **27**,170-178 \\(2002).\r\n\n\n\r\n\n\nWeisenberger, D.J., Campan, M., Long, T.I., Kim, M.K., Woods, C., Fiala, E., Ehrlich, M. and Laird, P.W. Analysis of repetitive elements DNA methylation by MethyLight. _Nucleic Acids Res_ **33**,6823-6836 \\(2005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ng1834",
                "date": "2006-06-06 23:11:56",
                "title": "CpG island methylator phenotype underlies sporadic microsatellite instability and is tightly associated with BRAF mutation in colorectal cancer",
                "authors": [
                    "Weisenberger",
                    "D.J. et al."
                ],
                "journal": "Nature Genetics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9792,
                "identity": "9e923760-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel J. Weisenberger",
                "email": "",
                "orcid": "",
                "institution": "University of Southern California",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "J.",
                "lastName": "Weisenberger",
                "suffix": ""
            },
            {
                "id": 9793,
                "identity": "9e923ab5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mihaela Campan",
                "email": "",
                "orcid": "",
                "institution": "University of Southern California",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mihaela",
                "middleName": "",
                "lastName": "Campan",
                "suffix": ""
            },
            {
                "id": 9794,
                "identity": "9e923d06-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tiffany I. Long",
                "email": "",
                "orcid": "",
                "institution": "University of Southern California",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tiffany",
                "middleName": "I.",
                "lastName": "Long",
                "suffix": ""
            },
            {
                "id": 9795,
                "identity": "9e923eed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Peter W. Laird",
                "email": "",
                "orcid": "",
                "institution": "University of Southern California",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "W.",
                "lastName": "Laird",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-18 12:56:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.152",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.152",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464290,
                "identity": "25a944cd-9c81-4650-9cbf-eab09ba0864c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 137076,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-46/v1/c786de3b-477d-4f66-a8eb-1bd4b1fb9afa.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DNA methylation, MethyLight, CpG Island Methylator Phenotype (CIMP), cancer, TaqMan, CACNA1G, IGF2, NEUROG1, RUNX3, SOCS1, PMR values.\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Determination of the CpG Island Methylator Phenotype (CIMP) in colorectal cancer using MethyLight",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-30 05:47:17",
                "doi": "10.1038/nprot.2006.152",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e91d7fe-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 30th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1283,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-30 05:47:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}