{
    "identity": "nprot-5757",
    "title": "Disturbance-recovery experiments to assess resilience of ecosystems along a stress gradient",
    "content": [
        {
            "header": "Introduction",
            "content": "Understanding how ecosystems respond to changes in environmental conditions and how resilient they are to perturbations is an urgent necessity in the context of global change<sup>1</sup>. Theoretical studies have proposed that the lengthening of the time needed to recover from a small perturbation can be used as an indicator for deteriorating resilience and can possibly be an early warning for the imminent collapse of an ecosystem<sup>2,3</sup>. This phenomenon \\(Fig. 1) of an increasing return time with increasing stress is referred to as “critical slowing down”. Although applying this concept seems straightforward, it is largely developed in the realm of theoretical models and translating the concept to practical applications is challenging. For example, stability analysis to get the eigenvalue is often performed in theoretical studies<sup>2,3</sup>. Here, an equilibrium state is perturbed with a negligible small disturbance. In real-world ecosystems this procedure is difficult to replicate. If too big disturbances are used, the ecosystem can be pushed beyond the tipping point as the results of the experimental disturbance itself and no reliable measure of recovery is obtained. Thus, disturbance type and magnitude need to be carefully chosen. Yet, even more challenging is how to measure and monitor recovery in real-world ecosystems after the disturbance is applied.\r\n\n\n\r\n\n\nMost theoretical and empirical studies follow a nondestructive monitoring approach as proposed by ref. \\[3] for estimating the recovery rate, _λ_. Here, an exponential model is fitted against the time series of the biomass development that is obtained of the recovery after the disturbance \\(Fig. 2). In the empirical studies that tested resilience indicators so far \\(e.g. ref. \\[4, 5]), the state of the system could be relatively simply monitored without disturbing the biomass. For instance, in ref. \\[4] the researchers used the light attenuated as a proxy for biomass. By measuring the light attenuation in the mesocosm frequently and at regular intervals the changes in biomass could be traced. Likewise, in ref. \\[5] the concentration of cells could be monitored without disturbing the cell numbers. A second method, often used in theoretical studies employing numerical simulations, is to measure the time it takes before the system is recovered to the pre-disturbed state \\(_T<sub>r</sub>_ in Fig. 2, e.g. used in ref. \\[6]). The biomass has to be recovered within a certain accuracy around the pre-disturbed value \\(e.g. within 0.01 or 0.05%) before the disturbance-recovery experiment is terminated and the recovery time is recorded. However, these approaches are often impractical for the _in situ_ assessment of resilience.\r\n\n\n\r\n\n\nMeasuring recovery rates reliably to estimate the resilience _in situ_ in real-world ecosystems is often challenging due to: 1) difficulties in getting frequent and regular field observations of biomass; 2) changing environmental conditions such as seasonal dynamics \\(Fig. 3); and 3) the high level of heterogeneity and stochasticity in many real-world ecosystem \\(Fig. 3). These above points pose some serious challenges to the approach for estimating the recovery rates or recovery times in perturbed systems as proposed in the theoretical studies<sup>3,6</sup> or as performed in controlled laboratory environments<sup>4,5</sup>. Monitoring biomass \\(i.e. vegetation) development frequent and at regular intervals can be particularly challenging due to the inaccessibility of the environment and the accuracy of the available methods to do so. For example, the ability to access the field sites of intertidal ecosystems shifts from day to day, and from one week to the other due to the tides, making recurrent regular field visits logistically difficult. Moreover, non-destructive biomass measures, such as canopy height or coverage can be impractical and laborious to acquire and can be inaccurate at the small scale of the disturbances due to the high level of variability. Automated observations, e.g. with fixed camera’s, still need extensive calibration and might suffer from the harsh hydrodynamic conditions and biofouling. For the second methodology \\(i.e. monitoring of recovery time) all the above objections remain and are supplemented with the fact that the duration of the experiments is determined by the recovery time itself, which is impractical. Therefore, an alternative and easy to execute approach was developed.\r\n\n\n\r\n\n\n_**The approach**_\r\n\n\nTo circumvent the above issues, we measure recovery rates using a destructive sampling approach. After a fixed time interval since a disturbance is applied, the recovery in the disturbed plots is compared with a proxy for the equilibrium biomass, _V<sub>eq</sub>_, derived from undisturbed control plots at the same stress level \\(Fig.3, and see next paragraph). This approach is comparable with measuring net primary productivity over a certain time interval _Δt_. Like in ref. \\[3], we assume that during the recovery period the development approximates an inverse exponential:\r\n\n\n  _V\\(t) = V<sub>eq</sub> – De<sup>-λΔt</sup>_ \\(1)     \r\n\n\nHere, _V\\(t)_ is the biomass at time _Δt_, _V<sub>eq</sub>_ is the equilibrium biomass, and _D_ the disturbance as the amount of biomass removed. To find the recovery rate after a fixed time interval _Δt_ we can normalize the function, if we define the relative recovery _f_ as _V\\(t)/V<sub>eq</sub>_. In that case equation \\[1] can be written as:\r\n\n\n  _f = 1 - de<sup>-λΔt</sup>_  \\(2)\r\n\n\nin which _d_ is the relative disturbance magnitude, defined as _D/V<sub>eq</sub>_. This leads to the rearrangement that allows to calculate the recovery rate:\r\n\n\n _λ = -log\\(\\(1 - f)/d)/Δt_  \\(3)\r\n\n\n\r\n\n\nHigh levels of heterogeneity and stochasticity in natural ecosystems can pose challenges for the estimation of the equilibrium biomass, _V<sub>eq</sub>_, to which the recovery measurements are compared \\(Fig. 3). Preferably, the recovery of a disturbed plot is immediately compared to a control plot \\(i.e. paired comparisons). This works well in case the relative recovery _f_ is much lower than 1 for all replicates and when the response of the disturbance and control plot in a pair is closely linked. However, due to the high variability of biomass in the field in both the control as well as the disturbance plots, it can occur that _f>1_ for some pairs of disturbance and control plots. This leads to incorrect estimation of the recovery rate _λ_. Dismissing these measurements as outliers is not desirable as it reduces the power of the statistical analysis. However, if the disturbance and control plots are sufficiently independent \\(e.g. corroborated by the high variability in biomass between plots and the low neighborhood correlation) the issue can be resolved by estimating the mean \\(or maximum) biomass of the controls as proxy for the equilibrium biomass \\(see point 4 of **Procedure** and **Troubleshooting** for further elaboration). \r\n\n\n\r\n\n\nThe protocol, and the equipment and materials used as described below, is developed specifically for disturbance-recovery experiments in tidal marshes where inundation by seawater is the main stressor. However, this methodology can be applied to any vegetated ecosystem in which the main stressor is clearly defined, and it should be easy to modify the protocol for other \\(non-vegetated) ecosystems."
        },
        {
            "header": "Equipment",
            "content": "For setting up and following up on the disturbance-recovery experiment in the field you need:\r\n\n\n● Square frame, to use as template to stick out vegetation tussocks from the marsh and clip above ground vegetation. We used a frame with inner dimensions of 25 by 25 cm, but size can be adjusted dependent on ecosystem.\r\n\n\n● Pruning shear, to clip aboveground vegetation.\r\n\n\n● Spade, to stick out the vegetation tussocks with roots and rhizomes.\r\n\n\n● Paper or plastic bags for collecting the clipped aboveground biomass.\r\n\n\n● Wooden/bamboo sticks to demark the four corners of each transplanted tussock.\r\n\n\n● dGPS to record the position and get an accurate measurement of the elevation of the tussock. Inundation by seawater is the main stressor in tidal marshes, and elevation is a good proxy to estimate stress levels. In other ecosystems different measurements of the main stressor\\(s) can be required.\r\n\n\nIn case the experimenter does not want to use the natural \\(i.e. in situ) inundation gradient, it is possible to use mesocosms of different elevations. To construct these mesocosm structures, described as ‘marsh organ’, you need:\r\n\n\n● PVC pipes, 6-inch diameter \\(0.0182m<sup>2</sup>)"
        },
        {
            "header": "Procedure",
            "content": "_**1) Initiating field experiment:**_\r\n\n\nOne can either choose to perform disturbance-recovery experiments on the key habitat forming organisms in the ecosystems along stress gradients as is, or transplant them first to manipulate the stress levels the organisms are exposed to. In our case of tidal-marsh vegetation, we applied a transplantation to control the level of inundation stress beyond the level of natural occurrence by transplanting them to different elevations along the tidal flat-marsh inundation gradient or by using mesocosms of different elevations \\(i.e. ‘marsh organ’).\r\n\n\n\r\n\n\n_1.1) Transplantation procedure_:\r\n\n\n1. Stick out enough vegetation tussocks using the spade and square frame. The number of transplantation units \\(i.e. vegetation tussocks) required is the number of stress levels \\(i.e. inundation levels) times two \\(disturbance and control) times the number of replicates. _Note_: For the transplantations of vegetation tussocks along the stress gradients we used a total of 60 tussocks: 6 inundation \\(i.e. stress) levels; 2 tussocks per level; and 5 replicates per level. For the transplantations of vegetation to the ‘marsh organ’ mesocosms we used a total of 108 units: 9 inundation levels; 2 marsh organs; and 6 replicates per level.\r\n  2. Randomize the collected tussocks\r\n  3. Transplant the units to either the _a_) location along the stress gradient or _b_) the ‘marsh organ’ mesocosm:\r\n  a. _Transplantion along stress gradient_: Transplant two units per level, by digging a hole of the same dimensions as the sticked out units. Put the units deep enough making sure the sediment level of the transplanted unit is level with the surrounding bed level. Repeat the procedure for the number of replicate gradients.\r\n\n\nb. _‘Marsh organ’ mesocosm structures_: Setup two ‘marsh organ’ mesocosm structures\n7\nwith various stress \\(i.e. inundation) levels and replicates thereof. One ‘marsh organ’ serves as disturbance treatment and one as control. More detailed description of the experimental design, and basic patterns of vegetation response to inundation in ‘marsh organ’ mesocosm structures can be found in ref \\[7].\r\n\n\n4. To make sure the transplantation was successfully executed, the units are not directly disturbed, but allowed to recover and acclimate from the transplantation. In case of the vegetation transplanted along the stress gradient we returned after a week \\(that is 14 inundations). In case of the ‘marsh organ’ we returned after 10 weeks before disturbing.\r\n  \r\n\n\n_1.2) Disturbance-recovery procedure_:\r\n\n\n1. The above ground biomass of one of the plots \\(or, alternatively, one of the two ‘marsh organs’) is clipped just above the soil surface, while leaving the vegetation of the other intact as control until the end of the experiment.\r\n  2. The clipped biomass is collected in separate bags per plot \\(or mesocosm) and measured in the lab \\(following 3) to establish biomass levels at the start of the disturbance-recovery experiment.\r\n  \r\n\n\n_**2) Running and terminating field experiment:**_\r\n\n\n1. _Before termination of the experiment_: During the course of the experiment the experimental plots need to be visited to check the conditions of the experimental plots. Damaged sticks that demark the plots need to be repaired, to make sure the plots can be found when the experiment is terminated.\r\n  2. _Termination of the field experiment_:\r\n  a. The experiment should be terminated before the disturbed plots have fully recovered. In our case, we disturbed the vegetation early in the growing season and finished the experiment late in the growing season before senescence commenced.\r\n\n\nb. At termination of the experiment, the aboveground biomass is harvested of both the disturbed and control plots by clipping plant stems at the soil surface.\r\n\n\n\r\n\n\n_**3) Measuring recovered biomass:**_\r\n\n\n1. After harvesting, plant material is sorted in the laboratory and number of shoots are counted. Additionally, e.g. the shoot length, stem diameter, and number of leaves, or flowers can be measured, and plant materials can be sorted in live and dead fraction.\r\n  2. Plant material is washed to remove sediment, dirt and animals from the leaves and stems.\r\n  3. Plant material is dried in an oven at 70℃ to a constant weight \\(minimum 72 hours).\r\n  4. Dry weight is measured after drying.\r\n  \r\n\n\n_**4) Estimating recovery rates:**_\r\n\n\nBecause the actual disturbance magnitude _D_ is often unknown a variation on equation \\[3] is used to calculate the recovery rate from the collected data:\r\n\n\n_λ = -log\\(1 - f)/Δt_  \\(4)\r\n\n\nIn case the disturbance and control plot can be treated as pairs than:\r\n\n\n_f = V\ndist\n/ V\ncont\n_  \\(5)\r\n\n\nHere, _V\ndist\n_  is the biomass recovered in the disturbed plot and _V\ncont\n_  the biomass in the paired control plot.\r\n\n\n\r\n\n\nHowever, an alternative to the paired control is required to estimate the recovery rate reliably if recovery was too swift \\(i.e. _f>1_ for some/all plots) and/or the site is heterogeneous and stochastic \\(see **Troubleshooting**)."
        },
        {
            "header": "Timing",
            "content": "When doing fieldwork it is best to work in pairs. It is much easier and more time efficient to divide tasks, e.g. one person does the practical work of checking the plots and counting/measuring the biomass, while the other writes notes and measurements down. Moreover, working in pairs is preferred for safety. \r\n\n\n\r\n\n\n_**1) Initiating field experiment:**_\r\n\n\nSticking out vegetation and transplanting the units takes about 5-10 minutes per plot each. But, randomization of the tussocks requires that the tussocks are collected at a central place before transplanting. Note that much of the time spend depends on the field conditions and the distance one needs to move between plots. It is easier to work in locations with firm \\(sandy) soil conditions, compared to soils of muddy unconsolidated sediments. Therefore, it is best to work with 2 or 3 groups of 2 persons to finish the setup of the transplantation before the tide returns.\r\n\n\nTime can be saved if the locations of the plots are determined in advance and put in the dGPS to find the plots quickly \\(using the stake out option).\r\n\n\nIn case of the ‘marsh organ’, it takes about one hour to construct a mesocosm structure.\r\n\n\n\r\n\n\n_**2) Running and terminating field experiment:**_\r\n\n\nIt takes about 3-5 minutes to check and repair a plot. When terminating the experiment the harvest takes about 5-10 minutes per plot. Again, the time taken for checking upon the plots while the experiment is running and the final termination of the experiment depends a lot on the field conditions. The soil conditions can slow down the pace at which a person can move around the location, and strong hydrodynamic conditions can demand many repairs of the plots and therefore can take more time. Especially, in case of transplantations along the stress gradient much time is taken by walking from one to the other plot. Therefore, it is best to work with 2 groups of 2 persons at the termination of the experiment to finish the harvest before the next tide comes in. In case of the ‘marsh organ’ mesocosm, the mesocosms \\(i.e. PVC -tubes) are clustered and no extra time is required to move from one to the other plot.\r\n\n\n \r\n\n\n_**3) Measuring recovered biomass:**_\r\n\n\nWashing, sorting, and counting/measuring the stems before putting the samples in the oven takes about 15 minutes per sample \\(i.e. per plot). Next, drying the samples takes at least 72 hours \\(typical for most grasses, but plant materials with thick stems might require longer drying times). Finally, it takes about 1-2 minutes per sample to measure dry weight.\r\n\n\n\r\n\n\n_**4) Estimating recovery rates:**_\r\n\n\nOnce all the data is collected data analysis can be performed in about a few hours/days."
        },
        {
            "header": "Troubleshooting",
            "content": "Especially in stochastic and heterogeneous environments \\(e.g. such as in the intertidal), it is important to set up sufficient replicates of the disturbance-recovery plots. Especially, in case the field site is not well know by the experimenter it is advisable to test the level of heterogeneity and stochasticity in the location of interest and perform pilot experiments, before setting up the full experiment. If heterogeneity and stochasticity is high and control and disturbance plots are not strongly linked \\(i.e. spatial correlation is weak) it is best to use alternative proxies for the equilibrium biomass, instead of treating the data as pairs of disturbance and control plots.\r\n\n\n\r\n\n\n_**Alternative proxies for equilibrium biomass:**_\r\n\n\nTo resolve the above issues, it is assumed that the control biomass _V<sub>cont</sub>_ is better represented by a proxy for the equilibrium biomass  _V<sub>eq</sub>_ at a certain stress level. Therefore, recovery rates are estimated by replacing equation \\(5) by:\r\n\n\n_f = V<sub>dist</sub> / V<sub>eq</sub>_  \\(6)\r\n\n\nThe alternative proxies for the equilibrium biomass _V<sub>eq</sub>_ are based on the vegetation distribution parameters mean and standard deviation calculated from the replicate controls. The most straightforward proxy is the average of the control plots. However, in case still _f>1_ for some of the plots an alternative proxy is needed. In that case an estimate for the maximum biomass can be used. This can be estimated as the mean biomass of the controls at an inundation level plus 3 times the standard deviation \\(i.e. the three-sigma-rule).\r\n\n\n\r\n\n\nNote that the use of the maximum biomass as a proxy for the equilibrium biomass will not result in quantitative accurate recovery rates that can be used for other calculations, such as e.g. growth rates or estimates of the productivity. However, as we are testing for critical slowing down in real-world ecosystems we are interested in the qualitative trends in the recovery rate as function of the stressor. The qualitative trend is not affected by the use of the three-sigma-rule as long as the variation \\(i.e. standard deviation) is homogenous."
        },
        {
            "header": "Anticipated Results",
            "content": "In general, it is expected that the recovery rates decrease with increasing stress levels<sup>1-3</sup>. For instance, the trend expected in case of the tidal marsh vegetation is that recovery rates decrease with increasing inundation time \\(i.e. lower intertidal elevation)."
        },
        {
            "header": "References",
            "content": "1. Scheffer, M. et al. Early-warning signals for critical transitions. Nature 461, 53-59 \\(2009).\r\n  2. Wissel, C. A universal law of the characteristic return time near thresholds. Oecologia 65, 101-107 \\(1984).\r\n  3. Van Nes, E. H. & Scheffer, M. Slow recovery from perturbations as a generic indicator of nearby catastrophic shift. Am. Nat. 169, 738-747 \\(2007).\r\n  4. Veraart, A. J. et al. Recovery rates reflect distance to a tipping point in a living system. Nature 481, 357-359 \\(2012).\r\n  5. Dai, L., Vorselen, D., Korolev, K. S. & Gore, J. Generic indicators for loss of resilience before a tipping point leading to population collapse. Science 336, 1175–1177 \\(2012).\r\n  6. Dakos, V., Kéfi, S., Rietkerk, M., van Nes, E. H., & Scheffer, M. Slowing down in spatially patterned ecosystems at the brink of collapse. Am. Nat. 177, E153-E166 \\(2011).\r\n  7. Kirwan, M. L., Guntenspergen, G.R. Feedbacks between inundation, root production, and shoot growth in a rapidly submerging brackish marsh. Journal of Ecology 100, 764-770 \\(2012)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank B.R. Silliman for discussion on the experimental setup. VFA. de Witte for useful comments on earlier versions of the protocol. The work of JvB and TJB is funded by the European Commission through FP7 ENV2009-1, Contract 244104-THESEUS. JvB was further supported by the VNSC project \"Vegetation modelling HPP\" \\(contract 3109 1805). TJB was further supported by the NWO funded BE-SAFE project grant 850.13.011. GRG and MLK were supported by funds from the U.S. Geological Survey Climate and Land Use Research & Development program, and the U.S. National Science Foundation LTER 1237733. Any use of trade, product, or firm names is for descriptive purposes only and does not imply endorsement by the U.S. Government."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms15811",
                "date": "2017-06-12 09:46:03",
                "title": "Vegetation recovery in tidal marshes reveals critical slowing down under increased inundation",
                "authors": [
                    "Jim van Belzen",
                    "Johan van de Koppel",
                    "Matthew L. Kirwan",
                    "Daphne van der Wal",
                    "Peter M. J. Herman",
                    "Vasilis Dakos",
                    "Sonia K?fi",
                    "Marten Scheffer",
                    "Glenn R. Guntenspergen",
                    "and Tjeerd J. Bouma"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14564,
                "identity": "a0fa07c4-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jim van Belzen",
                "email": "jim.van.belzen@nioz.nl",
                "orcid": "",
                "institution": "van Belzen Lab; Department of Estuarine and Delta Systems, Royal Netherlands Institute for Sea Research (NIOZ) and Utrecht University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jim",
                "middleName": "van",
                "lastName": "Belzen",
                "suffix": ""
            },
            {
                "id": 14565,
                "identity": "a0fa0d1f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Johan van de Koppel",
                "email": "",
                "orcid": "",
                "institution": "Department of Estuarine and Delta Systems, Royal Netherlands Institute for Sea Research (NIOZ) and Utrecht University; Groningen Institute for Evolutionary Life Sciences, University of Groningen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Johan",
                "middleName": "van",
                "lastName": "de Koppel",
                "suffix": ""
            },
            {
                "id": 14566,
                "identity": "a0fa1067-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matthew L. Kirwan",
                "email": "",
                "orcid": "",
                "institution": "Virginia Institute of Marine Science, College of William and Mary",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthew",
                "middleName": "L.",
                "lastName": "Kirwan",
                "suffix": ""
            },
            {
                "id": 14567,
                "identity": "a0fa133f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Glenn R. Guntenspergen",
                "email": "",
                "orcid": "",
                "institution": "Patuxent Wildlife Research Center, U.S. Geological Survey (USGS)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Glenn",
                "middleName": "R.",
                "lastName": "Guntenspergen",
                "suffix": ""
            },
            {
                "id": 14568,
                "identity": "a0fa15c4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tjeerd J. Bouma",
                "email": "",
                "orcid": "",
                "institution": "Department of Estuarine and Delta Systems, Royal Netherlands Institute for Sea Research (NIOZ) and Utrecht University; Groningen Institute for Evolutionary Life Sciences, University of Groningen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tjeerd",
                "middleName": "J.",
                "lastName": "Bouma",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-03-06 21:16:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.028",
        "doiUrl": "https://doi.org/10.1038/protex.2017.028",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609673,
                "identity": "c4296f6c-a90f-4497-8fab-658d466c81dc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 102939,
                "visible": true,
                "origin": "",
                "legend": "Recovery rate as indicator of resilience   Resilience can be intuitively understood as a ball rolling in a landscape towards the most stable location, which is the valley. How fast the ball returns to the valley is determined by the steepness of the hill slopes surrounding the valley. The steeper/gentler the slopes the more/less resilient the ecosystems is. In time, this results in a swifter/slower return to the predisturbed biomass state. Adapted after ref. [3].",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5757/v1/figure_1.png"
            },
            {
                "id": 2609675,
                "identity": "451ea3de-92f8-4dd1-8ea0-3abea5f0855d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 75690,
                "visible": true,
                "origin": "",
                "legend": "Disturbance and recovery   After disturbance of magnitude _D_, the biomass recovery approximates an exponential trajectory. Recovery can be measured as rate _λ_, or as the time _T~r~_ needed to rebound to the equilibrium biomass, _V~eq~_. Figure adapted after ref. [3].",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5757/v1/figure_2.png"
            },
            {
                "id": 2609676,
                "identity": "c2e2d326-e76e-45ab-be81-ac178484adfc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:06",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 120459,
                "visible": true,
                "origin": "",
                "legend": "Disturbance and recovery in seasonally variable environment   Green and purple lines depict the biomass development of the control and disturbance plot replicates, respectively. The black line is the actual equilibrium biomass, while the red diamonds and dashed line depict the approximation of the equilibrium biomass by taking the average of the replicate control plots. The average of the control plots can be used as a more accurate proxy of the equilibrium value, than a single paired control.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5757/v1/figure_3.png"
            },
            {
                "id": 13464912,
                "identity": "0c10ddf1-c796-4e53-9a50-71da615dafbd",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 370478,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5757/v1/7745cad6-301c-44f1-954b-5b41331a81f1.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "disturbance, field experiment, recovery, resilience, tipping points",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Lengthening of the time needed to recover from a disturbance due to an increasing stressor \\(a phenomenon called “Critical Slowing Down”) has been proposed as an early warning for imminent ecosystem collapse. As this concept is largely developed in the realm of theoretical models, implementing it by e.g. monitoring recovery to assess resilience of real-world ecosystems, is often challenging. Tracing recovery trajectories reliably and non-destructive is not always feasible due to technical or logistical difficulties. Here, a protocol is presented for a disturbance-recovery experiment in which recovery is measured using destructive sampling of the biomass. This methodology circumvents many of the issues of the non-destructive methodologies for measuring recovery.",
        "manuscriptTitle": "Disturbance-recovery experiments to assess resilience of ecosystems along a stress gradient",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-06-12 09:48:40",
                "doi": "10.1038/protex.2017.028",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0f95751-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 12th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3853,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-06-12 09:48:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}