{
    "identity": "nprot-452",
    "title": "Protease subsite profiling with proteome-derived peptide libraries \\(PICS)",
    "content": [
        {
            "header": "Introduction",
            "content": "Specificity of numerous proteases is determined by enzyme-substrate interactions in an extended active site cleft. The Schechter and Berger nomenclature<sup>1</sup> designates residues carboxy-terminal to the scissile peptide bond as prime side \\(P&#x2019;) and amino-terminal residues as non-prime side \\(P). P and P&#x2019; residues interact with complementary protease subsites called S and S&#x2019;. While some proteases show very restrictive specificity profiles \\(e.g. trypsin is specific for lysine and arginine in P1), other proteases display broad specificity profiles involving multiple subsite preferences. \r\n\n\n\r\n\n\nA bottleneck in protease characterization is the determination of consensus cleavage sites as all current techniques provide information on either the prime or nonprime side only&#x2212;none provide both in the same experiment. Genetic library approaches such as phage display provide cleavable sequences only without identifying the actual scissile bond. Proteome-derived peptide libraries employ biological sequence diversity to robustly characterize protease subsite specificities by mass spectrometry<sup>2</sup>. Termed Proteomic Identification of protease Cleavage Sites \\(PICS), peptide libraries are generated from cell lysates or secreted proteins. These libraries are used as substrate screens for test proteases. Prime-side cleavage products are isolated and identified by liquid chromatography/tandem mass spectrometry \\(LC-MS/MS). The corresponding non-prime side sequences are derived by bioinformatic database searches. Hence, the entire sequence of the peptidic substrate is reconstructed. The cohort of cleaved peptides, often surpassing 200 unique cleavage sequences in single experiments, characterizes subsite preferences \\(both positive and negative) together with subsite cooperativity. Like any other peptide-based approaches for the determination of active site specificity, PICS does not aim to identify physiological protease substrates.\r\n\n\n\r\n\n\nPICS is optimally suited to determine sequence specificity of endoproteases. Since the method isolates prime-side cleavage products, it is not suited to profile carboxypeptidases as these prime-side cleavage products are too short for LC-MS/MS identification. Many amino peptidases can not cleave at blocked N-termini, which PICS proteome wide libraries feature. PICS utilizes peptide libraries with modified lysine and cysteine residues and hence cannot profile specificity for these residues. PICS screens employing unmodified lysine or cysteine residues are currently under development<sup>2</sup>.\r\n\n\n\r\n\n\nProteome-derived peptide libraries are generated by endoproteolytic digestion of proteomes such as cell culture lysates. The specificity of the applied digestion protease is important since it determines sequence features of the peptide library. PICS libraries have been generated with the following three digestion proteases:\r\n\n\n&#x2212; Trypsin cleaves C-terminal to lysine and arginine, hence tryptic peptides lack internal basic residues.\r\n\n\n&#x2212; GluC \\(_Staphylococcus aureus_ protease V8) cleaves C-terminal to glutamate and, to a lesser extent, aspartate; hence GluC peptides lack internal glutamate residues.\r\n\n\n&#x2212; Chymotrypsin cleaves C-terminal to large hydrophobic residues, hence chymotryptic peptides have a lower internal content of such residues. PICS profiling of matrix metalloprotease \\(MMP)-2 PICS using chymotryptic libraries confirmed the MMP-2  preference for leucine in P1&#x2019;, thereby indicating that numerous potential chymotryptic cleavage sites remained intact<sup>2</sup>. \r\n\n\n\r\n\n\nProfiling proteases using different PICS libraries generated with different digestion proteases provides an unbiased analysis of cleavage site specificity. Our data reported in Schilling and Overall \\(2008)<sup>2</sup> confirms that similar specificity profiles are generated using these different libraries. \r\n\n\n\r\n\n\nProteome-derived peptide libraries were shown to be sufficiently rich in sequence diversity to profile sequence specificity of proteases<sup>2</sup>. Library generation and isolation of modified peptides can easily be modified to screen the sequence specificity of any posttranslational modification that is amenable to LC-MS/MS detection \\(e.g phosphorylation or acetylation). Proteome-derived peptide libraries can also be used to characterize sequence specificity of ligand or receptor binding."
        },
        {
            "header": "Reagents",
            "content": "**Strains**\r\n\n\nEukaryotic cell line from organism with sequenced genome.\r\n\n\n\r\n\n\n**Reagents**\r\n\n\n4-\\(2-hydroxyethyl)piperazine-1-ethanesulfonic acid \\(Sigma-Aldrich)\r\n\n\nAcetonitrile \\(Sigma-Aldrich)\r\n\n\nBicinchoninic acid assay \\(Pierce) \r\n\n\nChymotrypsin \\(1-chloro-3-tosylamido-7-amino-2-heptanone treated, Worthington)\r\n\n\nCyanoborohydride \\(ALD coupling solution, Sterogene)\r\n\n\nDimethylsulfoxide \\(Sigma-Aldrich)\r\n\n\nDithiothreitol \\(Sigma-Aldrich)\r\n\n\nDNase I \\(Sigma-Aldrich) \r\n\n\nEthylenediaminetetraacetic \\(Sigma-Aldrich)\r\n\n\nFormaldehyde \\(Sigma-Aldrich)\r\n\n\nFormic acid \\(Sigma-Aldrich)\r\n\n\nGluC \\(V8 protease, Worthington)\r\n\n\nMethanol \\(Sigma-Aldrich)\r\n\n\nmicro bicinchoninic acid assay \\(Pierce) \r\n\n\nNaCl \\(Sigma-Aldrich)\r\n\n\nPhenylmethylsulphonyl fluoride \\(PMSF, Sigma-Aldrich)\r\n\n\nPhosphate buffered saline\r\n\n\nPotassium phosphate buffer\r\n\n\nReversed-phase solid phase extraction cartridges \\(e.g. Sep-Pak, Waters, or equivalent) \r\n\n\nRNase E \\(Sigma-Aldrich)\r\n\n\nSephadex G-10 resin \\(GE Healthcare)\r\n\n\nSodium dodecyl sulfate \\(SDS, Sigma-Aldrich)\r\n\n\nSpin columns, ~10 &#xB5;m pore size, top and bottom plug \\(Pierce)\r\n\n\nStreptavidin sepharose \\(GE Healthcare) \r\n\n\nSulfopropyl sepharose fast flow resin \\(GE Healthcare)\r\n\n\nSulfosuccinimidyl 2-\\(biotinamido)-ethyl-1,3-dithiopropionate \\(Pierce)\r\n\n\nTest protease for PICS assay\r\n\n\nTrans-epoxysuccinyl-L-leucylamido\\(4-guanidino)butan \\(E-64,Sigma-Aldrich)\r\n\n\nTrichloracetic acid \\(Sigma-Aldrich) \r\n\n\nTrifluoracetic acid \\(Sigma-Aldrich)\r\n\n\nTrypsin \\(1-chloro-3-tosylamido-4-phenyl-2-butanone treated, Sigma-Aldrich)\r\n\n\n\r\n\n\n**Abbreviations**\r\n\n\nBCA, bicinchoninic acid\r\n\n\nDMSO, dimethylsulfoxide\r\n\n\nDTT, dithiothreitol\r\n\n\nEDTA, ethylenediaminetetraacetic\r\n\n\nE-64, trans-epoxysuccinyl-L-leucylamido\\(4-guanidino)butan\r\n\n\nHEPES, 4-\\(2-hydroxyethyl)piperazine-1-ethanesulfonic acid\r\n\n\nLC-MS/MS, liquid chromatography-tandem mass spectrometry\r\n\n\nPBS, phosphate buffered saline \r\n\n\nPMSF, phenylmethylsulphonyl fluoride\r\n\n\nSDS, sodium dodecyl sulfate\r\n\n\nSPE, solid phase extraction\r\n\n\nSulfo-NHS-SS-biotin, sulfosuccinimidyl 2-\\(biotinamido)-ethyl-1,3-dithiopropionate\r\n\n\nPAGE, polyacrylamid gel electrophoresis \r\n\n\nTCA, trichloracetic acid\r\n\n\nTFA, trifluoracetic acid"
        },
        {
            "header": "Equipment",
            "content": "Standard laboratory equipment for cell culture, molecular biology, and protein chemistry\r\n\n\nCentrifuge for volumes up to 50 ml at up to 20000 g\r\n\n\nChromatography columns to pack up to 5 ml resin\r\n\n\nChromatography system \\(e.g. GE Healthcare or equivalent) with UV/VIS and conductivity detector\r\n\n\nLC-MS/MS \r\n\n\nPersonal computer with Perl interpreter \\(see \"www.clip.ubc.ca/resources/index.html\":http://www.clip.ubc.ca/resources/index.html) and Microsoft EXCEL\r\n\n\nNanoDrop spectrophotometer\r\n\n\npH test strips \\(e.g. from Merck, pH range 6&#x2212;9)\r\n\n\nPolystyrene-divinylbenzene resin column \\(e.g. GE Healthcare or equivalent)\r\n\n\nTable top centrifuge for 2 ml reaction tubes\r\n\n\nUltrasonication bath\r\n\n\nVacuum evaporation system \\(commonly referred to as speed-vac)\r\n\n\nXK 26/20 columns \\(GE Healthcare)"
        },
        {
            "header": "Procedure",
            "content": "Protease profiling with proteome derived peptide libraries consists of\r\n\n\n− library preparation\r\n\n\n− PICS assay\r\n\n\nSince proteome-derived peptide libraries can be prepared in batches, library generation is uncoupled from protease profiling. The two sections on library preparation and protease profiling are therefore independent and do **not** represent one continuous workflow.\r\n\n\n\r\n\n\n**Preparation of proteome derived peptide libraries**\r\n\n\n\r\n\n\n_Cell culture_\r\n\n\n\r\n\n\nProteome-derived peptide libraries can be generated from any proteome source with known genome or proteome sequence, such as human or murine cell lines. Prokaryotic cell lines are less suited since they represent lower sequence diversity. We have used the human fibrosarcoma cell line HT1080 in monolayer culture and the 293 human embryonic kidney cell line in suspension culture using the chemically defined, protein-free CD 293 medium \\(Invitrogen). In order to produce sufficient starting material for several subsite screening assays, we recommend to harvest cell material from at least 6 cell culture flasks of 175 cm\n2\nsurface each. When using serum-supplemented medium, cells are grown serum-free when reaching 50 % confluency. Cells are washed three times in phosphate buffered saline \\(PBS) \\(138 mM NaCl, 2.7 mM KCl, 20 mM Na\n2\nHPO\n4\n, 1.5 mM KH\n2\nPO\n4\n, pH 7.4) and grown in serum-free medium for 12−24 h. \r\n\n\n\r\n\n\n_Proteome harvest_\r\n\n\n\r\n\n\nCell-conditioned medium, cell lysate, and detergent-solubilized lysis pellet can be used to generate proteome-derived peptide libraries. In our experience and using the cell strains described above, cell lysate and detergent-solubilized lysis pellet result in markedly higher library yields than cell conditioned medium. \r\n\n\n\r\n\n\n_Library preparation from cell-conditioned medium_\r\n\n\n\r\n\n\n1| Decant medium from cell culture flasks. See section “Library preparation from cell lysate” on how to proceed with harvesting of cells.\r\n\n\n2| Add protease inhibitors: \r\n\n\n1.0 mM phenylmethylsulphonyl fluoride \\(PMSF, serine protease inhibitor, 100x stock in acetonitrile should be freshly prepared, Sigma-Aldrich) \r\n\n\n10 µM trans-epoxysuccinyl-L-leucylamido\\(4-guanidino)butan \\(E-64, cysteine protease inhibitor, 100x stock in dimethylsulfoxide \\(DMSO), Sigma-Aldrich)\r\n\n\n10 mM ethylenediaminetetraacetic acid \\(EDTA, for inhibition of metalloproteases, EDTA is easier to remove than the more specific reagent 1,10-phenanthroline, Sigma-Aldrich).\r\n\n\n3| Centrifuge at 2,200 g at 4 °C for 30 min, keep supernatant and discard pellet.\r\n\n\n4| Precipitation of proteins with trichloracetic acid \\(TCA, Sigma-Aldrich) in order to remove protease inhibitors. TCA is added to a final concentration of 10 % \\(vol/vol), followed by 1 h incubation on ice and centrifugation at 8,500 g at 4 °C for 1 h. \r\n\n\n5| Discard supernatant.\r\n\n\n6| Wash pellet twice with -20 °C methanol. \r\n\n\n7| Air-dry for 10 min and overlay with 1 mL of 100 mM 4-\\(2-hydroxyethyl)piperazine-1-ethanesulfonic acid \\(HEPES, Sigma-Aldrich), 0.1 % \\(wt/vol) sodium dodecyl sulfate \\(SDS, Sigma-Aldrich), pH 7.4. \r\n\n\n8| TCA pellet resolubilization by mild ultrasonication for 30 min in a chilled ultrasonication bath, followed by incubation at -20 °C \\(-80 °C if suspension does not freeze) for 1 h and a second incubation at 70 °C for 30 min. \r\n\n\n9| Protein quantization by bicinchoninic acid \\(BCA, Pierce) assay and/or absorbance at 280 nm.\r\n\n\n10| Dilute 5-fold with 200 mM HEPES pH 7.4, to a final SDS concentration of 0.02 %. Then add 5 mM dithiothreitol \\(DTT, Sigma-Aldrich).\r\n\n\n11| Keep 20 μl aliquot for SDS-polyacrylamide gel electrophoresis \\(PAGE) analysis.\r\n\n\n12| Specific endoproteolytic digestion using one of the following three endoproteases: \r\n\n\n       trypsin \\(1-chloro-3-tosylamido-4-phenyl-2-butanone treated, Sigma-Aldrich)\r\n\n\n       GluC \\(V8 protease, Worthington)\r\n\n\n       chymotrypsin \\(1-chloro-3-tosylamido-7-amino-2-heptanone treated, Worthington).\r\n\n\n13| Enzyme/proteome ratio for each of the digestion proteases is 1:50.\r\n\n\n14| Add 5 μg/ml DNase I \\(Sigma-Aldrich) and 5 μg/ml RNase E \\(Sigma-Aldrich).\r\n\n\n15| Incubate at 37 °C for 16 h.\r\n\n\n16| Add 1 mM PMSF and centrifuge at 40,000 x g for 0.5 h.\r\n\n\n17| Keep supernatant, discard pellet.\r\n\n\n18| Take 20 μl aliquot to control digest efficiency by SDS-PAGE.\r\n\n\n19| Continue at section sulfhydryl and amine protection.\r\n\n\n\r\n\n\n_Library preparation from cell lysate_\r\n\n\n\r\n\n\n1| Wash cells three times with PBS.\r\n\n\n2| Detach cells in PBS supplemented with 0.2 % \\(wt/vol) EDTA. Cell detachment scheme can be adjusted to meet specific needs of particular cell strains; however proteases such as trypsin should not be used. 5–10 mL detachment solution are sufficient for a 175 cm\n2\ncell culture flask.\r\n\n\n3| Centrifuge cells at 400 g at 4 °C for 5 min; decant supernatant and keep pellet.\r\n\n\n4| Resuspend cells in 10 ml hypotonic lysis buffer containing protease inhibitors: 10 mM HEPES, pH 7.4, 1.0 mM PMSF, 10 µM E-64, and 10 mM EDTA.\r\n\n\n5| Detergent free cell lysis. We routinely employ nitrogen cavitation. Alternative lysis methods include cell membrane shearing by repeated aspiration of the cell suspension with 20- or 27-gauge needles. \r\n\n\n6| Centrifuge cell lysate at 40,000 x g for 1 h. Both the soluble fraction \\(supernatant) and the insoluble lysis pellet \\(containing, among other components, cell organelles, nuclei and unlysed cells) can be used to generate peptide libraries. This section describes usage of the soluble cell lysate, usage of the cell lysis pellet is described in the following section.\r\n\n\n7| TCA precipitation of the cell lysate in order to remove protease inhibitors. TCA is added to a final concentration of 10 % \\(vol/vol) followed by 1 h incubation on ice and centrifugation at 8,500 g at 4 °C for 1 h. \r\n\n\n8| Discard supernatant.\r\n\n\n9| Wash pellet twice with -20 °C methanol\r\n\n\n10| Air-dry for 10 min and overlay with 1 mL 100 mM HEPES pH 7.4, 0.1 % \\(wt/vol) SDS. \r\n\n\n11| Protein quantization by BCA assay and/or absorbance at 280nm.\r\n\n\n12| Dilute 5-fold with 200 mM HEPES pH 7.4 to a final SDS concentration of 0.02 %, then add 5 mM DTT.\r\n\n\n13| Keep 20 μl aliquot for SDS-PAGE analysis.\r\n\n\n14| Specific endoproteolytic digestion using one of the following three endoproteases: \r\n\n\n        trypsin \\(1-chloro-3-tosylamido-4-phenyl-2-butanone treated)\r\n\n\n        GluC\r\n\n\n        chymotrypsin \\(1-chloro-3-tosylamido-7-amino-2-heptanone treated).\r\n\n\n Enzyme/proteome ratio for each of the digestion proteases is 1:50.\r\n\n\n15| Add 5 μg/ml DNase I and 5 μg/ml RNase E.\r\n\n\n16| Incubate at 37 °C for 16 h.\r\n\n\n17| Add 1 mM PMSF and centrifuge at 40,000 x g for 0.5 h.\r\n\n\n18| Keep supernatant, discard pellet.\r\n\n\n19| Take 20 μl aliquot to control digest efficiency by SDS-PAGE.\r\n\n\n20| Continue at section sulfhydryl and amine protection.\r\n\n\n\r\n\n\n_Library preparation from detergent-solubilized lysis pellet_\r\n\n\n\r\n\n\n1| Carefully remove remaining supernatant from lysis pellet.\r\n\n\n2| Resuspend lysis pellet in 5 ml of 100 mM HEPES pH 7.4, 0.02 % SDS \\(wt/vol).\r\n\n\n3| \\(optional) Freeze-thaw cycle of lysis pellet to enhance lysis extent.\r\n\n\n4| Incubate at 70 °C for 30 min. Let cool to ambient temperature \\(approx. 22 °C).\r\n\n\n5| Take 100  μl aliquot, centrifuge at 14,000 g for 10 min and determine protein concentration of supernatant \\(BCA assay). \r\n\n\n6| Add 5 mM DTT.\r\n\n\n7| Add 5 μg/ml DNase I and 5 μg/ml RNase E and incubate at 37 °C for 2–3 h.\r\n\n\n8| Keep 20 μl aliquot for SDS-PAGE analysis.\r\n\n\n9| Specific endoproteolytic digestion using one of the following three endoproteases: \r\n\n\n       trypsin \\(1-chloro-3-tosylamido-4-phenyl-2-butanone treated)\r\n\n\n       GluC\r\n\n\n       chymotrypsin \\(1-chloro-3-tosylamido-7-amino-2-heptanone treated).\r\n\n\n Enzyme/proteome ratio for each of the digestion proteases is 1:50.\r\n\n\n10| Incubate at 37 °C for 16 h.\r\n\n\n11| Add 1 mM PMSF and centrifuge at 40,000 x g for 0.5 h.\r\n\n\n12| Keep supernatant, discard pellet.\r\n\n\n13| Take 20 μl aliquot to control digest efficiency by SDS-PAGE.\r\n\n\n14| Continue at section sulfhydryl and amine protection.\r\n\n\n\r\n\n\n_Sulfhydryl and amine protection_\r\n\n\n\r\n\n\n1| Add 5 mM DTT, incubate at 70 °C for 30 min, let cool to 22 °C.\r\n\n\n2| Add 40 mM iodoacetamide \\(Sigma-Aldrich).\r\n\n\n3| After 5 min incubation control that pH remains 7.0–7.5. If required, adjust pH to 7.5.\r\n\n\n4| Incubate at 22 °C for 3 h.\r\n\n\n5| Add 10 mM DTT to quench remaining iodoacetamide.\r\n\n\n6| After 15 min incubation control that pH remains 7.0–7.5. If required, adjust pH to 7.5.\r\n\n\n7| Add 10 mM formaldehyde \\(Sigma-Aldrich) and 10 mM NaCNBH\n3\n\\(cyanoborohydride, “ALD coupling solution”, Sterogene), incubate for 3–16 h at 22 °C.\r\n\n\n8| Repeat formaldehyde labeling once.\r\n\n\n\r\n\n\n_Peptide library purification_\r\n\n\n\r\n\n\n- The first purification step employs preparative size exclusion chromatography using Sephadex G-10 resin \\(GE Healthcare). For samples volumes of 5–15 ml we employ two self-packed XK 26/20 columns \\(GE Healthcare) in tandem. Other chromatography setups might be suitable as well, should however be tested beforehand. Samples are buffer exchanged to 10 mM potassium phosphate buffer, pH 2.7, 20 % \\(vol/vol) acetonitrile. Peptide elution is monitored by absorption at 214 nm or 220 nm; elution of sample buffer and salt is monitored by conductivity. Sephadex G-10 has an exclusion limit of 700 Da. Salt and buffer are retained and elute after the PICS peptides. The 700 Da exclusion limit also retains peptides with less than six residues. Such peptides are not suited for PICS analysis since potential cleavage products are too short for LC-MS/MS analysis. Flow rate with an AKTA chromatography system is 5 ml/min. PICS peptides are collected for further purification.\r\n\n\n- The second purification step employs strong cation exchange chromatography using sulfopropyl sepharose fast flow resin \\(GE Healthcare, ca 5 mL resin in self-packed columns); binding and washing in 10 mM potassium phosphate buffer, pH 2.7, 20 % \\(vol/vol) acetonitrile. Peptide binding and elution is monitored by absorption at 214 nm or 220 nm. Extensive washing \\(approximately 10 column volumes) is required. Elution is performed by a one-step gradient of 1 M NaCl in 10 mM potassium phosphate buffer, pH 2.7, 20 % \\(vol/vol) acetonitrile. \r\n\n\n1| Remove acetonitrile by vacuum-evaporation \\(“speed-vac”). Reduce sample volume by 50 % and replenish with water.\r\n\n\n2| The third purification step employs reversed phase chromatography using polystyrene-divinylbenzene resin. 0.6 % \\(vol/vol) formic acid \\(Sigma-Aldrich) is added to the sample for binding. Washing is performed with 0.3 % \\(vol/vol) formic acid and elution with 80% \\(vol/vol) acetonitrile. Other setups for reversed-phase solid phase extraction \\(SPE) are suitable if they provide sufficient binding capacity.\r\n\n\n3| Concentrate eluate to a minute amount of solvent in a vacuum concentration system.\r\n\n\n4| Resuspend in 0.5 ml water.\r\n\n\n5| Take 10 μl aliquot for peptide quantization by BCA assay.\r\n\n\n6| Adjust concentration to 2−10 mg/ml.\r\n\n\n7| Store at -70 °C.\r\n\n\n\r\n\n\n**Test protease assay and LC-MS/MS readout**\r\n\n\n\r\n\n\n1| Thaw peptide library; 200 μg library per protease if no clean-up is required before biotinylation, 400 μg per protease if clean-up is required before biotinylation \\(see below). \r\n\n\n2| Adjust appropriate buffer conditions for the test protease \\(pH, type of buffer, reducing agents, co-factors). Use buffer that is free of detergents and primary or secondary amines \\(exception: enzyme co-factors).\r\n\n\n3| Adjust peptide library concentration to 1 mg/ml. \r\n\n\n4| Add activated protease; typical protease library ratios are 1:1000−1:50 \\(wt/wt) with 1:100 \\(wt/wt) typically applied for a first enzyme characterization.\r\n\n\n5| Incubate for 1−16 h at a temperature suitable for the protease under investigation.\r\n\n\n6| \\(optional) Heat de-activate protease.\r\n\n\n- If PICS assay buffer and protease preparation neither contain primary amines nor reducing substances such as DTT, skip this step. If primary amines or reducing substances are present, perform reversed-phase SPE using C18 SPE cartridges with sufficient peptide binding capacity \\(e.g. Sep-Pak, Waters, or equivalent products): acidify sample with 0.1−0.5 % trifluoracetic acid \\(TFA, Sigma-Aldrich), bind to column, wash with 5 column volumes of 0.5 % \\(vol/vol) formic acid, elute with 2 column volumes 80 % acetonitrile, vacuum-evaporate to near-dryness and reconstitute sample in 200 μl 200 mM HEPES pH 7.4.\r\n\n\n7| Control that pH is 7−8, adjust if required.\r\n\n\n8| Biotinylation of PICS assay using 0.5 mM sulfosuccinimidyl 2-\\(biotinamido)-ethyl-1,3-dithiopropionate \\(sulfo-NHS-SS-biotin, amine-reactive biotin with a cleavable disulfide linker, Pierce). Like all NHS-esters, sulfo-NHS-SS-biotin readily hydrolyzes in aqueous buffers, particularly at basic pH conditions. A 10 mM sulfo-NHS-SS-Biotin solution \\(20x stock) in DMSO is prepared immediately prior to mixing with the PICS assay.\r\n\n\n9| Incubate at 22 °C for 2 h.\r\n\n\n10| Equilibrate high-capacity streptavidin sepharose \\(GE Healthcare) in 50 mM HEPES, 150 mM NaCl, pH 7.4. Resin slurry volume is 1.5-times the volume of the PICS assay, providing sufficient binding capacity for bound and unbound biotin in PICS assay without further cleanup. Note that high-capacity streptavidin sepharose from GE Healthcare is supplied as a diluted slurry without explicit labeling. The commercially available unit of 5 ml slurry is provided as a 1:4 dilution resulting in a total volume of 20 mL. Sepharose resin can be buffer equilibrated by repeated centrifugation and resuspension in the desired buffer.\r\n\n\n11| Add buffer-equilibrated streptavidin sepharose to biotinylated PICS assay. Required volume of undiluted slurry is 1.5-times the volume of the PICS assay.\r\n\n\n12| Incubate at 0.5 h at 22 °C. Apply mild agitation to keep slurry in suspension.\r\n\n\n13| Pour slurry in a spin column of sufficient volume with a filter of approximately 10 µm pore size. In a typical PICS experiment, the total volume at this point is 550−600 µl \\(200 µl library + buffer + protease + sulfo-NHS-SS-Biotin solution + 300 µl streptavidin sepharose). For this volume, we routinely use spin columns from Pierce. \r\n\n\n14| Place column in a 2 ml reaction tube.\r\n\n\n15| Centrifuge column. Centrifugation speed must be adjusted to pass the PICS assay solution through the column without letting the column run completely dry. After centrifugation, resin should still be wet but without supernatant. Since resin packing can vary, we recommend performing centrifugation first at 150 g for 1 min. If this centrifugation speed proves to be insufficient, elongate centrifugation time or increase centrifugation speed \\(increments of 200 rpm). During every centrifugation, cover column top loosely with the supplied screw cap to minimize cross contamination.\r\n\n\n16| Re-apply the first flow through to resin and centrifuge a second time.\r\n\n\n17| Discard flow-through.\r\n\n\n18| Wash resin: apply 500 µl of washing buffer \\(50 mM HEPES, 150 mM NaCl, pH 7.4).\r\n\n\n19| Centrifuge column and discard flow-through.\r\n\n\n20| Repeat washing 8 times.\r\n\n\n21| Prepare fresh elution buffer: 50 mM HEPES, 10 mM DTT, pH 7.4.\r\n\n\n22| Press bottom plug in column.\r\n\n\n23| Apply 500 µl of elution buffer.\r\n\n\n24| Close column top with screw cap.\r\n\n\n25| Incubate 2 h at 22 °C with mild agitation.\r\n\n\n26| Place column in a clean 2 ml reaction tube.\r\n\n\n27| Remove bottom plug and loosen screw cap.\r\n\n\n28| Centrifuge and keep eluate.\r\n\n\n29| Place column in a second clean 2 ml reaction tube.\r\n\n\n30| Apply 500 µl of elution buffer.\r\n\n\n31| Centrifuge and keep eluate.\r\n\n\n32| Pool the two elution fractions.\r\n\n\n− Estimated eluate amount is 1−5 % of library amount \\(2−10 μg for 200 μg library) depending on biotinylation efficiency as well as protease activity and specificity. \r\n\n\n33| Reversed-phase SPE of eluate using C18 cartridges or tips with sufficient peptide binding capacity \\(OMIX tips, Varian, or Sep-Pak cartridges, Waters). Acidify sample with 0.5 % \\(vol/vol) formic acid, bind to column, wash with 5 column volumes of 0.5 % \\(vol/vol) formic acid, elute with 2 column volumes 80 % acetonitrile, and vacuum-evaporate to near-dryness. \r\n\n\n34| \\(optional) Overlay dried sample with 5 μl of 1 mM DTT. Note that peptide concentration can only be determined in absence of DTT \\(see below).\r\n\n\n35| \\(optional) Determine peptide concentration by reconstituting dried sample in water and use an aliquot for μBCA analysis \\(Pierce). As stated above, the estimated eluate amount is 2−10 μg for 200 μg library. In our experience, this estimate has allowed for successful LC-MS/MS analysis.\r\n\n\n- Samples can be stored at -80 °C for several weeks.\r\n\n\n- Note that strong cation exchange fractionation cannot be applied to PICS eluate since thioacylated N-termini are not charged.\r\n\n\n- Description of LC-MS/MS setup is not within the scope of this protocol. PICS eluates have been successfully analyzed by electrospray quadrupole time-of-flight mass spectrometers, however other LC-MS/MS setups might be suitable as well. LC-MS/MS details can be found elsewhere\n2\n.\r\n\n\n \r\n\n\n_Data analysis_\r\n\n\n\r\n\n\n1| Several steps in data analysis depend on LC-MS/MS vendor specific data formats and access to commercial software. We provide examples for data originating from Applied Biosystems QSTAR instruments \\(“.wiff” file format) and access to Mascot\n3\nfor uninterpreted database searches.\r\n\n\n2| Generate peak list from LC-MS/MS raw data. For wiff data, use the mascot.dll plug-in \\(Matrix Science, \"www.matrixscience.com/help/instruments_analyst.html\":http://www.matrixscience.com/help/instruments_analyst.html) for Analyst software \\(Applied Biosystems) with determination of charge state from survey scan,  default precursor charge states of 2+ and 3+, MS/MS averaging of precursor scans \\(precursor mass tolerance for grouping = 1, maximum number of cycles between groups = 10, and minimum number of cycles per group = 1), centroiding of MS/MS data, de-isotoping of MS/MS data, and rejection of MS/MS spectra with less than 10 peaks.\r\n\n\n− Peptide-to-spectrum assignment by uninterpreted database searches. We routinely employ Mascot. Peptides are identified from the IPI database\n4\n. In accordance with established protocols for QSTAR data analysis\n5,6\n, mass tolerance is 0.4 Da for parent ions and 0.2 Da for fragment ions, allowing up to two missed cleavages. GluC is defined to cleave C-terminal to either \\(i) glutamate or \\(ii) glutamate and aspartate with results from both searches combined. Semi-style cleavage searches are applied with no constraints for the orientation of the specific terminus and the following static modifications: carboxyamidomethylation of cysteine residues \\(+57.02 Da), dimethylation of lysine  ε-amines \\(+28.03 Da), and thioacylation of amino termini \\(+88.00 Da).\r\n\n\n− We recommend post-analysis validation using PeptideProphet\n7\nat a 95% confidence level. \r\n\n\n− To assist with the remaining steps of PICS analysis we supply a documented EXCEL spreadsheet and a documented Perl script at \"www.clip.ubc.ca/resources/index.html\":http://www.clip.ubc.ca/resources/index.html , section CLIP-PICS.\r\n\n\n- Obtain high-confidence peptide identifications from Mascot and/or PeptideProphet. Note that PICS is a peptide-centric method, hence only peptide, but not protein identifications are of interest. \r\n\n\n- Follow instructions in the PICS EXCEL spreadsheet and in the PICS Perl script to complete PICS analysis, including bioinformatic determination of non-prime sequences.\r\n\n\n- To display PICS subsite profiles in the form of heat maps, the EXCEL spreadsheet compiles position-specific amino acid frequencies from PICS sequence data \\(“analysis tab”). Template files to generate heat maps with pro Fit software \\(QuantumSoft) are available at \"www.clip.ubc.ca/resources/index.html\":http://www.clip.ubc.ca/resources/index.html . \r\n\n\n- To display PICS cleavage sites as sequence logos, sequences are aligned according to their subsites and a web-based utility is used \\( \"www.cbs.dtu.dk/\ngorodkin/appl/plogo.html\":http://www.cbs.dtu.dk/\ngorodkin/appl/plogo.html ). A pre-formatted alignment of PICS sequences is provided in the PICS EXCEL spreadsheet.\r\n\n\n− To investigate subsite cooperativity, the EXCEL spreadsheet \\(“analysis tab”) allows a focused analysis of substrates having a particular amino acid at a specific position. By comparing position-specific amino acid frequencies of such a focused analysis with position-specific amino acid frequencies of all substrates, a first characterization of subsite cooperativity can be performed. Additional software tools for the analysis of subsite cooperativity are currently being investigated and will be presented on \"www.clip.ubc.ca/resources/index.html\":http://www.clip.ubc.ca/resources/index.html ."
        },
        {
            "header": "Timing",
            "content": "Library preparation: 2&#x2212;3 d\r\n\n\nPICS assay: 1&#x2212;2 d"
        },
        {
            "header": "Critical Steps",
            "content": "Control pH during library generation.\r\n\n\nSulfo-NHS-SS-biotin stock must be prepared freshly in DMSO. Equilibrate vial to room temperature before opening.\r\n\n\nBiotinylation can only be performed in absence of primary amines and reducing agents."
        },
        {
            "header": "Troubleshooting",
            "content": "_Very few \\(&lt; 10) cleavage products are identified._\r\n\n\nUse different PICS libraries made with complementary digestion proteases or made from different proteome fractions.\r\n\n\nControl library integrity by performing a PICS assay with a protease of known specificity.\r\n\n\nIf possible, use a control test protease.\r\n\n\nPICS libraries have modified lysine and cysteine residues hence specificity for these residues cannot be profiled.\r\n\n\nUse PICS library from a source with little exposure to endogenous levels of the test protease. For example, use PICS libraries from cell lysate to profile extracellular proteases.\r\n\n\nVary enzyme:library ratio."
        },
        {
            "header": "Anticipated Results",
            "content": "10s&#x2212;100s of cleavage site sequences representing specificity of the test protease."
        },
        {
            "header": "References",
            "content": "1. Schechter, I. &amp; Berger, A. On the size of the active site in proteases. I. Papain. _Biochem. Biophys. Res. Commun_. **27** \\(1967).\r\n  2. Schilling, O. &amp; Overall, C.M. Proteome-derived, database searchable peptide libraries for identifying protease cleavage sites. _Nat. Biotechnol_. **26** \\(2008).\r\n  3. Perkins, D.N., Pappin, D.J., Creasy, D.M. &amp; Cottrell, J.S. Probability-based protein identification by searching sequence databases using mass spectrometry data. _Electrophoresis_ **20** \\(1999).\r\n  4. Kersey, P.J. et al. The International Protein Index: an integrated database for proteomics experiments. _Proteomics_ **4** \\(2004).\r\n  5. Elias, J.E., Haas, W., Faherty, B.K. &amp; Gygi, S.P. Comparative evaluation of mass spectrometry platforms used in large-scale proteomics investigations. _Nat. Methods_ **2** \\(2005).\r\n  6. Stephan, C. et al. Automated reprocessing pipeline for searching heterogeneous mass spectrometric data of the HUPO Brain Proteome Project pilot phase. _Proteomics_ **6**  \\(2006).\r\n  7. Keller, A., Nesvizhskii, A.I., Kolker, E. &amp; Aebersold, R. Empirical statistical model to estimate the accuracy of peptide identifications made by MS/MS and database search. _Anal. Chem_. **74**  \\(2002)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/NBT1408",
                "date": "2008-05-05 16:31:25",
                "title": "Proteome-derived, database-searchable peptide libraries for identifying protease cleavage sites",
                "authors": [
                    "Oliver Schilling & Christopher M Overall"
                ],
                "journal": "Nature Biotechnology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10935,
                "identity": "9f32d326-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Oliver Schilling",
                "email": "",
                "orcid": "",
                "institution": "UBC Centre for Blood Research, Department of Oral Biological and Medical Sciences, 4.401 Life Sciences Institute, 2350 Health Sciences Mall, University of British Columbia, Vancouver, BC, V6T 1Z3, Canada",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Oliver",
                "middleName": "",
                "lastName": "Schilling",
                "suffix": ""
            },
            {
                "id": 10936,
                "identity": "9f32d80b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christopher M. Overall",
                "email": "",
                "orcid": "",
                "institution": "UBC Centre for Blood Research, Departments of Oral Biological and Medical Sciences, and Biochemistry and Molecular Biology, 4.401 Life Sciences Institute, 2350 Health Sciences Mall, University of British Columbia, Vancouver, BC, V6T 1Z3, Canada",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christopher",
                "middleName": "M.",
                "lastName": "Overall",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-04-04 12:43:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.88",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.88",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464525,
                "identity": "e74e3eda-20ad-4b83-acff-cf1d32e3328c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 159738,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-452/v1/9ba980cf-9070-432d-8534-c4351a118c43.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "proteases, subsite profiling, peptide libraries, proteomics   ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Protease subsite profiling with proteome-derived peptide libraries (PICS)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-05-14 10:43:00",
                "doi": "10.1038/nprot.2008.88",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f3270b4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 14th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2104,
                "name": "Biotechnology"
            },
            {
                "id": 2105,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-05-14 10:43:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}