{
    "identity": "pex-1612",
    "title": "<p>Comparative two-dimensional fluorescence gel electrophoresis</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Both traditional two-dimensional sodium dodecyl sulfate polyacrylamide gel electrophoresis (2D-SDS-PAGE)<sup>1</sup> and 2D difference GE (2D-DIGE)<sup>2</sup> are established techniques for the separation of protein lysates with the latter providing improved gel comparability in addition. DIGE was developed to identify changes in the concentration of proteins between different sample states such as normal and stimulated cells. It is based on replicates and uses related fluorescent dyes to distinguish the different analytes. DIGE is very valuable in comparative proteomics, but it cannot be applied to singular samples, which only arrive sporadically and need to be compared to archived information, as is, for instance, the case in field studies of aeroallergens<sup>3</sup> or in rare diseases. In fact, reproducibility has always been the major drawback of GE, because gel-to-gel variation is difficult to overcome<sup>1,2</sup>. In order to fill this gap we introduce a reference, which allows the comparison of gel-separated protein data generated in different laboratories or over long periods of time. To that end, we combine elements of 1D- and 2D-PAGE as well as 2D-DIGE (Fig. 1)<sup>4</sup>. Thereby, the procedure to separate the analyte proteome is the same as in regular 2D-PAGE. However, in order to co-run reference substances, holes for protein marker solutions are punched across the 2D-gel close to the well for the p<em>I</em>-strip. When running the second dimension of such a gel, both the analyte proteins in the p<em>I</em>-strip, preseparated in the first dimension by isoelectric focussing (IEF), and the standard proteins in the holes are separated at the same time, the latter <em>de facto</em> undergoing a 1D-PAGE experiment. For the distinction of reference and analyte proteins, they are labelled with different fluorescent dyes such as those used in DIGE<sup>2</sup>. In this way, a quasi-internal gel standard grid is created on the gel, which allows the correlation of the analyte spot coordinates to reference landmarks<sup>5</sup>. We named the experiment comparative fluorescence GE (CoFGE)<sup>6</sup>. As long as it is performed with the same type of p<em>I</em>-strip and identical marker proteins, <em>in silico</em> matching of independent datasets is possible<sup>4,7</sup>. An exemplary dataset for the separation of <em>Escherichia coli</em> lysate, our test analyte<sup>6,8</sup>, is shown in Fig. 1.</p><p>CoFGE was first developed for vertical 2D-PAGE using a 1D-PAGE comb for the generation of the marker wells<sup>5,6</sup> and it is still performed in this way by independent users<sup>9,10</sup>. However, we found it much more convenient to apply CoFGE to horizontal GE<sup>8</sup> as illustrated in Fig. 1, which has a number of advantages in itself. The resolution is higher and protein spots are sharper, there is no need to handle large buffer volumes, and gel distortions (e.g., “smiling effect”) are reduced as a result of better cooling<sup>11,12</sup>. For vertical GE, a stacking gel for the application of the references needs to be casted<sup>5,6</sup>, which is not necessary in horizontal GE, because ready-made gels are now commercially available, which include the wells for the reference grid (Mercator gels, Serva Electrophoresis). Alternatively, the slots for the marker wells can be manually punched out in regular 2D-gels using pipette tips as we did initially<sup>8</sup>. </p><p>The CoFGE method as described above does not take into account the variability resulting from the first dimension (IEF). We have, therefore, introduced azo-dyes as marker substances for correction<sup>13</sup>. However, this additional protocol step is optional for most purposes when state-of-the-art high-quality p<em>I</em>-strips are used. </p><p>Fluorescence intensity correlates with protein concentration so that it is possible with CoFGE to estimate the protein amount in analyte gel spots. For that purpose, the reference proteins are applied in different concentrations to the marker slots and used for calibration<sup>14,15</sup>. </p><p>Depending on the overall goal of a project, be it a comparison of gel images in a short-term study or an investigation carried out over several years, some thought has to be spent on experimental design<sup>4,7</sup>. The analysis of a comparatively small gel set can simply be performed by choosing one of its members as the master gel. All reference grids from this set will then be correlated to this master grid and, subsequently, all analyte gel images will be adjusted using their individually corrected reference grids. In case of a long-term study such as the generation of a special 2D-gel image and protein spot database, the master grid needs to be defined at the very beginning. To that end, replicate gel runs of the reference proteins are used to calculate a fused image. This “ideal” gel image will serve as the reference grid image for warping of gels throughout the project. Especially in extensive long studies, it is important to observe the protocol and use the same p<em>I</em>-strips and reference proteins throughout the project; otherwise, gel matching will not be possible. </p><p>CoFGE takes advantage of the same type of fluorescent labels as DIGE and is thus as sensitive (detection limit 0.5 fmol protein) and in the same way linear over a 410,000-fold concentration range<sup>2</sup>. We use two well-matched fluorescent dyes such as Cy3 and Cy5 or related paired dye products such as Sci3 and Sci5 or GDyes. Image analysis requires a high-quality fluorescence scanner, in our case the Typhoon 9400 imager (GE Healthcare), which provides three-laser illumination of which only two lasers are typically used.</p><p>The protocol described here outlines the steps we use in performing a CoFGE experiment<sup>16</sup>. </p><p>For method development we use <em>E. coli</em> lysate. CoFGE is otherwise applicable to any sample, which can be separated with traditional 2D-PAGE. CoFGE suffers from the limitations inherent to 2D-PAGE<sup>1</sup> such as difficulties with the separation of hydrophobic proteins, but it is otherwise a major improvement towards standardisation of gel electrophoresis. It is a sensitive and robust approach to generate reproducible spot coordinates for proteins separated by 2D-PAGE with the added bonus of possible quantification.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Instead of the dyes, proteins or kits mentioned below, similar products from other vendors will also work.</p><p>CRITICAL Use purified deionized water such as MilliQ water and analytical grade reagents throughout the protocol. Sample purity is critical, especially in labelling and IEF.</p><p>CRITICAL Observe waste disposal regulations.</p><p>&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>Escherichia coli</em> lyophilized cells (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ubiquitin, bovine erythrocytes (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lysozyme, chicken egg (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Myoglobin, horse heart (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trypsinogen, bovine pancreas (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GAPDH, rabbit muscle (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ovalbumin, chicken egg (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Albumin, bovine (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phosphorylase B, rabbit muscle (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2DHPE™ Mercator Gel 12.5 % Kit (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IPG strip (immobilized pH gradient Blue Strip 4-7, 24 cm, Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SERVAlyte 4-7 (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SERVA stock solution for equilibration (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cooling fluid (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Electrode wicks (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;EDTA-free protease inhibitor cocktail Complete mini (Roche)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bradford-kit ADV01 (Cytoskeleton)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sci&nbsp;3, Sci 5 (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Serva Triple Color Protein Standard III (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Urea (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CHAPS ((3-[(3-cholamidopropyl) dimethylammonio]-1-propanesulfonate, Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DTT (dithiothreitol, Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TRIS (tris(hydroxymethyl)aminomethane, Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TCEP (tris (2-carboxyethyl) phosphine), Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SDS (sodium dodecyl sulfate, Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bromophenol blue (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Iodoacetamide (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lysine (Merck)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Formic acid (Merck)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Acetonitrile (Merck)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NH<sub>4</sub>HCO<sub>3 </sub>(Merck)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mineral oil (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pall filter units 3K (Pall)</p><p><br></p><p><strong>REAGENT SETUP</strong></p><p>CRITICAL Wear gloves at all times. </p><p><strong>Tris buffer </strong>50 mM TrisBase, 1% (w/v) SDS, pH 8.5)</p><p><strong>Lysis buffer</strong> 8 M urea, 4% (w/v) CHAPS, 30 mM TrisBase, protease inhibitor</p><p>CRITICAL Do not heat urea solutions above room temperature to avoid protein carbamylation.</p><p><strong>Urea buffer</strong> 100 mM TrisBase, 8 M urea, pH 7.5</p><p><strong>Reducing buffer </strong>50 mM DTT in urea buffer</p><p><strong>Alkylation buffer</strong> 50 mM iodoacetamide in urea buffer</p><p><strong>Quenching buffer</strong> 50 mM DTT in urea buffer</p><p><strong>IEF buffer</strong> 8 M urea, 0.5% CHAPS, 2% (v/v) SERVAlyte 4-7, 2% (v/v) DTT</p><p><strong>Rehydration buffer</strong> 8&nbsp;M urea, 0.5% CHAPS, 1% (v/v) SERVAlyte 4-7, 0.2% (v/v) DTT, 0.004% (w/v) bromophenol blue</p><p><strong>Equilibration buffer I</strong> 1.8 g urea, 50 mg DTT, 5 ml SERVA stock solution</p><p><strong>Equilibration buffer II</strong> 1.8 g urea, 125 mg iodoacetamide, 5 ml SERVA stock solution</p><p><strong>Lysine solution</strong> 2.5 M L-lysine in water</p><p><strong>Cleaning solvent</strong> 1% formic acid, 5% acetonitrile, water</p><p>CRITICAL Ammonium bicarbonate buffer is not stable and needs to be prepared fresh<sup>17.</sup> </p><p><strong>Protein stock solutions </strong>Proteins are dissolved in Tris buffer at the following concentrations:<strong> </strong>ubiquitin, lysozyme, myoglobin, trypsinogen, and ovalbumin 100 pmol/µl each, GAPDH and albumin 50 pmol/µl each, phosphorylase B 10.3 pmol/µl. The concentration of the individual proteins may be adjusted according to need.</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;HPE-FlatTop Tower (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Power Pac Power supply (BioRad)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ettan IPGphor II (Amersham Biosciences/GE Healthcare)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IPG-Strip Equilibrator (SERVA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paper Pools (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DryStrip Reswelling Tray (Amersham Biosciences/GE Healthcare)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cup Loading Manifold (GE)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MiniChiller (Huber)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultrospec&nbsp;2000 (Pharmacia Biotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fluorescent gel imager Typhoon 9400 (Amersham Biosciences/GE Healthcare)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gel ScanFrame-Set (Serva)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ImageQuant software (GE Healthcare)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Delta-2D 4.3 image analysis software (Decodon)</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Work proceeds at room temperature unless otherwise noted.\nPreparation of grid protein mixture Timing ~5 h\n1| Preparation of 100 µl aliquote pool\nCombine protein stock solutions (11.7 µl ubiquitin, 8.61 µl lysozyme, 5.88 µl myoglobin, 5.7 µl trypsinogen, 6.71 µl GAPDH, 4.66 µl ovalbumin, 4.33 µl albumin, 23.1 µl phosphorylase B and add 29.31 µl Tris buffer (pH 8,5).\n2| Denaturation\nHeat 45 µl of aliquote pool in a thermoshaker for 4 min at 95°C.\n3| Labeling\nIncubate 45 µl (51.53 µg) of the denatured aliquote pool (pH 8.5) with 1 µl Sci 3 for 30 min on ice. Stop labeling with 1 µl lysine solution for 10 min on ice.\nCRITICAL STEP\nUse a higher concentration of lysine than recommended by the manufacturer to avoid mislabeling due to quenching failure\n18\n.\nPAUSE POINT\nAliquots can be stored at -80°C until further use.\n4| Reduction\nRinse Pall 3K filter units three times by centrifuging with cleaning solvent (3 x 500 µl, 5 min, 12,500 x g, 20°C). Transfer labeled grid mix to the filter unit and centrifuge (15 min, 12,500 x g, 20°C). For reduction, add 100 µl reducing buffer and vortex (45 min, 1,000 rpm). Centrifuge (15 min, 12,500 x g, 20°C).\n5| Alkylation\nAdd 100 µl alkylation buffer to the filter unit and vortex in the dark (1,000 rpm, 30 min). Stop the process by centrifuging (15 min, 12,500 x g, 20°C) and rinsing with quenching buffer (100 µl; vortex for 15 min at 1,000 rpm; centrifuge for 30 min, 12,500 x g, 4°C).\n6|\nProtein extraction\nAdd 100 µl Tris buffer to the filter unit and vortex (45 min, 1,000 rpm). Transfer the protein solution to a fresh tube.\nCRITICAL STEP\nIf you wish to evaluate the protein concentration in addition to analyte spot correction, you need to determine the concentration of the grid mix proteins again after above procedure, because protein loss may occur\n4,14,15\n.\nPAUSE POINT\nStore the reference proteins at -32°C until further use.\nPreparation of analyte Timing ~2 h\n7|\nLyse\nE. coli\n(25 mg) in 1 ml lysis buffer containing 1/10 tablet EDTA-free protease inhibitor cocktail Complete mini. Vortex (30 min) and centrifuge (12,000 x g, 4°C). Adjust the supernatant to pH 8-9. Determine the protein concentration at 590 nm using the Bradford-based Cytoskeleton kit ADV01. The protein amount should be at least 3 mg/ml.\nPAUSE POINT\nProtein solutions can be stored frozen until further use.\n8|\nLabel\nE. coli\nlysate (50 µg) with 1 µl 400 pmol Sci 5 (30 min on ice). Quench the reaction with 1 µl lysine solution (10 min on ice). For subsequent IEF, add IEF buffer at 1:1 ratio. Vortex and centrifuge (1 min each).\nIEF Timing ~20 h\n9|\nFor passive rehydration of the IPG-strip without sample overnight (~14 h) prepare a trough of the rehydration tray with 450 µl rehydration buffer. Place the IPG-strip into the trough with the gel side down and overlay it with 3 ml mineral oil.\nAlternatively, if cup-loading is used, place the IPG strip gel side up into the manifold and pipet the sample (13.2 µl, total protein amount 50 µg) followed by mineral oil (10 µl) into a cup located on the anodic side of the strip.\nCRITICAL STEP\nIn case of multiple parallel experiments, only load identical protein amounts per strip, e.g. 50 µg, for reliable results.\n10|\nPerform focusing at 20°C and 50 µA for 20 h (150 V – 3 h step, 300 V – 3 h step, 1 kV – 6 h grad, 8 kV – 4 h grad, 8 kV – 3 h step, 300 V – 1 h holding step).\n2D-PAGE Timing ~7 h\n11|\nEquilibrate the IPG-strip for 15 min each in equilibration buffers I and II (6 ml each). Place two electrode wicks separately into the wick tray and add 45 ml SERVA cathode and anode electrode buffer, respectively. Allow 15 min for buffer uptake. Spread cooling fluid (3 ml) on the cooling plate of one drawer of the FlatTop Tower.\n12|\nLoad molecular weight marker Serva Triple Color Protein Standard III (5 µl; prestained protein ladder) into the dedicated well of the gel. Place the IPG strip into the designated trough face-down with the anode (+) side towards this marker well.\n13|\nApply 0.5 µl labeled grid mix to each reference well immediately before the start of the second electrophoresis dimension.\nCRITICAL STEP\nIf you wish to evaluate the protein concentration in addition to analyte spot correction, prepare the grid mix in different concentrations or apply different volumes to the wells\n4,14,15\n.\n14|\nPerform the 2\nnd\ndimension for ~ 6h ( 100 V, 7 mA, 1 W, 30 min; 200 V, 13 mA, 3 W, 30 min; 300 V, 20 mA, 5 W, 10 min; pause the power supply and remove p\nI\n-strip; restart the power supply, 1.5 kV, 40 mA, 30 W, 230 min; 1.5 kV, 50 mA, 40 W, 40 min). Stop the experiment when the running front reaches the end of the gel.\nScanning Timing ~1 h\n15|\nScan gels immediately using the green laser for Sci 3 (532 nm, emission filter 580, band pass (BP) 30, photomultiplier tube (PMT) 525) and the red laser for G-Dye300 (633 nm, emission filter 670, BP 30, PMT 490). Set the resolution for the main scans to 100 µm per pixel. Adapt the PMT response in such a way that the gel image shows the most intense protein spot slightly below saturation.\n16|\nVisualize gel images using ImageQuant software and store them.\nPAUSE POINT\nImage analysis Timing ~1 to several h depending on project\n17|\nDelta 2D software has been specifically modified to allow user-friendly analysis of CoFGE projects. However, any image analysis software capable of warping will be suitable.\nFirst, chose a reference gel as discussed above (find examples in ref. 6-8). The x-coordinates of the nodes are determined by the well distances; the y-coordinates by the position of the marker protein spot. Match the individual marker grid for each gel to the chosen master grid by assigning every experimental grid spot to the corresponding spot of the theoretical grid. This process determines the match vectors for the respective gel.\n18|\nApply the determined gel match vectors to the analyte proteome on this gel. Control the mapping of the match vectors manually."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Reasons for poor results are the same as in 2D-PAGE<sup>1</sup> and DIGE<sup>2</sup>. Specifically, insufficient protein labeling may occur when the pH of the lysate is not correct (&lt; 8) or in the presence of primary amines competing with the label (30 mM TRIS does not interfere significantly). The labelling modifies ~5% of all proteins so that a slight molecular weight-shift between labelled and unlabelled forms for proteins &lt; 25 kDa is expected<sup>2</sup>. IEF may be disturbed by salts and other contaminants, which can be avoided by prior protein precipitation or the use of a commercial clean-up kit. The placement of the IPG-strips in the well for 2D-PAGE requires practice to avoid a horizontal shift of the analyte proteins with respect to the grid proteins. In case the method is to be used for quantitative purposes, reproducible sample preparation should be observed to avoid variation of the results. Typical mistakes include different labelling times, difficulties during sample loading for IEF and errors in the protein concentration determination.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Preparation of grid protein mixture: ~5 h</p><p>Preparation of analyte: ~2 h</p><p>IEF: ~20 h</p><p>2D-PAGE: ~7 h</p><p>Scanning: ~1 h</p><p>Image analysis: ~1 to several hours depending on project</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The described protocol generates a 2D-gel containing two samples: the reference protein mixture grid seen in green in the Fig. 1 false-colour image and the analyte protein (<em>here E. coli </em>in red). In a CoFGE experiment, several of these gels are matched with the goal of describing the spot location of the analyte proteins as reproducibly as possible using software such as Delta 2D, which has been updated by the manufacturer to accommodate this task. The accurate protein coordinates allow archiving of 2D-gel spot information in browser-based searchable databases. In addition, with the use of different concentrations of the marker proteins in the reference grid analyte protein concentrations can be deduced. CoFGE thus provides a technical solution to both standardization and quantification in 2D-PAGE.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Carrette, O. <em>et al.</em> State-of-the-art two-dimensional gel electrophoresis: a key tool of proteomics research. <em>Nat. Protoc.</em> 1, 812–823 (2006).</p><p>2.&nbsp;&nbsp;&nbsp;Viswanathan, S., Ünlü, M. &amp; Minden, J. S. Two-dimensional difference gel electrophoresis. <em>Nat. Prot.</em> 1, 1351-1358 (2006).</p><p>3.&nbsp;&nbsp;&nbsp;Wang, W. <em>et al.</em> Allergenic proteins in settled and airborn dust. <em>Biomacromol. Mass Spectrom</em>. 2, 191-198 (2011).</p><p>4.&nbsp;&nbsp;&nbsp;König, S. Differential <em>vs.</em> comparative gel electrophoresis: New technology drives standardisation and quantification in protein two-dimensional gel electrophoresis. <em>TRAC</em> 122, 115731 (2020). </p><p>5.&nbsp;&nbsp;&nbsp;König, S. <em>et al.</em> Improved 2D-gel electrophoresis EP11167383.6, May 25, 2011; WO 2012159769A1 Nov. 29, 2012; Patent No. 12729346.2-1554, 25.05.12, publication number EP 2 715 331. https://patents.google.com/patent/WO2012159769A1/und; licensed to Serva Electrophoresis Nov. 26, 2013.</p><p>6.&nbsp;&nbsp;&nbsp;Ackermann, D.<em> et al.</em> Comparative fluorescence two-dimensional gel electrophoresis using a gel strip sandwich assembly for the simultaneous on-gel generation of a reference protein spot grid. <em>Electrophoresis</em> 33, 1406-1410 (2012).</p><p>7.&nbsp;&nbsp;&nbsp;Nippes, A., Ackermann, D. &amp; König, S. Analysis of CoFGE experiments with Delta2D. <em>Mercator Journal Biomolecular Analysis </em>2, 3-45 (2018), urn:nbn:de:hbz:6-97129496060.</p><p>8.&nbsp;&nbsp;&nbsp;<em>Hanneken, M. &amp; König, S.</em> Horizontal comparative fluorescence two-dimensional gel electrophoresis (hCoFGE) for improved spot coordinate detection. <em>Electrophoresis</em> 35, 1118-1121 (2014).</p><p>9.&nbsp;&nbsp;&nbsp;Kotz, S. <em>et al.</em> Combination of two-dimensional gel electrophoresis and a fluorescent carboxyfluorescein diacetate labeled cisplatin analogue allows the identification of intracellular cisplatin-protein adducts. <em>Electrophoresis</em> 36, 2811-2819 (2015).</p><p>10.&nbsp;Kotz, S. <em>et al.</em> Optimized two-dimensional gel electrophoresis in an alkaline pH range improves the identification of intracellular CFDA-cisplatin-protein adducts in ovarian cancer cells. <em>Electrophoresis</em> 39, 1488-1496 (2018).</p><p>11.&nbsp;Moche, M. <em>et al.</em> The new horizon in 2D electrophoresis: New technology to increase resolution and sensitivity. <em>Electrophoresis </em>34, 1510–1518 (2013).</p><p>12.&nbsp;Görg, A. <em>et al.</em> Two-dimensional polyacrylamide gel electrophoresis with immobilized pH gradients in the first dimension (IPG-Dalt): the state of the art and the controversy of vertical versus horizontal systems. <em>Electrophoresis</em> 16, 1079–1086 (1995).</p><p>13.&nbsp;Hanneken, M., Slais, K. &amp; König, S. pI control in comparative fluorescence two-dimensional gel electrophoresis (CoFGE) using amphoteric azo dyes. <em>EuPa Open Proteomics </em>8, 36-39 (2015).</p><p>14.&nbsp;Nippes, A., Ackermann, D. &amp; König, S. Standardization and quantification by Comparative Fluorescence Gel Electrophoresis (CoFGE). In “Proteomics: Advances in Research and Applications” (2019), Ed. R. Parker, Nova Science Publishers, New York, pp 111-117</p><p>15.&nbsp;Nippes, A., Ackermann, D. &amp; König, S<em>. </em>Quantification with Comparative Fluorescence Gel Electrophoresis (CoFGE). <em>Mercator Journal Biomolecular Analysis </em>3, 1-13 (2019), urn:nbn:de:hbz:6-74199681152.</p><p>16.&nbsp;Ackermann, D. &amp; König, S. Comparative 2D Fluorescence Gel Electrophoresis. In “Difference Gel Electrophoresis: Methods and Protocols” (2017), Ed. K. Ohlendieck, Methods in Molecular Biology 1664, Humana Press by Springer Nature, New York, pp 69-78.</p><p>17.&nbsp;Bayer, M. &amp; König, S. Abundant cysteine side reactions in traditional buffers interfere with the analysis of posttranslational modifications and protein quantification – How to compromise. <em>Rapid Commun. Mass Spectrom</em>. 30, 1823-1828 (2016).</p><p>18.&nbsp;Wang, W. <em>et al.</em> False labelling due to quenching failure of N-hydroxysuccinimide-ester coupled dyes. <em>Proteomics </em>10, 1525-1529 (2010).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by the Transfer Prize 2013/2014 of the University of Münster. The authors thank all students who have participated in CoFGE validation for technical assistance. They also acknowledge the collaboration with the licensee of the method, SERVA Electrophoresis GmbH, Heidelberg, and with Decodon, Berlin, Germany.</p><p>&nbsp;</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1002/elps.201200039",
                "date": "2012-05-30 18:32:16",
                "title": "Comparative fluorescence two-dimensional gel electrophoresis using a gel strip sandwich assembly for the simultaneous on-gel generation of a reference protein spot grid",
                "authors": [
                    "Doreen Ackermann",
                    "Weiqun Wang",
                    "Benjamin Streipert",
                    "Birgit Geib",
                    "Lothar Grün",
                    "Simone König"
                ],
                "journal": "ELECTROPHORESIS",
                "logo": ""
            },
            {
                "doi": "10.1002/elps.201300507",
                "date": "2013-12-18 03:20:51",
                "title": "Horizontal comparative fluorescence two-dimensional gel electrophoresis for improved spot coordinate detection",
                "authors": [
                    "Marina Hanneken",
                    "Simone König"
                ],
                "journal": "ELECTROPHORESIS",
                "logo": ""
            },
            {
                "doi": "10.1016/j.euprot.2015.03.003",
                "date": "2015-04-10 14:49:16",
                "title": "p I -Control in comparative fluorescence gel electrophoresis (CoFGE) using amphoteric azo dyes",
                "authors": [
                    "Marina Hanneken",
                    "Karel Šlais",
                    "Simone König"
                ],
                "journal": "EuPA Open Proteomics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 46538456,
                "identity": "e1d661c2-dd71-4ce1-b7c5-831ea69c2153",
                "order_by": 0,
                "name": "Simone König",
                "email": "koenigs@uni-muenster.de",
                "orcid": "https://orcid.org/0000-0003-0672-7246",
                "institution": "University of Münster",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Simone",
                "middleName": "",
                "lastName": "König",
                "suffix": ""
            },
            {
                "id": 46538457,
                "identity": "3ab0c930-03f5-4305-8a7f-5f3cd5cc1e42",
                "order_by": 1,
                "name": "Doreen Ackermann",
                "email": "",
                "orcid": "",
                "institution": "University of Münster",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Doreen",
                "middleName": "",
                "lastName": "Ackermann",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-08-18 06:01:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1612/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1612/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13395412,
                "identity": "1c1f79e9-a10c-4219-b114-aa97e61d9b4a",
                "added_by": "auto",
                "created_at": "2021-09-15 09:16:51",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 739842,
                "visible": true,
                "origin": "",
                "legend": "Schematic of a horizontal CoFGE experiment4. Both sample and reference proteins are pre-labelled using different fluorescent dyes. The analyte proteome is separated by IEF as in regular 2D-PAGE. The gel for the second dimension, however, contains marker slots close to the channel for the pI-strip, which are filled with a reference protein mix (R1-R8). During GE, both the analyte and the marker proteins are separated and the latter experience the same gel distortions as the former. A fluorescence scanner separates the images for analyte and reference grid, respectively. The inset shows an exemplary gel for the separation of E. coli lysate (red, marker grid in green) as is achieved with the protocol below. Subsequently, analyte spots (A1-A5) are associated with reference landmarks in silico with 2D-PAGE analysis software capable of warping (see, for example, spots A2 and A4).",
                "description": "",
                "filename": "figure.tif",
                "url": "https://assets.researchsquare.com/files/pex-1612/v1/80adcd7c299769dd1ff0ab5b.tif"
            },
            {
                "id": 13714521,
                "identity": "f8799091-0138-4ddd-b6b5-4fb1b519128a",
                "added_by": "auto",
                "created_at": "2021-09-17 14:38:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1389638,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1612/v1/e09f0f87-9171-4dc7-ad9e-bafa954889e2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "2D-PAGE, DIGE, CoFGE, reproducibility, internal standard",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Comparative two-dimensional gel electrophoresis (CoFGE) is a special version of two-dimensional polyacrylamide GE (2D-PAGE) and related to difference GE (2D-DIGE). It provides reproducibility and standardisation for 2D-PAGE by introducing a reference to the experiment. CoFGE uses different fluorescent labels to distinguish analyte and a marker protein mixture. The method allows <em>in silico</em> correction of the assignment of gel-separated proteins based on the co-run references, which form a grid of landmarks across the entire gel. The variability of spot coordinates is reduced to ~1% error and data can thus be compared to results generated independently with the same method. In this way, searchable repositories of gel-separated proteins become feasible. In addition, the CoFGE experimental principle can be used for protein quantification by applying the proteins of the marker grid in different concentrations. Here we present the protocol for conducting a CoFGE experiment, which takes about 2 days to complete for a technician skilled in GE.</p>",
        "manuscriptTitle": "Comparative two-dimensional fluorescence gel electrophoresis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-09-15 09:16:49",
                "doi": "10.21203/rs.3.pex-1612/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "bc0fdefe-7234-4944-b91c-17cf1d8e34cc",
        "owner": [],
        "postedDate": "September 15th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6527614,
                "name": "Biochemistry"
            },
            {
                "id": 6527615,
                "name": "Analytical chemistry"
            },
            {
                "id": 6527616,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-09-15 09:16:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}