{
    "identity": "pex-763",
    "title": "<p>Basic Characterization of Plant Actin Depolymerizing Factors: A Simplified, Streamlined Guide</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Actin depolymerizing factors (ADFs) represent a large family of small monomeric proteins and their enzymatic activity includes actin binding and subsequent depolymerization or severing of F-actin or actin bundles. Different isoforms of ADF may show different levels of enzymatic activity and such difference may dictate their diverse physiological roles. It is therefore useful to envision a relatively quick and streamlined protocol to screen the functionality of large ADF protein families in plants or alternatively a broader biochemical characterization of ADF homologues across the kingdom. In this protocol, we describe the basic principles, materials and detailed procedures for assessment of the actin binding and depolymerizing activity of the recombinant ADF proteins in vitro. We also describe a quick protocol for single actin filament visualization and live documentation of ADF functionality with respect to filament organization and depolymerization. These assays together constitute a basic yet comprehensive protocol for characterization of ADF proteins.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong><u>(A) Kits used</u></strong></p><p><u>For cloning of the genes: </u><strong><u>Champion pET200 directional TOPO Expression kit</u></strong></p><p>Champion pET200 directional TOPO Expression kit (Thermo Fisher Scientific, USA) was used for gateway-based cloning of the cDNAs from donor plasmid containing the cDNAs encoding ADFs. The kit includes linearized topoisomerase I-activated Champion pET expression vector, carrying an N-terminal His-tag and buffer/salt solution. A proofreading enzyme such as Biorad iProof high fidelity DNA polymerase (Biorad Inc, USA) is used for PCR to generate a blunt end PCR product with minimum error. </p><p><u>For protein purification: </u><strong><u>QIAGEN N-NTA spin columns</u></strong></p><p>The Ni-NTA resin from QIAGEN, USA is a standard affinity purification protocol for one-step purification of His-tagged proteins. Depending on the extent of overexpression, the purified proteins may attain 60-90% homogeneity. Ni-NTA spin columns provide a convenient microspin set-up for simultaneous processing of multiple samples.</p><p><strong><u>(B) Buffers and Stock solutions</u></strong></p><p><strong>1. LB/LBA </strong></p><p>Add 25 g Luria Broth powder to 800 mL H<sub>2</sub>O. Adjust the pH to 7.5 with 1N NaOH. For LBA, Add Bactoagar 15g/L. Sterilize the solution by autoclaving.</p><p><strong>2. IPTG (1M)</strong></p><p>Dissolve 238.31 mg of IPTG in 900 µl of ddH<sub>2</sub>O. Make final volume to 1 mL, filter sterilize (0.2 or 0.45 µm), and store at -20°C.</p><p><strong>3. Kanamycin (100 mg/mL)</strong></p><p>Dissolve 100 mg of Kanamycin in 900 µl of ddH<sub>2</sub>O. Make the final volume to 1 mL, filter sterilize (0.2 or 0.45 µm), and store at -20°C.</p><p><strong>4. Stocks</strong></p><p>8M Urea stock</p><p>IM NaH<sub>2</sub>PO4 stock</p><p>1m Tris-Cl pH 8.0 stock</p><p>Imidazole 1M stock</p><p><strong>5. Cell Sonication Buffer</strong></p><p>20 mM Tris-Cl, pH 8.0, supplemented with Phenylmethanesulfonyl fluoride (PMSF) and 2-Mercaptethanol (βME)</p><p><strong>6. Buffers for purification under native conditions </strong></p><p><strong>NPI-10 (Binding/lysis buffer for native conditions, 1 L) </strong></p><p>50 mM NaH<sub>2</sub>PO4 - 6.90 g NaH<sub>2</sub>PO4·H2O (MW 137.99 g/mol) </p><p>300 mM NaCl - 17.54 g NaCl (MW 58.44 g/mol)</p><p>10 mM imidazole - 0.68 g imidazole (MW 68.08 g/mol) </p><p>Adjust pH to 8.0 using 1N NaOH and filter sterilize (0.2 or 0.45 µm). </p><p><strong>NPI-20 (Wash buffer for native conditions, 1 L) </strong></p><p>50 mM NaH<sub>2</sub>PO4 - 6.90 g NaH<sub>2</sub>PO4·H<sub>2</sub>O (MW 137.99 g/mol) </p><p>300 mM NaCl - 17.54 g NaCl (MW 58.44 g/mol) </p><p>20 mM imidazole - 1.36 g imidazole (MW 68.08 g/mol) </p><p>Adjust pH to 8.0 using 1N NaOH and filter sterilize (0.2 or 0.45 µm). </p><p><strong>NPI-500 (Elution buffer for native conditions, 1 L) </strong></p><p>50 mM NaH<sub>2</sub>PO4 6.90 g NaH<sub>2</sub>PO4·H<sub>2</sub>O (MW 137.99 g/mol) </p><p>300 mM NaCl 17.54 g NaCl (MW 58.44 g/mol) </p><p>500 mM imidazole 34.0 g imidazole (MW 68.08 g/mol) </p><p>Adjust pH to 8.0 using 1N NaOH and filter sterilize (0.2 or 0.45 µm).</p><p><strong>7. Buffers for purification under denaturing conditions (if required)</strong></p><p><strong>Buffer A (Denaturing lysis/binding buffer, 1 L) </strong></p><p>6 M GuHCl - 573 g guanidine hydrochloride (MW 95.53 g/mol) </p><p>\t100 mM NaH2PO4 - 13.80 g NaH2PO4·H2O (MW 137.99 g/mol)</p><p>10 mM Tris·Cl - 1.21 g Tris base (MW 121.1 g/mol) </p><p>Adjust pH to 8.0 using 1N HCl and filter sterilize (0.2 or 0.45 µm). </p><p><strong>Buffer B (Solubilization Buffer, 1 L)</strong></p><p>7 M Urea - 394.20 g urea (MW 60.06 g/mol) </p><p>100 mM NaH2PO4 - 13.80 g NaH2PO4·H2O (MW 137.99 g/mol) </p><p>100 mM Tris·Cl - 12.10 g Tris base (MW 121.1 g/mol) </p><p>Adjust pH to 8.0 using 1N HCl and filter sterilize (0.2 or 0.45 µm). </p><p><strong>Buffer C (Denaturing wash buffer, 1 L) </strong></p><p>8 M Urea - 480.50 g urea (MW 60.06 g/mol) </p><p>100 mM NaH2PO4 - 13.80 g NaH2PO4·H2O (MW 137.99 g/mol) </p><p>100 mM Tris-Cl - 12.10 g Tris base (MW 121.1 g/mol) </p><p>Adjust pH to 6.3 using 1N HCl and filter sterilize (0.2 or 0.45 µm). </p><p><strong>Buffer D (Denaturing elution buffer for separation of monomeric proteins, 1 L)</strong></p><p>&nbsp;8 M Urea - 480.50 g urea (MW 60.06 g/mol) </p><p>100 mM NaH2PO4 - 13.80 g NaH2PO4·H2O (MW 137.99 g/mol) </p><p>100 mM Tris·Cl - 12.10 g Tris base (MW 121.1 g/mol) </p><p>Adjust pH to 5.9 using 1N HCl and filter sterilize (0.2 or 0.45 µm). </p><p><strong>Buffer E (Denaturing elution buffer, 1 L)</strong></p><p>&nbsp;8 M Urea - 480.50 g urea (MW 60.06 g/mol) </p><p>100 mM NaH<sub>2</sub>PO4 - 13.80 g NaH<sub>2</sub>PO4·H<sub>2</sub>O (MW 137.99 g/mol) </p><p>100 mM Tris-Cl - 12.10 g Tris base (MW 121.1 g/mol) </p><p>Adjust pH to 4.5 using 1N HCl and filter sterilize (0.2 or 0.45 µm).</p><p><strong>8. SDS-PAGE and western blot buffers</strong></p><p><strong>Running Buffer 1.5 M, pH 8.8</strong></p><p>90.75 g Tris</p><p>500 mL sterile distilled H<sub>2</sub>O</p><p>Adjust the pH to 8.8 with 1N HCl.</p><p><strong>Laemmli sample buffer 5X</strong></p><p>1 mL&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glycerol</p><p>1 g&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SDS (10%)</p><p>6.25 mL Tris HCl 0.5M, pH 6.8</p><p>2.5 mL&nbsp;&nbsp;βME</p><p>1 mL&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bromophenol blue 0.5%</p><p>Make volume to 10 mL with sterile distilled water.</p><p><strong>SDS 10%</strong></p><p>100 g Sodium Dodecyl Sulfate</p><p>1000 mL sterile distilled H<sub>2</sub>O</p><p><strong>30% Acrylamide-bis acrylamide</strong></p><p>29.2 g Acrylamide (29.2%)</p><p>0.8 g&nbsp;&nbsp;N-N’-methylene-bisacrylamide (0.8%)</p><p>Make the volume to 100 mL with sterile distilled water.</p><p><strong>APS 10%*</strong></p><p>1 g Ammonium persulfate</p><p>10 mL sterile distilled H2O</p><p>Always prepare it fresh.</p><p><strong>Stacking Buffer 0.5 M, pH 6.8</strong></p><p>6 g Tris</p><p>100 mL sterile distilled H<sub>2</sub>O</p><p>Adjust the pH to 6.8 with 1N HCl.</p><p><strong>Tris-buffered saline (TBS) (1 L) </strong></p><p>Mix 6.05 g Tris base with 8.76 g NaCl in 800 mL ddH2O. </p><p>Adjust pH to 7.4-7.6 using 5 M HCl.</p><p>Add ddH2O to a final volume of 1000 mL. </p><p>This solution can be stored at RT for up to 1 year.</p><p><strong>TBS-T (50 mL): </strong></p><p>Mix 150 μL Triton-X 100 with 50 mL TBS and vortex to dissolve. </p><p>This solution can be stored at RT for up to 3 months.</p><p><strong>Coomassie blue stain</strong></p><p>Methanol CP - 500 mL (50%) </p><p>Acetic Acid CP - 100 mL (10%) </p><p>Sterile distilled H<sub>2</sub>O - 400 mL</p><p>Coomassie Brilliant Blue R - 2.5g (0.25%)</p><p>Keep it in dark at RT.</p><p><strong>Destaining Solution</strong>&nbsp;</p><p>Methanol CP – 500 mL (50%) </p><p>Acetic Acid CP - 100 mL (10%) </p><p>Sterile distilled H<sub>2</sub>O - 400 mL</p><p><strong>9. Buffer compositions for Actin co-sedimentation</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>General Actin Buffer (GAB)</strong></p><p>1M Tris-HCl (pH 8.0) 5 mM</p><p>CaCl<sub>2</sub> 0.2 mM</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>100 mM stock ATP Solution in 100mM Tris-HCl, pH7.5</strong></p><p>\t0.605g of lyophilized powder dissolved in 10 mL 100mM Tris-HCl, pH 7.5</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>10 mL 10X polymerization buffer</strong></p><p>  Component</p><p> Amount</p><p> Final conc.</p><p>   KCl</p><p> 0.37g</p><p> 500 mM</p><p>   MgCl<sub>2</sub></p><p> 0.049g</p><p> 20 mM</p><p>   ATP</p><p> 1mL from 100 mM stock</p><p> 10 mM</p><p>  <strong>&nbsp;</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>GAB+0.2mM ATP+0.5mM DTT</strong></p><p>10 mL GAB + 20 µL 100 mM ATP + 25 µL stock 100 mM DTT</p><p>Stock DTT: 1 mL100 mM DTT, 15 mg lyophilized powder dissolved in 1mL sterile distilled H<sub>2</sub>O</p><p><sub>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</sub><strong>Actin-protein incubation buffer/TIRF buffer</strong></p><p>10 mM Tris pH 7.5, 1 mM ATP, 0.2 mM DTT, EGTA 1 mM, 0.1 mM CaCl<sub>2</sub>, 2 mM MgCl<sub>2</sub></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Protein gel apparatus</p><p>Transblotter</p><p> Refrigerated Centrifuge</p><p> Orbital Shaker </p><p> Fluorimeter</p><p>TIRF-enabled microscope</p><p>Live-imaging camera</p>"
        },
        {
            "header": "Procedure",
            "content": "A generalized scheme for characterization of plant ADFs is depicted in Figure 1.\nConstruction of recombinant plant expression vectors\n1. CLone ADF cDNAs in pET200 prokaryotic expression vector carrying a N-terminal His-tag. Alternatively, the CDNAs can be cloned in any bacterial expression vector carrying a C-terminal or N-terminal affinity tag suitable for purification using standard cloning procedure.\n2. Transform the ADF expression constructs into\nE.coli\nBL21 (DE3) cells under Ampicillin selection and confirm positive clones by PCR amplification.\nExpression and purification of recombinant ADF2 proteins\n1. Express the 6XHis-fusion proteins in BL21 (DE3) cells. Briefly, inoculate 100 mL LB with 2% transformed bacterial cells (1 mL) and grow overnight at 37 ºC in an orbital shaker at 225 rpm until the O.D.\n600\nreaches 0.4-0.6.\n2. Add IPTG (100 mL from 1M stock) at a final concentration of 1mM and grow for an additional 4 hours under same conditions to induce the recombinant protein expression.\n3. Harvest the cells by centrifugation (5000 rpm) at 4 °C for 15 minutes and wash in sonication buffer. Sonicate the cells in 20 mM Tris-Cl, pH 8.0 supplemented with PMSF and β-ME at the pulse of 30 seconds each of 35% amplitude until the lysate is clear. To avoid foaming and protein degradation, sonication over ice in glass vials is recommended for small proteins. Addition of protease inhibitor cocktail can also increase protein recovery.\n4. Separate the soluble fraction from membrane fraction by centrifugation (12,000 rpm) at 4 °C for 15 minutes. Collect the supernatant and pellet separately.\n4. Confirm the expression of protein with the mouse monoclonal anti-His antibody in a 1:2000 dilution and a HRP-conjugated anti-mouse secondary antibody in a 1:10000 dilution by standard western blotting procedures (we used an ECL chemiluminescence kit (Pierce, USA) following manufacturer’s instruction).\n6. Majority of the proteins are expressed in the membrane fraction (as observed from the western blots in our experiments). It may not be the case for all ADFs, but if more protein is observed in the membrane fraction, native purification protocol should be followed as per manufacturer’s instruction. The buffer compositions for both native and denaturing conditions are described in the reagent section.\n7. Solubilize the membrane fraction in 8 M Urea, 100 mM NaH\n2\nPO\n4\nand 100 mM Tris-Cl (pH 8.0) and purify with Ni-NTA resin columns (QIAGEN, USA). Improved protein elution is obtained in acidic condition and addition of 200-250 mM imidazole. About 70-80% protein homogeneity can be obtained.\n8. Purified protein fractions were pulled and step-dialyzed against a final buffer composition of 10mM Tris-Cl, 50mM NaCl, 1mM DTT and 10% glycerol.\n9. Check the concentration of protein using Bradford Assay. Briefly, 10µL of each standard or unknown sample is added to 390µL of the Coomassie Plus Reagent (Pierce, USA), mixed and incubated for 10 minutes at RT. Measure the absorbance at or near 595 nm with water as blank. Prepare a standard curve by plotting the average blank-corrected 595 nm measurement for each BSA standard vs its concentration in µg/mL. This standard curve is used to determine the protein concentration of each unknown sample.\nActin preparation\nHuman platelet G-actin (85% beta and 15% gamma iso-forms) can be obtained from Cytoskeleton Inc, USA. Non-muscle actin has an approximate molecular weight of 43 kDa. The protein is provided as a lyophilized white powder, which is stable for 6 months when stored desiccated to <10% humidity at 4 °C. It will then be in the following buffer:\nActin polymerization\n1. Add 25µL sterile distilled water to a 250 µg supplied lyophilized aliquot to make a 10 mg/mL solution. Store the actin in 5 mM Tris-HCl pH 8.0, 0.2 mM CaCl\n2\n, 0.2 mM ATP, 5% sucrose, and 1% dextran. Dilute working aliquots of 5 µL with general actin buffer (GAB; 5mM Tris-Cl pH 8.0 and 0.2mM CaCl\n2\n) buffer to a concentration of 0.4 mg/mL. Mix 1µL of working aliquot with 2x Laemmli sample buffer and run in 12% SDS–PAGE to check for 43 KDa single band.\n2. Snap-freeze the small aliquots in liquid nitrogen and store at -70 ºC. Avoid frequent freezing and thawing; thaw the aliquots for experiments as required.\n3. Polymerize the G-actin in a buffer containing 50 mM KCl, 2 mM MgCl\n2\nand 1 mM ATP at 25 ºC for an extended time of 3 h.\n4. Separate the F-actin/actin bundles from G-actin by centrifugation (~40,000 g) at 4 ºC for 3 h.\n5. Discard ~90% of the supernatant and reconstitute the pellet in equal volumes of actin binding buffer (10 mM Tris, 1 mM ATP, 0.2 mM DTT, 1 mM EGTA, 0.1mM CaCl\n2\nand 2mM MgCl\n2\n) and immediately use for binding assays.\nHigh and low speed co-sedimentation with actin\n1.Incubate the ADF proteins with bundled/polymerized actin in binding buffer at RT for 2-3 h, and then centrifuge at ~40,000 g at 4 ºC for 1 h (low-speed) or 100,000g for 20 min (high-speed).\n2. Remover the supernatant carefully so as to not disturb the pellet. Dissolve the pellet in actin binding buffer and precipitate with acetone.\n3. Suspend the pellet in Laemmli sample buffer and run in a 12% SDS-PAGE.\n4. Measure the protein quantity in-gel by assessing band density using imageJ and imagesoft lite software (NIH, LICOR).\nF-actin depolymerization assays using pyrene-labeled fluorescent actin\n1. Polymerize rabbit muscle pyrene-labeled actin (4 μM, 30% pyrene-labeled; Cytoskeleton Inc, USA) for 1.5 h at 20 °C in 50 mM KCl, 2 mM MgCl\n2\n, 0.4 mM DTT and 0.5 mM ATP.\n2. Buffer the reaction medium with 1:1 volume of 10 mM Tris, pH 8.0.\n3. Induce depolymerization either by diluting samples to a final actin concentration of 0.4 μM or adding 0.8 μM of ADF protein.\n4. Record pyrene fluorescence after dilution over an hour using a fluorimeter with excitation at 360 nm and emission at 420 nm. Decrease in fluorescence is directly proportional to the rate of depolymerization.\n5. The depolymerizing activity can be measured in two different ways; by adding proteins to either pre-polymerized actin or to an actively polymerizing G-actin solution. Quantify the decrease in polymerization relative to polymerizing actin without ADF proteins.\nSingle filament microscopy to visualize actin filament severing and depolymerization\nAactin filament disassembly and severing by ADF proteins can be directly observed by total internal reflection fluorescence (TIRF). We used 24 × 60 mm coverslips (Fisher Scientific, USA) and poly-L-lysine coated slides (VWR, USA). Clear double-sided tape was used to create a gap between coverslip and slide surfaces.\n1.     Prepare 1 mg/mL rabbit muscle skeletal actin (Cytoskeleton Inc, USA) as described before and allow to polymerize in the presence of 1/10\nth\nvolume 10X polymerization buffer (500mM KCl, 20mM MgCl2, 10mM ATP and 0.1mM EGTA) for 1 h at RT.\n2.     Label the unseeded filaments directly labeled on the coverslip in a flow of 1X polymerization buffer containing 70 nM acti-stain 488 Phalloidin.\n3.     Mix 2.5 μL actin filaments with 8 μM of ADF proteins suspended in assay buffer described earlier.\n4.     Image the filaments immediately on a Leica DM6000/TIRF system equipped with a 63x objective and CCD live imaging camera. We performed imaging at five-second frame intervals spanning 160 seconds.\n5.     Analyze the TIRF data using ImageJ software (NIH, USA). Before each analysis, make sure to subtract the background using the background subtraction tool (rolling ball radius 50 pixels)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Expression of plant ADFS may vary in bacteria and may be lower than normal. In such cases, we suggest to use a larger fusion tag than 6XHis.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Purification may yield less protein due to the high membrane localization tendency of ADF proteins. This issue can be resolved by adding 10 mM Imidazole in the bacterial growth medium, which showed a better purification profile in our experiments.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do not freeze-thaw the pyrene-labeled actin to avoid/minimize variation between replicates.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Time required to complete the entire protocol is around 2 weeks contingent upon the success of each step. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cloning: 3-4 days</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Protein expression, purification, reconstitution: 1 week</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Assay for actin-binding: 2 days</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Depolymerization assay: 1 day</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TIRF: 1 day</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Plant ADFs express in a low amount in bacterial cells, and high expression often results in aggregation of cells. For a very active ADF protein, actin binding should start at low concentrations of input proteins as we found in some of the isoforms we used. The gel-based quantitation of actin sedimentation is, however, not always accurate and it is important to support the results with fluorescence-tagged actin. Once the basic information of the activity pattern of all ADF members is obtained, it is suggested to test them across larger pH range and in presence or absence of inhibitors and co-factors. Depolymerization assay should always accompany co-sedimentation. Lastly, for an active ADF protein, polymerized actin filaments (F-actin; 2-8 μm length) should start depolymerizing immediately after addition of protein; both severing and depolymerization from pointed end can be observed very definitively under live imaging. Several parameters can be calculated from these results. </p>"
        },
        {
            "header": "References",
            "content": "<p>Srivastava, J. &amp; Barber, D. Actin co-Sedimentation assay; for the analysis of protein binding to F-actin. J. Vis Exp. 13, 690 (2008). </p><p>Doolittle, L. K., Rosen, M. K. &amp; Padrick, S. B. Measurement and Analysis of&nbsp;<em>in vitro </em>Actin Polymerization.&nbsp;Methods Mol. Biol. 1046, 273-293 (2013). </p><p>Shekhar, S. &amp; Carlier, M. Enhanced depolymerization of actin filaments by ADF/Cofilin and monomer funneling by capping protein cooperate to accelerate barbed-end growth. Curr. Biol.<em> </em>27(13), 1990-1998.e5 (2017).&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors thank Dr. David Burk, Socolofsky Microscopy Center, Louisiana State University for his help with the TIRF microscopy. The research leading to the protocol development was supported by a grant from the USDA-NIFA (Agreement No. 58-6054-5-027). This manuscript has been approved for publication by the Louisiana Agricultural Experiment Station as MS# 2019-306-34167.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1111/pbi.12957",
                "date": "2018-05-31 08:54:46",
                "title": "An actin-depolymerizing factor from the halophyte smooth cordgrass, Spartina alterniflora\n (SaADF2\n), is superior to its rice homolog (OsADF2\n) in conferring drought and salt tolerance when constitutively overexpressed in rice",
                "authors": [
                    "Sonali Sengupta",
                    "Venkata Mangu",
                    "Luis Sanchez",
                    "Renesh Bedre",
                    "Rohit Joshi",
                    "Kanniah Rajasekaran",
                    "Niranjan Baisakh"
                ],
                "journal": "Plant Biotechnology Journal",
                "logo": ""
            },
            {
                "doi": "10.1016/j.bbrc.2018.07.073",
                "date": "2018-07-19 17:33:00",
                "title": "Natural and targeted isovariants of the rice actin depolymerizing factor 2 can alter its functional and regulatory binding properties",
                "authors": [
                    "Sonali Sengupta",
                    "Kanniah Rajasekaran",
                    "Niranjan Baisakh"
                ],
                "journal": "Biochemical and Biophysical Research Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 197414,
                "identity": "8072b9de-2f1b-40e6-9d85-9615588e723f",
                "order_by": 1,
                "name": "Sonali Sengupta",
                "email": "",
                "orcid": "",
                "institution": "Louisiana State University Agricultural Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sonali",
                "middleName": "",
                "lastName": "Sengupta",
                "suffix": ""
            },
            {
                "id": 197415,
                "identity": "109cae7a-5d93-43a7-ab4b-ff0221804271",
                "order_by": 2,
                "name": "Kanniah Rajasekaran",
                "email": "",
                "orcid": "",
                "institution": "Southern Regional Research Center, USDA-ARS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kanniah",
                "middleName": "",
                "lastName": "Rajasekaran",
                "suffix": ""
            },
            {
                "id": 197416,
                "identity": "973049be-3392-4f0a-9376-8a5fd8780bab",
                "order_by": 3,
                "name": "Niranjan Baisakh",
                "email": "nbaisakh@agcenter.lsu.edu",
                "orcid": "https://orcid.org/0000-0001-8733-0923",
                "institution": "Louisiana State University Agricultural Cente",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Niranjan",
                "middleName": "",
                "lastName": "Baisakh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-10-21 20:52:13",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.2.16466/v2",
        "doiUrl": "https://doi.org/10.21203/rs.2.16466/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 170883,
                "identity": "1d860188-1e72-40a2-8a6b-27efe000b021",
                "added_by": "auto",
                "created_at": "2019-11-21 11:30:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 88451,
                "visible": true,
                "origin": "",
                "legend": "A generalized scheme for in vitro characterization of plant actin depolymerizing factors",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/d940af69-2136-4cd3-be0c-c42b54212632/v2/Figure 1.jpg"
            },
            {
                "id": 13479808,
                "identity": "834e19cf-e2f9-4a13-a9dd-167a50b20087",
                "added_by": "auto",
                "created_at": "2021-09-16 21:40:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 544266,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-763/v2/268b27b4-a593-4947-9cfa-7b4f87d93218.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "actin, actin depolymerizing factor, cosedimentation, depolymerization, total internal reflection fluorescence",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Actin depolymerizing factors (ADFs) are small monomeric<strong> </strong>actin-binding proteins<strong> </strong>that alter the oligomeric state of cellular actin. Members of the ADF family can bind both the G-actin and F-actin in plants, and their functions are regulated by cellular pH, ionic strength and availability of other binding partners. Actin depolymerization activity is reportedly essential for plant viability. By binding to the ADP-bound form of actin, ADFs severe actin filaments and thereby provide more barbed filament ends for polymerization. They also increase the rate of dissociation of F-actin monomer by changing the helical twist of the actin filament. These two activities together make ADF the major regulator of actin dynamics in plant cell. Therefore, it is essential to measure the binding and depolymerization activity of the plant ADFs. Here, we present a simplified, streamlined step-by-step protocol to quickly measure these important functions of the ADF proteins in vitro.</p><p><br></p>",
        "manuscriptTitle": "Basic Characterization of Plant Actin Depolymerizing Factors: A Simplified, Streamlined Guide",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-10-23 10:33:04",
                "doi": "10.21203/rs.2.16466/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2019-11-21 11:30:34",
                "doi": "10.21203/rs.2.16466/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "727a2457-1e74-4d0c-bfe4-2609afbfb422",
        "owner": [],
        "postedDate": "November 21st, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 33126,
                "name": "Biochemistry"
            },
            {
                "id": 33127,
                "name": "Cell Biology"
            },
            {
                "id": 33128,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-11-21 11:30:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}