{
    "identity": "pex-1588",
    "title": "<p>A 3×4 drop-plating protocol for estimation of Antimicrobial-resistant bacteria, taking Extended-spectrum beta-lactamases producing <em>Escherichia coli </em>as an example<em>. </em></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>AMR has become a serious risk to public health. As the AMR spreading fast and globally, the quantitation of resistant bacteria has become important progress for health surveillance. A widely accepted method for estimating the concentration of resistant bacteria is directly spreading on selective agar, which usually contains antibiotics as the selective pressure, following with the colony count(Jacob, Keelara et al. 2020). Another option is to use filter methods first, for concentrated the bacteria when processing large volume samples like surface water, and then place the filter membrane on the selective agar and count the colonies formed(Jørgensen, Søraas et al. 2017). However, due to the complex mechanisms of AMR,&nbsp;in many cases, the colonies formed on the selective agar need to be further confirmed with phenotypic or chemical tests, such as ESBL producing with either phenotypic methods like double-disk synergy test (DDST)(Overdevest, Willemsen et al. 2011) or genetic methods like ESBL specific primer polymerase chain reaction (PCR)(MONSTEIN, Östholm‐Balkhed et al. 2007). Consider the workload for the colony count, an optimized counting method like drop-plating may have wide application in saving time, consumables, labor and decrease the generation of biohazard waste.&nbsp;</p><p>There are two main challenges to overcome when performing the colonies count with drop-plating methods for quantifying resistant bacteria. The first challenge, as mentioned previously, is the large volume size needed for effective detection, especially when the bacteria concentration is very low.  The optimized drop-plating methods need to include the filter methods, following with effectively collecting and resuspending the bacteria in the liquid phase(Drieux, Haenn et al. 2016). The second challenge comes from the specifics of AMR confirmation as extra steps are necessary to confirm the resistance, which requires a convincing isolation space. However, this is conflicted to perform drop-plating with multichannel pipettes, which has been widely applied to perform series dilution and technical repeat efficiently (Chen, Nace et al. 2003). The optimization needs to overcome the dropping area limitation caused by the close gap between two channels, make it suitable for further isolation and purification process(Jett, Hatter et al. 1997, Thomas, Sekhar et al. 2015).</p><p>To overcome the two challenges mentioned previously, in the present protocol, we keep the filtering progress and collect the bacteria on the filter membrane with the saline solution (0.85% NaCl) following with series dilution operated simply with multichannel pipettes and 96-well plates. Moreover, the four 10-fold diluted samples were dropped on the selective agar simultaneously, with the help of multichannel pipettes. Besides saving labor and time, 12-fold fewer selective agar plates needed and biohazard waste generated in this protocol. With the present design, each drop has double space for isolating operation compares to the 6×6 methods. We have tested it with the simulation samples, and the estimation result has shown the accuracy of current methods is comparable to direct spreading methods.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1.Selective plate:</p><p>Agar plates contain antibiotics</p><p>commercial selective agar plates.</p><p>2.Multi-channel pipettes:</p><p>8-channel pipettes.</p><p>12-channel pipettes.</p><p>3.96-well plate</p><p>4.filter membrane:</p><p>0.45 um/0.22 um filter membrane.</p><p>sterile containers.</p><p>5. 10 ul culture loop.</p><p>6. antibiotic disc</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Vacuum pump. Stomacher.</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Transform samples into the liquid phase.\n(For liquid samples like water and drinks, can skip this step and perform the filtration directly.) For solid samples like food and tissues, a stomacher is needed. The samples can be placed in a stomacher bag with filters, and fill the bags with 3 times the volume of saline. Make sure the saline can cover the surface of the samples. Run the stomacher at top speed for 5-10 min, depend on the sample type. Take the saline solution for further steps.\n2. Filtration.\n(This step is only suitable for samples with a low concentration of bacteria. If the samples already contain a high concentration of bacteria, the sample can be subjected to drop-plating directly.) Set the sterile filtration system. The system can be clean one-time use filter unit, or glass filter holders and containers autoclaved. For samples contain less solid particles, filtered with a 0.22 um filter membrane directly. For samples difficult to filter, filter with 0.45 µm membrane first, and then perform with the 0.22 um membrane again. The membranes were then transferred to a sterile tube containing 5 ml saline (0.85% NaCl) solution, and bacteria were scraped from the membrane with a culture loop and suspended in the saline (0.85% NaCl) solution.\n(The bacteria solution can be frozen at -80 for DNA extraction and metagenomic sequencing. The solution can also be mixed with glycerol or DMSO for enrichment and isolation in the future).\n3.\n3×4 drop-plating with 96-well plate and 8-channel pipette.\n(The low concentration sample can load to the 96-well plates directly.)The sample position designed for the 96-well plate is shown as in Fig S1. As detailed, 100 µl of concentrated bacteria saline solution from each sample was loaded in Raw 1. An 8-channels micropipette was used to add 90 µl of saline to the 3\nrd\n, 5\nth\n, and 7\nth\nrow, while left the 2\nnd\n, 4\nth\n,6\nth\nrow empty. The concentrated bacteria solution was 10-fold serial diluted by taking 10 µl of each sample in Row 1 with multi-channel pipettes and mixed with 90 µl saline solution in Raw 3 homogeneously, and repeatedly diluted with saline solution in Row 5 and Row 7. Then the 8-channel pipette was turned to the horizontal direction to take 10 µl from the original samples and each dilution, drop on a selective agar according to the requirement. The dropping was repeated 3 times on one piece of agar. The plates were dried under air-flow in the biosafety cabinet (BSC) and turned over for culture at a suitable temperature.\n4.Isolation, pure culture, and confirmation.\nTwo to 20 colonies from the highest two dilution drop on selective plates were then picked and grew on nutrition-rich agar to purify. The single colonies can be further purified by re-streaking and subculture. The purified isolates can be stocked or subjected to the confirmation test.\nFor resistant bacteria, a disc diffusion test or microdilution test (MIC) can be applied to confirm the susceptibility.\nThe bacteria can also be collected for DNA extraction and whole-genome sequencing.\nThe bacteria can also be used for PCR tests directly. Briefly, One or two colonies can be picked and resuspend in 20 ul water. Vortex to the top speed and take 1-2 ul as PCR template.\n5. Calculation.\nAfter confirmation, the number of \"True\" positive bacteria can be recorded and applied for calculation.\nThe equation:\nC\ni\nis the number colony confirmed as \"True\" positive. W\ni\nis the volume of the original sample (ml). The highest dilution for the effective count was recorded with dilution factor: Di.\nMean density= (Ci*100*Di)/(Wi/5)\nThe bacteria concentration is calculated with the unit of log\n10\nCFU/ml or CFU/L."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Sample preparation: 30-45 min.</p><p>Plate culture: 16-72 h.</p><p>Isolates typing and identification: 2-3 days.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Here we prepared four simulated samples to validate the result. We collect one L of surface water sample from a river in Singapore. The sample was then aliquoted to 200 ml/bottle. The multi-drug resistant ESBL-producing bacteria ATCC BAA-196 was chosen as the indicator bacteria. The overnight pure culture with an initial OD<sub>600</sub> of 0.97 (7×10<sup>8</sup> CFU / ml) was firstly diluted 1000-fold into 7×10<sup>5 </sup>CFU/ml. 2.6 µl, 26 µl, and 260 µl of the diluted culture were added to 3 bottles of &nbsp;200 ml/bottle water sample respectively to reach a concentration around 9.1×10<sup>3 </sup>CFU/L, 9.1×10<sup>4 </sup>CFU/L, and 9.1×10<sup>5 </sup>CFU/L respectively. 200 ml of the original water sample without spiking was further processed with the other three spiked samples together to form a simulation set of water samples.&nbsp;The selective agar we used is Brilliance ESBL selective agar (Thermofisher, USA) and the ESBL confirmation was performed with the double-disk synergy test according to CDS protocol.</p><p>The colonies formed on the selective plate with different colors and phenome were recorded and a further confirmation of ESBL was processed for calculation (Fig S3 and Table S1). The concentration of ESBL-producing <em>E. coli</em> was acquired by different plating methods as shown in Fig 1. As attributed to carrying beta-glucuronidase, the BAA-196 strain was indicated by the blue color. No significant difference has been shown between the counting result and the spiking concentration. The detection limit is log<sub>10 </sub>2.92 CFU/L as presented. Since the Blank sample (control sample, without spiking) doesn’t form any blue colonies, it may suggest the ESBL-producing <em>E. coli</em> concentration in this natural water is below the detection limit of our methods. The concentration of ESBL-producing <em>E. coli</em> calculated according to the optimized methods showed a logical increasing trend according to the concentration we spiked as sample creation, which reflects a successful estimation of the target with the described 3×4 drop-plating methods.&nbsp;</p><p><br></p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1. Jacob, M.E., et al., <em>Optimizing a Screening Protocol for Potential Extended Spectrum β-Lactamase Escherichia coli on MacConkey Agar for use in a Global Surveillance Program.</em> Journal of Clinical Microbiology, 2020.</p><p>2. Overdevest, I., et al., <em>Laboratory detection of extended-spectrum-beta-lactamase-producing Enterobacteriaceae: evaluation of two screening agar plates and two confirmation techniques.</em> Journal of Clinical Microbiology, 2011. <strong>49</strong>(2): p. 519-522.</p><p>3.Chen, C.-Y., G.W. Nace, and P.L. Irwin, <em>A 6× 6 drop plate method for simultaneous colony counting and MPN enumeration of Campylobacter jejuni, Listeria monocytogenes, and Escherichia coli.</em> Journal of microbiological methods, 2003. <strong>55</strong>(2): p. 475-479.</p><p>4.Jett, B.D., et al., <em>Simplified agar plate method for quantifying viable bacteria.</em> Biotechniques, 1997. <strong>23</strong>(4): p. 648-650.</p><p>5.Thomas, P., et al., <em>Optimization of single plate-serial dilution spotting (SP-SDS) with sample anchoring as an assured method for bacterial and yeast cfu enumeration and single colony isolation from diverse samples.</em> Biotechnology Reports, 2015. <strong>8</strong>: p. 45-55.</p><p>6.Zhong, Y., <em>Optimised protocol of QIAamp® DNA mini Kit for bacteria genomic DNA extraction from both pure and mixture sample.</em> Protocol Exchange, 2019. <strong>2019</strong>(DOI: 10.21203/rs.2.17049/v1).</p><p><br></p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 41155813,
                "identity": "b6d1352c-d9ff-45b4-a8a7-fcf5840a0779",
                "order_by": 0,
                "name": "Yang Zhong",
                "email": "yzhong005@e.ntu.edu.sg",
                "orcid": "",
                "institution": "Nanyang Technological University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yang",
                "middleName": "",
                "lastName": "Zhong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-22 07:15:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1588/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1588/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 12114147,
                "identity": "b8a01939-a3b6-459f-acfe-7e7d2dbe4995",
                "added_by": "auto",
                "created_at": "2021-08-04 16:33:10",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37761,
                "visible": true,
                "origin": "",
                "legend": "Fig 1. The comparison between initial concentration setting and different methods of colony count. The initial set concentration is confirmed and colony counting calculation takes the average of triplicate results. The concentration was transformed to log10 CFU/L before calculating for average and standard error.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1588/v1/91c4ca2993c0a2dba53e6aca.png"
            },
            {
                "id": 12114149,
                "identity": "dc6d2cba-1912-40af-ad0b-7f1cf353eec9",
                "added_by": "auto",
                "created_at": "2021-08-04 16:33:10",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4634319,
                "visible": true,
                "origin": "",
                "legend": "Fig S1. 3X4 plate design and dilution. The dilution direction and sample-taken direction are shown. Optional plate designs are provided. ",
                "description": "",
                "filename": "FigureS1.png",
                "url": "https://assets.researchsquare.com/files/pex-1588/v1/79ade7e9a2fdc37ec5fdaf51.png"
            },
            {
                "id": 12114148,
                "identity": "730eb66c-5d21-46a6-a199-866f92b682c7",
                "added_by": "auto",
                "created_at": "2021-08-04 16:33:10",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 128764,
                "visible": true,
                "origin": "",
                "legend": "Fig S2. colonies formed on the selective agar. 10 ul per drop for drop-plating. 50 ul for direct spreading. The filter membrane after bacteria collection was also placed on the selective agar.",
                "description": "",
                "filename": "FigS3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1588/v1/1ca6c3d4379d84c1a444dc37.jpg"
            },
            {
                "id": 15674173,
                "identity": "e55d2574-e068-481f-989e-07f3151b3396",
                "added_by": "auto",
                "created_at": "2021-11-18 14:21:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 802941,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1588/v1/8e9f194c-638f-4247-9514-ab5ad6083ed9.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "AMR, drop-plating, colony count, estimation, liquid sample",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The estimation of antimicrobial-resistant (AMR) bacteria plays an important role in risk assessment and surveillance. To test the concentration of resistant bacteria with colony count is a fast and straightforward way to perform. Here we describe an optimized drop-plating method for colony counting of resistant bacteria. We took the ESBL-producing <em>E. coli</em> in freshwater samples as an example. The optimized methods can successfully quantify ESBL-producing <em>E. coli</em> of water samples in a concentration range of 10<sup>4</sup> CFU/L to 10<sup>6</sup> CFU/L. We have shown that this drop-plating method is comparable to the direct spreading method by testing with both methods on a series of simulated samples, which were constructed using raw surface water spiked with different concentrations of ESBL-producing <em>E. coli</em>. The ESBL-producing phenotype has been further confirmed with the double-disc synergy test. Compared to direct spread methods, our methods can save consumables and operate with smaller sample sizes. Therefore, this method could be more sustainable in AMR surveillance and risk assessment.</p>",
        "manuscriptTitle": "A 3×4 drop-plating protocol for estimation of Antimicrobial-resistant bacteria, taking Extended-spectrum beta-lactamases producing Escherichia coli as an example.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-04 16:33:08",
                "doi": "10.21203/rs.3.pex-1588/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "7b44d550-c75e-437e-8c61-35dee81e476e",
        "owner": [],
        "postedDate": "August 4th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6222353,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-04 16:33:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}