{
    "identity": "nprot-2099",
    "title": "Voluntary oral administration of drugs in mice",
    "content": [
        {
            "header": "Introduction",
            "content": "Oral administration of substances is a common procedure in toxicology, pharmacology and drug-development studies using rodent models. In comparison with other often-used administrative routes, i.e. intravenous and intraperitoneal administration, oral delivery is less invasive, and is a more physiological and clinically relevant option for testing the efficacy of drugs for treating human diseases, since most human medicine is taken orally. Oral administration is typically achieved in conscious animals by using the intragastric gavage technique, that involves handling and restraining the animal, inserting a gavage needle into the esophagus and delivering the drug directly into the stomach via a syringe <sup>1</sup>. Although being highly effective, oral gavage may lead to respiratory interference, stomach distension and development of granulation tissue in the oropharyn following repeated dosing <sup>2</sup>. Moreover, the stiff restraint of alert animals required to prevent technical complications induces stress responses <sup>2</sup> that have significant impact on physiology and may alter experimental outcome as shown in a recent investigation <sup>3</sup>. These complications associated with intragastric gavage can be further compounded if the operator is less experienced or not fully competent in his or her animal handling skills. \r\n\n\n\r\n\n\nAdding drug into drinking water allows oral drug delivery with minimum stress to the animals, however does not permit accurate drug dosing. Recently, two alternative means of oral and voluntary drug delivery were reported in rats <sup>4-6</sup>. One is to use pre-mixed drug-chocolate pellets <sup>5</sup>, and the other involves teaching rats to drink a mixture of 5% sucrose and drug solution from a syringe <sup>4,6</sup>. It should be noted that the theobromine and caffeine contents in chocolate have moderate toxicity in rodents <sup>7</sup>, and thus make the use of chocolate as drug-masking agent for oral dosing dangerous, particularly when long-term treatment is required. Moreover, although the syringe method proves effective in rats <sup>4,6</sup>, we were not able to apply this method to mice nor have other groups reported it. In fact, to our knowledge there is no report on the development of an alternative dosing method in mice available in the current literature.  Here, I describe a novel, effective and reproducible method for oral and voluntary administration of drug to mice.\r\n\n\n\r\n\n\n**Voluntary jelly-dosing in mice**\r\n\n\nTo achieve voluntary consumption, we incorporated the respective drug into a flavoured and sweetened jelly to ensure palatability. We used a sucrose-derived non-caloric sweetener, sucralose, to avoid introducing additional calorie into the jelly. Moreover, unlike sucrose, sucralose does not stimulate insulin or incretin hormone release, or alters gastric emptying <sup>8,9</sup>, making it suitable for masking drugs in studies investigating effects of the drugs on glucose homeostasis. To ensure the consumption of the entire piece of jelly by the mouse in a single attempt so that the drug achieves a peak concentration in the circulation, the volume of the jelly is an important factor to consider. To produce a jelly with uniform size and shape, we use a 24-well tissue culture plate as a mould, and make the jelly with a total volume of 1.9 cm<sup>3</sup> \\(Figure 1a and 1b). This cylindrical block will then be cut into 8 equal pieces with a scalpel and one of these pieces with an approximate volume of 0.24 cm<sup>3</sup>, will be given to a mouse of 30g \\(Figure 1c). This volume of jelly can be consumed by a mouse in a single attempt that takes less then 1 minute \\(Supplementary Video 1 and 2). Since mice exert innate avoidance to novel food <sup>10</sup>, a training period is necessary for mice to overcome neophobia and eat the jelly. The training involves fasting the singly housed mouse overnight followed by vehicle jelly \\(that doesn’t contain a drug) presentation and 3-day follow-up jelly presentation without food restriction at the same time of the day. After this training period, more than 95% of mice in all our studies commenced to eat the jelly within 1 minute after jelly presentation and finished the entire piece in a single attempt  \\(Supplementary Video 1 and 2). \r\n\n\n\r\n\n\nUsing this method, we investigated the effects of various drugs including the cannabinoid-1 receptor \\(CB1) antagonist, Rimonabant, on energy homeostasis and its interactions with neuropeptide Y \\(NPY) pathways <sup>11-12</sup>. In this study <sup>11</sup>, we validated the effectiveness of the dosing method by showing that mice that voluntarily consumed jelly containing Rimonanbant \\(10 mg/kg) had significantly reduced spontaneous food intake as well as food intake induced by 24-hour food depravation. Furthermore, mice that consumed the Rimonabant-containing jelly over a 3-weeks period \\(10 mg/kg, twice per day) exhibited reduced weight gain and fat mass compared to mice that consumed vehicle jelly \\(i.e. jelly without Rimonabant). Importantly, with this method we were able to demonstrate additive effects of CB1 antagonism by Rimonabant and NPY ablation on the reduction of adiposity and the increase in lipid oxidation in mice <sup>11</sup>. Since NPY critically affects the stress response <sup>13</sup>, our novel method to administer Rimonabant orally and voluntarily allowed us to make these investigations without inducing stress response in mice, which would be a confounding factor and would have not allowed us to draw correct conclusions from the experiments.  \r\n\n\n\r\n\n\n**Modification, and applications and limitations of voluntary jelly-dosing method in mice**\r\n\n\nAlthough this method is originally developed and exemplified above to orally administrate Rimonabant, it can be easily adapted for other drugs. The keys for this method to be successful are: 1) the drug is sufficiently palatable in flavoured and sweetened vehicle; 2) overnight food deprivation overcomes the innate avoidance of novel food in mice. The time during the day when the mice are given the jelly does not seem to affect the compliance of the method, since mice consumed the jelly in a same manner when jelly was presented in the morning \\(9am) or in the afternoon \\(5pm) <sup>11</sup>. Importantly, in our experience, after the initial 2-4 day training period to overcome neophobia, mice maintain their interest to consume jelly even when the jelly is re-introduced after 2-3 weeks of absence. Thus this method can be used for studies when drug is only given periodically. We used gelatine as gelating agent to formulate the semi-solid and non-sticky jelly that allows easy handling and precise dosing of the drug. If a drug is instructed to be prepared in a vehicle having high viscosity, the drug can be masked into a flavoured and sweetened paste using this instructed viscous vehicle instead of gelatine, and given to the mice that have been trained to lick the paste from a small tray as we have shown in another study <sup>14</sup>. The training procedure is essentially the same as that used for jelly, except a small tray containing 200 – 250 µL of flavoured and sweetened paste rather than a piece of jelly being presented to mice which will lick the paste off the tray and finish this portion in about 1 minute, confirming the effectiveness of this modified oral and voluntary dosing method <sup>14</sup>. \r\n\n\n\r\n\n\nIn addition to voluntarily oral delivery of drugs to mice, this method can also be used for acute experiments such as the oral glucose tolerance test <sup>14</sup>. Thus, glucose rather than artificial sweetness is formulated into the jelly <sup>14</sup>. The effectiveness of this method to orally deliver glucose is evidenced by the sharp rise in serum glucose and insulin concentrations after consuming the glucose jelly \\(glucose dose 3 g/kg) with the peak glucose and insulin concentrations in serum achieved at 30 minutes and 5 minutes respectively after the completion of glucose jelly consumption <sup>14</sup>. \r\n\n\n\r\n\n\nLimitations of the voluntary jelly-dosing method include a training period of approximately 2-4 days to ensure consistent and reliable drug delivery. This lag may be suboptimal if a study involves dosing an animal only once. However, once the mice have been trained, they maintain their acquaintance and interest to the jelly even after a jelly-free period \\(3-weeks is the longest we have used). Thus the 2-4 days of training period could be built in at the pre-study stage if the training period is relative lengthy for a short drug treatment protocol. In addition, to ensure the accurate drug dosing and avoid injury caused by fighting over the jelly \\(particularly for male mice), mice need to be individually housed during the study period. Furthermore, although we have not encountered in our studies <sup>11,14</sup>, mice may develop conditioned taste aversion and withdraw from voluntary jelly consumption if the drug elicits aversive side-effects."
        },
        {
            "header": "Reagents",
            "content": "• Mice \\! CAUTION All experiments must be conducted in accordance with appropriate guidelines and regulations of the relevant authorities.\r\n\n\n• Splenda® Low Calorie Sweetener \\(Granular, Johnson-Johnson Pacific Pty Ltd, http://www.splenda.com/products/granulated)\r\n\n\n• H2O \\(for example: Water for Irrigation, Baxter, Cat# AHF7114)\r\n\n\n• Gelatine \\(Davis Gelatine, manufactured by GELITA NZ Ltd., distributed by GELITA Australia Pty. Ltd)\r\n\n\n• Strawberry or Chocolate Flavouring Essence Imitation \\(QUEEN Flavouring Essence Imitation Strawberry, Queen Fine Foods Pty. Ltd. QLD, Australia)\r\n\n\n• Glucose \\(only for jelly to be used in oral glucose tolerance test) \\(Sigma-Aldrich® Cat# G7021)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n**Mice** In our experiments, all mice were housed under conditions of controlled temperature \\(22°C) and illumination \\(12-h light cycle, lights on at 07:00h) with ad libitum access to water and chow diet. Each cage was provided with standard bedding, one red dome and two pieces of Kimwipes tissues.\r\n\n\n\r\n\n\n**The following reagents are needed for jelly used for drug treatment:**\r\n\n\n**Splenda® solution \\(20% \\(wt/vol) in H2O)** For 100 ml of Splenda® solution, weight out 20g of Splenda® powder in a 250 mL beaker. CRITICAL: Splenda® powder is very light, thus use a beaker at least two times of the volume. Add 100 mL of H2O and stir till dissolve. PAUSE POINT: Can be aliquoted, for example an aliquot of 45 mL in a 50 mL plastic tube, and stored at -20°C for months.  \r\n\n\n**Gelatine stock \\(14% \\(wt/vol) in Splenda® solution)** For 50 mL of Gelatine stock, weight out 7 g of gelatine powder and transfer into a 100 mL glass bottle with a stirrer bar. Place the glass bottle on stirring hot plate and start stirring. Add 50 mL of Splenda® solution into the bottle with constant stirring. CRITICAL: Turn on stirrer first, then add in Splenda® solution; otherwise gelatine powder and gelatine solution will form sticky and viscous clumps that makes it difficult for the magnetic stirrer bar to start stirring. Heat up to 55-60°C with cap loosely screwed on, till solution becomes clear. TIMING 30 min. \\! CAUTION Hot solution. PAUSE POINT: Can be stored at -20°C for months. When use, warm up on heating block at 55-60°C till solution becomes clear again. Start stirring when the stock becomes liquid. TIMING ~30 min to re-heat.\r\n\n\n**Drug solution** Dissolve or suspend the drug in Splenda® solution with other ingredient\\(s) if required by drug reconstitution instruction. For example, we prepared Rimonabant in Splenda® solution with 0.1% TWEEN80®. For the amount of drug to be added in, please see “Drug or vehicle jelly” and “Drug jelly dosage” below.\r\n\n\n**Vehicle solution** This is the solution without adding the drug. For example, we used Splenda® solution with 0.1% TWEEN80® as Vehicle solution.\r\n\n\n**Drug or vehicle Jelly** Use the 24-well flat bottom tissue culture plate as the jelly mould. We refer 1 jelly to the jelly formed in one well. For 1 drug jelly, add 450 µL of drug solution into one well, and then add 1300 µL of gelatine stock into the well. CRITICAL: Gelatine stock doesn’t need to be very hot but should be clear and runny to ensure proper mixing with the drug solution.  Subsequently, add 150 µL of Flavouring essence imitation. Mix thoroughly with spatula. CRITICAL: Ensure thorough mixing. Cover the plate with a lid and let the jelly set at 4°C for at least 3 hours. To make 1 vehicle jelly, follow above steps outlined for drug jelly, but substitute the 450 µL of drug solution with the vehicle solution. PAUSE POINT: The jelly can be stored at 4°C for a few days depending on the stability of the drug. We made fresh drug jelly \\(Rimonabant) every 2-3 days.\r\n\n\n**Drug Jelly dosage** The total volume of 1 jelly is 1900 µL \\(450 µL + 1300 µL + 150 µL = 1900 µL). We give about 1/8<sup>th</sup> of 1 jelly to one mouse. Thus each jelly needs to contain the amount of drug sufficient for 8 mice. ? TROUBLESHOOTING\r\n\n\nFor example, we used 10 mg/kg dosage for each Rimonabant treatment, average body weight of the mice we used was 30 g. Thus, we made the jelly with each jelly containing 2.4 mg of Rimonabant: 10 mg/kg x 30g x 8 mice = 2.4 mg. \r\n\n\nFor precise dosing, scoop out the jelly from the well with micro spatula, weigh the jelly on a scale and calculate the amount of jelly for each mouse according to its body weight. For example, if the whole jelly weight is 2.4 g and 1 jelly contains drug for 8 mice with body weight of 30 g, a 30 g mouse needs to have jelly: 2.4 g x 1/8<sup>th</sup> = 0.3 g. For a 28 g mouse, the jelly needs to be reduced: 2.4 g jelly x 1/8<sup>th</sup> x \\(28g / 30g) = 0.28 g.\r\n\n\n\r\n\n\n**The following reagents are needed for jelly used for the oral glucose tolerance test:**\r\n\n\n**Glucose solution \\(75% \\(wt / vol) in H2O)** Dissolve 0.9 g of glucose in 1.2 mL H2O in a small glass vial with lid loosely screwed on a stirring heating plate \\(~55°C). This amount is for 1 glucose jelly. TIMING 15 min. CRITICAL: Prepare this glucose solution for individual glucose jelly in individual glass vial, because glucose tolerance test requires precise glucose dosing and the calculation of glucose dosage is based on the total amount of glucose in one jelly. \r\n\n\n**Gelatine solution \\(14% \\(wt / vol) in H2O)** Dissolve 0.7 g of gelatine in 5 mL H2O on stirring heating plate as described above for making Gelatine stock in Splenda® solution. PAUSE POINT: Can be stored at -20°C for months. When use, warm up on heating block at 55-60°C till solution becomes clear again. Start stirring when the stock becomes liquid. TIMING 30 min. \\! CAUTION Hot solution.\r\n\n\n**Glucose jelly** To make 1 glucose jelly, transfer the entire Glucose solution from 1 glass vial to 1 well of the 24-well tissue culture plate. Add 0.65 mL of Gelatine solution into the well and 150 µL of flavouring essence. Mix thoroughly with spatula. CRITICAL: Gelatine stock doesn’t need to be very hot but should be clear and runny to ensure thorough mixing. Cover the plate with a lid and leave at 4°C for at least 6 hours to allow proper set of the jelly. Note that Glucose jelly contains less gelatine than Drug or Vehicle jelly described above, thus needs longer time \\(6 hours versus 3 hours) to set properly. We prepare fresh glucose jelly the day before the glucose tolerance test.\r\n\n\n**Glucose jelly dosage for oral glucose tolerance test** Each glucose jelly contains 0.9 g of glucose. Scoop out the jelly from the well with micro spatula and weigh the jelly on a scale. Calculate the amount of jelly for each mouse according to its body weight. For example, we used 3 g/kg oral glucose tolerance test in mice. Thus if the whole jelly weighs 2.4 g, a 30 g mouse needs to have jelly: 3 g / kg x 0.03 kg / \\(0.9 g glucose / 2.4 g jelly) = 0.24 g."
        },
        {
            "header": "Equipment",
            "content": "• Vortex mixer\r\n\n\n• Stirring hot plate \\(for example, ECHOTHERMTM Cat# HS1)\r\n\n\n• Magnetic stirrer bar\r\n\n\n• Balance\r\n\n\n• 24-well flat bottom cell culture plate with lid \\(for example, Costar® Cat #3524)\r\n\n\n• Small disposable weighing tray \\(for example, SARSTEDT® Cat# 71.9923.211 PVC, 35 x 35 mm)\r\n\n\n• Disposable scalpel \\(for example, Swann-Morton® Cat# 05XX) \\! CAUTION Sharp blade\r\n\n\n• Micro Spatula \\(for example, FLUO-KEM® Cat# 60-367030000, 4 mm flat end)\r\n\n\n• Glass bottle with cap 100 mL \\(for example, SCHOTT Cat# 21801245)\r\n\n\n• Beaker 250 mL \\(for example, SCHOTT Cat# 2110636)\r\n\n\n• Plastic tubes \\(for example, CORNING® Cat# 430829 for 50mL, 430791 for 15mL)\r\n\n\n• Small glass vial with lid \\(for example, 20 mL PerkinElmer® Econo glass vial Cat# 1210-138)"
        },
        {
            "header": "Procedure",
            "content": "**Jelly-dosing training TIMING: 4 days, 1-2 hours for the first day, 10-20 min per day for following 3 days**\r\n\n\n1. Make the vehicle jelly \\(see “reagent setup”).\r\n  2. Fast singly housed mice over night. We remove food from the hopper at 5pm. \r\n  3. Next morning between 8:30 to 9:00 am, scoop out vehicle jelly from the well with micro spatula and cut into equal 8 pieces. Open mouse cage and place 1 piece of jelly on the cage floor then put lid back on. Wait till mouse finishes the jelly then re-feed the mouse. CRITICAL: Leave the mouse as un-disturbed as possible. TIMING: Takes 15-30min for mice eat the jelly for the first time. ? TROUBLESHOOTING\r\n  4. Give 1 piece of vehicle jelly to each mouse in the morning of the following 3 days without fasting them the night before. If the drug will be given at a particular time of the day rather than in the morning, place the piece of vehicle jelly on the cage floor at that time instead of the morning. If the drug will be given multiple times of the day, give the piece of vehicle jelly to mice at those times. PAUSE POINT: In our experience, once being trained and have overcome the initial innate avoidance for the novel stimuli, i.e. jelly, mice maintain the interest to the jelly even after jelly has been absent for a few weeks \\(3 weeks are the longest break occurred in our studies).\r\n  **For drug treatment study**\r\n\n\n5. Make vehicle and drug jellies \\(see “reagent setup”). We make fresh vehicle and drug jellies \\(Rimonabant) every 2-3 days.\r\n  6. Give about 1/8\nth\nof vehicle jelly or treatment jelly to mice in the control or treatment group respectively. The timing, frequency and length of treatment depend on study protocol. TIMING: Each treatment may take 10-20 min depending on the number of mice under study. For 12 mice, each treatment takes about 10 min. ? TROUBLESHOOTING\r\n  **For oral glucose tolerance test**\r\n\n\n5 Prepare the glucose jelly the day before the test day.\r\n\n\n6 On the day of oral glucose tolerance test, calculate the amount of the glucose jelly each mouse needs to receive based on its body weights as described in “Reagent setup – Glucose jelly dosage” section. Give the glucose piece jelly to corresponding mouse. CRITICAL: The 0 time point in the oral glucose tolerance test is when the mouse finishes the entire piece of glucose jelly in a single attempt that takes about 1 minute after jelly presentation."
        },
        {
            "header": "Timing",
            "content": "Steps 1 – 4, 15-30 min for the first day, 10-20 min each day for following 3 days.\r\n\n\nStep 5 \\(drug treatment or oral glucose tolerance test), about 1 hour to make the jellies.\r\n\n\nStep 6 \\(drug treatment), 10-20 min each dosage depending on number of mice under study. About 10 min for 12 mice."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 1."
        },
        {
            "header": "Anticipated Results",
            "content": "The jelly-dosing method delivers drug to mice orally and voluntarily. For this method to be successful, the drug needs to be masked in highly palatable jelly that is favoured and sweetened, and an overnight food deprivation may be necessary for mice to overcome their innate avoidance of novel stimuli, here the jelly. After 2-4 days of training, the majority \\(over 95%) of our mice started to eat the jelly within 1 minute after the presentation of the jelly in their cage and finished the entire piece of jelly in a single attempt. This method can also be used to deliver glucose to mice for an oral glucose tolerance test. Mice consume the glucose jelly in the same manner as consuming the vehicle jelly during the training session."
        },
        {
            "header": "References",
            "content": "1. Barnett, S. _Manual of Animal Technology_, \\(John Wiley & Sons, 2007).\r\n  2. Balcombe, J.P., Barnard, N.D. & Sandusky, C. Laboratory routines cause animal stress. _Contemp Top Lab Anim Sci_ 43, 42-51 \\(2004).\r\n  3. de Meijer, V.E., Le, H.D., Meisel, J.A. & Puder, M. Repetitive orogastric gavage affects the phenotype of diet-induced obese mice. _Physiol Behav_ 100, 387-393 \\(2010).\r\n  4. Atcha, Z., et al. Alternative method of oral dosing for rats. _J Am Assoc Lab Anim Sci_ 49, 335-343 \\(2010).\r\n  5. Goldkuhl, R., Carlsson, H.E., Hau, J. & Abelson, K.S. Effect of subcutaneous injection and oral voluntary ingestion of buprenorphine on post-operative serum corticosterone levels in male rats. _Eur Surg Res_ 41, 272-278 \\(2008).\r\n  6. Schleimer, S.B., Johnston, G.A. & Henderson, J.M. Novel oral drug administration in an animal model of neuroleptic therapy. _J Neurosci Methods_ 146, 159-164 \\(2005).\r\n  7. Tarka, S.M., Jr. The toxicology of cocoa and methylxanthines: a review of the literature. _Crit Rev Toxicol_ 9, 275-312 \\(1982).\r\n  8. Fujita, Y., et al. Incretin release from gut is acutely enhanced by sugar but not by sweeteners in vivo. _Am J Physiol Endocrinol Metab_ 296, E473-479 \\(2009).\r\n  9. Ma, J., et al. Effect of the artificial sweetener, sucralose, on gastric emptying and incretin hormone release in healthy subjects. _Am J Physiol Gastrointest Liver Physiol_ 296, G735-739 \\(2009).\r\n  10. Kronenberger, J.P. & MÈdioni, J. Food neophobia in wild and laboratory mice \\(Mus musculus domesticus). _Behavioural Processes_ 11, 53-59 \\(1985).\r\n  11. Zhang, L., et al. Additive actions of the cannabinoid and neuropeptide Y systems on adiposity and lipid oxidation. _Diabetes Obes Metab_ 12, 591-603 \\(2010).\r\n  12. Zhang, L., Bijker, M. & Herzog, H. The neuropeptide Y system: Pathophysiological and therapeutic implications in obesity and cancer. _Pharmacol Ther_ 23, 23 \\(2011).\r\n  13. Heilig, M. The NPY system in stress, anxiety and depression. _Neuropeptides_ 38, 213-224 \\(2004).\r\n  14. Cox, H.M., et al. Peptide YY Is Critical for Acylethanolamine Receptor Gpr119-Induced Activation of Gastrointestinal Mucosal Responses. _Cell Metab_ 11, 532-542 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "I thank Prof H. Herzog for discussion and critical reading of the manuscript, A/Prof A Sainsbury for discussion and AD Nguyen for technical assistance."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1111/j.1463-1326.2009.01193.x",
                "date": "2011-05-10 23:35:58",
                "title": "Additive actions of the cannabinoid and neuropeptide Y systems on adiposity and lipid oxidation",
                "authors": [
                    "L. Zhang",
                    "N. J. Lee",
                    "A. D. Nguyen",
                    "R. F. Enriquez",
                    "S. J. Riepler",
                    "B. Stehrer",
                    "E. Yulyaningsih",
                    "S. Lin",
                    "Y. C. Shi",
                    "P. A. Baldock",
                    "H. Herzog",
                    "and A. Sainsbury"
                ],
                "journal": "Diabetes, Obesity And Metabolism",
                "logo": ""
            },
            {
                "doi": "10.1016/j.cmet.2010.04.014",
                "date": "2011-05-10 23:37:24",
                "title": "Peptide YY Is Critical for Acylethanolamine Receptor Gpr119-Induced Activation of Gastrointestinal Mucosal Responses",
                "authors": [
                    "Helen M. Cox",
                    "Iain R. Tough",
                    "Anne-Marie Woolston",
                    "Lei Zhang",
                    "Amy D. Nguyen",
                    "Amanda Sainsbury",
                    "and Herbert Herzog"
                ],
                "journal": "Cell Metabolism",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11765,
                "identity": "9fa284bd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Lei Zhang",
                "email": "l.zhang@garvan.org.au",
                "orcid": "",
                "institution": "Neuroscience Research Program, Garvan Institute of Medical Research, Sydney,  384 Victoria Street Darlinghurst NSW 2010 Sydney Australia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lei",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-05-11 00:06:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.236",
        "doiUrl": "https://doi.org/10.1038/protex.2011.236",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608291,
                "identity": "09ff7a33-5a65-4307-8bd8-41cb09382fdc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "doc",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3523072,
                "visible": true,
                "origin": "",
                "legend": "Representative images of the jelly   Figure 1. Representative images of the jelly.  (a) Jelly in the well 24-well flat bottom tissue culture plate. Pink and brown jellies are flavoured with strawberry and chocolate flavouring essence respectively.  (b) Jelly that has been taken out of the well using the micro spatula. (c) One jelly has been cut into 8 equal pieces using scalpel shown in (b).",
                "description": "",
                "filename": "figure1.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2099/v1/figure_1.doc"
            },
            {
                "id": 13464716,
                "identity": "8b2479d8-0420-4f54-9338-f656eaad4b91",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 159181,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2099/v1/93c4c837-b1a8-4ce0-ac24-86b0a9f9cf1e.pdf"
            },
            {
                "id": 2608354,
                "identity": "fd3e1f85-9663-41f0-8359-0fb3256fff3a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:10",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 42078993,
                "visible": true,
                "origin": "",
                "legend": "Supplementary video 1   Mouse eat jelly outside the dome   <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/9QA04ig1M4w?hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/9QA04ig1M4w?hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2099/v1/supplement_0.mov"
            },
            {
                "id": 2608299,
                "identity": "66261b49-6515-4c5d-b205-d77b9d3e5a06",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:07",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 34351908,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Video 2   Mouse eats jelly in the dome   <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/A_oxuoMqUfM?hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><param name=\"allowscriptaccess\" value=\"always\"></param><embed src=\"http://www.youtube.com/v/A_oxuoMqUfM?hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowscriptaccess=\"always\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object>",
                "description": "",
                "filename": "supplement0.mov",
                "url": "https://assets.researchsquare.com/files/nprot-2099/v1/supplement_0.mov"
            },
            {
                "id": 2608289,
                "identity": "b1acabdb-adc0-4b5e-bea3-c9aa846c39af",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:06",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 41984,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2099/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The author declares no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Self-administration drugs, mice, oral glucose tolerance test",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Oral administration of substances is a common procedure in scientific experiments using laboratory animals and typically is achieved in conscious animals by using the intragastric gavage technique. While highly effective, this method can be technically challenging particularly in small animals such as mice, and can occasionally cause esophageal or other injuries. More importantly, procedures associated with intragastric gavage including restraining and intensive handling of animals result in increased stress levels that can influence parameters under study, for instance glucose levels. Here I describe a method to voluntarily administer substances orally to laboratory mice minimising injury potential and stress. In this method, the drug is incorporated into artificially sweetened and flavoured jelly and given to mice that have been trained to eat the jelly. The method is exemplified for chronically treating mice with Rimonabant, but can also be applied to many other drugs, as well as oral glucose tolerance test.",
        "manuscriptTitle": "Voluntary oral administration of drugs in mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-11 11:02:58",
                "doi": "10.1038/protex.2011.236",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fa20d78-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 11th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2568,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-11 11:02:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}