{
    "identity": "pex-450",
    "title": "<p>Protocol for cryo-focused ion beam lift-out technique</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In recent years it has been shown that focused ion beam milling (FIB) at cryogenic temperatures enables the artifact-free production of cryo-preserved biological samples. A FIB instrument uses a beam of focused gallium ions that scans the sample sputtering atoms away according to a user-defined pattern, thus producing thin regions of the cell material (i.e. lamellae) that meet the requirements for cryo-ET. Various implementations of cryo-FIB milling for cells deposited directly on EM grids have been realized and some preliminary results suggest that the extension of this approach to high-pressure frozen tissues is feasible. The so-called <em>in situ</em> lift-out routine is a standard preparation technique in materials science at room temperature. Here, a small volume of interest is extracted from a bulk sample and transferred with a micromanipulator to a second TEM grid for final cryo-FIB thinning. Here we present the <em>in situ</em> lift-out procedure adapted to cryogenic temperatures to extract lamellae from bulky, high-pressure frozen samples using a new gripper tool.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;OmniProbe four-post molybdenum TEM half-grids (Oxford Instruments, Abingdon, UK)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AutoGrid (formerly FEI now Thermo Fischer Scientific, Eindhoven, NL)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Two dual-beam FIB instruments were used for this protocol:</p><p>1) FIB Quanta 3D FEG (formerly FEI now Thermo Fischer Scientific, Eindhoven, NL) equipped with a Quorum PP3000T cryo-system (Quorum Technologies, Laughton, UK), a homemade 360° rotatable cryo-stage cooled by an open nitrogen circuit and a Kleindiek MM3A-EM micromanipulator with a prototype cryo-gripper head (Kleindiek Nanotechnik GmbH, Reutlingen, DE) cooled by the Quorum anti-contaminator.</p><p>2) FIB Scios (formerly FEI now Thermo Fischer Scientific, Eindhoven, NL) equipped with a complete cryo-system by FEI, including a rotatable cryo-stage cooled by an open nitrogen circuit.</p>"
        },
        {
            "header": "Procedure",
            "content": "The described procedure represents an advanced preparation step for high pressure frozen (HPF) samples prior to cryo-electron tomography (cryo-ET). Therefore, we assume that the person implementing the protocol is already familiar with this technique and the intricacies of cryo-sample preparation by HPF and handling. The person following the protocol should be familiar with a dual-beam microscope. Since we assume that the user already knows cryo-ET, only the unique steps for lamella preparation on high pressure frozen samples with the cryo-FIB lift-out procedure using a gripper tool are described in detail.\nGeneral note: Working with liquid nitrogen is potentially dangerous therefore always use personal protective equipment to avoid frostbite.\nI.     Cooling the cryo-FIB system from room temperature to cryogenic temperature\n1)    The cryo-FIB system has to be cooled down to cryo temperatures before sample insertion. During all cryo-FIB work temperatures must be maintained at about -170°C and -190°C for the cryo-FIB stage and the anti-contaminator, respectively. Before starting the cooling process, check that the vacuum in the FIB chamber is less than 3 x 10\n-6\nmbar, there is no sample/shuttle in the FIB chamber, and there is enough liquid nitrogen in the cooling system’s Dewar.\n2)    Switch on the pump of the isolated line. This gas pipeline between the liquid nitrogen Dewar and the FIB chamber is pumped to about 2 x 10\n-2\nmbar.\n3)    Open the nitrogen gas flow for both cryo-FIB stage and anti-contaminator at the flow control and wait 10 - 20 minutes before the next step. System dependent values 3 to 10 l/min have to be set to ensure that the temperatures of ‑180°C and ‑190°C for the cryo-FIB stage and anti-contaminator are reached after cooling, respectively.\n4)    Fill the transfer Dewars with dry liquid nitrogen.\n5)    Fill the liquid nitrogen reservoir of the prep-chamber, if it is included in the cryo-FIB system.\n6)    Start the temperature logging software, if necessary.\n7)    Slowly insert the heat exchanger into the liquid nitrogen in the cooling system’s Dewar.\nII.     Sample loading into the cryo-FIB shuttle\n8)    Sample loading is started after the cryo-FIB stage and anti-contaminator reached cryogenic temperatures. Use a procedure mask during all sample handling in liquid nitrogen to reduce condensed-ice contamination. Also use only dry tools for sample manipulations. Make sure that the working space is dry, clean, and dust free, and that there is enough light for delicate work. If necessary, use an illuminated magnification device. Ensure that the cryo-FIB shuttle and sample-transfer loading box (part of the cryo-FIB transfer station) are clean and dry.\n9)    Turn on all pumps which are needed for the transfer.\n10) Insert the prepared TEM half grid into the cryo-FIB shuttle and tighten the cryo-FIB shuttle.\n11) Place the cryo-FIB shuttle inside the sample-transfer loading box.\n12) Open the cryo-FIB transfer station nitrogen gas flow for water vapor contamination reduction, if provided in the system.\n13) Cool down the sample-transfer loading box with dry liquid nitrogen. First fill on the inside, then after some boil off, fill on the outside. Use a funnel and don’t overfill the reservoirs.\n14) Quickly place the sample-storage box from the transfer Dewar into the sample-transfer loading box, then open it.\nNote: Always pre-cool all handling tools in the liquid nitrogen in the sample-transfer loading box before getting into any contact with the sample. This avoids sample melting.\n15) Carefully transfer the HPF carrier into the cryo-FIB shuttle slot with the sample side up using a precooled tweezer.\n16) Fixate the clamp holding the sample in the cryo-FIB shuttle by tightening the screw. Flip the cryo-FIB shuttle up into its transfer position.\nIII.     Loading the cryo-FIB shuttle into the cryo-FIB chamber\n17) Before the transfer loading, check that cryo-FIB stage and anti-contaminator have reached cryogenic temperatures and that the FIB chamber vacuum is lower than 1x10\n-6\nmbar (typically 1x10\n-7\nto 6x10\n-7\nmbar). Also ensure that the transfer unit is dry and pumped, and that all its O-rings as well as inner surfaces are clean.\nNote: The sample needs to be transferred and loaded into the cryo-FIB chamber under vacuum. The vacuum during transfer is generally not very high and the transfer is done without active cooling, therefore try to keep transfer times short.\n18) Check the prep-chamber vacuum, if included in the FIB transfer system. It should be in the 10\n-7\nmbar range.\n19) Unlock all cryo-FIB stage axes in the FIB software UI. (Otherwise the software prevents opening the chamber valves when loading.)\n20) Bring the cryo-FIB stage in the loading position.\n21) Place the sample-transfer loading box into the cryo-FIB transfer station and cover it with the lid. Make sure that all O-rings and inner surfaces are dry and without any dust particles.\n22) Attach the transfer unit to the top lid of the cryo-FIB transfer station, and align the parts until they lock properly for a tight seal.\n23) Turn off the cryo-FIB transfer station nitrogen gas flow, if provided in the system.\n24) Transfer the cryo-FIB shuttle into the transfer unit under the vacuum.\nFor the Quorum cryo-system\n: Screw the transfer rod into the cryo-FIB shuttle. Then start the pumping of the prep-station. After 60s pull the sample up into the cartridge of the transfer unit. Rotate the black handle to close the transfer unit. Turn the pump off and press the “vent” button. During venting remove the transfer unit without using force.\nFor the FEI cryo-system\n: Confirm that the transfer rod control knob is locked, the transfer unit valve is opened, the tip control knob (which will hold the cryo-FIB shuttle) is unlocked, and that the cryo-FIB transfer station lid slider is closed. Then switch on the airlock pump to pump the lid chamber and the transfer unit. After about 30s stop the pumping and vent the airlock to open the cryo-FIB transfer station lid slider. Unlock the transfer unit rod and carefully insert it into the cryo-FIB shuttle. Lock the tip control knob to grab the cryo-FIB shuttle, then lift out the shuttle into the transfer unit. Lock the rod. Close the cryo-FIB transfer station lid slider, and pump for 30s. Close the transfer unit valve. Turn the pump off and press the “vent” button. During the venting remove the transfer unit without using force.\n25) Quickly attach the transfer unit on the prep-chamber and press the “pump” button on the prep-chamber.\n26) When the vacuum is reached (the light diode on prep-chamber turns to green) gently open the airlock valves. Carefully insert the cryo-FIB shuttle onto the cryo-FIB stage. Unlock (or unscrew) the transfer rod tip to release the cryo-FIB shuttle, and pull back the transfer rod.\n27) Close the FIB chamber airlock valves.\n28) Press the “vent” button to retrieve the transfer unit.\n29) Clean the working area. Dry the cryo-FIB transfer station and all tools. Pump the transfer unit with the cryo-FIB transfer station.\nIV.     Sample coating with a conductive sputtered Pt layer\n30) The specimen is sputter-coated with a thin conductive platinum (Pt) layer. The coating is carried out either in a preparation chamber directly attached to the FIB chamber or, on systems with sputtering capabilities, directly in the FIB chamber.\nFor the Quorum cryo-system:\nCheck that the prep-chamber cryo-stage has reached -180°C and the vacuum is in the 10\n-7\nmbar range. Place the cryo-FIB shuttle on the cryo-stage (as described previously) and close all airlock valves. Open the “Sputter” dialog of the Quorum software, set the coating parameters (10 mA current, 45s), and press the “start” button. After the coating has finished, insert the cryo-FIB shuttle back onto the cryo-FIB stage.\nFor the FEI cryo-system:\nThe cryo-FIB shuttle with the sample is placed on the cryo-FIB stage in the FIB chamber. Check that the Argon pipeline is open. Open the “Sputter Coating” panel in the FIB UI software. Bring the system into the low vacuum mode and run at least three times the purging cycles for 0.1 mbar by pressing the “Purge” button. After that press the “preparing for sputtering” button. The stage will automatically move to the sputtering position, and the sputter device will be inserted. Set the coating parameters (1 kV, 10mA, 10Pa, 30s) in the coating dialog, and press the “Run” button. After the sputtering is finished press the “recovery from sputtering” button.\nV.     Trench milling around the volume of interest\n31) Continue the work after loading the HPF specimen and sputter coating the sample with a conductive Pt layer. Check that the FIB chamber vacuum is back to the typical level in the 10\n-7\nmbar range.\n32) In the FIB UI software go to the “Beam Control” panel and press the “Wake up” button. Both icons for the ion beam and the electron beam have to be green and the “beam on” button has to be yellow before continuing. Now the column valves are open and the beams are in operational state.\n33) Set the electron beam parameters to 5 kV, 25 pA, 1024x884 or 1536x1024 scan resolution, and 1 µs dwell time. Start the scanning.\n34) Set low magnification (100x) and move the cryo-FIB stage to the HPF specimen position.\n35) Find a surface particle on the sample and adjust focus and astigmatism to get the sharpest possible electron beam image.\n36) Press the “Link Z to FWD” button. You can now safely move the cryo-FIB stage because the z-stage coordinate corresponds to the HPF-sample surface position.\n37) Adjust the stage rotation so that the cryo-FIB shuttle cleft is vertical in the electron beam image.\n38) Move the cryo-FIB stage to the eucentric height of the microscope.\n39) Set the cryo-FIB stage tilt to 7°. The ion beam is now perpendicular to the surface of the HPF specimen.\n40) Set the ion beam parameters to 30 kV, 1.5 or 10 pA, 1024x884 or 1536x1024 scan resolution, and 1 µs dwell time.\n41) Find the target position in the HPF specimen by using correlation procedures. Acquire both FIB and SEM images, which are then correlated in 2D with previously recorded cryo-FLM images to localize areas of interest. This can for example be done in the MAPS software. Save the target cryo-FIB stage position.\n42) Coat the sample with an additional organometallic Pt protective layer using the GIS in the FIB chamber: Move the stage to the coating position (0° tilt, 3.5 mm below working distance). Set the GIS temperature to the 27°C, insert the GIS needle, and open the gas flow for 20s. When done, retract the GIS needle and switch the heating off. This protective layer helps to avoid sample damage and curtaining during the milling steps.\n43) Move the cryo-FIB stage back to the previously saved targeted position.\n44) Draw a rectangular milling pattern in the milling control panel of the FIB UI software: 24 x 20 µm at a distance of 13 µm from the area of interest.\n45) Mill away the material around the volume of interest. Use an ion beam current of 1 nA until the trenches are a few micrometers deeper than the intended lamella height.\n46) Reduce the ion beam current to 0.5 nA and mill a second set of rectangular patterns at a distance of 7 µm from the area of interest. Perform this second milling step sequentially, one side at a time. Ensure a vertical cut by tilting the stage 1° towards the ion beam to counteract the beam profile.\n47) Reduce the ion beam current further to 0.3 nA and draw smaller rectangular patterns (24 x 3 µm). Milled the material at a distance of 3 µm from the intended lamella. As before, mill both sides one after the other, but this time with a smaller tilt towards the ion beam of only 0.5°.\n48) Rotate the cryo-FIB stage 180° using compucentric rotation (relative rotation), and set the tilt to 30°. This allows under-cutting the lamella.\n49) Cut the 3 µm ‘thick’ lamella free from the bulk material: Draw three rectangular milling patterns forming a U-shape at the bottom and the sides of the lamella, leaving only two small connecting bridges (2 x 2 µm) between the lamella and the bulk. Mill the material away using a 0.1 nA ion beam current.\n50) Acquire both FIB and SEM images to ensure that the lamella is free from the bulk material with exception of the thin bridges.\nVI.     Lamella lift-out and transfer to a TEM half-grid\n51) Before lift-out, sputter-coat the entire sample with a conductive Pt layer as described in section IV.\n52) Move the cryo-FIB stage back to the saved targeted position (7° tilt and 0° rotation). The HPF specimen surface is again perpendicular to the ion beam direction.\n53) Set the scanning beam parameter for the ion beam: 30 kV, 1.5 or 10 pA, 512x442 or 768x512 scan resolution, and 1 µs dwell time.\n54) Set the scanning beam parameter for the electron beam: 5 kV, 25 pA, 512x442 or 768x512 scan resolution, and 1 µs dwell time.\n55) Ensure that the cryo-FIB stage is in the eucentric position. Thus, the lamella is positioned such that electron and ion beam have their coincidence point exactly on the lamella surface.\n56) Turn on the cryo-micromanipulator controller.\n57) Check the temperature of the anti-contaminator to be -185°C or less.\n58) Inserted the cryo-micromanipulator from its parking position using the joystick controller. A correctly aligned micromanipulator should be exactly at eucentric position when fully inserted. Start insertion with speed 6 (highest speed) but reduce it when approaching the lamella. Stop the gripper tip a few micrometers before the lamella surface. During manipulator navigation continue scanning with both beams.\n59) Open the gripper tip (∼8 µm) and center it laterally on the lamella with the slowest movement speed. This is guided by ion beam live imaging.\n60) Move the gripper tip in Z to the lamella-gripping position guided by live electron-beam imaging, and adjust the lateral position when necessary.\n61) Close the gripper tip at the slowest speed until it touches the lamella on both sides.\n62) Increase the ion beam current to 0.1 nA and acquire a single snapshot image.\n63) Draw two rectangular milling patterns and place them on the two remaining bridges between lamella and bulk. Mill both patterns simultaneously until the bridges are removed, using the live pattern imaging as visual guidance throughout the milling process.\n64) Check whether or not the lamella has been freed from the bulk material by taking an electron beam snapshot image.\n65) Slowly move the gripper up in Z to the maximum range of the gripper’s piezo motors.\n66) Lower the cryo-FIB stage by a few millimeters to ensure enough space between gripper tip and cryo-FIB stage before any further movements.\n67) Rotate the cryo-FIB stage 180° relatively and set the tilt to 7°. Move the cryo-FIB stage to the position of the TEM half-grid using XY movement only.\nNote: This movement has to be done with extra care. Ensure that the stage does not touch the still inserted gripper tip.\n68) Bring the lamella close to the empty slot on the TEM half-grid by moving the cryo-FIB stage.\n69) Open the gripper tip. The lamella remains attached to one of the gripper prongs by passive adhesion and electrostatic forces.\n70) Re-center the lamella with respect to the slot and carefully insert it completely into the pocket.\n71) Perform slight movements in X so that the lamella slides along the slot until the lamella adheres to one of the slot walls.\n72) Retract the cryo-micromanipulator back into the parking position.\n73) Securely fixate the lamella in the slot with organometallic Pt using the GIS in the FIB chamber. Use the procedure described in (42) with the following GIS parameters: 27°C, 10s deposition time, repeated deposition 3 - 5 times over a period of several minutes.\nVII.      Lamella thinning\n74) Move the cryo-FIB stage so that the lamella is positioned in the way that the coincidence point of electron and ion beam lies on the Pt coated top surface of the lamella with this surface perpendicular to the ion beam.\n75) Draw two rectangular milling patterns and place them on either side of the lamella. Remove the excess material from the previous GIS deposition on both sides of the lamella. Start using a 0.5 nA ion beam current.\n76) Perform further lamella thinning by stepwise reducing the ion beam current (0.3 nA, 0.1 nA, 50 pA and 30 pA) and moving the rectangular milling pattern closer to the lamella. Perform each of these milling steps sequentially, one side at a time. Ensure a vertical cut by tilting the stage 1 to 0.1° towards the ion beam to counteract the beam profile. Perform the final thinning at 30 pA ion beam current and control the thinning process by acquiring single snapshot SEM images (2 and 5 kV, 25 pA, 1024x884 or 1536x1024, 1 µs dwell time, single scan). Do not use continues scanning to avoid electron beam damage of the specimen.\nVIII.      Unloading the cryo-FIB shuttle into the cryo-FIB transfer station\nNote: This is the most critical transfer step of the whole cryo-ET workflow. The transfer of the cryo-FIB shuttle to the cryo-FIB transfer station takes place under low vacuum and without active cooling. Perform it precisely and very quickly to avoid unnecessary water vapor contamination.\n77) Turn both beams off (column valves closed).\n78) Bring the FIB cryo-stage in the loading position, if required for the system.\n79) Ensure that cryo-FIB transfer station and transfer unit are dry and clean, and that the shuttle basement in the sample-transfer loading box is in receiving position.\n80) Open the cryo-FIB transfer station nitrogen gas flow for water vapor contamination reduction, if provided in the system.\n81) Fill the sample-transfer loading box with clean liquid nitrogen as described above. Place it into the cryo-FIB transfer station and covert it with the lid of the cryo-FIB transfer station.\n82) Attach the transfer unit to the loading airlock system on the cryo-FIB transfer station. Press the \"Pump” button.\n83) When the vacuum is reached (the light diode on prep-chamber turns to green) gently open the airlock valves and carefully insert the transfer unit rod all the way into the microscope to grab the cryo-FIB shuttle. Lock (or screw) the tip into the shuttle and pull the transfer rod with the cryo-FIB shuttle back into the transfer unit.\n84) Gently close the airlocks valves, lock the transfer unit rod and close the transfer unit chamber valve.\n85) Press “vent” on the prep-chamber to remove the transfer unit. Do not use any force.\n86) Turn off the cryo-FIB transfer station nitrogen gas flow.\n87) Transfer the cryo-FIB shuttle from the transfer unit into the cryo-FIB transfer station.\nFor the Quorum cryo-system\n: Attach the transfer unit to the lid of the cryo-FIB transfer station. Pump the cryo-FIB transfer station for 50s. Open the transfer unit valve and insert the cryo-FIB shuttle into sample-transfer loading box filled with liquid nitrogen. Stop the pumping, unscrew the cryo-FIB shuttle from the transfer unit, and vent the cryo-FIB transfer station so that you can remove the transfer unit without any force.\nFor the FEI cryo-system\n: Attach the transfer unit to the top lid of the cryo-FIB transfer station, and align the parts until they lock properly for a tight seal. Then switch on the airlock pump to pump the lid chamber. After 30s open the transfer unit valve, stop the pumping, and press the “vent” button. Open the cryo-FIB transfer station lid slider, unlock the transfer unit rod with the control knob, and carefully insert the shuttle into sample-transfer loading box filled with liquid nitrogen. Unlock the tip control knob to release the cryo-FIB shuttle. Do not use any force during the whole process\n88) Open the cryo-FIB shuttle clamp and transfer the HPF sample into an AutoGrid storage box.\n89) Clip the half-TEM grid into an AutoGrid:\nNote: The AutoGrid should be labeled (permanent marker) to indicate the milling direction when loading the grid into the Autoloader cassette.\nPlace a marked AutoGrid into the clipping metal support with the flat side down and the marked side up. Make sure it is centered. Using precooled tweezers, very carefully move the FIB prepared half-grid into the AutoGrid, and rotate it according to the marks. Clip it with the precooled clipping tool.\n90) Transfer the clipped AutoGrid into an AutoGrid storage box using precooled tweezers, and tight the box properly.\n91) Quickly move the AutoGrid storage box from the sample-transfer loading box into the transfer Dewar. Now the sample is ready to be loaded into the TEM.\n92) Clean the working area. Dry the cryo-FIB transfer station and all tools. Pump the transfer unit with the cryo-FIB transfer station.\nIX.      Warming up the cryo-FIB system.\n93) Set both beams to sleep state. Lock all cryo-FIB stage axes.\n94) Bring the FIB UI software back to the default ready state for the next experiment. (Delete all patterns, set low mag, set low I-beam current….).\n95) Take out the heat exchanger from the liquid nitrogen in the cooling system’s Dewar. Warm up the system until the temperature for both the cryo-FIB stage and anti-contaminator is above 20 °C.\n96) Set the nitrogen gas flow for both cryo-FIB stage and anti-contaminator to 1 l/min at the flow controller. This prevents humid air from entering the lines carrying the nitrogen gas.\n97) Check that all pumps which are not needed are switched off.\n98) Refill the cooling system’s Dewar with liquid nitrogen."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>Rigort, A., et al., Micromachining tools and correlative approaches for cellular cryo-electron tomography. J Struct Biol, 2010. 172(2): p. 169-79.</p><p>Rigort, A., et al., Focused ion beam micromachining of eukaryotic cells for cryoelectron tomography. Proc Natl Acad Sci U S A, 2012. 109(12): p. 4449-54.</p><p>Schaffer, M., et al., Cryo-focused ion beam sample preparation for imaging vitreous cells by cryo-electron tomography. Bio Protoc, 2015. 5(17).</p><p>Schaffer, M., et al., Optimized cryo-focused ion beam sample preparation aimed at in situ structural studies of membrane proteins. J Struct Biol, 2017. 197(2): p. 73-82.</p><p>Hsieh, C., et al., Practical workflow for cryo focused-ion-beam milling of tissues and cells for cryo-TEM tomography. J Struct Biol, 2014. 185(1): p. 32-41.</p><p>Mahamid, J., et al., A focused ion beam milling and lift-out approach for site-specific preparation of frozen-hydrated lamellas from multicellular organisms. J Struct Biol, 2015. 192(2): p. 262-9.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41592-019-0497-5",
                "date": "2019-07-30 16:04:20",
                "title": "A cryo-FIB lift-out technique enables molecular-resolution cryo-ET within native Caenorhabditis elegans tissue",
                "authors": [
                    "Miroslava Schaffer",
                    "Stefan Pfeffer",
                    "Julia Mahamid",
                    "Stephan Kleindiek",
                    "Tim Laugks",
                    "Sahradha Albert",
                    "Benjamin D. Engel",
                    "Andreas Rummel",
                    "Andrew J. Smith",
                    "Wolfgang Baumeister",
                    "Juergen M. Plitzko"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 98659,
                "identity": "57c48bc4-313b-4385-8895-2ab2bc1b597f",
                "order_by": 1,
                "name": "Miroslava Schaffer",
                "email": "schaffer@biochem.mpg.de",
                "orcid": "https://orcid.org/0000-0001-8748-1748",
                "institution": "Department of Molecular Structural Biology, Max-Planck-Institute of Biochemistry, Martinsried, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Miroslava",
                "middleName": "",
                "lastName": "Schaffer",
                "suffix": ""
            },
            {
                "id": 98660,
                "identity": "938889dd-37ec-4b06-bf51-47bec9a894eb",
                "order_by": 2,
                "name": "Stefan Pfeffer",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5843-2795",
                "institution": "Zentrum für Molekulare Biologie, Heidelberg University, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefan",
                "middleName": "",
                "lastName": "Pfeffer",
                "suffix": ""
            },
            {
                "id": 98661,
                "identity": "47078549-18c1-4687-ab48-bb704c8f2ae7",
                "order_by": 3,
                "name": "Julia Mahamid",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6968-041X",
                "institution": "Structural and Computational Biology Unit, EMBL, Heidelberg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julia",
                "middleName": "",
                "lastName": "Mahamid",
                "suffix": ""
            },
            {
                "id": 98662,
                "identity": "365887ca-191d-4e95-a676-8239b406654d",
                "order_by": 4,
                "name": "Stephan Kleindiek",
                "email": "",
                "orcid": "",
                "institution": "Kleindiek Nanotechnik GmbH, Reutlingen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephan",
                "middleName": "",
                "lastName": "Kleindiek",
                "suffix": ""
            },
            {
                "id": 98663,
                "identity": "abee466b-b568-477c-ba71-428e0e4c25ea",
                "order_by": 5,
                "name": "Tim Laugks",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Structural Biology, Max-Planck-Institute of Biochemistry, Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tim",
                "middleName": "",
                "lastName": "Laugks",
                "suffix": ""
            },
            {
                "id": 98664,
                "identity": "e34b6619-f8f2-483e-b6f0-beb5ac496b42",
                "order_by": 6,
                "name": "Sahradha Albert",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Structural Biology, Max-Planck-Institute of Biochemistry, Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sahradha",
                "middleName": "",
                "lastName": "Albert",
                "suffix": ""
            },
            {
                "id": 98665,
                "identity": "c7f5359d-f0ed-4fad-a98b-4556d22b265d",
                "order_by": 7,
                "name": "Benjamin D. Engel",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0941-4387",
                "institution": "Department of Molecular Structural Biology, Max-Planck-Institute of Biochemistry, Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Benjamin",
                "middleName": "D.",
                "lastName": "Engel",
                "suffix": ""
            },
            {
                "id": 98666,
                "identity": "e629fa33-4f39-4450-ab60-0ce0eee92d49",
                "order_by": 8,
                "name": "Andreas Rummel",
                "email": "",
                "orcid": "",
                "institution": "Kleindiek Nanotechnik GmbH, Reutlingen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andreas",
                "middleName": "",
                "lastName": "Rummel",
                "suffix": ""
            },
            {
                "id": 98667,
                "identity": "16b82240-b1d7-4bfa-9664-da5b5e2f3c73",
                "order_by": 9,
                "name": "Andrew Smith",
                "email": "",
                "orcid": "",
                "institution": "Kleindiek Nanotechnik GmbH, Reutlingen, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Smith",
                "suffix": ""
            },
            {
                "id": 98668,
                "identity": "a789da09-3b54-4054-bc6f-a6ac673f852b",
                "order_by": 10,
                "name": "Wolfgang Baumeister",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Structural Biology, Max-Planck-Institute of Biochemistry, Martinsried, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wolfgang",
                "middleName": "",
                "lastName": "Baumeister",
                "suffix": ""
            },
            {
                "id": 98669,
                "identity": "09414b79-c90f-4394-acee-326f0586ec53",
                "order_by": 11,
                "name": "Juergen M. Plitzko",
                "email": "plitzko@biochem.mpg.de",
                "orcid": "https://orcid.org/0000-0002-6402-8315",
                "institution": "Department of Molecular Structural Biology, Max-Planck-Institute of Biochemistry, Martinsried, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Juergen",
                "middleName": "M.",
                "lastName": "Plitzko",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-06-17 12:34:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.10392/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.10392/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13470133,
                "identity": "0c49928a-4754-4d9f-8260-449b19559747",
                "added_by": "auto",
                "created_at": "2021-09-16 21:04:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 292087,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-450/v1/a0796a5c-2642-41ca-8911-ae7c40a5c92f.pdf"
            }
        ],
        "financialInterests": "S.K. is managing director of Kleindiek Nanotechnik GmbH. A.J.S. and A.R. are employees of Kleindiek Nanotechnik GmbH. All other authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cryo-electron tomography, cryo-focused ion beam, lift-out, high-pressure freezing, in situ structural biology",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cryo-focused ion beam milling of frozen hydrated cells for the production of thin lamellas in combination with cryo-electron tomography (cryo-ET) has yielded unprecedented insights into the cell interior. This method allows access to native structures deep inside cells, enabling structural studies of macromolecules <em>in situ</em>. However, it is only suitable for cells that can be vitrified by plunge freezing (&lt;10 μm). Multicellular organisms and tissues are considerably thicker and high-pressure freezing is required to ensure optimal preservation. Here, we describe a preparation method for extracting lamellas from high pressure frozen samples with a new cryo-gripper tool. This <em>in situ</em> lift-out technique at cryo-temperatures enables cryo-ET to be performed on multicellular organisms and tissue, extending the range of applications for <em>in situ</em> structural biology.</p>",
        "manuscriptTitle": "Protocol for cryo-focused ion beam lift-out technique",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-07-31 16:39:16",
                "doi": "10.21203/rs.2.10392/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "e2db6f13-1aa5-484d-9f98-ce6efcdc4615",
        "owner": [],
        "postedDate": "July 31st, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 13800,
                "name": "Structural biology"
            },
            {
                "id": 13801,
                "name": "Cell biology"
            },
            {
                "id": 13802,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-07-31 16:39:16",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}