{
    "identity": "pex-1652",
    "title": "<p>Optimized Protocol for Chelex-based Extraction of DNA from Historical Skeletal Remains and Forensic Trace Samples</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Ancient DNA analysis of historical human remains and forensic human identification explore similar questions, utilizing similar (and frequently the same) methodology, while the former does so under more extreme conditions with regards to DNA content, degree of degradation and presence of inhibitors. Consequently, improvements of methodology and procedures in one of these areas will inform the other, and vice versa.</p><p>&nbsp;</p><p>When analyzing highly degraded or ancient DNA, the quality and quantity of DNA targets available for PCR amplification - and therefore the efficiency of the extraction process by means of which the genetic material is isolated - represents a crucial factor <sup>1-3</sup>.</p><p>Consequently, the evaluation (e.g. see <sup>4</sup>) and optimization of standard protocols <sup>2, 3, 5</sup> and the design of new protocols for the extraction of degraded DNA (e.g. <sup>6-9</sup>), are important means to improve the reliability of the analysis of degraded or ancient DNA.</p><p>&nbsp;</p><p>Comparative studies including a variety of extraction procedures have shown that phenol/chloroform extraction protocols represent the most effective method to isolate amplifiable DNA (e.g. <sup>4, 10</sup>), especially when extracting from hard tissues <sup>10</sup> or even ancient human remains <sup>4</sup>. However, the application of an organic extraction procedure might not always be possible, or researchers might be inclined to apply a less hazardous non-organic – but still very potent (e.g. <sup>11, 12</sup>) – alternative DNA extraction protocol like the Chelex-100 method<sup> [13]</sup>. </p><p>&nbsp;</p><p>In context with the extraction of DNA from historical and ancient specimens, a further advantage of Chelex based DNA extraction is its applicability to minute samples of less than 1mg of bone or tooth powder, which significantly minimizes the damage to the analyzed specimen <sup>14</sup>. When analyzing samples containing minute quantities of DNA, an important advantage of Chelex based procedures is the comparatively limited risk of contamination with pristine modern DNA, due to the limited number of additions and transfers of reagents (cf. <sup>13</sup>).</p><p>&nbsp;</p><p>The disadvantage of standard Chelex protocols lies in their limited purification efficiency where samples containing PCR inhibitors are concerned: standard Chelex based extraction procedures may remove inhibitory substances to a certain extent <sup>15, 16</sup>. Depending on the concentration of the inhibitor present, additional purification of extracts may be required to allow for successful PCR amplification <sup>17</sup>. In the case of low DNA content samples, the additional purification step can likewise be utilized as a concentration step to enrich DNA extracts <sup>18</sup>.</p><p>Strategies for additional purification range from simple procedures, such as chromatography with Sephadex G-50 columns <sup>19</sup> or ultrafiltration dialysis (e.g. <sup>20</sup>), to a more complex re-extraction of extracts using silica column based commercial kits <sup>21</sup>. A further method for purification of extracts is alcoholic precipitation of the DNA in the presence of sodium acetate <sup>22</sup>. In the case of inhibitors like humic substances, which are frequently present in ancient specimen - especially those recovered from soil <sup>23, 24</sup>, replacement of the generally used ethanol <sup>22</sup> by isopropanol proved to be more efficient in removing inhibitory substances from DNA extracts <sup>7</sup>. To support the precipitation of minute amounts of highly degraded DNA, as is usually encountered in archaeological or ancient skeletal material, silica can be added during the alcoholic precipitation <sup>2, 25</sup>.</p><p>&nbsp;</p><p>Based upon a Chelex protocol published by Lassen <sup>21 </sup>for the extraction of DNA from ancient bone, a modified protocol was designed taking into account the findings published for successful optimization of a phenol/chloroform protocol for extraction of degraded DNA <sup>2, 5</sup>. The aim here was to improve this Chelex based method in terms of quantity and quality of extracted DNA. The optimized protocol presented here was evaluated by comparison of the resulting extracts, to extracts of the same samples derived from the previously published protocol (for detail refer to Schmerer 2021 <sup>26, 27</sup>).</p><p>Results of this comparison indicate that both methods may yield similar quantities of DNA, with but a comparably higher target quality in the case of the optimized protocol, accompanied by a comparably higher efficiency of the new protocol in the removal of polymerase inhibiting substances <sup>26, 27</sup>. </p><p>&nbsp;</p><p>Additional studies demonstrated that, although originally developed for the extraction from ancient bone, the protocol can likewise be used successfully for the extraction of DNA from blood, dried blood spots and saliva <sup>28</sup> as well as trace DNA material like hair <sup>28, 29</sup>, finger nail clippings, skin, cigarette ends with or without filter <sup>29</sup> and even fingerprint residues <sup>30</sup>. </p><p>In tests with known concentration of polymerase-inhibitor in the extracted sample (humic acid added to saliva), this modified Chelex protocol was more efficient in removing the inhibitor than phenol-chloroform extraction <sup>31</sup>, which concurs with previously published findings <sup>17, 18, 32-35</sup>. Applying this protocol, the inhibitor was successfully removed even when present in high concentrations <sup>31</sup>.</p><p>These studies <sup>28-31</sup> likewise showed the protocol to be robust and easy to use, even in the hand of relatively inexperienced student researchers.</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>proteinase K-solution (20mg/ml, e.g. Qiagen)</p><p>5% (w/v) Chelex-100 (Bio-Rad) in sterile Water (Ampuwa, Frsenius or UltraPure™, Invitrogen)</p><p>isopropanol (abs,)</p><p>sodium acetate buffer (2M, pH 4.5)</p><p>ethanol (abs.)</p><p>PCR grade water (Ampuwa, Frsenius or UltraPure™, Invitrogen)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>scalpel (disposable scalpel, size 10, Swann-Morton)</p><p>mixer mill (e.g. MM2000, Retsch) - agate or stainles steal cups</p><p>vortex (e.g. Vortex Genie 2, VWRbrand)</p><p>incubator or shaking water bath</p><p>centrifuge (desktop centrifuge 5415C, Eppendorf) - adapter for 1.5-2ml tubes</p><p>Thermomixer (Eppendorf) or heat block</p><p>PH-Indicator Strips, pH 6.5-10 (Merck)</p>"
        },
        {
            "header": "Procedure",
            "content": "General Considerations:\nSteps 1-5 are specific to the extraction of DNA from skeletal human remains. When applying this protocol to other source materials like forensic trace samples, steps 1-5 should be replaced by sample-specific preparation steps as featured in e.g. Wash et al (1991)\n13\n.\nOptimized Protocol:\nI. Sample Preparation\n1. When investigating ancient human skeletons, the sampling of long bones – preferably the mid shaft region – is recommendable. Because of their compactness, these skeletal elements show a relatively high probability of successful DNA recovery compared to less dense parts of the skeleton. A sample of 1x1cm (ca. 1g) is separated for processing as follows:\n2. To prevent co-processing of possible adhering contaminations, exposed surfaces of the bone sample are quantitatively removed by the use of a sterile scalpel. Subsequently the material is exposed to UV light for 15min each of the previous surfaces (periosteum and medullary cavity).\n3. Samples are ground to a fine powder using a mixer mill (MM2000, Retsch) or an agate mortar and pestle, according to the consistency of the material.\n4. 0.3g bone powder is mixed with 1,5ml EDTA-solution (0.5M, pH 8.3) in a 2ml reaction tube, vortexed vigorously (e.g. Vortex Genie 2, VWRbrand), and incubated at constant rotation or agitation respectively for 48h at a constant temperature of 20˚C (incubator or shaking water bath). Depending on the degree of DNA degradation respectively state of DNA preservation to be expected in the material at hand, the parameters of this step can be adapted to the following to optimize DNA yield of the extracts (cf.\n2, 5\nand Tab. 1).\n5. The remaining bone powder is pelleted by centrifugation for 5min at 6000rpm (desktop centrifuge 5415C, Eppendorf).\nII. Chelex 100-based DNA extraction\n6. The supernatant (ca. 1300µl) is transferred to a 5ml tube (Polypropylene round-bottom tube, Falcon).\n7. 1300µl Chelex-100-solution (5% in sterile Water, e.g. Ampuwa\n®\n, Fresenius or 18 Megohm Water, Sigma) and 500µl proteinase K-solution (20mg/ml, e.g. Qiagen) are added.\n8. The mixture is vortexed briefly (5-10sec, Vortex Genie 2, VWRbrand) and incubated at 56˚C and constant shaking at 300rpm (Thermomixer, Eppendorf) for a duration appropriate for the DNA degradation expected in the material to be analyzed (cf.\n2, 5\nand Tab. 2).\n9. The mix is vortexed again briefly (5-10sec) and incubated at 95˚C for 8min (Thermomixer, Eppendorf) to denature and deactivate the proteinase.\n10. The mixture is left to cool down slowly to room temperature (Thermomixer, Eppendorf) and the aqueous portion is separated from the Chelex resin by centrifugation for 6min at 4000rpm (Centrifuge 5804, Eppendorf).\nIII. Alcoholic precipitation in the presence of silica\n11. The aqueous supernatant is transferred to a 14ml tube (Polypropylene Round-Bottom Tube, Falcon) with addition of 3250µl Isopropanol (abs., RT), 60-120µl sodium acetate buffer (2M, pH 4.5) and 5µl silica solution (Glasmilk\n™\n, Bio 101).\n12. Prior to addition of the silica, the pH of the solution should be evaluated (e.g. PH-Indicator Strips, pH 6.5-10, Merck). If necessary, the pH should be adjusted to a value of 7.5 by adding further sodium acetate buffer to ensure optimal adsorptive binding of DNA to silica (cf.\n2, 5\n).\n13. Precipitation is carried out for 30min at RT.\n14. Subsequently the precipitate is separated by centrifugation for 2min at 4000rpm (Centrifuge 5804, Eppendorf) and the supernatant discarded by careful decanting.\n15. The DNA-silica pellet is washed with 500µl EtOH (abs.), then the alcohol removed by centrifugation for 2min at 4000rpm (Centrifuge 5804, Eppendorf) and the pellet left to air dry for ca. 30min at RT.\n16. The DNA is eluted in 50µl sterile water (e.g. Ampuwa\n®\n, Fresenius or 18 Megohm Water, Sigma) for 5min at 50˚C and constant shaking at 300rpm (Termomixer, Eppendorf) and the eluate transferred to a 2ml tube (Safelock, Eppendorf). To ensure optimal stability of the extracted DNA, storage of the extract with silica at -20˚C is recommended\n36\n."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>PCR inhibition due to co-amplified polymerase inhibiting substances (e.g. <sup>23</sup>), or brownish color of bone powder or the resulting extract indicate the presence of inhibitors like humic acids <sup>24, 37 </sup>as frequently present when amplifying DNA extracted from historical or ancient specimen. In these cases an additional cleaning of the extract would be indicated. For this purpose the application of e.g. ultrafiltration dialysis (e.g. <sup>20</sup>) or the Wizard PCR Prep™ DNA Purification System (Promega) <sup>38 &nbsp;</sup>following a modified protocol <sup>5</sup> could be utilized.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Duration of the procedure is variable and predominantly influenced by the incubation time utilized in steps 4 and 8.</p><p>I. Sample Preparation:</p><p>DNA extraction from skeletal remains:</p><p>Step 1-3: duration depends on the number of samples processed min. 3-4h (one sample). Combining the successive processing of multiple samples in each step (and spreading step 1-3 over consecutive days) is recommended.</p><p>Step 4: incubation time 24-120h, with an effective hands-on manipulation time of 15min</p><p>DNA extraction from other material:</p><p>Steps 1-4 is part of the skeletal remains-specific pre-preparation. Consequently, when the protocol is applied to samples like hair, finger nail clippings, skin, cigarette ends, small quantities of liquid or dried blood or fingerprint residues, with their individual standards for sample preparation, duration of these steps is significantly reduced. Incubation times for e.g. wash-steps and pre-digests vary between 30min and over-night incubations, with effective hands-on manipulation between 0.5-2h. </p><p>II. Chelex 100-based DNA extraction:</p><p>Varies with incubation time selected for step 8. Overall duration is ca. 1.5-2h.</p><p>III. Alcoholic precipitation in the presence of silica</p><p>Duration is ca. 1h.</p><p>In general: any steps requiring hands-on manipulation will increase in duration with the number of samples processed.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Schmerer WM, Hummel S &amp; Herrmann B. Reproduzierbarkeit von aDNA-typing. Anthrop Anz 55(2): 199-206 (1997).</p><p>2. Schmerer WM, Hummel S &amp; Herrmann B. Optimized DNA extraction to improve reproducibility of short tandem repeat genotyping with highly degraded DNA as target. Electrophoresis 20: 1712-1716 (1999).</p><p>3. Schmerer WM. Optimierung der STR-Genotypenanalyse an Extrakten alter DNA aus bodengelagertem menschlichen Skelettmaterial. Cuvillier, Göttingen (2000).</p><p>4. Müller A, Hummel S &amp; Herrmann B. Comparison of common aDNA extraction techniques for bone material. In: 5<sup>th</sup> International Ancient DNA Conference, Manchester, UK. 40 (2000).</p><p>5. Schmerer WM. Extraction of Ancient DNA. Methods Mol Biol 226: 57-61 (2003).</p><p>6. Herrmann B &amp; Hummel S. Ancient DNA. Recovery and analysis of genetic material from paleontological, archaeological, museum, and forensic specimens. Springer, New York (1994).</p><p>7. Hänni C et al. Ispropanol precipitation removes PCR inhibitors from ancient bone extracts. Nucleic Acids Res 23(5): 881-882 (1995).</p><p>8. Hänni C et al. Molecular typing of Neolithic human bones. J Archolog Sci 22: 649-658 (1995).</p><p>9. Pusch C &amp; Scholz M. DNA extraction from ancient human bones via enzymatic treatment. Technical Tips Online 1(23): T01217 (1997).</p><p>10. Vice A, Poljak M &amp; Seme K. DNA extraction from archival Giemsa-stained bone-marrow slides: comparison of six rapid methods. Brit J Haematol 101: 349-351 (1998).</p><p>11. Sweet D et al. Increasing DNA extraction yield from saliva stains with a modified Chelex method. Forensic Sci Int 83: 167-177 (1996).</p><p>12. Miller DN et al. Evaluation and optimization of DNA extraction and purification procedures for soil and sediment samples. Appl Environ Microbiol 65(11): 4715-4724 (1999).</p><p>13. Walsch PS, Metzger DA &amp; Higuchi R. Chelex® 100 as a medium for simple extraction of DNA for PCR-based typing from forensic material. BioTechniques 10(4): 506-513 (1991).</p><p>14. Faerman M et al. Sex identification of archaeological human remains based on amplification of the X and Y amelogenin alleles. Gene 167(1-2): 327-332 (1995).</p><p>15. Meade BD &amp; Bollen A. Recommendations for use of the polymerase chain reaction in the diagnosis of Bordetella pertussis infections. J Med Microbiol 41: 51-55 (1994).</p><p>16. Bogas V et al. Genetic identification of degraded DNA samples buried in different types of soil Forensic Sci Int Genet Suppl Ser 2(1): 169-171 (2009).</p><p>17. Nascimento E et al. Genotyping of DNA samples under adverse conditions of Low Copy Number - LCN (formolisados tissue samples and embedded in paraffin). Forensic Sci Int Genet Suppl Ser 2(1): 155-156 (2009).</p><p>18. Linacre A et al. Generation of DNA profiles from fabrics without DNA extraction. Forensic Sci Int Genet 4: 137–141 (2010).</p><p>19. Tsai YL &amp; Olson BH. Rapid method for separation of bacterial DNA from humic substances in sediments for polymerase chain reaction. Appl Environ Microbiol 58(7): 2292-2295 (1992).</p><p>20. Barbaro A et al. DNA profiling by different extraction methods. International Congress Series 1261: 562-564 (2004).</p><p>21. Lassen C. Molekulare Geschlechtsdetermination der Traufkinder des Gräberfeldes Aegerten (Schweiz). Cuvillier Verlag, Göttingen (1998).</p><p>22. Sambrook J, Fritsch EF &amp; Maniatis T. Molecular Cloning: a Laboratory Manual. 2nd ed. Cold Spring Harbor Laboratory, Cold Spring Harbor Laboratory Press, NY (1998).</p><p>23. Pääbo S. Amplifying ancient DNA. In: Innis MA, Gelfand DH, Sninsky JJ and White TJ (eds.) PCR protocols and applications: a laboratory manual. Academic Press, San Diego 159-166 (1990).</p><p>24. Cooper A. Removal of colorings, inhibitors of PCR, and the carrier effect of PCR contamination from ancient DNA samples. Ancient DNA Newsletter 1: 31-32 (1992).</p><p>25. Lassen C, Hummel S &amp; Herrmann B. PCR based sex identification of ancient human bones by amplification of x- and y-chromosomal sequences: A comparison. Ancient Biomolecules 1: 25-33 (1996).</p><p>26. Schmerer WM. Optimized protocol for DNA extraction from ancient skeletal remains using Chelex-100. ArXiv Quantitative Biology - Quantitative Methods. arXiv:2109.02172v1 [q-bio.QM] <a href=\"https://arxiv.org/abs/2109.02172\" rel=\"noopener noreferrer\" target=\"_blank\">https://arxiv.org/abs/2109.02172</a> (2021).</p><p>27. Schmerer WM. Optimized protocol for DNA extraction from ancient skeletal human remains using Chelex-100. Int J For Med 3(1) 18-22 (2021).</p><p>28. Kuffel A. Comparison of Methods for the Extraction of DNA from different Source Materials. Bachelor Thesis, University of Wolverhampton (2010).</p><p>29. Mustafa SK. Trace DNA Analysis – Genetic Profiling of Sample Material with low DNA Content. Masters Thesis, University of Wolverhampton (2010).</p><p>30. Brain C. Genetic Fingerprints from latent Fingerprints. Bachelor Thesis, University of Wolverhampton (2010).</p><p>31. Garapati S. Genetic Profiling of Sample Material containing Polymerase-inhibiting Substances. Masters Thesis, University of Wolverhampton (2010).</p><p>32. Im CB et al. A study of the DNA extraction from bloodstain samples using Chelex 100. Korean J Clin Pathol 13(2):311-320 (1993).</p><p>33. Ochert AS et al. Inhibitory effect of salivary fluids on PCR: potency and removal. Genome Res 3: 365-368 (1994).</p><p>34. Woodward SR et al. Amplification of ancient nuclear DNA from teeth and soft tissues. Genome Res 3: 244-247 (1994).</p><p>35. García González LA et al. DNA extraction using Chelex resin for oncogenic amplification analysis in head and neck tumours. Acta Otorrinolaringol Esp 55(3): 139-144 (2004).</p><p>36. Herrmann B &amp; Hummel S. Genetic analysis of past populations by aDNA studies. In: IFFH Harkone Symposium Commitee (Eds) Advances in Research on DNA Polymorphisms 33-47 (1997).</p><p>37. Hummel S. Nachweis spezifisch Y-chromosomaler DNA-Sequenzen aus menschlichem bodengelagerten Skelettmaterial unter Anwendung der Polymerase Chain Reaction. Doctoral Dissertation, University of Göttingen (1992).</p><p>38. Promega Corporation. Technical Bulletin No. 118 (1992-1999).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "The author would like to thank Dr Terence J Bartlett (University of Wolverhampton) for helpful discussions and pertinent comments.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "Schmerer WM. Optimized protocol for DNA extraction from ancient skeletal remains using Chelex-100. ArXiv Quantitative Biology - Quantitative Methods. arXiv:2109.02172v1 [q-bio.QM] https://arxiv.org/abs/2109.02172 (2021)\n"
            },
            {
                "doi": "10.33545/27074447.2021.v3.i1a.35",
                "date": "2021-09-21 09:31:49",
                "title": "Optimized protocol for DNA extraction from ancient skeletal human remains using Chelex-100",
                "authors": [
                    "Dr. Wera M Schmerer"
                ],
                "journal": "International Journal of Forensic Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 53223098,
                "identity": "832d47fc-1b49-4526-b4d5-dd8d4ed39e2f",
                "order_by": 0,
                "name": "Wera M Schmerer",
                "email": "w.schmerer@wlv.ac.uk",
                "orcid": "https://orcid.org/0000-0003-2467-1362",
                "institution": "University of Wolverhampton",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wera",
                "middleName": "M",
                "lastName": "Schmerer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-09-20 22:30:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1652/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1652/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 14340601,
                "identity": "56fd3e48-a65c-42ba-baae-b9bf980f563f",
                "added_by": "auto",
                "created_at": "2021-10-08 09:59:28",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 49394,
                "visible": true,
                "origin": "",
                "legend": "Parameters for optimized decalcification of bone powder based on the expected preservation of the contained DNA\n",
                "description": "",
                "filename": "Tab1SchmererWMOct2021.png",
                "url": "https://assets.researchsquare.com/files/pex-1652/v1/b73a46b40416e3c481c6bcab.png"
            },
            {
                "id": 14340602,
                "identity": "1685524f-3897-454f-8b83-f15a6796ae49",
                "added_by": "auto",
                "created_at": "2021-10-08 09:59:28",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 41343,
                "visible": true,
                "origin": "",
                "legend": "Parameters for optimized proteinase K digestion based on the expected preservation of sample DNA\n",
                "description": "",
                "filename": "Tab2SchmererWMOct2021.png",
                "url": "https://assets.researchsquare.com/files/pex-1652/v1/a98283d5a97e7cf5863393f3.png"
            },
            {
                "id": 14340603,
                "identity": "85da9f5a-9236-41fe-8265-ae5fd4f26dc5",
                "added_by": "auto",
                "created_at": "2021-10-08 09:59:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 245299,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1652/v1/7818a716-dbaa-4432-98d3-85d58aa26719.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Degraded DNA, Skeletal Remains, DNA Extraction, Chelex-100, PCR Inhibitors, Method Optimization, STR-Genotyping, Ancient DNA Research, Human Identification, Trace DNA",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>PCR-based analysis of skeletonized human remains is a common aspect in both forensic human identification as well as Ancient DNA research. In this, both areas not merely utilize very similar methodology, but also share the same problems regarding quantity and quality of recovered DNA and presence of inhibitory substances in samples from excavated remains. To enable amplification based analysis of the remains, development of optimized DNA extraction procedures is thus a critical factor in both areas.</p><p>The method paper here presents an optimized protocol for DNA extraction from ancient skeletonized remains using Chelex-100, with improved effectively in yielding amplifiable extracts from sample material excavated after centuries in a soil environment, which consequently have high inhibitor content and overall limited DNA preservation. </p><p>Further studies showed that the optimized protocol can likewise be utilized for extraction of DNA from common and trace Forensic sample material.</p><p><br></p>",
        "manuscriptTitle": "Optimized Protocol for Chelex-based Extraction of DNA from Historical Skeletal Remains and Forensic Trace Samples",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-10-08 09:59:27",
                "doi": "10.21203/rs.3.pex-1652/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "cf5ddd44-3dc2-454e-a307-d68765889797",
        "owner": [],
        "postedDate": "October 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 7630399,
                "name": "Molecular biology"
            },
            {
                "id": 7630400,
                "name": "Anthropology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-10-08 09:59:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}