{
    "identity": "nprot-7047",
    "title": "Tri-C",
    "content": [
        {
            "header": "Introduction",
            "content": "The Tri-C procedure contains 3 stages:\r\n\n\nI. 3C library preparation\r\n\n\nII. Sonication and addition of Illumina sequencing adapters\r\n\n\nIII. Capture enrichment\r\n\n\n\r\n\n\nIt is important to carefully select your viewpoints of interest prior to the start of your experiments. Make sure these viewpoints are located on small restriction fragments generated by the restriction enzyme used for chromatin digestion. Fragments in the range of 120–250 bp are preferred. We would advise selecting the restriction enzyme based on its cut site distribution around the viewpoints of interest and choosing the restriction enzyme that gives the most favorable fragment sizes. We usually use NlaIII or DpnII for chromatin digestion. \r\n\n\n\r\n\n\nThe capture oligonucleotides should be designed to the middle of the restriction fragments on which the viewpoints of interest are located. Repetitive sequences should be avoided. We usually use BLAST to make sure the selected oligonucleotide sequences are suitable.\r\n\n\n\r\n\n\nScripts for analysis are available on https://github.com/oudelaar/TriC/."
        },
        {
            "header": "Reagents",
            "content": "<p><strong>3C library preparation</strong></p><p>- 37% formaldehyde (Sigma-Aldrich: 252549)</p><p>- 1 M glycine (Sigma-Aldrich: G7126)&nbsp;</p><p>- Phosphate-buffered saline (PBS) (Gibco: 10010031)&nbsp;</p><p>- Fresh Lysis buffer (make ahead of time and put on the roller in the cold room to dissolve and cool) – for 8 samples:&nbsp;</p><p>• 10 mM Tris pH 8 – 500 µl of 1 M (Invitrogen: AM9855G)</p><p>• 10 mM NaCl – 100 µl of 5 M (Invitrogen: AM9760G)</p><p>• 0.2% Igepal CA-630 – 1 ml of 10% (Sigma-Aldrich: I8896)</p><p>• 1 tablet cOmplete Protease Inhibitor Cocktail (Sigma-Aldrich: 11873580001)</p><p>• 48.4 ml PCR grade water</p><p>- Ethanol&nbsp;</p><p>- Dry ice or liquid nitrogen&nbsp;</p><p>- SDS (20% v/v in water) (Invitrogen: AM9820)&nbsp;</p><p>- Triton X-100 (20% v/v in water) (Sigma-Aldrich: T8787)&nbsp;</p><p>- Restriction enzyme:</p><p>• DpnII (50,000 U/ml) (NEB: R0543M) <strong><em>or</em></strong>&nbsp;</p><p>• NlaIII (10,000 U/ml) (NEB: R0125L)</p><p>- T4 DNA ligase (30 U/μl) (Thermo Fisher Scientific: EL0013)&nbsp;</p><p>- Proteinase K (Thermo Fisher Scientific: EO0491)&nbsp;</p><p>- RNase (DNase-free) (Roche Diagnostics: 11119915001)&nbsp;</p><p>- Phenol-chloroform-isoamyl alcohol (PCI) 25:24:1 (Sigma-Aldrich: 77617)&nbsp;</p><p>- Chloroform (Sigma-Aldrich: 472476)</p><p>- 3 M NaOAc (Thermo Fisher Scientific: AM9740)&nbsp;</p><p>- GlycoBlue (Thermo Fisher Scientific: AM9515)&nbsp;</p><p>- Qubit dsDNA BR Assay kit (Invitrogen: Q32850)</p><p><br></p><p><strong>Sonication and addition of Illumina sequencing adaptors</strong></p><p>- Covaris microTUBE AFA Fiber pre-split snap-cap 6x16mm (Covaris: 520045)</p><p>- NEBNext DNA library Prep Reagent Set (New England: E6040S/L)</p><p>- NEBNext Multiplex Oligos for Illumina Primer set 1 (NEB: E7500S/L)</p><p>- NEBNext Multiplex Oligos for Illumina Primer set 2 (NEB: E7335S/L)</p><p>- Agencourt Ampure XP SPRI Beads (Beckman Coulter: A63881)</p><p>- Herculase II Fusion Polymerase Kit (Agilent: 600677)</p><p>- PCR grade water</p><p>- Ethanol&nbsp;</p><p>- D1000 Reagents (Agilent: 5067-5583)</p><p>- D1000 ScreenTape (Agilent: 5067-5582)</p><p>- TapeStation Loading Tips (Agilent: 5067-5153)</p><p>- Qubit dsDNA BR Assay kit (Invitrogen: Q32850)</p><p><br></p><p><strong>Capture enrichment</strong></p><p>- Nimblegen SeqCap EZ Hybridization and wash kit (Roche Diagnostics: 05634261001)</p><p>- Nimblegen SeqCap EZ Accessory kit v2 (Roche Diagnostics: 07145594001)</p><p>- Nimblegen SeqCap EZ HE-oligo kit A (Roche Diagnostics: 06777287001)</p><p>- Nimblegen SeqCap EZ HE-oligo kit B (Roche Diagnostics: 06777317001)</p><p>- 1 μg/μl COT DNA of relevant species (Mouse – Invitrogen: 18440016)</p><p>- M-270 Streptavidin Dynabeads (Invitrogen: 65305)</p><p>- Agencourt Ampure XP SPRI Beads (Beckman Coulter: A63881)&nbsp;</p><p>- PCR grade water</p><p>- Safeseal Microcentrifuge Tubes (Sorenson BioScience: 39640T)</p><p>- Qubit dsDNA BR Assay Kit (Invitrogen: Q32850)</p><p>- D1000 Reagents (Agilent: 5067-5583)</p><p>- D1000 ScreenTape (Agilent: 5067-5582)</p><p>- Tapestation Loading Tips (Agilent: 5067-5153)</p><p>- KAPA Library Quantification Complete Kit (Universal – KAPA: KK4824)</p>"
        },
        {
            "header": "Equipment",
            "content": "- P10, P20, P200 and P1000 pipettes\r\n\n\n- Centrifuge \r\n\n\n- Incubator\r\n\n\n- Eppendorf Thermomixer C \\(or equivalent shaking incubator) \r\n\n\n- Dounce homogenizer\r\n\n\n- Qubit fluorometer \r\n\n\n- Sonicator \\(Covaris, model: S220 Focused-ultrasonicator; or equivalent) \r\n\n\n- DynaMag magnet\r\n\n\n- Thermocycler\r\n\n\n- Agilent 2200 TapeStation \\(or Agilent BioAnalyzer)\r\n\n\n- Vacuum concentrator"
        },
        {
            "header": "Procedure",
            "content": "3C library preparation\nI. Fixation\nNote: The fixation procedure described below has been optimized for erythroid cells. Depending on the cell type you are using, some of the centrifugation steps might need to be adjusted.\n1. Pre-cool centrifuge to 4°C. Chill glycine, PBS, and lysis buffer.\n2. Collect cells from tissue and make single-cell suspensions of 1-2 x 107 cells in 10 ml growth media.\n3. Add 540 μl 37% formaldehyde (2% final concentration), mix well and incubate for 10 min at RT on a rocking or tumbling incubator.\n4. Quench by adding 1.5 ml 1 M cold glycine (1/8 of the final volume i.e. 12 ml).\n5. Centrifuge 5 min / 1,000 rpm / 4°C.\n6. Wash pellet by gently re-suspending in 10 ml cold PBS.\n7. Centrifuge 5 min / 1,000 rpm / 4°C.\n8. Re-suspend pellet in 5 ml cold lysis buffer.\n9. Incubate for 20 min on ice.\n10. Centrifuge 5 min / 1,800 rpm / 4°C.\n11. Re-suspend pellet in 1 ml lysis buffer and transfer to 1.5 ml microtube.\n12. Snap freeze with ethanol and dry ice or liquid nitrogen. Snap freezing aids digestion, so cells can be thawed again for digestion at this point or stored long-term at -80 °C.\n[SAFE STOPPING POINT – Store at -80ºC]\nII. Digestion\nNote: Carefully choose the restriction enzyme based on the guidelines described in the Introduction of this protocol. We have optimized digestion conditions for the NlaIII and DpnII enzymes as described below.\n1. Pre-warm thermomixer to 37°C.\n2. Defrost aliquots of formaldehyde fixed cells (1-2 x 107) for each reaction.\n3. Centrifuge 5 min / 14,000 rpm / RT.\n4. Carefully remove all lysis buffer (use a P20 pipette to remove residual buffer).\n5. Re-suspend pellet in 1 ml 1x restriction enzyme buffer (wide bore tips aid in re-suspension and minimize loss of material).\n6. Homogenize on ice (~50 strokes in total) with 5 ml Dounce homogenizer.\n7. Remove the liquid from the homogenizer and place in a fresh 1.5 ml microtube.\n8. To recover all material, add another 400 µl 1x restriction enzyme buffer to the homogenizer and perform a few more strokes with the pestle. Add this to the other homogenized material.\n9. Centrifuge 5 min / 14,000 rpm / RT.\n10. Remove supernatant and re-suspend in 650 µl of restriction enzyme buffer.\n11. Set up 3 digestion reactions using 200 µl of suspended cells for each and a control minus restriction enzyme with the remaining 50 µl in 1.5 ml Safe-Lock tubes:\nSee figure in Figures section.\n12. Shake horizontally 1 hr / 1,400 rpm / 37°C using the thermomixer.\n13. If cells have clumped use (wide bore) P200 pipette to re-suspend.\n14. Add 66 µl 20% Triton X 100 to each digestion reaction (1.67% final concentration) and 16 µl 20% Triton X 100 to Control 1.\n15. Shake 1 hr / 1,400 rpm / 37°C.\n16. Add restriction enzyme: 10 µl DpnII (500 U) or 20 µl NlaIII (200 U) to each digestion reaction (but not to the control).\n17. Shake until end of the day (1,400 rpm / 37°C) and then add another 10 µl DpnII (500 U) or 20 µl NlaIII (200 U).\n18. Shake overnight / 1,400 rpm / 37°C.\n19. Next morning add another 10 µl DpnII (500 U) or 20 µl NlaIII (200 U) and shake for another few hours (1,400 rpm / 37°C).\nIII. Ligation and de-crosslinking of controls\nControls\n1. Remove 100 µl from each digestion reaction and pool to make Control 2 (Digestion control).\n2. Add 3 µl Proteinase K to Control 1 and Control 2 and incubate on 65°C hot block overnight.\nLigation reactions\n1. Place the digestion reactions on the 65°C block for 20 min to heat inactivate the restriction enzyme.\n2. Pre-cool the thermomixer to 16°C.\n3. Cool digestion reactions on ice.\n4. Add 500 µl PCR grade water and 134 µl Ligation buffer (x10) to each digestion reaction.\n5. Add 8 µl ligase and shake overnight / 1,400 rpm / 16°C.\nIV. De-crosslinking of ligation reactions\nControls\n1. Store in fridge overnight.\nLigation reactions\n1. Add 5 µl Proteinase K to each digest and put on 65°C hot block overnight.\nV. DNA extraction\n1. Add RNAse:\n• 10 µl to each ligation reaction\n• 4 µl to Control 1\n• 6 µl to Control 2\n2. Incubate for 30 min at 37°C.\n3. Pool ligation reactions in 15 ml Falcon tube.\n4. Use table below as a guideline for volumes to use during the DNA extraction steps:\nSee figure in Figures section.\nNote: The large precipitation volume is used to improve removal of DTT from the ligation reaction.\n5. Add equal volume phenol-chloroform-isoamylalcohol (PCI) and shake well.\n• Ligation reaction: centrifuge 10 min / 3,000 rpm / RT.\n• Controls: centrifuge 5 min / 14,000 rpm / RT.\n6. Transfer the upper layer to a new tube (15 ml Falcon tube for ligation reactions; 1.5 ml microtube for controls), avoiding the interface and PCI. Add an equal volume of chloroform and shake well.\n• Ligation reaction: Centrifuge 10 min / 3,000 rpm / RT.\n• Controls: Centrifuge 5 min / 14,000 rpm / RT.\n7. Transfer the upper layer to a new tube (50 ml Falcon tube for ligation reactions; 1.5 ml microtube for controls), avoiding the interface and chloroform. Add precipitation reagents and mix well by inverting.\n8. Freeze at -80°C or -20ºC for at least 2 hours.\n[SAFE STOPPING POINT – May precipitate DNA at -80ºC or -20ºC for several days]\n9. Pre-cool centrifuge to 4°C during incubation.\n10. Centrifuge ligation reaction for 45 min / 2,200 g / 4°C and controls for 30 min / 14,000 g / 4ºC.\n11. Re-suspend all pellets (ligation reaction and controls) in 1 ml 70% ethanol and transfer the ligation reaction to a microtube.\n12. Centrifuge ligation reactions and controls 10 min / 14,000 g / 4ºC.\n13. Remove ethanol and repeat ethanol wash.\n14. Remove ethanol, spin in microfuge and use P20 pipette to remove residual ethanol.\n15. Dry at room temperature and re-suspend pellet in PCR grade water.\n[SAFE STOPPING POINT – Store 3C library at -20ºC]\nVI. Quality control and quantification\n1. Run samples and controls on a 1% agarose gel at 100 V for 1-2 hours (Appendix).\n• Control 1: 10 µl\n• Control 2: 10 µl\n• 3C library: 5 µl\n2. Use Qubit dsDNA BR Assay kit to calculate concentration. 107 cells should produce around 15-25 μg of library.\nNote: The Nanodrop or similar spectrophotometers are unreliable for quantifying 3C libraries due to residual DTT from the ligation buffer.\nSonication and addition of Illumina sequencing adaptors\nBased on the protocol for the NEBNext DNA Library Prep Master Mix Set for Illumina (E6040S/L)\nNotes:\nA) In this step, it is important to maintain library complexity by maximizing input DNA and minimizing DNA losses during the reactions and clean ups. The protocol described below is based on the NEBNext DNA Library Prep Master Mix Set for Illumina (E6040S/L). In this protocol, up to 5 ug can be used per reaction. When there is plenty of 3C library material available, we recommend performing two parallel preps. These can be pooled prior to hybridization.\nWhen there is limited 3C library material available, we recommend using the NEBNext Ultra II DNA Library Prep Kit for Illumina (E7645S/L), which is more efficient. We normally sonicate 2 ug of 3C library and use all recovered material (~1.5 ug) in the library prep reaction. If possible, we recommend performing multiple parallel reactions to maximize library complexity. When you have 4-6 ug of 3C library available, we would recommend sonicating all material in one tube and splitting it over 2-3 Ultra II reactions, rather than pooling all material in one reacting using the NEBNext DNA Library Prep Master Mix Set.\nB) The NEB protocol often recommends removing the DNA from the beads with a few μl more water than is necessary for the next step in the protocol. One can avoid doing this to minimize losses, but this means being very careful with the bead clean ups as contamination by the beads or ethanol can inhibit the following reaction.\nC) We use the Covaris S220 Focused Ultrasonicator for sonication. If using a different model sonicator, use high molecular weight gDNA to optimize sonication for a modal distribution around 450 bp in size (Appendix).\nD) The Illumina indices that you put on to the library need to be complementary to the Nimblegen HE blocking oligonucleotides required in the capture step (the kits do not match; Appendix). Buying both primer set 1 and primer set 2 eliminates waste of the more expensive Nimblegen blocking kit.\nE) Size selection is only performed after sonication and not necessary after the library preparation reactions, as adaptor dimers will not be captured. AmpureXP bead clean up after sonication is performed with 0.7 x volume of beads and all subsequent clean ups are performed with 1.8 x volume of beads.\nI. Sonication\n1. Prepare 5-6 μg of 3C library in a total volume of 120 µl in a Covaris microtube. Avoid making bubbles.\n2. Shear DNA to 400-500 bp with the following settings:\n• Duty cycle: 10%\n• Intensity: 4\n• Cycles per burst: 200\n• Time: 55 seconds\n• Set mode: Frequency sweeping\n3. Ampure XP SPRI bead clean up:\na. Transfer reaction from Covaris microtube to lowBind DNA 1.5 ml microtube.\nb. Add 84 μl beads, pipette up and down 10 times, allow to bind at RT for 5 min.\nc. Place on Dynamag, discard liquid when clear.\nd. Add 500 μl of fresh 80% ethanol without removing from Dynamag. Avoid disturbing beads by running the ethanol down the front of tube. Allow to sit on Dynamag for 30 sec at RT, then remove ethanol.\ne. Add another 500 μl of fresh 80% ethanol, allow to sit for 30 sec at RT and remove all the ethanol.\nf. Spin down on microfuge and replace on Dynamag. Remove residual ethanol with a P10 pipette, taking care not to remove any beads.\ng. Air dry at room temperature on stand until matt in appearance. Be careful not to over dry the beads as this will result in increased DNA losses.\nh. Remove from Dynamag and re-suspend beads in 88 μl PCR grade water. Mix by pipetting 10 times.\ni. Incubate at RT for 2 min to elute.\nj. Replace on Dynamag. Once clear, recover 86 µl in a PCR tube.\n4. Assess 1 μl of sonicated material using the Agilent D1000 ScreenTape system (Appendix).\n[SAFE STOPPING POINT – Store at -20ºC]\nII. End repair of sonicated DNA\nBased on the NEB Protocol 1.1.\n1. Mix 85 µl sonicated 3C library, 10 µl ER Reaction Buffer (green), and 5 µl ER Enzyme Mix in PCR tube and mix by pipetting up and down.\n2. Incubate at 20ºC for 30 minutes in thermocycler.\n3. Ampure XP SPRI bead clean up:\na. Transfer reaction to a 1.5 ml microtube.\nb. Add 180 μl beads, pipette up and down 10 times, allow to bind at RT for 5 min.\nc. Place on Dynamag, discard liquid when clear.\nd. Add 500 μl of fresh 80% ethanol without removing from Dynamag. Avoid disturbing beads by running the ethanol down the front of tube. Allow to sit on Dynamag for 30 sec at RT, then remove ethanol.\ne. Add another 500 μl of fresh 80% ethanol, allow to sit for 30 sec at RT and remove all the ethanol.\nf. Spin down on microfuge and replace on Dynamag. Remove residual ethanol with a P10 pipette, taking care not to remove any beads.\ng. Air dry at room temperature on stand until matt in appearance. Be careful not to over dry the beads as this will result in increased DNA losses.\nh. Remove from Dynamag and re-suspend beads in 44 μl PCR grade water. Mix by pipetting 10 times.\ni. Incubate at RT for 2 min to elute.\nj. Replace on Dynamag. Once clear, recover 42 µl in a PCR tube.\nIII. dA-Tailing\nBased on the NEB Protocol 1.3.\n1. Combine 42 µl End Repaired DNA, 5 µl dA Reaction Buffer (yellow) and 3 µl Klenow (yellow) in a PCR tube and mix by pipetting up and down.\n2. Incubate at 37ºC for 30 minutes in thermocycler\n3. Ampure XP SPRI bead clean up:\na. Transfer reaction to a 1.5 ml microtube.\nb. Add 90 μl beads, pipette up and down 10 times, allow to bind at RT for 5 min.\nc. Place on Dynamag, discard liquid when clear.\nd. Add 500 μl of fresh 80% ethanol without removing from Dynamag. Avoid disturbing beads by running the ethanol down the front of tube. Allow to sit on Dynamag for 30 sec at RT, then remove ethanol.\ne. Add another 500 μl of fresh 80% ethanol, allow to sit for 30 sec at RT and remove all the ethanol.\nf. Spin down on microfuge and replace on Dynamag. Remove residual ethanol with a P10 pipette, taking care not to remove any beads.\ng. Air dry at room temperature on stand until matt in appearance. Be careful not to over dry the beads as this will result in increased DNA losses.\nh. Remove from Dynamag and re-suspend beads in 27 μl PCR grade water. Mix by pipetting 10 times.\ni. Incubate at RT for 2 min to elute.\nj. Replace on Dynamag. Once clear, recover 25 µl in a PCR tube.\n[PROCEED IMMEDIATELY TO ADAPTOR LIGATION]\nIV. Adapter ligation\nBased on the NEB Protocol 1.5.\n1. Combine 25 µl dA-Tailed DNA, 10 µl Quick Ligation Buffer (red), 10 µl Adaptor (red), and 5 µl T4 DNA Ligase (red) in a PCR tube and mix by pipetting up and down.\n2. Incubate at 20ºC for 15 minutes in thermocycler.\n3. Add 3 µl USER Enzyme Mix and pipette up and down 10 times.\n4. Incubate at 37ºC for 15 minutes in thermocycler.\n5. Ampure XP SPRI bead clean up:\na. Transfer reaction to a 1.5 ml microtube.\nb. Add 95 μl beads, pipette up and down 10 times, allow to bind at RT for 5 min.\nc. Place on Dynamag, discard liquid when clear.\nd. Add 500 μl of fresh 80% ethanol without removing from Dynamag. Avoid disturbing beads by running the ethanol down the front of tube. Allow to sit on Dynamag for 30 sec at RT, then remove ethanol.\ne. Add another 500 μl of fresh 80% ethanol, allow to sit for 30 sec at RT and remove all the ethanol.\nf. Spin down on microfuge and replace on Dynamag. Remove residual ethanol with a P10 pipette, taking care not to remove any beads.\ng. Air dry at room temperature on stand until matt in appearance. Be careful not to over dry the beads as this will result in increased DNA losses.\nh. Remove from Dynamag and re-suspend beads in 53 μl PCR grade water. Mix by pipetting 10 times.\ni. Incubate at RT for 2 min to elute.\nj. Replace on Dynamag. Once clear, recover 51 µl. Keep 1 µl to run on TapeStation together with the amplified material.\nV. PCR addition of indices\nNotes:\nA) Herculase II is used instead of the NEB polymerase as it performs better in our hands.\nB) PCR is performed in duplicate on half the sample at a time. This provides back-up material in case the PCR fails and allows for adjustment of the second PCR if amplification in the first reaction is not sufficient.\nC) Carefully choose indices to allow for multiplexing using the Illumina pooling guidelines.\n1. Perform PCR as described below.\nSee figure in Figures section.\n2. Ampure XP SPRI bead clean up:\na. Transfer reaction to a 1.5 ml microtube.\nb. Add 90 μl beads, pipette up and down 10 times, allow to bind at RT for 5 min.\nc. Place on Dynamag, discard liquid when clear.\nd. Add 500 μl of fresh 80% ethanol without removing from Dynamag. Avoid disturbing beads by running the ethanol down the front of tube. Allow to sit on Dynamag for 30 sec at RT, then remove ethanol.\ne. Add another 500 μl of fresh 80% ethanol, allow to sit for 30 sec at RT and remove all the ethanol.\nf. Spin down on microfuge and replace on Dynamag. Remove residual ethanol with a P10 pipette, taking care not to remove any beads.\ng. Air dry at room temperature on stand until matt in appearance. Be careful not to over dry the beads as this will result in increased DNA losses.\nh. Remove from Dynamag and re-suspend beads in 53 μl PCR grade water. Mix by pipetting 10 times.\ni. Incubate at RT for 2 min to elute.\nj. Replace on Dynamag. Once clear, recover 51 µl in a PCR tube.\n3. Run 1 µl on TapeStation with the material pre-amplification for comparison (Appendix).\n4. Repeat PCR and bead clean-up with remaining 25 µl of adaptor ligated sample.\n5. Pool duplicate PCR reactions.\n6. Quantify library using Qubit dsDNA BR assay kit.\n[SAFE STOPPING POINT – Store at -20ºC]\nCapture enrichment\nBased on the Nimblegen SeqCap SR User’s Guide Chapter 5-7.\nI. Hybridization preparation\nNote: Ensure capture oligonucleotides for different experiments are kept apart. The oligonucleotides are hugely in excess and tiny amounts of contamination can lead to spurious results. We would recommend that you do not order oligonucleotides that should not be mixed from the manufacturer at the same time. Avoid having buffers and blocking oligonucleotides out at the same time as the capture oligonucleotides. Oligonucleotides that are going to be pooled for a single experiment, can be ordered together. Consider ordering large designs in as a pooled set (at equimolar concentrations).\nBiotinylated capture oligonucleotides\n1. Reconstitute individual or pools of oligonucleotides to a stock concentration so that each oligonucleotide is stored at 2.9 µM (10 nmol in 3.46 μl of PCR grade water) – or any high concentration.\n2. Generate pools of oligonucleotides by mixing in exact 1:1 stoichiometric ratio.\n3. Make working solution of oligonucleotides by diluting pools so that each individual oligonucleotide is at 2.9 nM. e.g. For 12 oligonucleotides, the concentration of the pool of oligonucleotides is 34.8 nM, but each individual oligonucleotide is at 2.9 nM.\nNimblegen blocking oligonucleotides\nResuspend Nimblegen oligonucleotides according to the Nimblegen protocol:\n1. Spin down tubes in minifuge.\n2. Add 120 μl PCR grade water to the HE Univeral Oligo tube; vortex and spin briefly.\n3. Add 10 μl PCR grade water to the HE Index Oligo tube; vortex and spin briefly.\n4. Add 480 μl PCR grade water to the Post-LM-PCR Oligos; vortex and spin briefly.\nMultiplexing of samples\n1. Mix 1-2 μg of differentially indexed samples at exactly 1:1 ratios by mass to generate a multiplexed library.\nII. Hybridization I\nNote: If multiplexing, generate the number of parallel capture reactions equivalent to the number of pooled libraries.\n1. Heat vacuum centrifuge to 50°C.\n2. Prepare hybridization reaction for the number of pooled libraries – up to 6 libraries are captured in a single tube. For more libraries, a master mix may be made in one tube and divided into multiple tubes.\n• 5 μg COT DNA (5 μl of stock) per library\n• 1 nmol TS-HE Universal Oligo (1 μl of 1 mM stock aliquot) per library\n• 1 nmol of TS-HE Index Oligos (1 μl of 1 mM stock for each index) per library\n• 1-2 μg of each uniquely indexed 3C library in 1:1 ratio by mass\n3. Vacuum centrifuge at 50ºC with tube lids open (rather than pierced) until sample is completely dry. Avoid drying for a long time after liquid is gone.\n4. For each library in the capture reaction add:\n• 7.5 μl 2x Hybridization Buffer (vial 5)\n• 3 μl Hybridization Component A (vial 6)\n5. Carefully reconstitute the DNA by pipetting and vortexing followed by briefly spinning down.\n6. Replace buffers and blocking oligonucleotides in freezer prior to proceeding.\n7. Pre-warm a thermomixer to 95°C.\n8. Pre-warm a thermocycler to 47°C, lid should be heated to 57°C.\n9. Heat 4.5 μl per library of pooled biotinylated oligonucleotide probes to 47°C in a PCR tube.\nNote: The capture will be at 47ºC for ~72 hours. A high-quality PCR tube is required to avoid sample loss through evaporation.\n10. Denature the 3C library mix by heating to 95°C for 10 min on the thermomixer.\n11. After 10 min, quickly spin the denatured library on a minifuge and replace on the thermomixer.\n12. Without removing the heated biotinylated oligonucleotide capture probes from the thermocycler, add the entire 3C library mix (10.5 µl per library).\n13. Mix and spin briefly before replacing in the 47°C thermocycler for 64-72h.\nIII. Washing and recovery of captured material\nNotes:\nA) Heat reagents on a thermomixer as it is more reliable than a water bath and allows the samples to be shaken.\nB) For capture of multiplexed libraries, scale the beads and wash buffers accordingly to the number of libraries.\nC) The Stringent Wash buffer, Wash Buffer I and Bead Wash Buffer are quite voluminous and may need to be made in multiple tubes. Split Wash Buffer I 1:2 as one third is heated.\n1. Dilute the wash buffers as per table below which allows slight excess of each. a. Place the Stringent Wash Buffer at 47°C on the thermomixer.\nb. Place 100 μl Wash Buffer I per captured library with an additional 20 μl (to allow for evaporation) at 47°C on the thermomixer.\nSee figure in Figures section.\nNote: The streptavidin beads will likely stick to the interior of the tube. This is particularly a problem with some makes of low bind tubes. Use tubes with minimal adhesion. We use Safeseal tubes (Sorenson) for this step.\n2. Prepare the streptavidin beads (M270):\na. Allow the beads to heat to RT for 30 min prior to use.\nb. Aliquot 100 μl per captured library into a single 1.5 ml microtubef.\nc. Place on DynaMag and remove liquid once clear.\nd. Add 200 μl of 1x Bead Wash Buffer per captured library and vortex to resuspend the beads, spin briefly.\ne. Replace on DynaMag for 5 minutes and remove liquid once clear.\nf. Repeat wash steps (d-e) for a total of two washes.\ng. Resuspend the beads in to their original volume (i.e. 100 μl per captured library) with Bead Wash Buffer (x1) and aliquot into appropriate number of 1.5 ml Sorensen tubes.\nh. Place in the DynaMag, remove and discard the liquid only when ready to add the capture sample from the thermocycler. Do not allow beads to dry out.\n3. Binding of biotinylated oligonucleotides:\na. Transfer the hybridization reactions to the streptavidin beads and mix thoroughly by pipetting 10 times.\nb. Spin briefly if necessary to pool all of the sample in the bottom of the tube.\nc. Place on thermomixer at 47°C 600 rpm for 45 min. Mix the beads with a pipette every 15 minutes to avoid beads settling at the bottom of the tube.\nNote: Steps 4a–g should be done quickly to maintain the temperature at 47ºC.\n4. Washing the streptavidin beads and bound DNA:\na. Add 100 μl of heated (47°C) Wash Buffer I per captured library to the beads and bound DNA.\nb. Mix by vortexing.\nc. Place in the Dynamag, carefully discard all the supernatant when clear.\nd. Remove from Dynamag, add 200 μl heated (47°C) Stringent Wash buffer per captured library and mix.\ne. Incubate for 5 mins at 47°C.\nf. Place the tubes in the DynaMag, carefully discard the supernatant when clear.\ng. Repeat stringent wash (d-f) for a total of 2 washes.\nh. Remove from Dynamag, add 200 μl Wash Buffer I (x1) at RT per captured library and mix by vortexing for 2 minutes. Spin briefly to ensure no sample is lost in the lid.\ni. Place the tubes in the DynaMag, carefully discard the supernatant when clear.\nj. Remove from Dynamag, add 200 μl Wash Buffer II (x1) per captured library and mix by vortexing for 1 minute. Spin briefly to ensure no sample is lost in the lid.\nk. Place the tubes in the DynaMag, carefully discard the supernatant when clear.\nl. Remove from Dynamag, add 200 μl Wash Buffer III (x1) and mix by vortexing for 30 seconds. Spin briefly to ensure no sample is lost in the lid.\nm. Place the tubes in the DynaMag, carefully discard the supernatant when clear.\nn. Remove from DynaMag and resuspend beads in 40 μl PCR grade water per capture library. Do not discard beads – DNA is not eluted but amplified off the beads.\no. Store at -20ºC or proceed to PCR amplification.\n[SAFE STOPPING POINT – Store at -20ºC]\nIV. PCR amplification of captured material\n1. Amplify the captured fragments in two separate reactions per captured library.\nSee figure in Figures section.\nNote: Only use 20 μl of DNA/bead mix – using 40 μl has the potential to inhibit the reaction. Two separate PCR reactions can be performed simultaneously or alternatively 20 μl can be stored at -20ºC.\n2. Ampure XP SPRI bead clean up:\na. Transfer reaction to a 1.5 ml microtube.\nb. Add 90 μl beads per reaction, pipette up and down 10 times, allow to bind at RT for 5 min.\nc. Place on Dynamag, discard liquid when clear.\nd. Add 500 μl of fresh 80% ethanol without removing from Dynamag. Avoid disturbing beads by running the ethanol down the front of tube. Allow to sit on Dynamag for 30 sec at RT, then remove ethanol.\ne. Add another 500 μl of fresh 80% ethanol, allow to sit for 30 sec at RT and remove all the ethanol.\nf. Spin down on microfuge and replace on Dynamag. Remove residual ethanol with a P10 pipette, taking care not to remove any beads.\ng. Air dry at room temperature on stand until matt in appearance. Be careful not to over dry the beads as this will result in increased DNA losses.\nh. Remove from Dynamag and re-suspend beads in 53 μl PCR grade water. Mix by pipetting 10 times.\ni. Incubate at RT for 2 min to elute.\nj. Replace on Dynamag. Once clear, recover 51 µl in a PCR tube.\n3. Run 1 µl in TapeStation to confirm same profile as input material (Appendix).\n4. Repeat amplification on the remainder of the beads.\n5. Pool amplifications.\n6. Quantify with Qubit BR Kit.\n[SAFE STOPPING POINT – Store at -20ºC]\nV. Hybridization II\nNote: Capture enrichment efficiency is improved by 100-1000 fold by performing a second capture step.\n1. Pool amplified material of the parallel PCR reactions.\n2. Prepared the second capture hybridization reaction using all captured material (up to 2 μg) in a single reaction. Combine:\n• 5 μg COT DNA (5 μl of stock)\n• 1 nmol TS-HE Universal Oligo (1 μl of 1 mM stock aliquot)\n• 1 nmol of TS-HE Index Oligos (1 μl of 1 mM stock in total; so if you have 4 samples, use 0.25 μl of each index for a total of 1 μl; consider making a dilution if you have many samples)\n• Up to 2 μg of amplified captured material\n3. Perform hybridization, washes, and amplification as described with a 24-hour hybridization at 47°C and treating the material as a single library.\n[SAFE STOPPING POINT – Store at -20ºC]\nVI. Library quantification and sequencing\n1. Use the KAPA Library Quantification Kit to calculate the concentration of adaptor containing fragments and dilute Tri-C libraries to 4 nM.\n2. Sequence using at least 300 cycles of Illumina paired-end sequencing."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41588-018-0253-2",
                "date": "2018-10-31 09:32:19",
                "title": "Single-allele chromatin interactions identify regulatory hubs in dynamic compartmentalized domains",
                "authors": [
                    "A. Marieke Oudelaar",
                    "James O. J. Davies",
                    "Lars L. P. Hanssen",
                    "Jelena M. Telenius",
                    "Ron Schwessinger",
                    "Yu Liu",
                    "Jill M. Brown",
                    "Damien J. Downes",
                    "Andrea M. Chiariello",
                    "Simona Bianco",
                    "Mario Nicodemi",
                    "Veronica J. Buckle",
                    "Job Dekker",
                    "Douglas R. Higgs",
                    "and Jim R. H"
                ],
                "journal": "Nature Genetics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 82266,
                "identity": "7268ffb4-22ac-4394-8c7e-d70f92110f62",
                "order_by": 0,
                "name": "A. Marieke Oudelaar",
                "email": "marieke.oudelaar@imm.ox.ac.uk",
                "orcid": "",
                "institution": "Hughes Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "A.",
                "middleName": "Marieke",
                "lastName": "Oudelaar",
                "suffix": ""
            },
            {
                "id": 82267,
                "identity": "5fdfc152-9913-4d06-9f39-328f785513fd",
                "order_by": 0,
                "name": "Jim R. Hughes",
                "email": "jim.hughes@imm.ox.ac.uk",
                "orcid": "",
                "institution": "Hughes Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jim",
                "middleName": "R.",
                "lastName": "Hughes",
                "suffix": ""
            },
            {
                "id": 82268,
                "identity": "b8686fe1-3ba8-4e9f-8bd3-540ac35fb9b2",
                "order_by": 1,
                "name": "Damien J. Downes",
                "email": "",
                "orcid": "",
                "institution": "Hughes Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Damien",
                "middleName": "J.",
                "lastName": "Downes",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-09-14 11:14:40",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.2.1650/v2",
        "doiUrl": "https://doi.org/10.21203/rs.2.1650/v2",
        "draftVersion": [],
        "editorialEvents": [
            {
                "content": "https://doi.org/10.1038/protex.2018.113",
                "type": "published",
                "date": "2018-11-01T20:44:02+00:00"
            }
        ],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610576,
                "identity": "5c27f229-d8af-4893-9f6a-5af9887b83b2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33295,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Digestion reactions.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/figure_1.png"
            },
            {
                "id": 2610578,
                "identity": "f7b8fb95-bf25-45dc-a1ba-e24c1c1f7679",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46948,
                "visible": true,
                "origin": "",
                "legend": "Table 2   DNA extractions.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/figure_2.png"
            },
            {
                "id": 2610579,
                "identity": "2ca8eaa6-13e7-4a2d-af61-925bcf7daa82",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38273,
                "visible": true,
                "origin": "",
                "legend": "Table 3   PCR addition of indices.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/figure_3.png"
            },
            {
                "id": 2610581,
                "identity": "0b8629d9-18d4-46c5-b01f-ddc67dece689",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39706,
                "visible": true,
                "origin": "",
                "legend": "Table 4   Wash buffers.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/figure_4.png"
            },
            {
                "id": 2610580,
                "identity": "41a8e292-b841-4ca1-917f-fe1f7937622b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:44",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30049,
                "visible": true,
                "origin": "",
                "legend": "Table 5   PCR captured material.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/figure_5.png"
            },
            {
                "id": 13467614,
                "identity": "d2562cce-44df-4a20-b0be-c4308c4889ba",
                "added_by": "auto",
                "created_at": "2021-09-16 20:55:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 321972,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/4775ee2d-6cce-43f0-bc35-b2c0f1eb2bf9.pdf"
            },
            {
                "id": 2610577,
                "identity": "486f6aec-b0d9-4103-b2e8-db36a730c0d4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:44",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 6387910,
                "visible": true,
                "origin": "",
                "legend": "Appendix   Appendices I-III",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-7047/v2/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": false,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "chromosome conformation capture, multi-way chromatin interactions",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Tri-C is a Chromosome Conformation Capture \\(3C) approach, which can very efficiently identify multi-way chromatin interactions at individual alleles with selected viewpoints of interest at high resolution. Tri-C allows for multiplexing both viewpoints and samples. As identification of multi-way interactions relies on Illumina sequencing, data can be generated at great depth and PCR duplicates \\(based on identical sonication ends) can accurately be removed, allowing for high-throughput, quantitative analysis of multi-way chromatin interactions.",
        "manuscriptTitle": "Tri-C",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-11-01 11:43:33",
                "doi": "10.1038/protex.2018.113",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            },
            {
                "code": 2,
                "date": "2019-05-22 04:10:51",
                "doi": "10.21203/rs.2.1650/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 3
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a18e31d8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 22nd, 2019",
        "published": true,
        "revision": "",
        "status": "published-in-journal",
        "subjectAreas": [
            {
                "id": 11218,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": {
            "articleIdentity": "nprot-7047",
            "link": "https://doi.org/10.1038/protex.2018.113",
            "journal": {
                "identity": "protocol-exchange",
                "isVorOnly": false,
                "title": "Protocol Exchange"
            },
            "publishedOn": "2018-11-01 20:44:02",
            "publishedOnDateReadable": "November 1st, 2018"
        },
        "versionCreatedAt": "2019-05-22 04:10:51",
        "video": "",
        "vorDoi": "10.1038/protex.2018.113",
        "vorDoiUrl": "https://doi.org/10.1038/protex.2018.113",
        "workflowStages": []
    }
}