{
    "identity": "nprot-4727",
    "title": "Culture of human embryos through implantation stages in vitro",
    "content": [
        {
            "header": "Introduction",
            "content": "On the 7<sup>th</sup> day of human embryo development, the free-floating blastocyst must implant into the uterus to allow the organisation of the embryonic \\(epiblast) and extra-embryonic \\(hypoblast and trophoblast) tissues, and the formation of the future body plan. Despite its basic and clinical importance, the morphogenesis of the human embryo at the time of implantation remains largely unknown, because _in vivo_ experiments are not feasible and a system to culture human embryos beyond day 7 _in vitro_<sup>1</sup> has not been developed.\r\n\n\n\r\n\n\nStudies on the development of monkey embryos have provided some understanding of the major morphogenetic events that take place at the time of implantation<sup>2-4</sup>. However, whether similar events happen in human embryos remains an open question. Here, we have established a system that allows human embryos to develop _in vitro_ through implantation stages, using a method that we recently developed to culture mouse embryos through implantation<sup>5</sup> as a starting point. By comparing embryos developing _in vitro_ with the Carnegie series of human embryos developing _in vivo_<sup>6</sup>, we have uncovered the major morphogenetic events of human implantation morphogenesis, including: segregation of embryonic and extra-embryonic lineages, formation of the pro-amniotic and yolk sac cavities, and generation of a bi-laminar structure. Remarkably, all these events happen _in vitro_ in the absence of maternal tissues, indicating that human embryos have a previously underappreciated self-organizing potential.  \r\n\n\n\r\n\n\nThis protocol describes in detail how human cleavage-stage or blastocyst-stage embryos are thawed and cultured through pre- to-post-implantation stages _in vitro_ and how they can be analysed by immunofluorescence. In addition, we also provide a detailed protocol on how to generate hPSC 3D cultures that recapitulate the process of cavitation of the pluripotent lineage. We anticipate that the methods presented here will be instrumental to understanding the cellular and molecular mechanisms that shape the future human body at implantation. \r\n\n\n\r\n\n\nCAUTION: This protocol should be used only with strict adherence to the internationally recognised guidelines on human embryonic research \\(see ISSCR guidelines http://www.isscr.org/docs/default-source/hesc-guidelines/isscrhescguidelines2006.pdf), and following approval by the appropriate institutional and government bodies."
        },
        {
            "header": "Reagents",
            "content": "Human embryo culture medium \\(LifeGlobal, LGGG-020)\r\n\n\nHuman embryo culture protein supplement \\(LifeGlobal, LGPS-605)\r\n\n\nQuinn’s Advantage Thaw Kit \\(LifeGlobal, ART-8016) \r\n\n\nKitazato Thawing Media VT802 \\(Kitazato, 91182)\r\n\n\nSterile water\r\n\n\nEmbryo Thawing Pack \\(Origio, 10984010)\r\n\n\nAcidic Tyrode’s solution \\(Sigma Aldrich, T1788)\r\n\n\nMineral oil \\(Irvine Scientific, 9305) \r\n\n\nCRITICAL: Use mineral oil that is suitable for embryo culture according to the manufacturer\r\n\n\nStopwatch or timer \\(with count up function)\r\n\n\nAdvanced DMEM/F12 \\(Thermo Fisher Scientific, 12634-010)\r\n\n\nFBS \\(Corning, 35-015-CV)\r\n\n\nL-Glutamine \\(Thermo Fisher Scientific, 25030)\r\n\n\nPenicillin/Streptomycin \\(Thermo Fisher Scientific, 15070-063)\r\n\n\nITS-X \\(Thermo Fisher Scientific, 51500-056)\r\n\n\nβ-estradiol \\(Sigma Aldrich, E8875)\r\n\n\nProgesterone \\(Sigma Aldrich, P0130)\r\n\n\n_N_-aceyl-<sub>L</sub>-cysteine \\(Sigma Aldrich, A7250) \r\n\n\nKnockOut Serum Replacement \\(Thermo Fisher Scientific, 10828010)\r\n\n\nPhosphate buffered saline \\(Thermo Fisher Scientific, 10010056)\r\n\n\nBovine Serum Albumin \\(Sigma Aldrich, A3311) \r\n\n\nTween20 \\(Sigma Aldrich, P9416)\r\n\n\nTriton X-100 \\(Sigma Aldrich, T8787)\r\n\n\nParaformaldehyde \\(Electron Microscopy Sciences, 15710)\r\n\n\nOct3/4 antibody \\(Santa Cruz Biotechnology, sc-5279)\r\n\n\naPKC antibody \\(Santa Cruz Biotechnology, sc-216)\r\n\n\nGATA6 antibody \\(R&D Systems, mab1700)\r\n\n\nCytokeratin 7 antibody \\(Santa Cruz Biotechnology, sc-52322)\r\n\n\ndonkey anti-mouse AlexaFluor®568 \\(Thermo Fisher Scientific, A10037)\r\n\n\ndonkey anti-rabbit AlexaFluor®647 \\(Thermo Fisher Scientific, A31573)\r\n\n\ndonkey anti-goat AlexaFluor®488 \\(Thermo Fisher Scientific, A11055)\r\n\n\nAlexaFluor®488 Phalloidin \\(Thermo Fisher Scientific, A12379)\r\n\n\nDAPI \\(Thermo Fisher Scientific, D3571)\r\n\n\nE8 \\(Thermo Fisher Scientific, A1517001)\r\n\n\nmTESR1 \\(Stem Cell Technologies, 05850)\r\n\n\nStemPro Accutase dissociation solution \\(Thermo Fisher Scientific, A11105-01)\r\n\n\nGrowth Factor Reduced Matrigel \\(Corning, 354230)\r\n\n\nROCK inhibitor Y-27632 \\(Stem Cell Technologies, 72304)"
        },
        {
            "header": "Equipment",
            "content": "Dissecting microscope \\(Nikon, SMZ1000)\r\n\n\nStandard tissue culture laminar flow hood\r\n\n\nStandard tissue culture centrifuge for 15 and 50 mL conical tubes\r\n\n\nCO<sub>2</sub> incubator \\(New Brunswick, Galaxy 170R)\r\n\n\nScissors\r\n\n\nDewar Flask \\(Nalgene, 4150-4000)\r\n\n\nEZ-Squeeze pipette \\(RI, 7-72-3200/20)\r\n\n\nEZ-Squeeze handling pipettes \\(RI, 8-72-3200/20)\r\n\n\nBrightline hemacytometer \\(Z359629-1EA)\r\n\n\n4 well dishes \\(Thermo Fisher Scientific, 176740)\r\n\n\n35x10 mm Falcon dishes \\(BD Falcon, 351008)\r\n\n\nibiTreat μ-plates, 8-well \\(Ibidi, 80826)\r\n\n\nHeating stage \\(Semic, NR1508)\r\n\n\nRefrigerator\r\n\n\n15 ml conical tubes \\(Corning, 352097)\r\n\n\n1.5 ml eppendorf tube \\(Fisher Scientific, 0030120086)\r\n\n\nP1000 filtered tips \\(Starlab, S1122-1830)\r\n\n\nP200 filtered tips \\(Starlab, S1111-0706)\r\n\n\nP10 filtered tips \\(Starlab, S1120-3810)"
        },
        {
            "header": "Procedure",
            "content": "**Reagent Setup**\r\n\n\n\r\n\n\n- Complete human embryo culture medium: \r\n\n\nPrepare complete human embryo culture medium by supplementing the human embryo culture medium with 10% \\(vol/vol) human embryo culture protein supplement. Pre-equilibrate the complete medium at 21% O\n2\n/ 5% CO\n2\nincubator at 37°C over night. \r\n\n\n \r\n\n\n- _In vitro_ culture medium 1 \\(IVC1):\r\n\n\nSterile filter Advanced DMEM/F12, 20% \\(vol/vol) heat-inactivated FBS, 2 mM L-Glutamine, 25 units/ml Penicillin/25 μg/ml Streptomycin, 1X ITS-X \\(10 mg/ml insulin, 5.5 mg/L transferrin, 0.0067 mg/L sodium selenite, 2 mg/L etholamine). Add 8 nM β-estradiol, 200 ng/ml Progesterone, and 25 μM _N_-aceyl-\nL\n-cysteine to the pre-filtered medium. \r\n\n\n\r\n\n\n- _In vitro_ culture medium 2 \\(IVC2):\r\n\n\nSterile filter Advanced DMEM/F12, 30% \\(vol/vol) KnockOut Serum Replacement, 2 mM L-Glutamine, 25 units/ml Penicillin/25 μg/ml Streptomycin, 1X ITS-X \\(10 mg/ml insulin, 5.5 mg/L transferrin, 0.0067 mg/L sodium selenite, 2 mg/L etholamine). Add 8nM β-estradiol, 200 ng/ml Progesterone, and 25 μM _N_-aceyl-\nL\n-cysteine to the pre-filtered medium. \r\n\n\n\r\n\n\n- Washing solution \\(PBST):\r\n\n\n0.1% \\(vol/vol) Tween20 in sterile 1X phosphate buffered saline \\(PBS)\r\n\n\n\r\n\n\n- Fixative solution for embryo immunofluorescence:\r\n\n\n4% \\(vol/vol) paraformaldehyde \\(PFA) in sterile 1X PBS\r\n\n\n\r\n\n\n- Blocking solution:\r\n\n\n10% \\(vol/vol) FBS/3% \\(w/vol) bovine serum albumin in PBST\r\n\n\n\r\n\n\n- Permeabilisation solution:\r\n\n\n0.5% \\(vol/vol) Triton X-100 in PBS\r\n\n\n\r\n\n\n**Procedure**\r\n\n\n\r\n\n\n**Part 1: Culture of human embryos from pre- to post-implantation stages _in vitro_**\r\n\n\n\r\n\n\n**Human embryo thawing**\r\n\n\n\r\n\n\nCAUTION: for experiments that involve human embryos informed consent must be obtained from each patient donating embryos for the research.\r\n\n\n\r\n\n\nHuman embryos are pipetted using EZ Squeeze pipettes with disposable plastic tips. To thaw human embryos three thawing kits can be used depending on the method that was used for freezing.\r\n\n\n \r\n\n\n- Origio Embryo Thawing Pack: to thaw slow-frozen cleavage-stage \\(day 1 to day 4) embryos. \r\n\n\n- Kitazato Thawing Media Kit VT802: to thaw vitrified blastocyst-stage \\(day 5 and day 6) embryos. \r\n\n\n- Quinn’s Advantage® Thaw Kit: to thaw slow-frozen blastocyst-stage \\(day 5 and day 6) embryos. \r\n\n\n\r\n\n\nManufacturer’s instructions have to be followed carefully.\r\n\n\n\r\n\n\n1. A day before thawing human embryos, supplement the human embryo culture medium with 10% \\(vol/vol) human embryo culture protein supplement and incubate in a 21% O\n2\n/ 5% CO\n2\nincubator at 37°C to equilibrate over night.\r\n  \r\n\n\n2. Human embryo thawing. Follow one of the options below based on the embryo stage and the freezing procedure.\r\n  \r\n\n\nA. Origio Embryo Thawing Pack\r\n\n\n\r\n\n\n3A. Pre-warm the vials with thawing solutions 1-4 for 2 hours at room temperature and pre-warm autoclaved water at 30°C. Prior to starting the thawing procedure, prepare a 4-well dish with thawing solutions 1, 2, 3, and 4 in separate wells, \\(400 μL per well).\r\n\n\n4A. Remove the straw containing a slow-frozen cleavage-stage embryo from the liquid nitrogen and keep the straw in air at room temperature for 30 seconds. Immerse the straw into the pre-warmed water at 30˚C for 1 min.\r\n\n\n5A. Open the straw according to the manufacturer’s instructions, release contents on a dry dish and immediately locate the embryo under the dissecting microscope.\r\n\n\n6A. Transfer the embryo to the solution from Vial 1 and incubate at room temperature for 5 min.\r\n\n\n7A. Transfer the embryo to the solution from Vial 2 and incubate at room temperature for 5 min.\r\n\n\n8A. Transfer the embryo to the solution from Vial 3 and incubate at room temperature for 10 min.\r\n\n\n9A. Transfer the embryo to the solution from Vial 4 for a quick wash. \r\n\n\n10A. Wash the embryo three times in drops of pre-equilibrated complete human embryo culture medium.\r\n\n\n11A. Culture the embryo in a drop of human embryo culture medium under mineral oil until blastocyst stage in a 21% O\n2\n/ 5% CO\n2\nincubator at 37°C.\r\n\n\n\r\n\n\nB. Kitazato Thawing Media Kit\r\n\n\n\r\n\n\n3B. A day before starting the procedure, pre-warm 1 mL of TS solution in a 37˚C incubator.\r\n\n\n4B. Prior to starting the thawing procedure, prepare a 35 mm dish with pre-warmed TS solution and a 4-well dish with DS, WS1 and WS2 solutions in separate wells \\(400 μL per well).\r\n\n\n5B. Remove the straw containing a vitrified blastocyst-stage embryo from the liquid nitrogen and open the straw according to manufacturer’s instructions.\r\n\n\n6B. Immediately immerse the straw in the pre-warmed TS solution for 1 min and locate the embryo under the dissection microscope.\r\n\n\n7B. Transfer the embryo to the DS solution and incubate at room temperature for 3 min.\r\n\n\n8B. Transfer the embryo to WS1 solution and incubate at room temperature for 5 min. \r\n\n\n9B. Transfer the embryo to WS2 solution and incubate at room temperature for 1 min.\r\n\n\n10B. Wash the embryo three times in drops of pre-equilibrated complete human embryo culture medium.\r\n\n\n11B. Culture the embryo in a drop of pre-equilibrated complete human embryo culture medium for a minimum of two hours before removing the _zona pellucida_. This allows the embryo to recover from the thawing procedure. \r\n\n\n\r\n\n\nC. Quinn’s Advantage Thaw Kit\r\n\n\n\r\n\n\n3C. Prior to starting the thawing procedure, prepare two 35mm dishes with 3 mL of 0.5 M Sucrose Thawing Medium and 3mL of 0.2 M Sucrose Thawing Medium, and pre-warm at 37°C. Prepare a dish with 7 drops of 100μL Freeze/Thaw Diluent Solution under mineral oil.\r\n\n\n4C. Remove the straw containing a slow-frozen blastocyst-stage embryo from the liquid nitrogen and hold the straw in the air at room temperature for 30-40 seconds. \r\n\n\n5C. Immerse the straw for 1 minute in 30-35°C water.\r\n\n\n6C. Release the contents on a dry dish and immediately locate the embryo under a dissection microscope.\r\n\n\n7C. Transfer the embryo to pre-warmed 0.5 M Sucrose Thawing Medium at 37°C and incubate for 5 min. \r\n\n\n8C. Transfer the embryo to pre-warmed 0.2 M Sucrose Thawing Medium at 37°C and incubate for 10 min. \r\n\n\n9C. Wash the embryo carefully through 7 drops of pre-warmed Freeze/Thaw Diluent Solution at 37 °C.\r\n\n\n10C. Transfer the embryo to a drop of pre-equilibrated complete human embryo culture medium under mineral oil. \r\n\n\n11C. Culture the embryo in a drop of pre-equilibrated complete human embryo culture medium for a minimum of two hours before removing the _zona pellucida_. This allows the embryo to recover from the thawing procedure. \r\n\n\n\r\n\n\n**Culture of human embryos through pre- to post-implantation _in vitro_**\r\n\n\n\r\n\n\nNOTE: This protocol starts when the human embryos reach the blastocyst stage \\(day 6 of development).\r\n\n\n12. A day before plating human embryos for pre- to post-implantation culture, place complete human embryo culture medium in a 21% O\n2\n/ 5% CO\n2\nincubator at 37°C to equilibrate over night. \r\n  13. On the day of the experiment \\(_in vitro_ culture day 0), prepare IVC1 and equilibrate it in 21% O\n2\n/ 5% CO\n2\nincubator at 37°C for a minimum of 1 hr.\r\n  Then, pipette 300 μL of the pre-equilibrated IVC1 per well of an ibiTreat 8-well μ-plate. Add 300 μL of sterile PBS in each well that will not be used for embryo culture. \r\n\n\n14. Place Acidic Tyrode’s solution at 37°C for a minimum of 15 min. Next, prepare a dish with a few 40 μL drops of pre-warmed Acidic Tyrode’s solution and a few 40 μL drops of pre-equilibrated complete human embryo culture medium \\(to wash out the Acidic Tyrode’s solution after removal of _zona pellucida_). \r\n  15. Use an EZ Squeeze pipette to place an embryo in the first Acidic Tyrode’s solution drop. To aid in the dissolution of the _zona pellucida_ move the embryo to the next drop of Acidic Tyrode’s solution until the _zona pellucida_ has dissolved. Immediately after, transfer the embryo to the human embryo culture medium drop and wash off the Acidic Tyrode’s solution by moving the embryo through a few culture medium drops. \r\n  CRITICAL STEP: Minimize the culture medium content while embryos are transferred into the Acidic Tyrode’s drops, as the buffers present in the culture medium neutralize the Acidic Tyrode’s solution. Observe the embryo under the dissection microscope at all times, to minimise the exposure time to Acidic Tyrode’s solution. Keep the Acidic Tyrode’s solution warm \\(ideally at 37°C), as the efficiency of this reagent decreases at lower temperatures. \r\n\n\n16. Transfer the _zona pellucida_-free embryo into a well of the ibiTreat 8-well μ-plate containing the pre-equilibrated IVC1 and immediately place the slide in a 21% O\n2\n/ 5% CO\n2\nincubator at 37°C. \r\n  17. On the _in vitro_ culture day 2 \\(about 48h after plating), prepare IVC2 and place it in a 21% O\n2\n/ 5% CO\n2\nincubator at 37°C to equilibrate for a minimum of 1 hour.\r\n  18. Carefully remove 150 μL of medium from the well using a sterile pipette tip and add 200 μL of pre-equilibrated IVC2. Immediately place the slide in 21% O\n2\n/ 5% CO\n2\nincubator at 37°C.\r\n  CRITICAL STEP: Embryos typically adhere on ibiTreat 8-well μ-plate during _in vitro_ culture day 2 or 3. Therefore, it is important to observe the embryo during the first medium change.\r\n\n\n19. From _in vitro_ culture day 3 until the culture is terminated, change medium every day by removing 150 μL and adding 200 μL of pre-equilibrated IVC2 medium.\r\n  CAUTION: Following internationally recognised guidelines, cultures must be stopped on day 14 of development or prior to any signs of primitive streak\n7\n. \r\n\n\n\r\n\n\n**Human embryo immunofluorescence**\r\n\n\n\r\n\n\n20. Wash the embryos once with PBS. \r\n  21. Fix the embryos by incubating them in fixative solution at room temperature for 20 min. \r\n  22. Wash the embryos three times with washing solution at room temperature for 10 min. \r\n  23. Permeabilise the embryos by incubating them in permeabilisation solution at room temperature for 20 min. \r\n  24. Wash the embryos three times in washing solution at room temperature, for 10 min each. \r\n  25. Incubate the embryos in blocking solution at room temperature for 4 to 6 hrs or at 4°C over night.\r\n  26. Incubate the embryos with primary antibodies diluted 1:200 in blocking solution at 4°C over night.\r\n  NOTE: Different antibodies may require alternative fixation method, dilutions and/or incubation times. \r\n\n\n27. Wash the embryos three times in washing solution at room temperature for 10 min. \r\n  28. Incubate the embryos with fluorescence-conjugated secondary antibodies and DAPI diluted 1:500 in blocking solution at room temperature for 2-4 hours or at 4°C over night. \r\n  29. Wash the embryos two times in washing solution at room temperature for 10 min.\r\n  \r\n\n\n**Part 2: hPSC 3D organoid culture**\r\n\n\n\r\n\n\nNOTE: Culture hPSCs following standard conditions as previously described\n8,9\n. E8 or mTESR1 medium may be used to generate 3D hPSC cultures, as applicable. \r\n\n\n1. Prior to starting the experiment, place filter tips and ibiTreat 8-well μ-plates in the refrigerator and thaw matrigel slowly on ice.\r\n  2. Detach hPSCs using StemPro Accutase by incubating at 37°C for 3 min.\r\n  3. Add E8 or mTESR1 and pipette the cell suspension in a 15 ml conical tube. Centrifuge for 3 minutes at 1000 rpm.\r\n  4. Wash once with PBS and centrifuge the cell suspension for 3 minutes at 1000 rpm. Re-suspend the cells in either E8 or mTESR1.\r\n  NOTE: At this point, ROCK inhibitor may be added to prevent dissociation-induced cell death \\(optional).\r\n\n\n5. Count the cells using a hemacytometer. 2.5 ×10\n4\ncells are needed per well. \r\n  6. Coat the entire surface of the pre-chilled ibiTreat 8-well μ-plate with 40 μL of ice-cold matrigel. \r\n  CRITICAL STEP: Use pre-chilled tips and keep the matrigel on ice at all times. Increasing temperatures lead to premature polymerisation. Make sure the matrigel covers the entire surface of the well. \r\n\n\n7. Place on a 37 °C incubator for 2 minutes or until the matrigel has solidified. Immediately after, add 2.5 ×10\n4\ncells in a final volume of 250 μL per well \\(cell suspension prepared in 5). \r\n  8. Incubate the cell suspension for 5 minutes at 37°C or until most of the cells have attached to the matrigel. \r\n  9. Gently remove the supernatant and add fresh E8 or mTESR1 medium, supplemented with 5% matrigel. \r\n  NOTE: At this point, ROCK inhibitor may be added to prevent dissociation-induced cell death \\(optional) for 24 hours. \r\n\n\n10. Analyse lumen formation 24 or 48 hours after plating."
        },
        {
            "header": "Anticipated Results",
            "content": "- Human embryos: We have observed a 49% efficiency of preservation of the pluripotent lineage, when human embryos are cultured under the aforementioned conditions. 31% of these embryos display clear signs of cavitation and polarisation of the epiblast. The efficiency may vary depending on the quality of the embryos and the thawing/freezing procedure. \r\n\n\n\r\n\n\n- hPSCs: Within 24 hours of culture, 70-80% of the hPSCs form a 3D polarised structure surrounding a central lumen. In some cases, multiple lumens can also be observed. This 3D structure grows in size after 48 hours of culture, and the majority of the organoids present a single lumen at this stage."
        },
        {
            "header": "References",
            "content": "1. Niakan, K.K., Han, J., Pedersen, R.A., Simon, C. & Pera, R.A. Human pre-implantation embryo development. Development 139, 829-841 \\(2012).\r\n  2. Enders, A.C., Schlafke, S. & Hendrickx, A.G. Differentiation of the embryonic disc, amnion, and yolk sac in the rhesus monkey. Am J Anat 177, 161-185 \\(1986).\r\n  3. Hill, J.P. The developmental history of the primates. Philos Trans R Soc Lond B Biol Sci 221, 45-178 \\(1932).\r\n  4. Dobreva, M.P., Pereira, P.N., Deprest, J. & Zwijsen, A. On the origin of amniotic stem cells: of mice and men. Int J Dev Biol 54, 761-777 \\(2010).\r\n  5. Bedzhov, I., Leung, C.Y., Bialecka, M. & Zernicka-Goetz, M. In vitro culture of mouse blastocysts beyond the implantation stages. Nat Protoc 9, 2732-2739 \\(2014).\r\n  6. Hertig, A.T., Rock, J. & Adams, E.C. A description of 34 human ova within the first 17 days of development. Am J Anat 98, 435-493 \\(1956).\r\n  7. Pera, M.F. et al. What if stem cells turn into embryos in a dish? Nat Methods 12, 917-919 \\(2015).\r\n  8. Ludwig, T.E. et al. Feeder-independent culture of human embryonic stem cells. Nat Methods 3, 637-646 \\(2006).\r\n  9. Chen, G. et al. Chemically defined conditions for human iPSC derivation and culture. Nat Methods 8, 424-429 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Ms. Sarah Harrison for her comments on the protocol."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3347",
                "date": "2016-05-05 12:22:14",
                "title": "Self-organization of the human embryo in the absence of maternal tissues",
                "authors": [
                    "Marta N. Shahbazi",
                    "Agnieszka Jedrusik",
                    "Sanna Vuoristo",
                    "Gaelle Recher",
                    "Anna Hupalowska",
                    "Virginia Bolton",
                    "Norah M. E. Fogarty",
                    "Alison Campbell",
                    "Liani G. Devito",
                    "Dusko Ilic",
                    "Yakoub Khalaf",
                    "Kathy K. Niakan",
                    "Simon Fishel",
                    "and Magdalena Zernicka-Goetz"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13909,
                "identity": "a0b28eda-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Magdalena Zernicka-Goetz",
                "email": "mz205@cam.ac.uk",
                "orcid": "",
                "institution": "Zernicka-Goetz's lab, University of Cambridge",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Magdalena",
                "middleName": "",
                "lastName": "Zernicka-Goetz",
                "suffix": ""
            },
            {
                "id": 13906,
                "identity": "a0b28899-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sanna Vuoristo",
                "email": "",
                "orcid": "",
                "institution": "Zernicka-Goetz's lab, University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sanna",
                "middleName": "",
                "lastName": "Vuoristo",
                "suffix": ""
            },
            {
                "id": 13907,
                "identity": "a0b28baa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Agnieszka Jedrusik",
                "email": "",
                "orcid": "",
                "institution": "Zernicka-Goetz's lab, University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Agnieszka",
                "middleName": "",
                "lastName": "Jedrusik",
                "suffix": ""
            },
            {
                "id": 13908,
                "identity": "a0b28d6f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marta Shahbazi",
                "email": "",
                "orcid": "",
                "institution": "Zernicka-Goetz's lab, University of Cambridge",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marta",
                "middleName": "",
                "lastName": "Shahbazi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-03-22 15:37:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.017",
        "doiUrl": "https://doi.org/10.1038/protex.2016.017",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465103,
                "identity": "a0e47455-d288-4d67-be44-31612c33fa97",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 157293,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4727/v1/325f1ed8-b68c-4c9e-a774-dd1cb456ddba.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human embryo, pluripotent stem cells, morphogenesis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The development of the human embryo beyond implantation has been poorly characterised, because _in vivo_ experiments are unfeasible and there is no appropriate _in vitro_ culture system. Here, we describe a protocol to culture human embryos from pre- to post-implantation stages _in vitro_, in the absence of maternal tissues. This protocol represents a unique opportunity to study the cellular and molecular mechanisms of human embryo development beyond implantation. In addition, we report a protocol to recapitulate polarisation and lumenogenesis of the embryonic lineage using human pluripotent stem cell lines \\(hPSCs). We anticipate that future studies using these two _in vitro_ culture systems will help us understand how embryonic and extra-embryonic tissues cooperate to generate the basic human body plan.",
        "manuscriptTitle": "Culture of human embryos through implantation stages in vitro",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-05-05 12:37:55",
                "doi": "10.1038/protex.2016.017",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b2381d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 5th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3595,
                "name": "Cell biology"
            },
            {
                "id": 3596,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-05-05 12:37:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}