{
    "identity": "nprot-1906",
    "title": "Next generation engineering of conditional mouse alleles with loxP and FRT sites by dual RMCE.",
    "content": [
        {
            "header": "Reagents",
            "content": "**ES cell and feeder cell cultures**\r\n\n\n**D-PBS** \\(1X), liquid \\(Gibco, 14190-144)\r\n\n\n**D-PBS with Mg<sup>2+</sup>/Ca<sup>2+</sup>** \\(1X), liquid \\(Gibco 14040-117)\r\n\n\n**D-MEM** \\(1X), liquid \\(High Glucose; 4.5g/l; Gibco 41966-029)\r\n\n\n**Fetal Bovine Serum** \\(FBS; Gibco 10270-106) \r\n\n\n_TIP: Is essential to use a batch of FBS that supports the optimal growth of ES cells and keeps them in an undifferentiated state so that their germ-line transmission potential is not affected. We recommend that users either acquire batches of FBS for ES cell culture from the transgenic core facility that will produce their chimeric mice or ask them for advice on where to buy serum that meets these criteria_. \r\n\n\n**Penicillin-Streptomycin** \\(10,000 units-10 mg/ml; 100x; Gibco 15140-122)\r\n\n\n**L-Glutamine** \\(200 mM; 100x; Gibco 25030-024)\r\n\n\n**β-Mercaptoethanol** \\(50 mM stock; 500x; Gibco 31350-010)\r\n\n\n**Leukemia Inhibitory Factor** \\(LIF; 10<sup>7</sup> units/ml; 10,000x; ESGRO® Chemicon ESG1107)\r\n\n\n**MEM Non Essential Amino Acids** \\(10 mM; 100x; Gibco 11140-035)\r\n\n\n**MEM Sodium Pyruvate** \\(100 mM; 100x; Gibco 11360-039)\r\n\n\n**Trypsin-EDTA 1X** \\(Gibco 25300-054)\r\n\n\n_NOTE: this is a low-concentration Trypsin-EDTA solution_.\r\n\n\n**DMSO** \\(Sigma D-8418)\r\n\n\n**Mitomycin C** \\(Sigma M-0503). Dissolve in D-PBS \\(Gibco, 14190-144) at 1 mg/ml \\(100x stock solution). Store at 4°C, light-sensitive and stable for up to 2 weeks. \r\n\n\n**Hygromycin** \\(Sigma H3274). Dissolve in H<sub>2</sub>O at 25 mg/ml. Sterile filter the solution using a 0.2 μm filter and store at 4°C in the dark. The working concentration for selection of resistant R1 ES cell colonies is 175 μg/ml.\r\n\n\n**Puromycin** \\(Sigma P9620; 10 mg/ml). Store frozen in small aliquots. The working concentration for selection of resistant ES cell colonies is 1 μg/ml for R1 cells and 0.5 μg/ml for ES cell colonies obtained by transfection of IKMC ES cell lines.\r\n\n\n**Gelatin** \\(Sigma G-2500). Dissolve at 0.1% in H<sub>2</sub>O.\r\n\n\n**Prepared reagents**\r\n\n\n**ES cell culture medium** \\(store at 4°C)\r\n\n\nDMEM \\(high glucose), 15% FBS, 1x Penicillin-Streptomycin \\(stock is 100x), 2 mM L-Glutamine \\(stock is 100x), 0.1 mM β-mercaptoethanol \\(stock is 500x), 0.1 mM MEM Non Essential Amino Acids \\(stock is 100x), 1 mM MEM Sodium Pyruvate \\(1mM; stock 100x), 10<sup>3</sup> units/ml LIF \\(stock is 10,000x).\r\n\n\n**ES cell freezing medium** \\(prepare fresh and sterilize the solution using a 0.2 μm filter; keep on ice)\r\n\n\n50% ES cell culture medium\r\n\n\n40% FBS \r\n\n\n10% DMSO\r\n\n\n**Feeder cell culture medium** \\(store at 4°C)\r\n\n\nDMEM \\(high glucose), 10% FBS, 1x Penicillin-Streptomycin \\(stock is 100x), 2 mM L-Glutamine \\(stock is 100x)\r\n\n\n**Plasmid vectors for dRMCE**\r\n\n\nThe dRMCE vectors are available as soon as possible from Addgene and are protected by an MTA. In the interim requests can be addressed directly to us. A full description of these plasmids, including detailed maps and the complete sequences in Genbank format are available as part of the Supplementary Online Material section accompanying Osterwalder at al. \\(Ref. 1). The plasmids have to be prepared as transfection grade DNA using e.g. Nucleobond PC 100 columns \\(Macherey-Nagel 740573) according to the manufacturer instructions. After washing with 70% ethanol, the DNA pellets should be dried under a laminar flow hood for 10-15 minutes. Subsequently, a small amount \\(100-200 μl) of sterile H2O is added to the tube, the tube is covered with Parafilm and the plasmid DNA left to dissolve overnight at 4°C. The next day, the plasmid solution is transferred with minimal pipetting into a 1.5 ml tube and the concentration is determined using a UV spectrophotometer \\(a typical working concentration is 1-4 μg/μl). Contrary to targeting by homologous recombination, plasmids are not linearized for dRMCE approaches.\r\n\n\n**pDIRE**\r\n\n\nThis plasmid expresses the iCre and FLPo recombinases in mouse ES cells. Experimental evidence indicates that the use of this plasmid is essential for efficient and correct dRMCE-mediated replacement. \r\n\n\n**pDRAV series**\r\n\n\nThese plasmids encode single loxP and FRT sites flanking a multiple cloning site and a hygromycin-resistance cassette that can be removed using the **ϕ**C31 recombinase \\(Ref. 2). The four available variants differ in the relative orientation of the loxP and FRT sites; **therefore is essential to select the appropriate version for custom modification.** \r\n\n\n**pDREV series**\r\n\n\nThese plasmids are designed to modify the IKMC “knock-out first” mouse alleles. In addition to the 5’ FRT and 3’ loxP sites, the pDREV backbone encodes a H2B-Venus reporter protein that is expressed under the control of the endogenous locus due to the presence of upstream splice acceptor and T2A sequences. **The three pDREV variants \\(0, 1, and 2) correspond to the different open reading frames and great care should be taken to select the appropriate vector**. The pDREV plasmids can be further modified by substituting the H2B-Venus open reading frame with the coding sequences of choice in the form of an RsrII/PacI or RsrII/SapI restriction fragment. The selection cassette renders ES cells resistant to Puromycin and can be removed using the Dre recombinase \\(Ref. 3). The pDREV plasmids are propagated in bacteria in the presence of 20 μg/ml nourseothricin \\(ClonNAT; WERNER BioAgents 5001000).\r\n\n\n**Screening reagents**\r\n\n\nSpecific PCR primers that allow discrimination of the wild-type and conditional from the deleted and correctly replaced alleles need to be designed \\(see Figure 1). PCR-grade water, 10x PCR buffer, dNTPs, Taq polymerase and reagents and buffers for agarose gel electrophoresis. Reagents, buffers and custom-designed probes for Southern blotting.\r\n\n\n**Reagent setup**\r\n\n\nThe primary screening to detect correct replacement following dRMCE is done using PCR. The basic strategy aims to detect a correct recombination event at the 3’ end, which corresponds to the location at which the selection cassette is inserted into the pDRAV and pDREV plasmids. In a second step, all ES cell colonies with correct 3’ replacement are re-screened to detect proper recombination at the 5’ end and checked for insertion of the pDIRE plasmid \\(using primers amplifying _iCre_ or _Flpo_ coding sequences). ES cell colonies containing pDIRE sequences should be excluded due to potential insertional mutagenesis or instability.\r\n\n\nThree to five locus-specific primers located outside of the replaced region are typically designed to amplify the region of interest in combination with cassette-specific oligos \\(see Fig. 1 and Supplementary Table 2 in Ref. 1). In general, primer pairs designed using specific software \\(Vector NTI, Primer3, etc) reliably detect the desired alterations. In addition, primer pairs that amplify the parental conditional and wild-type allele must be designed and tested on genomic DNA from the parental ES cell line. Primer pairs detecting the in cis-recombined, i.e. deleted allele, must be used for screening as a certain number of dRMCE positive ES cell colonies will be of mixed origin carrying either the correctly replaced or deleted locus. These sets of oligos must be tested prior to the actual screening of ES cell colonies \\(see step 4.3). \r\n\n\n_CRITICAL: Make sure all necessary oligo pairs are designed and synthesized before the ES cell culture and dRMCE experiments are initiated. In particular, several primer pairs should be designed and tested for each of the alleles to be probed \\(Figure 1)._\r\n\n\n_TIP: When considering the configuration of the deleted locus, keep in mind that several possible configurations of the locus of interest may result from simultaneous recombination by iCre and Flpo. This is particularly important when using IKMC alleles with promoter-driven selection cassettes, as they encode three loxP and two FRT sites. We have evidence that the iCre recombinase acts faster than the Flpo recombinase, which can result in a partially recombined target allele in which e.g. the lacZ cassette remains \\(Supplementary Figure 3 in Osterwalder et al. \\[Ref. 1])._\r\n\n\n_CRITICAL: Correct, dRMCE-mediated replacement events are identified by short-range PCR, but candidate ES cell clones have to be validated by Southern blotting using external probes at both the 5’ and 3’ ends. In addition, these blots can be used to exclude additional integration events using either a hygromycin or puromycin probe. Both pDRAV and pDREV plasmids include some restriction sites than can be used for Southern blot analysis. If no convenient restriction sites are available, we encourage the introduction of appropriate restriction sites, which permit verification of candidate ES cell clones by Southern blot analysis. Tests using genomic DNA from the parental ES cell line must be done prior to electroporation to validate the probes and the restriction patterns indicative of correct 5’ and 3’ replacement events."
        },
        {
            "header": "Equipment",
            "content": "**Electroporator**\r\n\n\nWe use a Biorad Gene Pulser II model with 0.4 cm electrode gap cuvettes \\(Biorad 165-2088). The conditions of electroporation given in this protocol were optimized for this type of electroporator. Please refer to the manufacturer’s instructions/protocol when using a different electroporation system.\r\n\n\n**Tissue culture and molecular biology equipment**\r\n\n\nLaminar flow tissue culture hoods, CO2 incubators \\(7.5% CO<sub>2</sub>, 37°C for R1 ES cells; 5% CO<sub>2</sub>, 37°C for feeder cells), stereo microscope, inverted microscope, tissue culture dishes, tissue culture 48, 24 and 6-well plates, 96-well U-bottom plates, PP tubes \\(15 and 50 ml), sterile pipettes \\(1, 2, 5, 10, 25 and 50 ml), micropipettes, sterile tips, PCR machine, equipment for agarose gel electrophoresis and Southern blotting transfer and hybridization."
        },
        {
            "header": "Procedure",
            "content": "Successful ES cell culture requires great care and  dedication. For a full description on how to handle ES cells for optimal  growth and maintenance of pluripotency, please refer to the laboratory  manual “Manipulating the mouse embryo” \\(CSHL Press, 2003; Ref. 4). As  with any other manipulation of ES cells for the generation of chimeric  mice, previous training in general and dedicated ES cell culture  techniques is required.\nThe materials/procedures described here  are the ones we routinely use for R1 ES cells\nand represent  general guidelines. However, as different ES cell lines may have  slightly different culture/handling procedures, is important that the  supplying laboratory provides the necessary information together with  the ES cells. For example, all the “knock-out first” alleles provided to  the research community by the\nInternational  Knockout Mouse Consortium; IKMC\n) have been generated in mouse ES  cell lines derived from embryos with a C57BL/6N genetic background. We  advise to exactly follow the\ncell line-specific  protocols and culture conditions\nprovided by EUCOMM for these  ES-cell lines.\nIndependent of their origin, we recommend users to  verify the germ-line transmission potential of the parental ES cell-line  they plan to use for dRMCE or alternatively use ES cell-lines with  proven germ-line transmission. This is particularly important in the  case of conditional alleles generated by high-throughput approaches, as  the resulting ES-cell clones may not have been characterized in great  detail with respect to their germ-line transmission potential and/or  karyotype. If the necessary information is not available, we recommend  that minimally two independent parental ES cell lines carrying the  conditional allele for the locus of choice are characterized by Southern  blot analysis to verify correct targeting. In parallel, these parental  ES-cell lines should be karyotyped to exclude clones with apparent  chromosomal abnormalities.\nIn case the germ-line  transmission potential is not known, we recommend the use of two  independent parental ES-cell lines for parallel manipulation by dRMCE.\nDetailed  protocols describing the PCR, Southern blotting and other molecular  techniques can be found in the appropriate molecular biology laboratory  manuals such as e.g. the Current Protocols in Molecular Biology series  \\(Ref. 5).\nCRITICAL: treat ES cells gently and maintain  optimal growth conditions at all times by only using freshly prepared  media, minimizing handling times and taking utmost care during  trypsinizing and transfer of cells, etc. ES cells have to be cultured at  relatively high density and are typically split 1:3 to 1:6 every second  day onto a layer of mitotically-arrested feeder cells. Only during drug  selection after electroporation are ES cells grown without feeder cells  on gelatin-coated dishes. ES cells grow in dense colonies with very  defined borders and should never be grown to more than 70-80%  confluency; individual colonies should never touch each other. The  culture media have to be changed daily. When ES cells are split, is very  important to dissociate them well by gentle pipetting such that the  creation of air bubbles is avoided.  The quality of the single-cell  suspension has to be checked under the microscope. The generation of a  single cell suspension by gentle pipetting not only prevents ES cell  differentiation \\(and potential loss of pluripotency), but is important  for preparing cells for electroporation. Sterile conditions must be  assured at all times. For more details on ES cell culturing and  passaging, we refer the user to the laboratory manual “Manipulating the  mouse embryo” \\(Ref. 4).\n1. Expansion of the parental  ES cell line heterozygous for the conditional allele.\nAlways  pre-warm the media, Trypsin-EDTA \\(1x) and D-PBS. ES cells must be split  every two days. Make sure that a sufficient number of dishes with  confluent and mitotically-arrested feeder cells are available on the day  ES cells are split.\nMitotically-arrested mouse embryonic  fibroblast feeder cells \\(for their preparation and expansion see Ref. 4)  are prepared as follows: the feeder cell medium is replaced by medium  containing 10 μg/ml of Mitomycin C \\(100x stock at 1 mg/ml) and the  plates are incubated for 2 hours at 37°C in a tissue culture incubator.  Then the Mitomycin C medium \\(toxic) is removed and the plates with the  firmly adhered feeder cells are washed 3 times with D-PBS \\(with Mg\n2+\n/Ca\n2+\n).  Add feeder cell medium and return the plates to the incubator and/or  seed ES cells onto them. When using multi-well plates \\(after ES-cell  colony picking, see below), it is better to Mitomycin C treat the feeder  cells in 10-cm tissue culture plates, trypsinize and plate them into 48  well plates after washing. One confluent 10-cm dish of feeder cells is  sufficient to seed cells into all wells of one multi-well plate with 12  to 96 wells. Plates with confluent layers of Mitomycin C treated feeder  cells can be used up to maximally 3 days for seeding with ES cells. Just  prior to plating the ES cells, it is essential to change the feeder  cell medium to ES cell medium.\nStep 1.1 \\(day 1): thaw one aliquot  of frozen parental ES cell \\(~3×10\n6\ncells/vial) into one 6-cm  dish of mitotically-arrested confluent feeder cells.\nThaw the vial  in a waterbath at 37°C and transfer the contents into a 15-ml tube  containing 10 ml of ES cell medium. Centrifuge at 1000 rpm for 5 minutes  and resuspend the pellet in 1ml ES cell medium and plate onto the 6-cm  dish containing already 3ml of ES cell medium.\nStep 1.2 \\(day 2):  check the cells under the microscope and refresh the medium.\nStep  1.3 \\(day 3): passage the cells from a 6-cm to a 10-cm dish.\nWash  the plate with 2 ml Trypsin-EDTA \\(1x, do not use any other type of  Trypsin – for details see reagent list). Replace with 1.5 ml of  Trypsin-EDTA \\(1x) and return to the incubator for 15 minutes at 37°C.  Tap the plate gently and pipette the ES cells up and down 5-7 times with  a 2 ml pipette. Check the single cell status under a microscope. Add 4  ml of ES cell medium and pipette 2-3 more times using a 5 ml pipette.  Return the dish to the incubator for 15 minutes. This will allow the  feeder cells to re-attach and allow transfer of the ES cells without  carrying over too many feeder cells. Transfer the ES cells by gently  swirling the dish and collecting the 4.5 ml ES cell medium into a 15-ml  tube. Centrifuge the cells \\(see step 1.1) and resuspend the pellet in  2ml of ES cell medium. Plate the harvested ES cells into one 10-cm dish  with mitotically-arrested feeder cells and 8 ml of ES cell medium. In  case the ES cell in the original 6-cm dish have grown almost to 80%  confluency, then it may be necessary to split the cells into two 10-cm  dishes \\(at 1:3 to 1:6 ratios).\nStep 1.4 \\(day 4): monitor the cells  for potential confluency and colony morphology. Refresh the medium.\nStep  1.5 \\(day 5): split the cells onto four to six 10-cm dishes with feeder  cells \\(at 1:4 to 1:6 ratios). For details see step 1.3, resuspend the  cells in 7ml ES cell medium for plating.\nStep 1.6 \\(day 6): monitor  the cells and refresh the medium. The electroporation will be done the  next day.\n2. Electroporation.\nTypical  electroporation conditions for ES cells are 0.24 kV and 475 μF \\(high  capacitance) using the Biorad Gene Pulser II system. About 1.5×10\n7\ncells in 0.8ml D-PBS are used per 0.4-cm cuvette. As rule of thumb, one  about 70% confluent 10-cm dish provides enough ES cells for one  cuvette. Grow always 1-2 additional dishes to ensure that sufficient  amounts of ES cells are available on the day of electroporation.\nEXPERIMENTAL  DESIGN:\nExperimental cuvette 1: ES cells \\(1.5×10\n7\n) +pDIRE  \\(50 μg), + replacement vector \\(50 μg). In general, a single cuvette is  enough per replacement construct when using dRMCE.\nControl  cuvette: ES cells \\(1.5×10\n7\n) + pDIRE \\(50 μg).\nOptional:  Control 2 \\(no DNA) and Control 3 \\(no electroporation). These controls  are in general not needed as they mainly serve to monitor the  performance of the electroporator or the quality of the media.\nStep  2.1: trypsinize enough 10-cm dishes of approximately 70% confluent ES  cells \\(for details see step 1.3 and 1.5).\nCRITICAL: assure  that ES cells form a single-cell suspension. If necessary, pipette them  further in the Trypsin-EDTA \\(1x) solution using a 2-ml pipette  \\(maximally 12 times in total).\nTIP: prepare enough 10-cm  dishes coated with 0.1% gelatin during the trypsinization step. Cover  the surface of the tissue culture dishes with the gelatin solution,  incubate them for 5 minutes at room temperature and then aspirate the  solution. Leave the plates to dry in the hood for 10 minutes.\nStep  2.2: Collect the ES cells after 10 min adherence to remove feeder cells  \\(as described in step 1.3).  Take great care not to transfer too many  feeder cells. Pool the ES cell suspensions from various dishes in 50-ml  tubes. Make sure the ES cell suspension is homogeneous and transfer a  100 μl aliquot into a 1.5-ml tube containing 0.9 ml of ES cell medium  \\(1/10 dilution). Count the cells and calculate the total amount of ES  cells in each 50 ml-tube.\nTIP: take care to not let the cells  re-adhere for too long as otherwise a significant fraction of the ES  cells will be lost.\nStep 2.3: Centrifuge the ES cells at 1000  rpm for 10 minutes. Resuspend the pellet in D-PBS \\(without Mg\n2+\n/Ca\n2+\n-  this is crucial) at a final concentration of 1.875×10\n7\ncells  per ml, which corresponds to 1.5×10\n7\ncells in 0.8ml D-PBS.\nTIP:  during the centrifugation step, open and label the cuvettes. Pipette  the appropriate amount of DNA into each cuvette. Prepare a bucket with  ice.\nStep 2.4: add 0.8ml \\(1.5×10\n7\n) ES cell  suspension to each DNA-containing cuvette using a 1-ml cell culture  grade plastic pipette \\(this is important). Mix the solution by pipetting  up and down 2 to 3 times, which ensures homogenous dispersion of the  DNA. Prepare all the cuvettes first, then electroporate one after the  other.\nStep 2.5: pulse each of the cuvettes and place them on ice  immediately after electroporation. Typical time constants range between  6.0 to 6.8 milliseconds, although this may vary depending on the  electroporator used. Following electroporation, let the cuvettes rest on  ice for 20 minutes.\nTIP: during this time, add 10 ml of ES  cell medium \\(WITHOUT selective drug) to each of the gelatinized 10-cm  dishes. In addition, prepare one 15-ml Falcon tube with 10 ml fresh ES  cell media for each cuvette.\nStep 2.6: transfer the  content of a single cuvette into a 15-ml Falcon tube containing 10 ml of  ES cell medium with a 1-ml plastic pipette. Rinse each cuvette twice  with 1 ml of ES cell medium to recover additional cells. Do not  centrifuge these tubes. Plate 2 ml aliquots of each experimental cuvette  \\(1:5 ratio) into three 10-cm dishes. For the control cuvette \\(pDIRE  only) plate two dishes \\(2 ml each). Place the dishes into the tissue  culture incubator.\n3. Recovery.\nAfter at least  24 hours, exchange the medium for fresh ES cell medium \\(WITHOUT  selective drug). This allows the ES cells to recover from the  electroporation and allows dRMCE-mediated replacement and expression of  the selective drug resistance gene.\nTIP: as ES cells attach  directly to the gelatin, the medium has to be changed very gently. It  should be done the earliest after 24 hrs, i.e. during the  afternoon/evening of the day following electroporation.\n4.  Hygromycin/Puromycin drug selection.\nStep 4.1: two days  following electroporation, the medium in the experimental dishes \\(ES  cells electroporated with the pDIRE and the replacement vectors) is  exchanged for ES medium supplemented with the appropriate selective  drug. In addition, one of the control dishes \\(ES cells electroporated  with pDIRE only) also receives medium with the selective drug, while the  other receives regular ES cell medium.\nCRITICAL: The control  plate receiving medium WITHOUT selective drug serves as important  positive control for ES cell growth and should be clearly labeled as  such.\nTIP: As puromycin selection requires lower drug  concentrations, this is a rather low cost drug selection.\nStep  4.2: Change the selection and control medium daily. The first clones  will become apparent after 7-8 days of selection.\nCRITICAL:  during selection make sure to produce enough Mitomycin C treated feeder  cells for growing and expanding the ES clones. For isolation of ES cell  colonies, two 48 multi-well plates containing treated feeder cells per  dRMCE replacement experiment will be needed over a period of four days.  Over a 2 days interval, generate at least one 24-well, one 6-well and  one 10cm dish per ES cell colony that later needs to be expanded.\nStep  4.3: The ES cells growing in the control dish without selective drug  will become sub-confluent usually in 2-3 days. Once this happens, wash  the plate three times with D-PBS and proceed to extraction of genomic  DNA \\(see part 8). This DNA sample is critical as it allows testing of  the specific PCR amplifications that detect the wild-type, conditional  and deleted alleles. A fraction of ES cells will have been  electroporated with the pDIRE vector, which will induce  cis-recombination of the conditional locus and generation of the deleted  allele.\nCRITICAL: the PCR primer pairs that were designed to  specifically detect the wild-type, conditional and deleted alleles \\(see  Figure 1) have to be validated prior to starting the isolation of ES  cell colonies, as the ones with successful replacement and clonal origin  need to be identified rapidly.\nStep 4.4: the second control  dish that received medium with the selective drug should be devoid of ES  cells after about 5 days when using puromycin or 7 days when using  hygromycin. This is an important control as it indicates that the drug  selection is working.\n5. Isolation \\(picking) of ES cell  colonies.\nES cell colonies are picked using a  stereo-microscope \\(cleaned carefully with ethanol) placed under the  tissue culture hood. In average, ES cell colonies are big enough for  picking starting at day 9-10 of drug selection.\nStep 5.1: ES cell  colonies can be easily spotted by the naked eye through the bottom of  the tissue culture dish. Circle the colonies using a marker and  carefully screen them under the microscope for ES cell colonies with  round, defined borders, but where individual cells are not easily  distinguishable \\(Figure 2).\nCRITICAL: Do not pick ES cell  colonies with a flat architecture and/or that are much larger than  average colonies. Due to the high number of ES cell colonies present and  the relatively low number of colonies that need to be picked, many  colonies with perfect morphology \\(see Figure 2 for examples) should be  readily apparent in the three plates selected per dRMCE construct.\nStep  5.2: Add 40μl of cold Trypsin-EDTA \\(1x) per well into two rows of a 96  multi-well plate \\(24 wells in total; with U-shaped bottom). Keep the  plate on ice. Replace the medium in the dish with 8ml of D-PBS \\(with Mg\n2+\n/Ca\n2+\n).  An isolated ES cell colony is picked using a Gilson P20 pipette set to  10 μl by aspiration and transferring it into a well of the 96-well plate  on ice. After picking 24 ES cell colonies, incubate cells in the  Trypsin solution for 7 minutes at 37°C . Replace the D-PBS in the plate  that was used to pick the ES cell colonies with fresh medium containing  the selective drug and put the plate back in the tissue culture  incubator.\nStep 5.3: after Trypsin digestion, add 175 μl of ES  cell medium without selection to each well using a multi-dispenser  pipette. Disperse the cells by pipetting them up and down gently a few  times with a Gilson P200 pipette set at 170 μl. Transfer the single cell  suspension to one well of a 48 multi-well plate with Mitomycin  C-treated feeder cells in 300 μl of ES cell medium WITHOUT selective  drug. Return the 48 multi-well plate to the incubator.\nCRITICAL:  From now on, only use medium WITHOUT selective drug, as feeder cells  are not resistant.\nStep 5.4: A similar number of ES cell  colonies should be picked the two following days by repeating steps  5.1-5.3.\nTIP: In some cases, we have observed that fast  growing clones, which are first apparent, are negative for  dRMCE-mediated replacement. These clones probably arise as a consequence  of early, random-integration events resulting in rapid expression of  the drug resistance gene. We therefore recommend picking ES cell  colonies over a period of 2-3 days \\(i.e. about 15-20 clones each day).  In our experience, picking 40-60 cell colonies is in general sufficient  to yield several correctly replaced ES cell clones. Nevertheless, the  plates containing additional ES cell colonies should be kept and the ES  cell medium changed every second day until correctly replaced ES cell  clones are identified by PCR analysis \\(part 8).\n6.  Expansion of isolated ES cell colonies \\(48-well plate).\nThe  day after isolation, inspect the cells under the microscope for  viability and density.  Exchange the medium by adding 500 μl of fresh ES  cell medium.\nCRITICAL: To avoid cross-contamination between  wells, the tip of the pipette used to aspirate the old culture medium  has to be flamed after each aspiration.  The new medium should be added  to the side of the wells using a multi-dispenser pipette. Great care  should be taken to avoid touching the borders of the wells.\n7.  Passaging the ES cell colonies into a new 48 multi-well plate \\(2 days  after picking).\nStep 7.1: aspirate the ES cell medium and  wash the wells with 75 μl of Trypsin-EDTA \\(1x). Exchange the 75 μl  Trypsin-EDTA \\(1x, 75 μl) solution once and incubate the plate at 37°C  for 8-10 minutes.\nTIP: if some clones have not grown enough,  they can be left in the original well for an additional day after  changing the medium. To avoid prolonged trypsinization, process only 4-6  wells at a time.\nStep 7.2: during the incubation, remove  media from a new 48 multi-well plate with Mitomycin C-treated feeder  cells and replenish the well with 300 μl of ES cell medium.\nStep  7.3: carefully tap the plate containing the ES cell colonies and gently  pipette up and down three times using a Gilson P200 pipette set at 60  μl. Immediately add 600 μl of ES cell medium using a multi-dispenser  pipette to inactivate the Trypsin. Gently pipette up and down four times  using a Gilson P1000 pipette set to 500 μl. Transfer 200 μl of ES cell  suspension into a single well of the new 48 multi-well plate and return  it to the incubator. Transfer the remaining ES cell suspension to a  1.5ml Eppendorf tube and proceed to DNA extraction \\(part 8).\nStep  7.4: the following day, monitor the cells under the microscope and  change the medium \\(further expansion is described in part 9).\n8.  PCR screening to detect correct dRMCE-mediated replacement events \\(in  parallel with step 7).\nStep 8.1: Process the 1.5-ml tubes  containing ES cells for DNA extraction \\(step 7.3) in batches of 24  samples. Pellet the cells in a microcentrifuge; wash them once with  D-PBS and re-centrifuge.\nCRITICAL: it is important to prepare  genomic DNA of good quality for reliable PCR identification of correct  replacement events. Therefore, the use of the protocol described here is  highly recommended. This protocol results in extraction of DNA suitable  for PCR analysis that is free of major contaminants. Contaminated or  low quality DNA prepared by so-called quick DNA extraction protocols  will compromise PCR analysis.\nStep 8.2: lyse the cell pellet  using 400 μl of lysis buffer \\(10 mM Tris-HCl pH8.0; 50mM EDTA; 100mM  NaCl; 0.5% SDS) supplemented with 1 mg/ml of Proteinase K \\(Merck 24568;  stock solution 10 mg/ml in H\n2\nO). Incubate for 2 hours at  55°C.\nStep 8.3: spin briefly to concentrate the liquid at the  bottom of the 1.5-ml tube.  Add 350 μl of digestion buffer \\(without  Proteinase K) and 250 μl of 6M NaCl. Mix by inverting the tube several  times \\(do NOT vortex).\nStep 8.4: centrifuge the tubes for 10  minutes at 13,000 rpm in a microcentrifuge. Transfer the supernatant  \\(contains the genomic DNA) to a new 1.5-ml tube containing 500 μl of  isopropanol. Avoid transferring any of the precipitate \\(contains  proteins, etc). Mix by gentle inversion for two minutes and  re-centrifuge for 10 minutes at 13,000 rpm.\nStep 8.5: carefully  decant the supernatant – pay special attention to not loose the DNA  pellet. Add 1 ml of 70% ethanol and centrifuge for 2 minutes at 13’000  rpm. Remove the supernatant by careful decanting and assure that the DNA  pellet is not lost. Re-centrifuge the tubes and remove any residual  ethanol using a thin tip.\nStep 8.6: air-dry the DNA pellets for 15  minutes and resuspend in 50-100 μl \\(depending on pellet size) of 10 mM  Tris-Cl, 100 μM EDTA \\(pH 8.0). Leave the solution for several hours to  overnight at 4°C to resuspend. Mix by brief vortexing and use 1-3 μl of  DNA solution per PCR reaction \\(in 50 μl total volume).\nStep 8.7:  Use the previously designed and validated PCR strategy to identify ES  cell colonies with correct replacement events. The initial screen should  focus on detecting correct recombination at one end of the locus \\(i.e.  3’ recombination). To control DNA quality, a PCR amplification detecting  the wild-type locus should be included \\(all ES cell colonies are  heterozygous). ES cell colonies with correct 3’ replacement are then  re-screened for 5’ recombination. As a fraction of ES cell colonies  might be of mixed nature, it is crucial to verify the absence of the  deleted and conditional alleles \\(for more details see Osterwalder et al.  Ref. 1). In addition, all positive ES cell colonies have to be  back-screened for the lack of integrated pDIRE sequences \\(Supplementary  Figure 4 in Ref. 1). It is possible to complete the entire PCR screening  procedure of 48 ES cell colonies in one day.\nCRITICAL: Due  to the two-step nature of the dRMCE procedure, there is a small fraction  of correctly targeted ES cell colonies that are of mixed origin with  cells carrying the deleted or conditional allele. These mixed colonies  likely originate as a consequence of early unequal segregation of the  replacement vector and/or pDIRE plasmid. Using the PCR strategy  described here, mixed colonies are easily recognized and must be  discarded.\nES cell colonies must be screened during the  two days they grow in 48 multi-well plates \\(part 7). In the extreme  situation that no correctly replaced ES cell colonies would be detected,  more could be picked and analyzed \\(part 5-7). In case the PCR strategy  is flawed and/or fails, candidate colonies for correct replacement could  be tentatively identified by the absence of the conditional and deleted  alleles in combination with amplification of the wild-type allele as a  control. These ES cell colonies could be expanded and frozen in aliquots  and the correct replacement proven by rigorous Southern blotting  analysis at a later stage.\n9. Expansion of correctly  replaced ES cell clones.\nStep 9.1: mark the correctly  replaced clones \\(part 8) in the 48 multi-well plates.\nStep 9.2:  among them, select minimally 6-8 ES cell clones that have good colony  morphology \\(colonies with defined round borders and with densely packed  cells) and are ready to be split 48 hours after plating. Trypsinize  these clones \\(as described in part 7) and transfer all the cells into  one well of a 24 multi-well plate containing Mitomycin C-treated feeders  in ES cell medium.\nTIP: after removing the selected ES cell  clones from the 48 multi-well plate, place the plate on ice. Remove the  medium from the additional positive clones \\(in groups of 4-8) and gently  add 400 μl of ice-cold freezing media. Seal the plate with Parafilm,  wrap it in a plastic bag and transfer it to -80°C into a Styrofoam box.  Additional positive clones can be recovered from plates stored -80°C in  such a manner up to a few months later.\nStep 9.3: change the  ES cell medium daily and split the cells every 2 days as follows: from a  single 24-well to a single 6 well and then into a 10-cm tissue culture  dish \\(always containing Mitomycin C treated feeder cells). When the  cells are ready to be split into a 10-cm dish, take 1/5 of the single  cell suspension and plate it into one gelatin-coated well of a 6  multi-well plate. These cells will be used for karyotyping to detect  potential chromosomal abnormalities that would interfere with the  generation of chimeric mice \\(for a detailed karyotyping protocol see  Ref. 4). DNA for Southern blot analysis is prepared by replenishing the  wells of 24 and 6 multi-well plates with new medium after transferring  the trypsinized cells. There is always enough ES cells left behind that  can be re-grown and used to prepare larger amounts of clean DNA for  Southern Blot analysis. Confirmation of correct replacement by extensive  Southern blot analysis is absolutely essential.\nTIP: the ES  cell clones that a) have a normal karyotype; b) harbor no insertions of  the pDIRE vector or random integration of the replacement vector and c)  have been validated by Southern blot analysis for correct recombination  at both ends can be directly microinjected into mouse blastocysts to  generate chimeric mice.\n10. Freezing ES cell clones  for long-term storage.\nLabel 5 cryotubes \\(Nunc) per 10-cm  dish of ES cells to be frozen. Include the locus, code name of the  clone, date and the initials of the researcher.\nStep 10.1: check  the 10-cm dishes of ES cells for optimal confluency \\(70%) and colony  morphology. Change the media 2-3 hours before the freezing process is  initiated.\nStep 10.2: trypsinize the ES cells as described \\(step  1.5). Centrifuge the cells and resuspend the pellet in 2ml of ice-cold  freezing medium in a 15-ml tube. Keep the tube on ice. Add an additional  3 ml of freezing media to the tube and aliquot the 5 ml of cell  suspension into the 5 cryotubes \\(1 ml each). Transfer the tubes to a  Styrofoam holder and wrap it with bubble-wrap.  Place this package at  -80°C. The next day transfer the cryotubes individually to into a cell  freezing box that fits into liquid nitrogen tank for long-term storage.  ES cell clones frozen in this manner can be stored for indefinite time.\nTIP:  One or several of these vials can be sent to the transgenic facility  and the ES cells defrosted and expanded for the production of chimeric  mice. One vial should be thawed into a 6-cm tissue culture dish  containing Mitomycin C-treated feeder cells."
        },
        {
            "header": "Timing",
            "content": "1. Generation of the dRMCE replacement vector: 1-2 months. The time needed to construct a particular dRMCE replacement vector can vary significantly as this depends on the custom design. However, the use of the pDRAV and pDREV plasmids reduces the required time significantly.\r\n  \r\n\n\n2. Expansion of ES cells harboring the conditional allele: 6-7 days.\r\n  \r\n\n\n3. Electroporation: 1 day.\r\n  \r\n\n\n4. Recovery phase: 2 days.\r\n  \r\n\n\n5. Hygromycin/Puromycin selection: 8-10 days.\r\n  \r\n\n\n6. Picking of ES cell colonies: 1-3 days.\r\n  \r\n\n\n7. Growing of ES cell colonies in 48-well plates: 2 days.\r\n  \r\n\n\n8. Transfer into new 48-well plates: 2 days.\r\n  \r\n\n\n9. PCR screening: 2 days \\(in parallel to part 8).\r\n  \r\n\n\n10. Expansion of verified ES-cell clones: 6 days. During the expansion phase, the PCR positive ES cell clones are validated by Southern Blot analysis and karyotyping. \r\n  \r\n\n\n11. Freezing of sufficient vials of cells for validated ES cell clones: 1 day.\r\n  \r\n\n\nTotal time: approximately 5 weeks from thawing a single vial of the parental ES cell line until the validated and correctly replaced ES cell clones are ready for microinjection into recipient mouse blastocysts."
        },
        {
            "header": "Anticipated Results",
            "content": "Targeting frequencies by dRMCE are difficult to predict, but are in the range of 10-70% correct replacement. Among the ES cell colonies analyzed there will be a fraction of “mixed” colonies that contain both correctly replaced cells and ones still carrying the conditional or deleted allele. Some ES cell colonies could also have undergone incomplete replacement \\(e.g. positive for _loxP_ /Cre but negative for _FRT_ /Flp-mediated recombination or vice versa). Furthermore a small fraction of ES cell colonies might have additional integration events or display chromosomal abnormalities. All the ES cell colonies that are of mixed origin or aberrant in any manner should be discarded.\r\n\n\nDue to the high frequency of correct replacement using dRMCE, is relatively straightforward even for less experienced researchers to expand a small number of ES cell colonies under optimal conditions and complete the PCR screening within a day. Our experience is that the best possible conditions of ES cell culture are the main asset for maintaining the pluripotency of these ES cell clones."
        },
        {
            "header": "References",
            "content": "1. Osterwalder, M., et al. Dual RMCE for efficient re-engineering of mouse mutant alleles. Nat Methods. 2010 Nov;7\\(11):893-5.\r\n  \r\n\n\n2. Raymond, C.S. and P. Soriano. High-efficiency FLP and PhiC31 site-specific recombination in mammalian cells. PLoS One, 2007. 2\\(1): p. e162.\r\n  \r\n\n\n3. Anastassiadis, K., et al. Dre recombinase, like Cre, is a highly efficient site-specific recombinase in E. coli, mammalian cells and mice. Dis Model Mech, 2009. 2\\(9-10): p. 508-15.\r\n  \r\n\n\n4. Nagy, A. Manipulating the mouse embryo : a laboratory manual. 3rd ed. 2003, Cold Spring Harbor, N.Y.: Cold Spring Harbor Laboratory Press. x, 764 p.\r\n  \r\n\n\n5. Current protocols in molecular biology. 1987, Brooklyn, N.Y. Media, Pa.: Greene Pub. Associates ; J. Wiley, 2 v."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Bill Skarnes, Barry Rosen and Antonella Galli for their invaluable contributions to developing the dRMCE technology \\(see Ref. 1 for details).\r\n\n\nFurthermore, we would like to thank Daniela Klewe-Nebenius and her team for generating chimeric mice and providing us with some of the reagents for ES cell culture.\r\n\n\nOur research is supported by the Swiss National Science Foundation \\(to R.Z), a Marie-Curie Intra-European Fellowship and a European Reintegration Grant \\(to J.L-R) and both cantons of Basel."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1521",
                "date": "2010-12-10 12:21:02",
                "title": "Dual RMCE for efficient re-engineering of mouse mutant alleles",
                "authors": [
                    "Marco Osterwalder",
                    "Antonella Galli",
                    "Barry Rosen",
                    "William C Skarnes",
                    "Rolf Zeller",
                    "and Javier Lopez-Rios"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11545,
                "identity": "9f85b504-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Marco  Osterwalder ",
                "email": "m.osterwalder@stud.unibas.ch",
                "orcid": "",
                "institution": "Developmental Genetics. Department of Biomedicine, University of Basel, Mattenstrasse 28, CH-4058 Basel, Switzerland.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "",
                "lastName": "Osterwalder",
                "suffix": ""
            },
            {
                "id": 11546,
                "identity": "9f85b846-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Javier  Lopez-Rios",
                "email": "javier.lopez-rios@unibas.ch",
                "orcid": "",
                "institution": "Developmental Genetics. Department of Biomedicine, University of Basel, Mattenstrasse 28, CH-4058 Basel, Switzerland.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Javier",
                "middleName": "",
                "lastName": "Lopez-Rios",
                "suffix": ""
            },
            {
                "id": 11547,
                "identity": "9f85ba11-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rolf  Zeller",
                "email": "",
                "orcid": "",
                "institution": "Developmental Genetics. Department of Biomedicine, University of Basel, Mattenstrasse 28, CH-4058 Basel, Switzerland.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rolf",
                "middleName": "",
                "lastName": "Zeller",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-12-16 09:32:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2010.210",
        "doiUrl": "https://doi.org/10.1038/protex.2010.210",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608163,
                "identity": "4921bedf-dff8-42bb-b3d9-a5455561e236",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpeg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 237775,
                "visible": true,
                "origin": "",
                "legend": "Scheme depicting the general PCR strategy for screening.",
                "description": "",
                "filename": "figure1.jpeg",
                "url": "https://assets.researchsquare.com/files/nprot-1906/v1/figure_1.jpeg"
            },
            {
                "id": 2608167,
                "identity": "0d86370c-c64e-4322-be70-b0d3b92018ba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:00",
                "extension": "jpeg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 421957,
                "visible": true,
                "origin": "",
                "legend": "Morphology of ES cell colonies after drug selection (at the time of picking).    *A, B*: two examples of perfectly rounded and undifferentiated R1 mouse ES cell colonies that correspond to the colonies that should be preferentially picked. *C*: an ES cell colony that is composed of flattened differentiated cells in the periphery and a core of undifferentiated ES cells that can be isolated (indicated by white broken line). *D*: a largely differentiated ES cell colony consisting mostly of flattened cells. Such ES cell colonies should NOT be picked as they have likely lost their stem cell character. If many ES cell colonies have this appearance after drug selection, then they were either not cultured with sufficient care (e.g. splitting and/or medium changes) or there was a problem with the quality of the ES cell medium (e.g. serum and/or LIF).",
                "description": "",
                "filename": "figure2.jpeg",
                "url": "https://assets.researchsquare.com/files/nprot-1906/v1/figure_2.jpeg"
            },
            {
                "id": 13465315,
                "identity": "860d510d-81c5-4ee2-b5d5-40d642e673bc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 587722,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1906/v1/66552acd-57e8-4a96-bf17-7ef33ba5249d.pdf"
            }
        ],
        "financialInterests": "A dRMCE patent is pending.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "dRMCE, conditional alleles, mouse embryonic stem cells, ES cells, targeting frequency, homologous recombination, loxP, FRT, Cre, Flp, recombinase-mediated cassette exchange, RMCE, high-throughput genetic engineering",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We have developed dual RMCE \\(dRMCE) as a rapid, cost-saving and easy to use tool that allows re-engineering the vast majority of existing conditional alleles and generation of mice without the need to resort again to homologous recombination or other more complex or time consuming strategies. dRMCE mobilizes the normal loxP and FRT  sites present in most conditional alleles and many gene-trap alleles for site-specific targeting of the endogenous locus with a custom designed replacement cassette. dRMCE is well-suited for the easy and rapid modification of endogenous genes by e.g. inserting molecular tags, introduce disease-causing mutations, swap domains and/or insertion of exogenous genes in mouse ES cell lines. To facilitate access to the technology, we have developed a “dRMCE tool-kit” \\(available from Addgene) that comprises the dual-recombinase expression vector and several backbone plasmids for easy generation of replacement vectors.\r\n\n\n\r\n\n\nThe procedures described here focus mostly on the dRMCE technology. However, we also provide information essential for ES cell culture as far as it is relevant for successful replacement of the locus of interest by dRMCE, generation of highly chimeric mice and germ-line transmission of the modified allele. \r\n\n\n\r\n\n\nThis protocol complements the information provided by Osterwalder et al. \\(Ref.1).",
        "manuscriptTitle": "Next generation engineering of conditional mouse alleles with loxP and FRT sites by dual RMCE.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-12-16 14:36:28",
                "doi": "10.1038/protex.2010.210",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f855cf3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 16th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2460,
                "name": "Cell biology"
            },
            {
                "id": 2463,
                "name": "Biological techniques"
            },
            {
                "id": 2465,
                "name": "Molecular Biology"
            },
            {
                "id": 2466,
                "name": "Developmental biology"
            },
            {
                "id": 2467,
                "name": "Biotechnology"
            },
            {
                "id": 2468,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-12-16 14:36:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}