{
    "identity": "nprot-5507",
    "title": "New insights into the electrochemical  behavior of acid orange 7: Convergent  paired electrochemical synthesis of new  aminonaphthol derivatives",
    "content": [
        {
            "header": "Introduction",
            "content": "2-Naphthol orange \\(acid orange 7), C<sub>16</sub>H<sub>11</sub>N<sub>2</sub>NaO<sub>4</sub>S, is a mono-azo water-soluble dye that extensively used for dyeing paper, leather and textiles. The structure of acid orange 7 involves a hydroxyl group in the ortho-position to the azo group. This resulted an azo-hydrazone tautomerism, and the formation of two tautomers, which each show an acid−base equilibrium. Despite the number of articles dealing with acid−base properties of the acid orange 7, this topic is not yet well known, and only one pKa, \\(pKa = 11.4) is reported. On the other hand, azo dyes have been widely used for developing and testing theories of color and constitution, tautomerism, indicator action, and acid-base equilibria. Therefore, detailed mechanistic information is important in understanding of the stability and in identifying of the intermediates structure resulting from the oxidative or reductive decomposition of dye. Consequently, detailed mechanistic information is particularly attractive from the point of view of environmental pollution because of residual dye and the commercial applications. additionally, green/sustainable synthesis is much more important than conventional synthetic methods. The concept and significance of green sustainable chemistry \\(GSC), has been recognized throughout the world, and nowadays new processes cannot be developed without consideration of GSC. In recent years, much attention has been paid to electroorganic synthesis as a typical environmentally friendly process. This method contains the simultaneous incidence of both oxidation \\(at the anode) and reduction \\(at the cathode). In conventional electroorganic synthesis, the synthesis of the desired products is done either by the anodic or by the cathodic reaction and so; the reaction product at the counter electrode is undesirable. The simultaneous use of both oxidation and reduction reactions to synthesis of a product is the dream of an organic electrochemist and is a wonderful strategy. At ideal conditions, a 200 % current efficiency is achievable for paired electrosynthesis when both anodic and cathodic reactions to provide the similar product \\(convergent strategy).\r\n\n\nThe results discussed above prompted us to investigate the electrochemical oxidation and reduction of acid orange 7 in aqueous solutions with different pH values to achieve the following goals: \\(i) new insights into the electrochemical oxidation and reduction of acid orange 7, \\(ii) definitive detection of intermediates formed during the oxidative and reductive degradation of acid orange 7, and \\(iii) convergent paired electrochemical synthesis of new 1-amino-2-naphthol derivatives by constant current electrolysis of acid orange 7 in the presence of arylsulﬁnic acids as nucleophiles."
        },
        {
            "header": "Reagents",
            "content": "2-Naphthol orange, arylsulfinic acids and phosphate salts were obtained from commercial sources. These chemicals were used without further purification. The glassy carbon electrode was polished using alumina slurry \\(from Iran Alumina Co.)"
        },
        {
            "header": "Equipment",
            "content": "Cyclic voltammetry, controlled-potential coulometry and preparative electrolysis were performed \r\n\n\nusing an Autolab model PGSTAT 30 and a Behpazho potentiostat/galvanostat. The working and counter electrode used in \r\n\n\nmacro-scale electrolysis and coulometry was an assembly of four ordinary soft carbon rods \\(6 mm diameter and 4 cm length). \r\n\n\nWorking electrode used in the cyclic voltammetry experiments was a glassy carbon disc \\(1.8 mm diameter) and a platinum rod \r\n\n\nwas used as a counter electrode. The electrosynthesis were performed under constant-current condition in an undivided cell. \r\n\n\nThe glassy carbon electrode was polished using alumina slurry \\(from Iran Alumina Co.)"
        },
        {
            "header": "Procedure",
            "content": "1. Electrolyse a phosphate buffer solution \\(70 ml, c = 0.2 M, pH 2.0) containing acid orange 7 \\(0.25 mmol) and arylsulfinic acid \\(1a-1c) \\(0.25 mmol)  in an undivided cell under constant current conditions for 2.5 h at 0.32 mA cm\n-1\n. \r\n  \r\n\n\n2. At the end of electrolysis, place he cell in a refrigerator overnight. \r\n  \r\n\n\n3. Collect the precipitated solid by filtration and wash several times with water. \r\n  \r\n\n\n4. After recrystallization in ethyl ether, characterize the products by IR,\n1\nH NMR,\n13\nC NMR and mass spectroscopy."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep41963",
                "date": "2017-01-31 09:23:47",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14402,
                "identity": "a0e4030b-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Davood Nematollahi",
                "email": "nemat@basu.ac.ir",
                "orcid": "",
                "institution": "Prof. D. Nematollahi, Faculty of Chemistry, Bu-Ali Sina University, Hamedan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Davood",
                "middleName": "",
                "lastName": "Nematollahi",
                "suffix": ""
            },
            {
                "id": 14401,
                "identity": "a0e3fc75-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shima  Momeni",
                "email": "",
                "orcid": "",
                "institution": "Faculty of Chemistry, Bu-Ali Sina University, Hamedan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shima",
                "middleName": "",
                "lastName": "Momeni",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-01-12 10:23:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.013",
        "doiUrl": "https://doi.org/10.1038/protex.2017.013",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465202,
                "identity": "946151b6-46a4-4391-b959-b59031fe1fad",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 129218,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5507/v1/23ac6a92-2098-4e9e-88ee-011ee298c4e6.pdf"
            }
        ],
        "financialInterests": "There is NO Conflicting Interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Paired electrochemical synthesis, Acid orange II, Arylsulfinic acids, 1-Amino-2-naphthol derivatives, Cyclic voltammetry.",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Electrochemical behavior of acid orange 7 has been exhaustively studied in aqueous solutions with different pH values, using cyclic voltammetry and constant current coulometry. This study has provided new insights into the mechanistic details, pH dependence and intermediate structure of both electrochemical oxidation and reduction of acid orange 7. Surprisingly, the results indicate that a same redox couple \\(1-iminonaphthalen-2\\(1H)-one/1-aminonaphthalen-2-ol) is formed from both oxidation and reduction of acid orange 7. Also, an additional purpose of this work is electrochemical synthesis of three new derivatives of 1-amino-4-\\(phenylsulfonyl)naphthalen-2-ol \\(3a-3c) under constant current electrolysis via electrochemical oxidation \\(and reduction) of acid orange 7 in the presence of arylsulﬁnic acids as nucleophiles. The results indicate that the electrogenerated 1-iminonaphthalen-2\\(1H)-one participates in Michael addition reaction with arylsulﬁnic acids to form the 1-amino-3-\\(phenylsulfonyl)naphthalen-2-ol derivatives. The synthesis was carried out in an undivided cell equipped with carbon rods as an anode and cathode",
        "manuscriptTitle": "New insights into the electrochemical  behavior of acid orange 7: Convergent  paired electrochemical synthesis of new  aminonaphthol derivatives",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-02-14 11:08:36",
                "doi": "10.1038/protex.2017.013",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0e3a965-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 14th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3790,
                "name": "Chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-02-14 11:08:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}