{
    "identity": "nprot-637",
    "title": "System-wide proteomic identification of protease cleavage products by terminal amine isotopic labeling of substrates",
    "content": [
        {
            "header": "Introduction",
            "content": "The sequence and nature of all the protein amino-termini \\(N-termini) within the proteome \\(the N-terminome) provides valuable functional annotation, since translation start sites, N-terminal isoforms, modifications and truncations determine the cellular localization, activity and fate of most proteins<sup>1</sup>. As ==~== 85% of eukaryotic proteins have an acetylated N-terminus<sup>2</sup> and all proteins undergo proteolysis<sup>3</sup>, these are not only two of the most ubiquitous, but also two of the most important post-translational modifications<sup>4,5</sup>. The protein amino-terminus is susceptible to amino-terminal peptidase processing, modification of the alpha-amino group, and side-chain specific changes that can target a protein for ubiquitination and degradation or protect it from rapid turnover and so determines its half-life<sup>1</sup>. In addition to constitutive proteolysis, regulated processing of protein amino termini can irreversibly change the protein activity or properties<sup>6-8</sup> but the extant to which proteolysis sculpts the proteome is unknown<sup>4</sup>. Hence, it is important to determine the cleavage site within each protease substrate, since the biological activity of the cleavage products is commonly determined by the precise fragmentation pattern.\r\n\n\n \r\n\n\nWith 569 members, proteases are the second largest enzyme class in man<sup>9</sup> and are 5-10% of drug targets<sup>10</sup>. Crucial to linking a specific protease with a defined biological pathway and for drug development is determining the substrate repertoire, or substrate degradome<sup>11</sup>, of a protease since this can generate hypotheses on its role and provide biomarkers of drug efficacy. Yet, for around half of the proteases in man no substrates are known and for the other half, the substrate degradome is incompletely annotated<sup>3,11</sup>.Thus specific degradomics techniques are needed to rapidly identify and quantify the N-terminome in order to reveal the extent of proteolysis in a system, the functional state of key molecules, and to identify new substrates.\r\n\n\n\r\n\n\nPositional proteomics approaches that isolate only the N-terminal peptides of proteins, the N-terminome<sup>12-16</sup>, have been proposed for sample simplification before mass spectrometric \\(MS) analysis and for proteome annotation, but coverage is often limited<sup>12-15,17,18</sup> and aside from combined fractional diagonal chromatography \\(COFRADIC) most of these approaches were not reported for global protease cleavage site analysis. The main obstacles towards this latter goal are the identification the neo-N-termini of the substrates generated by specific proteolysis and to distinguish these not only from the natural N-termini, but also from N-termini generated by background proteolysis of the proteins in a sample and by trypsin digestion \\(internal tryptic peptides) in proteomic workflows<sup>3,19</sup>. Solving these problems requires innovative strategies to circumnavigate the very similar chemical properties of the primary amines of the lysine side chains and N-termini.  Recent reports of different approaches to tackle this difficult task include lysine-specific blocking of intact proteins to expose only amino-termini for biotinylation followed by affinity capture<sup>20</sup>, specific labeling followed by _in silico_ selection of protease generated neo-N-terminal peptides<sup>21</sup>, specific enzyme-mediated  biotinylation of unblocked alpha-amine groups with enrichment for the biotinylated N-terminal peptides after one reaction<sup>16</sup>. Although these approaches represent a welcome step forward for studying protease-generated neo-N-terminal peptides, they are still limited in different aspects such as quantification<sup>20</sup>, coverage<sup>21</sup> or are potentially biased<sup>16</sup> and more importantly incapable of analysing naturally blocked N-terminal peptides. To date, COFRADIC is the only N-terminomics approach that provides, broad coverage and isotopic quantification and can be applied to study protease substrate degradomes as well as to completely annotate the N-terminome<sup>12,22-25</sup>. However COFRADIC is an expensive and time-consuming procedure involving multiple and complicated enzymatic and chemical steps, multiple HPLC fractionations and up to 150 MS/MS analyses per experiment<sup>25</sup>.\r\n\n\n\r\n\n\nTo overcome these problems we developed a new positional proteomics approach: Terminal Amine Isotopic Labeling of Substrates \\(TAILS)<sup>26</sup>. TAILS is a combined N-terminomics and protease substrate discovery degradomics platform for the simultaneous quantitative analysis of the N-terminome and proteolysis on a proteome-wide scale in one MS/MS analysis. By a three-day procedure with flexible labeling options, TAILS removes internal tryptic and C-terminal peptides to enrich for all forms of N-terminal peptides by negative selection. To overcome nonspecific peptide binding and the low capacity of derivatized chromatographic beads that in some techniques necessitates large sample amounts for analysis, we developed a novel class of dendritic polyglycerol aldehyde polymers optimized for efficient, high capacity tryptic peptide binding with virtually no non-specific interactions. Rather than deliberately excluding acetylated proteins<sup>13,16,20,21</sup>, TAILS provides wide coverage of all forms of naturally blocked N-terminal peptides and allows for their quantification through isotopic labeling of lysine side-chains. In addition to annotating the proteome we utilze these peptides to form a statistical classifier for the TAILS experiments to determine statistically valid isotope ratio cutoffs."
        },
        {
            "header": "Reagents",
            "content": "**Cell lines**\r\n\n\nCell lines from an organism with a fully sequenced genome.\r\n\n\n\r\n\n\n**Reagents**\r\n\n\nThese should be of the purest available:\r\n\n\n10% sodium dodecyl sulfate polyacrylamie gel electrophoresis \\(SDS-PAGE) gel plus loading and running buffers and silver stain solutions.\r\n\n\nAcetone - \\(Sigma-Aldrich).\r\n\n\nAcetonitrile - \\(Sigma-Aldrich).\r\n\n\nDithiothreitol \\(DTT) - \\(Sigma-Aldrich).\r\n\n\nEthylenediaminetetraacetic acid \\(EDTA) - \\(Sigma-Aldrich).\r\n\n\n<sup>12</sup>CH<sub>2</sub>-formaldehyde \\(CH<sub>2</sub>O) - 12.3 M for light labeling \\(37% \\(vol/vol), Sigma-Aldrich, cat. no. \"252549\":http://www.sigmaaldrich.com/catalog/ProductDetail.do?D7=0&amp;N5=SEARCH_CONCAT_PNO%7CBRAND_KEY&amp;N4=252549%7CSIAL&amp;N25=0&amp;QS=ON&amp;F=SPEC).\r\n\n\n<sup>13</sup>C<sup>2</sup>H<sub>2</sub>-formaldehyde \\(<sup>13</sup>CD<sub>2</sub>O) - 6.6 M for heavy labeling \\(20% in D<sub>2</sub>O, 99% <sup>13</sup>C, 98% D, Cambridge Isotopes, cat. no. \"CDLM-4599-1\":http://www.isotope.com/cil/products/displayproduct.cfm?prod_id=4208) formaldehyde vapors are toxic - prepare solutions in a fume hood.\r\n\n\nFormic acid \\(Sigma Aldrich).\r\n\n\nGuanidine hydrochloride  \\(GuHCl) - \\(Sigma-Aldrich).\r\n\n\n4-\\(2-hydroxyethyl)piperazine-1-ethanesulfonic acid \\(HEPES) \\(Sigma-Aldrich), 1 M pH 7.0.\r\n\n\nHigh molecular weight-aldehyde derivatized \\(HPG-ALD) polymer at around 35 mg/ml.\r\n\n\n_Note_: \"HPG-ALD\":http://www.flintbox.ca/technology.asp?page=3081 polymers for proteomics are available through Flintbox, The Global Intellectual Exchange and Innovation Network - \"www.flintbox.ca\":www.flintbox.ca , Flintbox Innovation Network Inc., 21 Water Street, 5th Floor, Vancouver BC, Canada, V6B 1A1.\r\n\n\nIodoacetamide \\(IAA) - \\(Sigma-Aldrich), 0.5 M stock in water.\r\n\n\n_Note_: Iodoacetamide stock solution should be freshly prepared and kept at 4 °C.\r\n\n\nMethanol \\(Sigma-Aldrich).\r\n\n\nSodium chloride \\(NaCl) - \\(Sigma-Aldrich).\r\n\n\nSodium cyanoborohydride \\(NaBH<sub>3</sub>CN) 1 M \\(ALD coupling solution, Sterogene, cat. no. \"9704-01\":http://www.sterogene.com/product_detail.php?ID=9704-01).\r\n\n\n_Note_: ALD solution should be kept at 4 °C and not stored past the expiry date to ensure good labeling efficiency.\r\n\n\nPhenylmethylsulphonyl fluoride \\(Sigma-Aldrich), 100 mM stock \\(100x).\r\n\n\n_Caution_: PMSF is carcinogenic. The stock solution in ethanol or acetonitrile should be freshly prepared.\r\n\n\nPhosphate buffered saline \\(PBS), sterile \\(138 mM NaCl, 2.7 mM KCl, 20 mM Na<sub>2</sub>HPO<sub>4</sub>, 1.5 mM KH<sub>2</sub>PO<sub>4</sub>, pH 7.4).\r\n\n\nProtein concentration assay.\r\n\n\nTest protease for TAILS assay.\r\n\n\nTrifluoroacetic acid \\(TFA) \\(Sigma-Aldrich).\r\n\n\nTrypsin, mass spectrometry grade \\(Promega).\r\n\n\nMicrocapillary tubes \\(Hamilton)."
        },
        {
            "header": "Equipment",
            "content": "1.5 mL microfuge tubes  \\(e.g. Eppendorf or equivalent).\r\n\n\n_Note_: Polymers released from tubes and surfaces upon exposure to chemicals and solvents contaminate and interfere with mass spectrometric analysis. We have found that microtubes from Eppendorf show good chemical resistance and are suitable for the procedures described in this protocol.\r\n\n\n15 mL polyethylene sterile tubes \\(e.g. \"Nunc\":http://www.nuncbrand.com/us/page.aspx?ID=10558, \"Corning\":http://catalog2.corning.com/Lifesciences/en-US/Shopping/ProductDetails.aspx?productid=430052%28Lifesciences%29&amp;categoryname=General+Labware+and+Equipment%28Lifesciences%29%7CCentrifuge+Tubes+%28Lifesciences%29%7CCentrifuge+Tubes%2c+Disposable+Plastic+%28Lifesciences%29%7C15mL+Screw+Cap+Conical+Bottom+Centrifuge+Tubes%28Lifesciences%29, or equivalent).\r\n\n\n_Note_: These tubes are going to be used for acetone precipitation, thus they require chemical resistance to acetone and methanol, and centrifugation at 15,000g.\r\n\n\n50 mL tubes for collection of cell-conditioned medium.\r\n\n\n50 mL 0.22 &#x3BC;M filtering devices such as Millipore \"Steriflip\":http://www.millipore.com/catalogue/module/c3238 or equivalent.\r\n\n\nArgon gas.\r\n\n\nCentrifugal protein concentrator with 5-kDa molecular weight cut-off such as Millipore \"Amicon-Ultra 15\":http://www.millipore.com/catalogue/module/c7715 concentrator.\r\n\n\nCentrifuge for volumes 50 ml tubes at up to 20,000g.\r\n\n\nComputer equipped with proteomic analysis software.\r\n\n\nDialysis equipment with a 10-kDa molecular weight cut-off \\(the Pierce \"Slide-A-Lyzer\":http://www.piercenet.com/Products/Browse.cfm?fldID=293902DB-5056-8A76-4E73-286D1FC1B2A5#minidialysisunits works well).\r\n\n\nStandard laboratory equipment for cell culture, molecular biology, and protein chemistry.\r\n\n\nReversed-phase solid phase extraction cartridges \\(e.g. Waters \"Sep-Pak C18\":http://www.waters.com/waters/partDetail.htm?locale=en_US&amp;partNumber=WAT023501 light or equivalent).\r\n\n\nMillipore \"Microcon\":http://www.millipore.com/catalogue/item/679 spin-filter device with a 30-kDa molecular weight cut-off.\r\n\n\nLC-MS/MS instrument.\r\n\n\nLiquid nitrogen.\r\n\n\npH test strips range 6-9 \\(e.g. from \"Merck\":http://www.emd-chemicals.ca/ph-indicator-strips-non-bleeding/c_ViKb.s1L.CAAAAEWmOIfVhTl).\r\n\n\nProtein concentration determination assay.\r\n\n\nSDS-PAGE apparatus and power supply.\r\n\n\nTable-top centrifuge accommodating 2 mL reaction tubes.\r\n\n\nVacuum evaporation system \\(commonly referred to as a \"speed-vac\")."
        },
        {
            "header": "Procedure",
            "content": "**Cell culture and protein collection:**\r\n\n\nTAILS is based on the quantitative comparison of N-terminal peptides from protease-treated and control samples. The following protocol developed for studies of cell-conditioned medium proteins \\(secretome) can be easily adapted to cell lysates or samples derived from other sources. The introduction of the protease of interest, its inhibition or silencing can be done at the cellular level prior to proteome collection or in vitro after the proteome has been harvested. The latter requires collection under conditions to maintain the native structure of the constituent proteins. The minimal recommended protein amount is 100 μg for each sample \\(i.e. 100 μg for control and 100 μg for protease-treated), and can generally be achieved by collecting serum free condition medium from at least 6 cell culture flasks at around 70-80% confluence \\(175 cm\n2\n, T175).\r\n\n\n1) Grow cells in appropriate media up to 70% confluence.\r\n\n\n2) Decant media and wash cells extensively \\(at least 3 times) with PBS to remove serum proteins.\r\n\n\n3) Add serum-free media \\(i.e. the same medium used for growing the cells but without the addition of serum), usually 20 mL per T175 flask.\r\n\n\n4) Grow cells overnight to synchronize the cells.\r\n\n\n5) Decant media and wash cells at least 3 times with PBS.\r\n\n\n6) Add fresh serum-free, phenol-free media. By using a lower amount of medium than for normal cell culture the secreted proteins will be more concentrated. The time of addition is set as the starting time.\r\n\n\n7) Grow cells for the required time usually 24 h depending on the requirements of the experiment and tolerance of cells to serum free conditions.\r\n\n\n_Note_: After 24 h, serum starvation might occur. If cells are grown for shorter times larger number of flasks will be required to accrue sufficient quantities of protein in the medium.\r\n\n\n8) Collect conditioned media in 50 mL tubes \\(i.e. 2 flasks per 50 mL tube).\r\n\n\n9) Centrifuge conditioned media at 2,200g at 4 °C for 5 min to remove any cells.\r\n\n\n10) Add protease inhibitors such as PMSF \\(1 mM final), EDTA \\(1 mM final), E64 according to the experimental question being addressed. For a complete list of protease inhibitors for all classes of proteases see reference 27. It is important to minimize any background proteolysis that inevitably occurs in all proteome samples after collection.\r\n\n\n_Note_: Excess and reversible protease inhibitors will be removed in the following steps by dialysis, however when the protease of interest is added _in vitro_ after secretome collection, inhibitors of that protease should be avoided.\r\n\n\n11) Filter supernatant using Millipore \"Steriflip\":http://www.millipore.com/catalogue/module/c3238 or equivalent.\r\n\n\n_Pause_: At this point it is possible to freeze the samples in liquid nitrogen and store at -80 °C.\r\n\n\n12) Apply the protein samples to protein concentration devices such as Millipore \"Amicon-Ultra 15\":http://www.millipore.com/catalogue/module/c7715 concentrators. Concentrate condition medium proteins at 4 °C following the manufacture instructions to ==~== 1 mL volume.\r\n\n\n_Note_: To minimize the time for this and the following steps it is recommended to use several concentrators for treating each sample \\(i.e. one concentrator per 40 mL of collected conditioned medium proteins). \r\n\n\n13) Add 14 mL of desired buffer to each concentrator. We recommend using 100 mM HEPES pH 7.0. \r\n\n\n_Note_: TAILS is based on the labeling of peptide primary amines and thus, other molecules with primary amines will interfere with the labeling step resulting in incomplete labeling of peptides. Thus **primary amine containing buffers** such as ammonium bicarbonate or Tris **must not be used**. The purpose of the following buffer-exchange steps is to deplete the sample of free amino acids and other compounds with primary amines. If the protease of interest is added _in vitro_ after secretome collection, the buffer of choice, pH and other additives should allow the optimal activity of the studied protease. It is also recommended to exclude any detergents as these can interfere with MS later.\r\n\n\n14) Concentrate sample again to a volume of ==~== 1 mL or less.\r\n\n\n15) Repeat steps 13 and 14 at least 3 times.\r\n\n\n16) _Optional_: if several concentrators were used for each sample, pool all concentrates and concentrate them to final volume of ==~== 1 mL. Carefully recover as much protein as possible from each concentrator by gentle pipetting of the sample over the membrane before removal.\r\n\n\n17) Measure protein concentration using your method of choice e.g. BCA or Bradford Assay.\r\n\n\n18) Bring protein concentration to ==~== 1 mg/mL using buffer of choice \\(see section 13 above).\r\n\n\n19) Keep a small aliquot of each sample \\(control and protease-treated) for quality control purposes designated \"before labeling\".\r\n\n\n\r\n\n\n_Time taken_:\r\n\n\nCell culture: 1-7 days \\(depending on cells grown and required amounts).\r\n\n\nMedia collection: 1 hour.\r\n\n\nMedia concentration and buffer exchange: 3-6 hours \\(depending on sample volume and protein concentration).\r\n\n\n\r\n\n\n**Optional: Test protease cleavage of collected proteome**\r\n\n\nThe following steps are required only if the proteome is exposed to the protease of interest in vitro.\r\n\n\n1) Divide the proteome in two equal aliquots. Optional: prior to this, add a known substrate of the test protease that will serve as a positive control and allow for validation of the proteolytic activity and sensitivity of the TAILS procedure. If possible select a known substrate of different species than the test proteome \\(e.g. murine if the proteome is human), in particular a substrate protein that has a different tryptic peptide spanning the cleavage site to avoid ambiguous identification if the source secretome also has the protein. Typically 0.5-1 μg of known substrate can be added to 200 μg proteome.\r\n\n\n2) Add activated protease to the sample and an equivalent amount of buffer to the control sample. Typical protease to proteome ratios are 1:1000-1:50 \\(w/w) with 1:100 \\(w/w) being a useful ratio to be used for the first time. This will likely ensure that cleaved neo-N-terminal peptides can be identified. With experience the ratios of the protease to proteome can be reduced.\r\n\n\n3) Incubate for 1-24 h at a temperature suitable for the protease under investigation.\r\n\n\n4) _Optional_: heat inactivate the protease and control samples.\r\n\n\n\r\n\n\n_Time taken_ - up to 24 hours depending on the selected assay conditions.\r\n\n\n\r\n\n\n**Isotopic labeling of samples**\r\n\n\nTAILS is based on isotopic labeling of the primary amines at protein N-termini and lysine side chains. Therefore any primary amine reactive isotopic reagent can be used. We chose to label the proteins by dimethylation using\n12\nCH\n2\n-formaldehyde \\(light) and\n13\nC\n2\nH\n2\n-formaldehyde \\(heavy) and sodium cyanoborohydride \\(NaBH\n3\nCN, ALD reagent) as the catalyst\n28\n. This labeling approach is very fast, robust and efficient and utilizes relatively cheap reagents \\( ==~== $1/labeling reaction). The labeling procedure must be carried out separately for the control and protease-treated sample.\r\n\n\n1) Denature protein samples by adding 8 M GuHCl to a final concentration of 4 M GuHCl. \r\n\n\n_Note_: The labeling reaction can be carried out efficiently at lower denaturant concentrations but will require more time. Do not use urea which will modify amino acid residues in the sample and so reduce peptide identifications.\r\n\n\n2) Check pH by pipetting 1 μL of sample onto a pH strip. Hamilton microcapillary tubes can also be used for 100 nL volumes.\r\n\n\n3) Adjust pH to 7.0 by addition of small volumes of 1 N HCl or 1 N NaOH.\r\n\n\n4) Reduce cysteine residues by adding 1.0 M DTT to a final concentration of 5 mM.\r\n\n\n5) Incubate sample at 65 °C for 1 hour.\r\n\n\n6) Cool samples to room temperature.\r\n\n\n_Caution_: Cooling down sample temperature prior to addition of iodoacetamide \\(IAA) is essential for preventing lysine modification by IAA\n29\n.\r\n\n\n7) Alkylate cysteines by adding 0.5 M IAA to final concentration of 10 mM.\r\n\n\n8) Incubate sample at 25 °C in the dark for 30 minutes.\r\n\n\n9) Quench excess IAA by adding 1.0 M DTT to a final concentration of 30 mM DTT.\r\n\n\n10) Incubate for 30 minutes to achieve full quenching of IAA.\r\n\n\n_Caution_: Formaldehyde and sodium cyanoborohydride \\(ALD reagent) are extremely toxic and carcinogenic reagents. Therefore extra care should be taken while handling these. In addition, during the reductive dimethylation reaction lethal hydrogen cyanide gas is emitted. Therefore, all of the following steps should be performed in a fume hood.\r\n\n\n11) Prepare 2.0 M working stocks of\n13\nC\n2\nH\n2\n-formaldehyde \\(heavy) and\n12\nC\n1\nH\n2\n-formaldehyde \\(light) in water.\r\n\n\n_Note_: The concentrations of the light and heavy formaldehyde stock solutions as supplied by the manufacturer are different: 37% or 12.3 M, and 20% or 6.6 M, respectively.\r\n\n\n12) Add light formaldehyde to one sample \\(control) and heavy formaldehyde to the protease sample to a final concentration of 40 mM light/heavy formaldehyde.\r\n\n\n_Note_: If the experiment is repeated several times, labeling swaps are recommended for validation. By convention, heavy labels are used for the protease sample.\r\n\n\n13) Add ALD reagent to each sample to a final concentration of 20 mM.\r\n\n\n14) Vortex samples and adjust pH to 6-7 if required by adding 1.0 N HCl or 1.0 N NaOH \\(check pH as in step 2).\r\n\n\n15) Incubate for at least 4 hours at 37 °C, but overnight is recommended.\r\n\n\n16) Quench excess formaldehyde by adding 1.0 M ammonium bicarbonate to each sample up to a final concentration of 100 mM.\r\n\n\n17) Vortex samples and check pH \\(as in step 2). If required adjust pH to 6-7 by adding small volumes of 1.0 N HCl or 1.0 N NaOH. \r\n\n\n18) Incubate for at least 4 hours at 37 °C.\r\n\n\n19) Keep a small aliquot \\(1-5%) of each sample for labeling validation \\(for troubleshooting purposes); label samples as \"heavy\"\u009d and \"light\". \r\n\n\n_Suggestion_: A fast, labeling test can be preformed by analyzing the non-labeled \\(start) and light and heavy labeled samples by MALDI-TOF MS. Successful labeling is characterized by a complete shift by ?6 m/z of the observed peaks in the labeled samples compared to the nonlabeled samples.\r\n\n\n\r\n\n\n_Time taken_ - 9 to 24 hours.\r\n\n\n\r\n\n\n**Proteolytic digestion of labeled samples**\r\n\n\nThe sample must be tryptic digested to prepare the sample for proteomics analysis. As will be described below and as in many other proteomics procedures, it is highly recommended to use trypsin for this purpose, although GluC or chymotrypsin can also be used. Following primary amine dimethylation, trypsin cannot cleave at the blocked lysines and so will cleave with ArgC specificity \\(cleaving C-terminal to arginine residues only). This generates longer peptides which significantly improves the likelihood of identifying neo-N-terminal peptides that have otherwise been shortened by proteolysis\n26\n. If GluC or chymotrypsin are used this advantage is lost.\r\n\n\n\r\n\n\n_Labeling reagents clean-up_\r\n\n\n1) Combine quenched heavy and light labeled samples in a 15 mL tube.\r\n\n\n2) Keep small aliquot for quality control and label it \"labeled samples before precipitation\"\u009d.\r\n\n\n3) Add 8 sample volumes of ice-cold acetone and 1 sample volume of methanol to the labeled proteins.\r\n\n\n_Caution_: acetone and methanol should be stored in chemical resistant containers \\(i.e. glass bottles). The use of plastic-ware for storage can result in the extraction of contaminating plastic polymers into the solvent that will affect MS results.\r\n\n\n4) Aliquot 1.2 mL sample into 1.5 mL microfuge tubes \\(unless a centrifuge capable of 15,000g for 15 mL tubes is available, in which case continue using the 15 mL tubes).\r\n\n\n5) Precipitate labeled proteins for at least 4 hours at -80 °C, but overnight is recommended.\r\n\n\n6) Centrifuge the samples at 14,000g in 4 °C for 10 min and carefully discard the supernatant.\r\n\n\n7) Add 1 mL of ice-cold methanol to each tube \\(or 5 mL if 15 mL tube is used).\r\n\n\n_Note_: Washing the acetone pellet with methanol prevents unwanted acetylation of the N-termini of tryptic peptides in case of any NaCNBH\n3\ncarry-over.\r\n\n\n8) Centrifuge the samples at 14,000g in 4 °C for 10 min and carefully discard the supernatant.\r\n\n\n9) Repeat steps 7 and 8.\r\n\n\n10) Air-dry the sample.\r\n\n\n_Note_: Do not overdry the sample as it will be difficult to dissolve.\r\n\n\n11) Resuspend samples 8 M GuHCl. For 1.5 mL it is recommended to start with 20 L and increase volume if required. Use the minimal volume required to completely resuspend the sample.\r\n\n\n12) Add 9 volumes of 50 mM HEPES pH 8.0 to each tube \\(i.e. 180 μL if 20 μL of 8 M GuHCl was used) and combine resuspensions from all tubes. Following this the final concentration of GuHCl should not exceed 0.75 M, which is suitable for trypsin digestion. If another protease is used, the final GuHCl should be adjusted accordingly.\r\n\n\n13)  Keep a small aliquot \\(1% of total or 1 μL if testing by MALDI-TOF) for quality control and label \"labeled samples after precipitation\"\u009d.\r\n\n\n\r\n\n\n_Time taken_ - 6 to 24 hours.\r\n\n\n\r\n\n\n_Trypsin digest_\r\n\n\n1) Check pH and if required adjust to pH 8.0 by adding small volumes of 1.0 N HCl or 1.0 N NaOH.\r\n\n\n2) Add mass spectrometry grade trypsin to a final ratio of 1:50 protease/protein \\(i.e. 4 μg trypsin per 200 μg sample) and gently pipette up and down to mix sample.\r\n\n\n3) Incubate overnight \\(18 h) at 37 °C.\r\n\n\n4) _Optional_: add additional trypsin as in step 2 and incubate for an additional 4 hours at 37 °C to ensure complete digestion.\r\n\n\n5) Keep a small aliquot for quality control and label it \"labeled samples after digestion\".\r\n\n\n_Optional_: It is highly recommend to plan ahead and prepare sufficient starting material that will allow MS analysis of the sample prior to polymer negative selection. If the sample amounts permit such analysis, an aliquot should be stored for this purpose at this point.\r\n\n\n\r\n\n\n_Time taken_ - 18 to 24 hours.\r\n\n\n\r\n\n\n_Quality control for labeling and digestion_\r\n\n\nTo verify the successful completion of the above steps, run a 10% SDS-PAGE gel followed by silver staining of the aliquots that were stored in the previous steps: labeled samples before precipitation, labeled samples after precipitation, and labeled samples after digestion. Ensure similar protein bands and intensities appear before and after precipitation and that there is disappearance of all bands higher than 10 kDa after proteolytic digestion. Mismatching protein bands before and after precipitation indicates sample losses that will reduce the quality of the MS analysis. Protein bands after tryptic digestion may indicate incomplete digestion \\(e.g. due to a bad protease batch) and require repetition of the digestion step.\r\n\n\n\r\n\n\n_Time taken_ - 4 hours.\r\n\n\n\r\n\n\n**Negative selection of blocked peptides using HPG-ALD polymer and MS/MS readout**\r\n\n\nThis step enriches the naturally blocked as well as the dimethylated and labeled N-terminome peptides by negative selection. In the previous steps, protein original free N-termini and the protease-generated neo-N-termini were dimethylated, so together with naturally blocked N-termini \\(e.g. by acetylation and cyclization) of proteins, they all posses blocked N-termini. Trypsin digestion generated internal peptides with free N-termini. The HPG-ALD polymers developed for TAILS contain many aldehyde functional groups that readily react and bind the free N-terminal internal tryptic and C-terminal peptides when mixed with the digested sample in the presence of sodium cyanoborohydride. In contrast, the naturally blocked and isotopically-labeled mature N-terminal and neo-N-terminal peptides \\(and dimethylated lysines) are unreactive and will remain unbound for recovery by ultrafiltration.\r\n\n\n\r\n\n\n_Polymer preparation_:\r\n\n\n\"HPG-ALD\":http://www.flintbox.ca/technology.asp?page=3081 polymer usually supplied at a concentration of ==~== 35 mg/ml. Although the polymer was dialyzed extensively it is recommended to dialyze again prior to use.\r\n\n\n1) Dialyze 0.5 ml of HPG-ALDII polymer against 4 L of water overnight at room temperature with agitation.\r\n\n\n2) Split HPG-ALDII stock into 20 µL aliquots in microfuge tubes.\r\n\n\n3) Flow argon gas on top of the liquid for 1 minute per each tube.\r\n\n\n_Caution_: do not use strong gas flow as it will cause the solution to splash out of the tube.\r\n\n\n4) Close the microfuge tubes and freeze the polymer solution in liquid nitrogen. Store the polymer at -80 ºC. These aliquots are ready to be used for experiments.\r\n\n\n_Note_: If the polymer solution is frozen other than by liquid nitrogen, a gel-like, opaque solution will be formed upon thawing that will require about one hour to form a clear, usable solution.\r\n\n\n\r\n\n\n_Polymer negative selection_:\r\n\n\nHPG-ALDII polymer has a binding capacity of 2.5 mg of peptide per mg of polymer. However, there are different versions of the HPG-ALD polymer with different binding capacity\n26\n. Therefore, if a different version of HPG-ALD is used, the amount of polymer for the capture should be modified accordingly. Removal of the internal tryptic peptides results in a\n90% decrease of the total peptide content, thus a maximum of ==\n== 20 µg of peptides can be recovered in the N-terminal enriched sample. The peptide content is in fact lower \\(around 10 µg) due to sample loss through the different steps.\r\n\n\n1) Add dialyzed HPG-ALDII to the trypsinized sample. We recommend capturing 100 µg of peptides with 200 µg of HPG-ALDII, representing a 5-fold excess of polymer. Therefore, if the polymer solution concentration is 35 mg/mL, 10 μL of polymer stock should be added per 100 μg of tryptic digest.\r\n\n\n2) Add ALD reagent to final concentration of 20 mM.\r\n\n\n3) Check pH and if required adjust to pH 6-7 range by adding small volumes of 1.0 N HCl or 1.0 N NaOH.\r\n\n\n4) Incubate overnight at 37ºC.\r\n\n\n5) Add 1.0 M ammonium bicarbonate to 100 mM final concentration.\r\n\n\n_Note_: This step is used for blocking the excess functional aldehyde groups of the polymer which improves yield and reduces non-specific binding of peptides to the polymer.\r\n\n\n6) Check pH and if required adjust to pH 6-7 by adding small volumes of 1.0 N HCl or 1.0 N NaOH.\r\n\n\n7) Incubate at 37 ºC for 30 minutes.\r\n\n\n\r\n\n\n_Time taken_ - 6 to 12 hours.\r\n\n\n\r\n\n\n_Recovery of unbound blocked and labeled peptides_:\r\n\n\n1) Pretreat a 10-kDa molecular cutoff Microcon spin-filter \\(Millipore) with 400 µL of water as per manufacturers instructions. Do not allow membrane to dry out before sample addition.\r\n\n\n2) Load the tryptic digest/polymer reaction mixture.\r\n\n\n3) Filter by centrifugation at 14,000 rpm for 15 min.\r\n\n\n4) Monitor the sample volume above the filter and centrifuge until there remains just a few µL on the filter.\r\n\n\n5) Collect the filtrate, which contains the enriched N-terminal peptides. The internal tryptic peptides that are covalently bound to the polymer are retained by the filter.\r\n\n\n6) Wash the filter by adding 200 µL of 100 mM ammonium bicarbonate buffer and centrifuge again.\r\n\n\n7) Collect the filtrate and combine it with the filtrate of Step 5.\r\n\n\n\r\n\n\n_Time taken_ - up to 3 hours.\r\n\n\n\r\n\n\n_Desalting of blocked and labeled peptide solution_:\r\n\n\nThis step is performed utilizing a C18 reverse-phase solid phase extraction cartridge. We used Waters Sep-Pak light, which accommodates a relatively small volume with a high binding capacity thus providing convenient sample concentration at this step.\r\n\n\n1) Acidify the pooled filtrates \\(obtained at step 7 above) to pH 3 by adding formic acid and dilute to 3 mL 0.1% formic acid in water.\r\n\n\n2) Condition a Sep-Pack light C18 cartridge by injecting 5 mL of 80% acetonitrile, 20% water, 0.5% formic acid with a syringe.\r\n\n\n3) Discard the flow-through.\r\n\n\n_Caution_: Do not dry the cartridge by introducing air at the end of the injection. Always keep the cartridge wet.\r\n\n\n4) Rinse the Sep-Pack light C18 cartridge with 5 mL of water with 0.1% formic acid and discard the flow-through.\r\n\n\n5) Apply the sample to the cartridge at a maximum of 1 mL/min and collect the flow-through. Note: Measure the flow with a timer using the syringe volume marks.\r\n\n\n6) Reapply the sample to the cartridge to improve peptide binding and recovery.\r\n\n\n7) Wash the Sep-Pack light C18 cartridge twice with 5 mL 0.1% formic acid in water and discard the flow through.\r\n\n\n8) Elute peptides with 1.5 mL of 80% acetonitrile, 20% water, 0.5% formic acid at a maximum of 1 mL/min. Collect the eluate into a microfuge tube.\r\n\n\n9) Evaporate the eluate organic solvent under vacuum \\(using a speedvac).\r\n\n\nCaution: Do not dry completely.\r\n\n\n10) Resuspend the peptides in 20 µL of 3% acetonitrile, 97% water, 0.1% formic acid. Store the samples at -80 ºC until mass spectrometry analysis.\r\n\n\n\r\n\n\n_Time taken_ - 3 hours \\(strongly depend on speedvac speed).\r\n\n\n\r\n\n\n**Identification of N-terminal Peptides by Liquid Chromatography-Tandem Mass Spectrometry**\r\n\n\nTAILS-enriched N-terminal peptides have been analyzed on quadrupole-time of flight QSTAR \\(ABI) and an LTQ-Orbitrap \\(ThermoFisher) mass spectrometers, but can be analyzed on any tandem mass spectrometer. An LTQ-Orbitrap mass spectrometer is preferred because of its fast duty cycle time and high mass accuracy. Using the Orbitrap, TAILS data coverage has proven excellent without sample prefractionation due to the massive sample simplification achieved following removal of the internal tryptic peptides. However, higher coverage and potentially better quantification accuracy can be obtained using a 2D peptide separation system following TAILS, such as strong cation exchange chromatography to generate 10 fractions, with each then being loaded separately on the mass spectrometer. A description of the LC-MS/MS setup is not within the scope of this protocol so here we outline the conditions used for the LTQ-Orbitrap TAILS analysis\n26\nonly briefly. These steps can be easily adapted to other mass spectrometers.\r\n\n\n1) Load peptides onto a C18 reverse-phase \\(3 µm ReproSil Pur C18 beads) capillary column \\(15 cm, 75 mm inner diameter fused silica emitter with a 8 mm diameter opening) with a nanoflow HPLC in-line with the mass spectrometer as described.\r\n\n\n_Optional_: If required, prior to loading the column, desalt peptide sample using STop And Go Extraction \\(STAGE) tips\n30\n.\r\n\n\n2) Elute the peptides from the reverse-phase column with a gradient composed of Buffer A \\(0.5% acetic acid) and Buffer B \\(0.5% acetic acid and 80% acetonitrile) and inject it directly into the mass spectrometer by ion-spray ionization. The gradient is formed with 6 to 30% Buffer B in 60 min, then from 30 to 80% Buffer B in 10 min and held at 80% of Buffer B for 5 min.\r\n\n\n3) Acquire MS1 scans between 350 and 1,500 m/z at a resolution of 60,000 and select the five most intense ions for fragmentation. Repeat this cycle for the period of the gradient.\r\n\n\n\r\n\n\n_Time taken_ - 2-3 hours.\r\n\n\n\r\n\n\n**Data Analysis of the TAILS Tandem Mass Spectroscopy Spectra**\r\n\n\nUnlike most proteomics procedures, the successful outcome of TAILS negative selection is the generation and isolation of peptide \"single hits\" where a protein identification is based on a single peptide \\(i.e. only the original or neo-N-terminal peptide of each protein)\n32\n. To address this issue we set robust statistical and bioinformatics criteria. We collect 3 different biological samples for analysis that are treated and analyzed independently. High quality and accurate MS data are acquired using a Fourier-transform mass spectrometer. For the identification of protease generated neo-N-terminal peptides, database searches are performed utilizing 2 search engines. We use Mascot and X\\! Tandem. The search parameters include N-terminal and lysine dimethylation modifications. Data analysis depends on LC-MS/MS vendor-specific data formats and the choice and access to specific analysis software. We chose to analyze the data using the open source Trans-Proteomics Pipeline \\(TPP) software from the Systems Biology Institute in Seattle\n31\n, which allows input from different mass spectrometers and can incorporate MS/MS search results from different search engines including free and open-source engines such as X\\! Tandem and Omssa as well as the commonly used commercial programs Sequest and Mascot. For peptide identification we use an orthogonal validation strategy whereby the N-terminus must be dimethylated and the peptide must be within 5 p.p.m. of the expected m/z. Next, the peptides must pass PeptideProphet in the TPP with a false discovery rate of less than 1%.\r\n\n\n\r\n\n\nAfter high confidence peptide identification and protein identification the protease substrates are then identified by a process we term hierarchical substrate winnowing\n26\n. The relative quantification \\(protease-treated vs control) of each peptide found in the database searches is analyzed using the XPRESS quantification tool included in the TPP. In this process high confidence cleavage sites must have a peptide abundance ratio \\(heavy/light, protease/control) >3. Such peptides are compiled for each of the three biological samples from the technical replicates and further validated through the TPP to generate a list of substrate candidates identified by single peptides in multiple biological samples. Only the following high ratio peptides are then selected as high confidence potential protease-generated peptides that are identified in more than one biological replicate sample, or in multiple charge states, or with and without oxidized methionine, or with and without arginine or glutamine deamidation. The rationale is that a peptide must be identified twice: either the same peptide in different samples or in different states in the same sample. It should be noted that a less stringent validation could be used when a protease with known and narrow cleavage specificity is being examined. The double identified, high confidence, high ratio neo-N-terminal peptides are then further examined to select the most biologically relevant candidate substrates for the tested protease. For proteases belonging to a family, candidate substrates can be winnowed from the candidates that are known to be cleaved by other proteases in the family, or are protein family members of a substrate cleaved by the protease.\r\n\n\n\r\n\n\nThe identification of protein naturally blocked N-terminal peptides is performed by simply altering the database search parameters \\(i.e. including peptide N-terminal acetylation or cyclization instead of dimethylation) and by utilizing protein database annotations.\r\n\n\n\r\n\n\nWe provide below examples based on data originating from a Thermo LTQ-Orbitrap\nTM\ninstrument \\(\".RAW\"\u009d file format) analyzed by Mascot\n33\nand X\\! Tandem\n34\nfor uninterpreted database searches. The steps are described briefly and detailed information regarding TPP usage can be found on the \"TPP wiki\":http://tools.proteomecenter.org/wiki/index.php?title=Main_Page, \"tutorial\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tutorial, \"TPP users discussion list\":http://groups.google.com/group/spctools-discuss?pli=1, and in the links provided below. \r\n\n\n\r\n\n\n_Time taken_ - hours to days.\r\n\n\n\r\n\n\n_File conversions_: \r\n\n\n1) Make a directory for each analysis \\(Mascot protease cleavage, X\\! Tandem protease cleavage, Mascot N-terminal and so on).\r\n\n\n2) Convert LTQ-Orbitrap RAW data to mzXML format in profile mode \\(not centroid) using \"ReAdW\":http://tools.proteomecenter.org/wiki/index.php?title=Software:ReAdW tool in the TPP.\r\n\n\n_Note_: it is possible to convert to mzXL format, which is the new standard MS format set by HUPO - but the usage of this format for TAILS data analysis has not been tested yet.\r\n\n\n3) Place 2 copies of the mzXML file in each directory and name differently for heavy and light. If required  \\(see more details below on Mascot database search section).\r\n\n\nNote: The TPP requires that the mzXML and all other files generated during the analysis of a data set are kept in the same directory. If possible semi-links/shortcuts can be use to avoid storage of multiple copies of the mzXML files.\r\n\n\n4) For Mascot searches convert the mzXML files to Mascot generic format \\(.mgf extension) using MzXML2Search tool in the TPP \\(use defaults).\r\n\n\n\r\n\n\n_Mascot database search analysis_:\r\n\n\nTPP quantitative analysis of \"Mascot\":http://tools.proteomecenter.org/wiki/index.php?title=TPP:Mascot_and_the_TPP search data for dimethylation requires running 2 separate searches, one for only heavy labeled peptides and one for only light labeled peptides. We recommend the use of decoy sequences in the searched database in order to improve peptide assignment validation in later steps of the analysis\n35\n. For more information about decoy sequences, their generation and implantation in the database see \"Mascot help\":http://www.matrixscience.com/help/decoy_help.html.\r\n\n\n1) Run a Mascot search for only light dimethylated peptides using the mgf file as input against an appropriate database using the following search parameters: Semi-ArgC cleavage specificity; up to 3 missed cleavages; precursor ion mass tolerance 10 ppm; fragment mass tolerance 0.8 Da; fixed modifications: cysteine carbamidomethylation \\(+57.021464), peptide N-terminal and lysine dimethylation \\(+28.031300); variable modification: methionine oxidation \\(+15.994915); scoring scheme ESI-TRAP.\r\n\n\n2) Repeat the search for heavy dimethylated peptides by changing the settings of fixed modification of peptide N-terminal and lysine residue to heavy dimethylation \\(+34.063117). \r\n\n\n3) Import the search result files \\(.dat extension) from the Mascot server to the analysis directory and name them according to the input file name \\(i.e. data1.dat for data1.mgf and so on).\r\n\n\n4) Convert the .dat files to pepXML file using \"Mascot2XML\":http://tools.proteomecenter.org/wiki/index.php?title=Software:Mascot2XML tool. Do it for both the light and heavy labeled searches.\r\n\n\nMerge the heavy light search results, analyze and validate peptide MS/MS identifications and quantification using the \"XInteract and XPRESS\"::http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tutorial#Peptide_Level_Analysis, \"PeptideProphet\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tutorial#Peptide_Level_Analysis tools of the TPP \\(respectively).\r\n\n\nThe output of this step is an interact pepXML file that includes all the peptides and their related information \\(database search score, PeptideProphet score, relative abundance etc.).\r\n\n\n_Note_: All of these steps can be executed in a single step though the TPP \"Petunia\":http://tools.proteomecenter.org/wiki/index.php?title=TPP:Using_Petunia interface \\(GUI).\r\n\n\n\r\n\n\n_X\\! Tandem database search analysis_:\r\n\n\nQuantitative analysis of \"X\\! Tandem\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tandem_search searches for dimethylated peptides with the TPP does not require use of separate searches for heavy and light labeled peptides, but for simplification we will use the same search approach. In order to combine X\\! Tandem search results with Mascot results it is important to use the same database for both searches.\r\n\n\n1) Perform an X\\! Tandem database search for light-labeled peptides directly from the \"Petunia\":http://tools.proteomecenter.org/wiki/index.php?title=TPP:Using_Petunia interface of the TPP using the \"k-score\":http://tools.proteomecenter.org/wiki/index.php?title=TPP:X\\!Tandem_and_the_TPP option \\(X\\! Tandem searches are done with mzXML as input). Using the same parameters used for Mascot light search: Semi-ArgC cleavage specificity; up to 3 missed cleavages; precursor ion mass tolerance 10 ppm; fragment mass tolerance 0.8 Da; fixed modifications: cysteine carbamidomethylation \\(+57.021464), peptide N-terminal and lysine dimethylation \\(+28.031300); variable modification: methionine oxidation \\(+15.994915).\r\n\n\nThe X\\! Tandem search will generate a .xml file with the search results data in the same directory of the mzXML file used for the search.\r\n\n\n_Note_: Running X\\! Tandem through the TPP is done by using an \"input file\":http://www.thegpm.org/TANDEM/api/index.html with the required parameters for the search.\r\n\n\n2) Repeat the search for heavy dimethylated peptides by changing the settings of fixed modification of peptide N-terminal and lysine residue to heavy dimethylation \\(+34.063117).\r\n\n\n3) Convert the .xml files to pepXML using \"Tandem2XML\":http://tools.proteomecenter.org/wiki/index.php?title=Software:Tandem2XML tool for both the light and heavy labeled searches.\r\n\n\n4) Merge the heavy and light search results, analyze and validate peptide MS/MS identifications and quantification using the \"XInteract\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tutorial#Peptide_Level_Analysis, \"PeptideProphet and XPRESS\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tutorial#Peptide_Level_Analysis tools of the TPP \\(respectively). The output of this step is an interact pepXML file that includes all the peptides and their related information \\(database search score, PeptideProphet score relative abundance and so on).\r\n\n\n_Note_: All of these steps can be executed in a single step though the TPP \"Petunia interface\":http://tools.proteomecenter.org/wiki/index.php?title=TPP:Using_Petunia \\(GUI).\r\n\n\n\r\n\n\n_Data validation and selection of potential protease generated hits_: \r\n\n\n1) Combine the pepXML interact files of Mascot and X\\! Tandem using the \"iProphet\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Demo2009#8._Further_peptide-level_validation_iProphet tool of the TPP. This will generate a pepXML file with a combined list of identified and quantified peptides.\r\n\n\n2) Open the resulting iProphet pepXML file \\(using pepXML viewer). \r\n\n\n3) Determine PeptideProbability score that corresponds to a false discovery rate of 1% by using the \"calculate stats\"\u009d option under \"other options\"\u009d tab.\r\n\n\n4) Select peptides with a PeptideProbability score above the score found in step 2, corresponding to a false discovery rate of 1%.\r\n\n\n5) Manually verify the quantification data \\(extracted ion chromatograms from \"XPRESS\":http://tools.proteomecenter.org/wiki/index.php?title=TPP_Tutorial#XPRESS_Results) of peptides with undefined ratios and heavy and light singletons and correct if required.\r\n\n\n6) Export the final list of peptides to a Microsoft Excel sheet using the \"export spreadsheet\"\u009d option under \"other options\" tab.\r\n\n\n7) Select peptides with high \\(>3) and low ratios \\(<0.33), which are considered as potential substrates of the protease of interest.\r\n\n\n8) Perform these steps separately for all biological repeats analyzed by TAILS.\r\n\n\n9) Compare the high and low peptide lists obtained in steps 7 and 8 and select only the peptides appearing in two biological samples or that were identified by two different tandem mass spectra \\(different charge states, different labels, oxidized and non-oxidized methionine). \r\n\n\n10) _Optional_: as extra validation select only high and low peptides with precursor mass error <5 ppm \\(experimental v.s. theoretical).\r\n\n\n\r\n\n\n_Analysis of natural N-termini of proteins_:\r\n\n\nAnalysis of natural N-terminal peptides of proteins using TAILS requires only changing the database search parameters. For analysis of acetylated peptides the search parameters listed above should be changed by replacing the fixed modification on peptide N-termini from dimethylation \\(+28.031300 or +34.063117) to acetylation \\(+42.010565). The rest of the parameters should remain the same.\r\n\n\n\r\n\n\nIt was suggested that for general N-terminome mapping aiming at enrichment and identification of proteins natural N-terminal peptides, the validation of \"single hits\" could also rely on the actual position of the identified peptide within the protein sequence\n13,15\n. Obtaining peptide positional information is dependent on the quality of the database annotation. To assist in obtaining the positional information of identified peptide we recommend the usage of a documented Perl script developed in our lab that can be found at \"www.clip.ubc.ca/resources/index.html\":http://www.clip.ubc.ca/resources/index.html, under CLIP-PICS\n36\n."
        },
        {
            "header": "Timing",
            "content": "Highly variable depending on cell lines and data analysis time. About 5 days including a 24 h cell culture time in serum-free media."
        },
        {
            "header": "Critical Steps",
            "content": "Do not use buffers or reagents with primary amines prior to completion of labeling and the last step of polymer negative selection.\r\n\n\nMonitor and adjust pH when indicated.\r\n\n\nCool samples to room temperature before alkylating cysteine with IAA.\r\n\n\nDo not use urea for sample resolubilization.\r\n\n\nQuench completely excess IAA with DTT.\r\n\n\nQuench completely excess labeling reagent with ammonium bicarbonate prior to mixing heavy and light labeled samples and tryptic digest.\r\n\n\nBlock polymer functional groups with ammonium bicarbonate after completion of binding of the internal tryptic and C-terminal peptides to the polymer in the negative selection step of blocked peptides.\r\n\n\nPerform all labeling steps in fume hood."
        },
        {
            "header": "Troubleshooting",
            "content": "TAILS is a highly optimized procedure. Many of the steps are performed to be mass spectrometer compatible at later stages. Do not vary the parameters and conditions until satisfactory results are obtained. \r\n\n\n\r\n\n\nIf very few peptides are identified by the database search:\r\n\n\nVerify the quality of the MS data \\(mzXML) using \"Pep3D\":http://tools.proteomecenter.org/wiki/index.php?title=Software:Pep3D.\r\n\n\nChange database search parameters to include potential modifications.\r\n\n\nValidate the tested protease activity \\(as suggested in \"Test protease cleavage of collected proteome\"\u009d).\r\n\n\nIncrease the protease:proteome ratio or incubation time.\r\n\n\nVerify labeling by analyzing initial labeled samples \\(subsection 19 in \"isotopic labeling\"\u009d).\r\n\n\nUse protease of known specificity such as GluC or caspase to set the analysis conditions before using the test protease."
        },
        {
            "header": "Anticipated Results",
            "content": "Anywhere from 100 to 1000s of cleavage sites for the tested protease and ==~== 100-1000 original free and blocked N-terminal will be identified. This depends on the size and complexity of the tested proteome and activity and presence of substrates of the test protease."
        },
        {
            "header": "References",
            "content": "1. Meinnel, T., Serero, A. &amp; Giglione, C. Impact of the N-terminal amino acid on targeted protein degradation. _Biol. Chem._ **387**, 839-851 \\(2006).\r\n  2. Brown, J.L. &amp; Roberts, W.K. Evidence that approximately eighty per cent of the soluble proteins from Ehrlich ascites cells are N-alpha-acetylated. _J. Biol. Chem._ **251**, 1009-1014 \\(1976).\r\n  3. Overall, C.M. &amp; Blobel, C.P. In search of partners: linking extracellular proteases to substrates. _Nat. Rev. Mol. Cell Biol._ **8**, 245-257 \\(2007).\r\n  4. Doucet, A., Butler, G.S., Rodriguez, D., Prudova, A. &amp; Overall, C.M. Metadegradomics: toward in vivo quantitative degradomics of proteolytic post-translational modifications of the cancer proteome. _Mol. Cell. Proteomics_ **7**, 1925-1951 \\(2008).\r\n  5. Polevoda, B. &amp; Sherman, F. N. alpha-terminal acetylation of eukaryotic proteins. _J. Biol. Chem._ **275**, 36479-36482 \\(2000).\r\n  6. Overall, C.M. Molecular determinants of metalloproteinase substrate specificity: matrix metalloproteinase substrate binding domains, modules, and exosites. _Mol. Biotechnol._ **22**, 51-86 \\(2002).\r\n  7. McQuibban, G.A. et al. Inflammation dampened by gelatinase A cleavage of monocyte chemoattractant protein-3. _Science_ **289**, 1202-1206 \\(2000).\r\n  8. Vergote, D. et al. Proteolytic processing of SDF-1alpha reveals a change in receptor specificity mediating HIV-associated neurodegeneration. _Proc. Natl. Acad. Sci._ U. S. A. **103**, 19182-19187 \\(2006).\r\n  9. Puente, X.S., Sanchez, L.M., Overall, C.M. &amp; Lopez-Otin, C. Human and mouse proteases: a comparative genomic approach. _Nat. Rev. Genet._ **4**, 544-558 \\(2003).\r\n  10. Turk, B. Targeting proteases: successes, failures and future prospects. Nat. _Rev. Drug Discov._ **5**, 785-799 \\(2006).\r\n  11. Lopez-Otin, C. &amp; Overall, C.M. Protease degradomics: a new challenge for proteomics. _Nat. Rev. Mol. Cell Biol._ **3**, 509-519 \\(2002).\r\n  12. Gevaert, K. et al. Exploring proteomes and analyzing protein processing by mass spectrometric identification of sorted N-terminal peptides. _Nat. Biotechnol._ **21**, 566-569 \\(2003).\r\n  13. McDonald, L., Robertson, D.H., Hurst, J.L. &amp; Beynon, R.J. Positional proteomics: selective recovery and analysis of N-terminal proteolytic peptides. _Nat. Methods_ **2**, 955-957 \\(2005).\r\n  14. Kuhn, K. et al. Isolation of N-terminal protein sequence tags from cyanogen bromide cleaved proteins as a novel approach to investigate hydrophobic proteins. _J. Proteome Res._ **2**, 598-609 \\(2003).\r\n  15. McDonald, L. &amp; Beynon, R.J. Positional proteomics: preparation of amino-terminal peptides as a strategy for proteome simplification and characterization. _Nat. Protoc._ **1**, 1790-1798 \\(2006).\r\n  16. Mahrus, S. et al. Global sequencing of proteolytic cleavage sites in apoptosis by specific labeling of protein N termini. _Cell_ **134**, 866-876 \\(2008).\r\n  17. Ji, C., Guo, N. &amp; Li, L. Differential dimethyl labeling of N-termini of peptides after guanidination for proteome analysis. _J. Proteome Res._ **4**, 2099-2108 \\(2005).\r\n  18. Dormeyer, W., Mohammed, S., Breukelen, B., Krijgsveld, J. &amp; Heck, A.J. Targeted analysis of protein termini. _J. Proteome Res._ **6**, 4634-4645 \\(2007).\r\n  19. Schilling, O. &amp; Overall, C.M. Proteomic discovery of protease substrates. _Curr. Opin. Chem. Biol._ **11**, 36-45 \\(2007).\r\n  20. Timmer, J.C. et al. Profiling constitutive proteolytic events in vivo. _Biochem. J._ **407**, 41-48 \\(2007).\r\n  21. Enoksson, M. et al. Identification of proteolytic cleavage sites by quantitative proteomics. _J. Proteome Res._ **6**, 2850-2858 \\(2007).\r\n  22. Van Damme, P. et al. Caspase-specific and nonspecific in vivo protein processing during Fas-induced apoptosis. _Nat. Methods_ **2**, 771-777 \\(2005).\r\n  23. Van Damme, P. et al. Analysis of protein processing by N-terminal proteomics reveals novel species-specific substrate determinants of granzyme B orthologs. _Mol. Cell. Proteomics_ **8**, 258-272 \\(2008).\r\n  24. Vande Walle, L. et al. Proteome-wide Identification of HtrA2/Omi Substrates. _J. Proteome Res._ **6**, 1006-1015 \\(2007).\r\n  25. Staes, A. et al. Improved recovery of proteome-informative, protein N-terminal peptides by combined fractional diagonal chromatography \\(COFRADIC). _Proteomics_ **8**, 1362-1370 \\(2008).\r\n  26. Kleifeld, O. et al. Proteomic Identification of Protease Cleavage Products from N-Terminome Analysis by Terminal Amine Isotopic Labeling of Substrates. _Nat. Biotechnol._ \\(2010).\r\n  27. Overall, C.M. &amp; Kleifeld, O. Tumour microenvironment - opinion: validating matrix metalloproteinases as drug targets and anti-targets for cancer therapy. _Nat. Rev. Cancer_ **6**, 227-239 \\(2006).\r\n  28. Hsu, J.L., Huang, S.Y., Chow, N.H. &amp; Chen, S.H. Stable-isotope dimethyl labeling for quantitative proteomics. _Anal. Chem._ **75**, 6843-6852 \\(2003).\r\n  29. Nielsen, M.L. et al. Iodoacetamide-induced artifact mimics ubiquitination in mass spectrometry. _Nat. Meth._ **5**, 459-460 \\(2008).\r\n  30. Rappsilber, J., Ishihama, Y. &amp; Mann, M. Stop and go extraction tips for matrix-assisted laser desorption/ionization, nanoelectrospray, and LC/MS sample pretreatment in proteomics. _Anal. Chem._ **75**, 663-670 \\(2003).\r\n  31. Keller, A., Eng, J., Zhang, N., Li, X.J. &amp; Aebersold, R. A uniform proteomics MS/MS analysis platform utilizing open XML file formats. _Mol. Syst. Biol._ **1**, 2005 0017 \\(2005).\r\n  32. Higdon, R. &amp; Kolker, E. A predictive model for identifying proteins by a single peptide match. _Bioinformatics_ **23**, 277-280 \\(2007).\r\n  33. Perkins, D.N., Pappin, D.J., Creasy, D.M. &amp; Cottrell, J.S. Probability-based protein identification by searching sequence databases using mass spectrometry data. _Electrophoresis_ **20**, 3551-3567 \\(1999).\r\n  34. Craig, R. &amp; Beavis, R.C. TANDEM: matching proteins with tandem mass spectra. _Bioinformatics_ **20**, 1466-1467 \\(2004).\r\n  35. Choi, H. &amp; Nesvizhskii, A.I. Semisupervised model-based validation of peptide identifications in mass spectrometry-based proteomics. _J. Proteome Res._ **7**, 254-265 \\(2008).\r\n  36. Schilling, O. &amp; Overall, C.M. Proteome-derived, database-searchable peptide libraries for identifying protease cleavage sites. _Nat. Biotechnol._ **26**, 685-694 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "O.K. was supported by the Centre for Blood Research \\(CBR) \\(University of British Columbia), Canadian Institute for Health Research/Heart and Stroke Foundation of Canada \\(CIHR/HSFC) Strategic Training Program in Transfusion Science research fellowship. A.D. acknowledges the Fonds Quebecois de la Recherche sur la Nature et les Technologies and the Michael Smith Foundation for Health Research \\(MSFHR) for research fellowships. J.N.K. is the recipient of a Canadian Blood Services \\(CBS)/CIHR new investigator award in transfusion science. C.M.O is supported by a Canada Research Chair in Metalloproteinase Proteomics and Systems Biology. This work was supported by grants from the CIHR and from a program project grant in Breast Cancer Metastases from the Canadian Breast Cancer Research Alliance with funds from the Canadian Breast Cancer Foundation and The Cancer Research Society as well as with an Infrastructure Grant from the Canada Foundation for Innovation \\(CFI) and MSHFR. We thank Dr Wei Chen and the CBR mass spectrometry core facility for proteomics analysis and Dr Georgina Butler for critical reading of the manuscript."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nbt.1611",
                "date": "2010-02-11 16:53:39",
                "title": "Isotopic labeling of terminal amines in complex samples identifies protein N-termini and protease cleavage products",
                "authors": [
                    "Oded Kleifeld",
                    "Alain Doucet",
                    "Ulrich auf dem Keller",
                    "Anna Prudova",
                    "Oliver Schilling",
                    "Rajesh K Kainthan",
                    "Amanda E Starr",
                    "Leonard J Foster",
                    "Jayachandran N Kizhakkedathu & Christopher M Overall"
                ],
                "journal": "Nature Biotechnology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11373,
                "identity": "9f745605-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Oded Kleifeld",
                "email": "",
                "orcid": "",
                "institution": "Israel Institute of Technology, Faculty of Biology, Haifa 32000, Israel.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Oded",
                "middleName": "",
                "lastName": "Kleifeld",
                "suffix": ""
            },
            {
                "id": 11374,
                "identity": "9f745869-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alain Doucet",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, University of British Columbia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alain",
                "middleName": "",
                "lastName": "Doucet",
                "suffix": ""
            },
            {
                "id": 11375,
                "identity": "9f745aa3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jayachandran N. Kizhakkedathu",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology and Laboratory Medicine, University of British Columbia.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jayachandran",
                "middleName": "N.",
                "lastName": "Kizhakkedathu",
                "suffix": ""
            },
            {
                "id": 11376,
                "identity": "9f745c2c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christopher M. Overall",
                "email": "",
                "orcid": "",
                "institution": "Department of Oral Biological and Medical Sciences, University of British Columbia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christopher",
                "middleName": "M.",
                "lastName": "Overall",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-04-04 10:39:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.30",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.30",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608086,
                "identity": "8757d2a5-7aaa-465a-88cf-ca515a95b393",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:57",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 454557,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of TAILS workflow.   Protein derived from control and protease treated samples are labeled on the primary amines of the peptides N-termini (NH~2~) and lysines (K) via dimethylation using (d(0)C^12^)-formaldehyde (L) (green spheres) or (d(2)C^13^)-formaldehyde (H) (blue spheres), respectively. Protease substrate is cleaved (represented by scissors) to generate a prime site fragment (carboxyl) shown in red and a non-prime cleaved fragment. After mixing of protease-treated and control proteins, the sample is digested with trypsin. The newly formed internal tryptic peptides are removed by reaction of the tryptic peptide amino-termini with the amine reactive polymer. Isotopically labeled N-terminal peptides remain in the unbound fraction and are analyzed and quantified by high accuracy LC-MS/MS. Naturally acetylated or cyclized N-terminal peptides are also recovered in the filtrate after separation from the polymer. High protease/control ratio or singletons correspond to protease-generated neo-amino termini (neotope). These can be easily distinguished from background proteolysis products that occur in both samples and from natural N-terminal peptides, which have an isotope ratio centered on 1.0.",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-637/v1/figure_1.pdf"
            },
            {
                "id": 13464522,
                "identity": "023c8870-1db0-4e36-938d-ae4d887cbb8b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:39",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 377509,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-637/v1/5dedeba1-8262-4825-81cf-e4b9369b125e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "N-terminal labeling, degradomics, protease, quantitative proteomics, positional proteomics, polymer for proteomics, dimethylation, mass spectrometry, matrix metalloproteinase, MMP\r\n\r\n",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "System-wide proteomic identification of protease cleavage products by terminal amine isotopic labeling of substrates",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-03-07 16:23:31",
                "doi": "10.1038/nprot.2010.30",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f3270b4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 7th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2391,
                "name": "Biochemistry"
            },
            {
                "id": 2392,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-03-07 16:23:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}