{
    "identity": "pex-778",
    "title": "<p>Generating gastruloids with somite-like structures from mouse embryonic stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Somitogenesis is the process by which the early embryonic mesoderm segments into blocks (“somites”), that give rise to the skeletal muscles, cartilage, tendons and dermis<sup>8</sup>. Somitogenesis is associated with a pattern of differentiation of the presomitic mesoderm along the anterior-posterior axis of the embryo<sup>8</sup>.</p><p>The process of somitogenesis can be studied <em>in vivo </em>in mice, but there are technical difficulties associated with maintaining and imaging embryos in culture for the necessary amount of time. Gastruloids are polarized aggregates of mouse embryonic stem cells that recapitulate key events that occur during gastrulation in embryos, including symmetry breaking, germ layer formation and axial organization<sup>1–4</sup>. They can be used to study mammalian post-implantation development <em>in vitro</em><sup><em>1–4</em></sup>, in particular events that take place between 5.5 and 9.5 days post fertilization in mouse embryos<sup>4</sup>. Gastruloids represent an opportunity to Reduce, Refine and Replace animal use as they are generated directly from embryonic stem cells, and can be generated in large numbers, which makes them compatible with high-throughput genetic and small compound screens. In contrast to organoids, which generally consist of only one tissue type, gastruloids contain most cell types that are present in gastrula-stage mouse embryos<sup>7</sup>. Furthermore, in contrast to embryoid bodies (EBs; <em>in vitro </em>culture systems that also contain several embryonic tissues), these cell types are organized correctly in space and time in gastruloids. Therefore, the gastruloid system allows the <em>in vitro </em>study of interactions between tissues during embryonic development in a morphological context that more faithfully resembles the mouse embryo.</p><p>A feature of gastruloids is that, while they exhibit the genetic blueprint of the mammalian body plan, they lack the morphogenetic events that characterize the structure of embryos<sup>4</sup>. This is most clearly seen in the process of somitogenesis. Even though gastruloids reach the early stages of somitogenesis and express key markers of this process in the correct spatial anterior-posterior locations<sup>4,7</sup>, they do not form somite-like structures when generated with previously published protocols<sup>4–6</sup>. We recently showed that the periodic Notch-signalling oscillations that regulate somite formation in embryos are present in gastruloids<sup>7</sup>. In addition, we showed that the formation of somite-like structures can be induced in gastruloids by embedding them in low percentages of Matrigel at 96h after aggregation<sup>7</sup>. These somite-like structures have defined rostral and caudal halves, and appear sequentially in anterior-posterior direction along a clearly defined anterior-posterior axis<sup>7</sup>.</p><p>Here, we describe the step-by step protocol that can be used to generate mouse gastruloids that form somite-like structures <em>in vitro</em>. This protocol is based on previously published gastruloid culture protocols<sup>1,5,6</sup>, but includes an essential Matrigel-embedding step that is necessary for the generation of somite-like structures<sup>7</sup>. This protocol represents a key step towards <em>in vitro </em>high-throughput models that allow the study of somitogenesis in the context of 3D axially organized structures.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>2D cell culture reagents</strong></p><p>Gelatin (0.1%)</p><p>Trypsin (0.05%; Gibco 25300-054)</p><p>PBS (containing Ca2+ and Mg2+)</p><p>ESLIF for 2D cell culture:</p><p>· 500 ml G-MEM BHK-21 (Gibco; 21710025)</p><p>· 5 ml Sodium Pyruvate (100x; 100mM; Gibco; 11360-039)</p><p>· 5 ml Non-essential amino acids (100x; Gibco; 11140-035)</p><p>· 5 ml GlutaMAX (100x; Gibco; 35050-038)</p><p>· 5 ml PennStrep (100x; Gibco; 15070-063)</p><p>· 1 ml b-mercaptoethanol (50 mM in PBS; stock is 1.114 g/ml; thus, dilute 286x in PBS (5 ml PBS + 17.5 μl stock), filter through 0.22 μm filter and store at 4 °C for max. 1 month; Sigma; M3148)</p><p>· 50 ml FBS (Sigma; F7524)</p><p>· 57.1 μl ESGRO® Leukemia Inhibitory Factor (LIF) (stock 10 million units/ml; final concentration in medium 1,000 units/ml (EMD Millipore Corp., USA; ESG1107)</p><p><br></p><p><strong>3D gastruloid culture reagents</strong></p><p>Ndiff 227 medium (Takara; Y40002; “N2B27” medium)</p><p>Chiron (Chi99021; stock prepared at 10 mM in DMSO; Sigma; SML1046-5MG)</p><p>Matrigel (we use Corning, 356231, lot number 6137007, protein concentration 9.8 mg/ml)</p><p><br></p><p><strong>Fixation reagents</strong></p><p>PBS0</p><p>4% PFA (Electron Microscopy Sciences; 15710) in PBS (aliquots can be stored at -20 °C)</p><p>PBS-Tween20 (Promega; H5152; 0.1% (v/v))</p><p><br></p><p><strong>Plastics</strong></p><p>Non-adherent U-bottomed 96-well plates (Greiner Bio-one; 650185)</p><p>Sterile dispension tray</p><p>DNA LoBind tips for P200 multichannel pipette (Greiner bio-one; 738265)</p><p>24-well plates for culture of Matrigel-embedded gastruloids</p><p>· For live-imaging, use glass-bottomed plates (Sigma, EP0030741021)</p><p>· For experiments that do not require live-imaging, regular cell-culture plates (Sigma, M9312) can be used.</p><p>1.5 ml DNA LoBind tubes (Eppendorf; 0030 108.051)</p><p>5 ml DNA LoBind tubes (Eppendorf; 0030 108.310)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Standard cell culture equipment (hood, centrifuge, water bath, pipettes, rocker at 4 °C to thaw aliquots of N2B27, Falcon tubes, T175-flasks, 6-well plates for 2D culture of mouse embryonic stem cells, etc.)</p><p>Humidified incubator (37 °C and 5% CO2)</p><p>Rotator (in 4 °C room) to thaw N2B27 aliquots</p><p>Counting chamber (for example Bürker-Türk, Marienfeld)</p><p>P200 multichannel pipette</p><p>Spatula</p><p>Dissection microscope</p>"
        },
        {
            "header": "Procedure",
            "content": "Before starting gastruloid protocol\n2D cell culture\nMouse embryonic stem cells (mESCs) are grown in standard conditions, on Gelatin (0.1%) coated 6-well plates, in ESLIF and without MEFs in a humidified incubator at 37 °C and 5% CO2. For efficient gastruloid formation, it is important that the cells are split and fed regularly, and are never grown too confluent or too sparse. We generally split our cultures ~1:5 every two days to keep the cultures between ~20 and 100% confluency, and feed the cells on days on which they don’t need splitting.\nAliquoting of N2B27:\n1. Thaw the bottle(s) of N2B27 at 37 °C in the water bath, shake occasionally, and remove them from the water bath as soon as the last piece of ice has melted to prevent the formation of protein aggregates.\n2. Vigorously shake the bottle and store at 4 °C overnight.\n3. The next day, shake the bottle vigorously and check if there are any precipitates (if desired, take a sample and check for protein aggregates under the microscope).\n4. Aliquot in 50 ml tubes (max. 35 ml per tube to prevent medium from leaking out upon freezing) and store at -20 °C.\nNote: if the medium is thawed incorrectly, protein aggregates (visible as strings in the medium) will form. These aggregates do not inhibit gastruloid formation, but can be inconvenient during gastruloid imaging experiments.\nPreparing N2B27 aliquots for gastruloid culture:\n1. Thaw the required number of aliquots 2 days prior to gastruloid formation by placing them on a rotator at 4 °C overnight.\n2. Transfer the thawed medium to a T175 cell culture flask 1 day prior to gastruloid formation, and place the flask in the cell culture incubator with the lid slightly open to allow the pH of the N2B27 to adjust overnight.\n﻿Making aggregates\nNote: make sure that the cells are at ~80-85% confluency when starting gastruloid formation.\n1. Pre-warm PBS, ESLIF medium, and Trypsin to 37 °C in a water bath.\n2. Aspirate the medium from the cells and wash the cells 2x with PBS.\n3. Add 1 ml pre-warmed Trypsin to the well of the 6-well plate and incubate for approx. 3 minutes in the incubator to dissociate the cells.\n4. Dissociate the cells into a single-cell suspension using a P1000 pipette, and transfer to a 50 ml Falcon tube.\n5. Add 4 ml of ESLIF medium to neutralize the Trypsin.\n6. Spin down at 200 g for 3 mins.\n7. Remove the supernatant and wash the cell pellet with 5 ml PBS.\n8. Spin down at 200 g for 3 mins.\n9. Carefully remove PBS and add another 5 ml PBS for a second wash.\nNote: don’t skip this step – the second wash step is essential for the generation of reproducible aggregates.\n10. Spin down at 200 g for 3 mins.\n11. Carefully remove all PBS without disturbing the cell pellet.\nNote: Leftover PBS can inhibit the formation of aggregates. We typically use a P200 pipette to remove the last few μl of PBS.\n12. Resuspend the cell pellet in 1 ml N2B27 (from incubator, see “Preparing N2B27 aliquots for gastruloid culture”-instructions above) using a P1000 pipette.\n13. Add a few ml of N2B27 (from the incubator) to dilute the cells and simplify counting. We typically dissolve the cells from 1 well of a 6-well plate in a total of 5 ml of N2B27.\nNote: the pH of N2B27 quickly changes once it is taken out of the incubator. It is therefore important to try to work as quickly as possible once the cells are resuspended in N2B27. Place the T175-flask with N2B27 in the incubator in between steps to prevent the pH (and colour) from changing too much.\n14. Count cells to determine the cell concentration. We use a Bürker-Türk (Marienfeld) counting chamber for this.\n15. Dilute the cells to the required concentration in N2B27 medium in a new Falcon tube.\nOur aggregates are typically made using 300 cells, meaning that we add 300 cell to every well of the 96-wells plate. To achieve this, for every 96-well plate we add 37.500 cells to 5 ml of medium (to obtain a cell concentration of 7.5 cells/μl), of which 40 μl (with 300 cells) is then added to each well of the 96-well plate.\n16. Distribute 40 μl of the cell suspension into U-bottomed, non-adherent 96-well plates. To this end, transfer the solution into a sterile tray and distribute using a multichannel and DNA LoBind tips. Cover the plate with its corresponding lid.\nNote that this pipetting step is more accurate (less variation in volume per tip) when DNA LoBind tips instead of regular tips are used.\n17. Make sure that the drops are in the centre of the wells and not sticking to the walls instead (gently tapping the side of the plate might be needed to achieve this), confirm the presence of cells with a microscope and incubate the plate in an incubator (37 °C, 5 % CO2) for 48 hours.\nChiron pulse (48 hours after aggregation)\n18. For each 96-well plate, prepare 16 ml of N2B27 supplemented with 4.8 μl 10 mM Chiron (final concentration of 3 μM) in a Falcon tube.\n19. Pour the medium-Chiron mix into a tray and add 150 μl of this mix to all wells using a multichannel and DNA LoBind tips. Hold the pipette at an angle, push the pipette tips to the side of the wells and pipette the medium out with some force (without spilling over) to dislodge the gastruloids from the plate. This is important for reliable gastruloid formation. Place the plate in the incubator for an additional 24 hours.\nNote: if the gastruloids are not dislodged from the bottom of the place properly, try to add 75 μl twice instead of 150 μl once, so that more force can be applied without spilling.\nMedium change (72 hours after aggregation)\n20. For each plate, you will need 16 ml of N2B27.\n21. Carefully remove 150 μl medium per well using a multichannel pipette. Hold the pipette at an angle and slightly press against the wall of the wells to prevent loss of gastruloids.\n22. Add 150 μl fresh N2B27 per well using the multichannel pipette, and place the plate back in the incubator for an additional 24 hours. Again, use some force to dislodge the gastruloids (you may want to add two times 75 μl if the aggregates are difficult to dislodge from the plate).\nTo generate gastruloids that do not form somite-like structures:\nSecond Medium change (96 hours after aggregation)\n23. Repeat steps 21 and 22.\nThis will result in “standard gastruloids”. The protocol to generate such gastruloids is very similar to previously published gastruloid protocols\n5\n. If the protocol is performed successful, these gastruloids will be similar to E8.5 mouse embryos at 120 hours after aggregation\n1,4,5\n. Such gastruloids do however not generate somite-like structures.\nTo generate gastruloids that do form somite-like structures:\nTo induce somite formation, gastruloids are embedded in Matrigel at day 4 (96 hours after aggregation). In our hands, somite formation works best with gastruloids that are embedded in low percentages (10-25%) of Matrigel (option 1). However, somite-like structures were also observed in gastruloids embedded in higher (50-100%) percentages of Matrigel (option 2). For additional details regarding the effect of various concentrations of Matrigel, see Extended Data Fig. 9c of associated manuscript, van den Brink et al., Nature, 2020\n7\n).\nOption 1: Embed gastruloids in 10-25% Matrigel (96 hours after aggregation)\n23. Thaw Matrigel on ice.\n24. Pool the gastruloids in a 5 ml low binding Eppendorf tube on ice. We typically pool one plate of 96 gastruloids into three 5 ml tubes.\n25. Replace the N2B27 medium in the tube with fresh cold N2B27 (from incubator, as described in the “Preparing N2B27 aliquots for gastruloid culture”-instructions above, and then placed on ice in a Falcon tube for few minutes). Add 3.6 ml N2B27 per tube when embedding in 10% Matrigel, and 3 ml per tube when embedding in 25% Matrigel.\n26. Add the correct volume of Matrigel to the tube (400 μl per tube when embedding in 10% Matrigel; 1 ml per tube when embedding in 25% Matrigel).\n27. Mix suspension well by pipetting up and down a few times with a P1000 pipette from which ~3mm of the tip is cut off with sterile scissors, and distribute 500 μl of this mix per well over 8 wells of a 24-well plate (see “REAGENTS section” for two examples of suitable plate types) using the P1000 pipette with the tip cut off. Mix suspension before pipetting into each well to prevent gastruloids from settling at the bottom of the tube. When this procedure is performed correctly, there will be approximately 4 gastruloids in every well.\n28. Leave the plate on the bench for ~1 minute so that gastruloids settle to the bottom.\nNote: if the plate is moved before the gastruloids are settled, gastruloids will clump together in the centre of the well. To avoid this, make sure that the plate is left on a bench untouched for 1 minute before putting the plate in the incubator.\n29. Place the plate in the incubator for an additional 24 hours.\nNote: if the gastruloids are still all located in the centre of the well, gently agitate the plate to distribute them over the well before putting the plate into the incubator.\nOption 2: Embed gastruloids in 50-100% Matrigel (96 hours after aggregation)\n23. Thaw Matrigel on ice, and place a falcon tube with N2B27 (from incubator) on ice.\n24. Mix the Matrigel with the required amount of cold N2B27 medium (none for embedding in 100% Matrigel; 50% of the required volume for embedding in 50% Matrigel).\n25. Add 60 μl of the Matrigel-N2B27 mix to each well of a 24-well plate on ice.\nWe typically put a metal block on ice and place the plate on top of this cold metal block. Make sure that the plate is cold before adding Matrigel.\n26. Transfer gastruloids one by one into the Matrigel using a P20 pipette. To make sure that only a single gastruloid is added with as little medium as possible, use a dissection microscope when taking gastruloids from the plate.\n27. After adding all gastruloids to the Matrigel, incubate the plate at 37 °C for 10 mins to solidify the Matrigel.\n28. When the Matrigel is solid, add 500 μl N2B27 medium (37 °C; pre-incubated in the incubator for pH equilibration as described in the “Preparing N2B27 aliquots for gastruloid culture”-instructions above) to each well.\n29. Place the plate in the incubator for an additional 24 hours.\nFixation of gastruloids grown in Matrigel (120 hours after aggregation)\n30. Add PBS0 to the wells without removing the medium/Matrigel.\n31. Remove the medium/PBS0 and wash again with PBS0.\nNote: do not yet try to actively remove gastruloids from the Matrigel during this step.\n32. Incubate in 4% PFA/PBS overnight at 4 °C by adding ~500 μl 4% PFA/PBS to every well of the 24-well plate.\n33. Wash 3 times for 5 min in PBS-Tween (0.1% Tween-20 (v/v)).\n34. Transfer gastruloids to 1.5 ml DNA LoBind tubes using a P1000 pipette from which ~3mm of the tip is cut off with sterile scissors. For gastruloids grown in 10-25% Matrigel: some gastruloids might still be embedded in the Matrigel and/or attached to the bottom of the plate in this stage of the protocol. If this is the case, pipette PBS next to the gastruloids with some force in order to dislodge them. If this doesn’t work, use a spatula to remove the gastruloids from the\nplate\n. For gastruloids grown in 100% Matrigel: use a spatula to scrape the gastruloids from the plate bottom. Leftover pieces of 100% Matrigel that will that might still be attached to the gastruloids after this step should dissolve after the proteinase K digestion and the overnight incubation step in hybridization buffer at 68 °C in the staining protocol."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>N2B27 medium shows protein aggregates that interfere with imaging experiments.</strong></p><p>- Make sure that the thawing instructions for N2B27 (described in the PROCEDURE section) are followed as closely as possible.</p><p>- Consider filtering the N2B27 medium before adding it to the gastruloids. We sometimes filter N2B27 before use. However, we have not tested properly whether this filtering step interferes with gastruloid formation.</p><p><strong>Cells die during the gastruloid culture protocol.</strong></p><p>- Make sure that fresh N2B27 is placed in the incubator the day before aggregation as described in the PROCEDURE section.</p><p>- During the counting step, check if the cell suspension in N2B27 medium changes colour (pH). If so, try to speed up the counting step to prevent cells from dying during aggregation.</p><p>- Carefully check that the cells and gastruloids are free of bacterial/fungal/mycoplasma infections.</p><p><strong>The volume of N2B27 is variable across the wells of the 96-well gastruloid culture plate.</strong></p><p>- Make sure that DNA LoBind tips instead of regular tips are used to add the cells or medium to the 96-well plate.</p><p><strong>Gastruloids do not elongate.</strong></p><p>- Make sure to not skip the second wash step with PBS during gastruloid formation, as this second wash step is essential for the generation of reproducible aggregates.</p><p>- Make sure that cell counting step has been performed accurately during gastruloid formation, to make sure that the aggregates are not too small.</p><p>- In our hands gastruloid formation is most efficient when confluency of the 2D culture prior to aggregate formation is around 85%. The optimal confluency for gastruloid formation may vary with cell lines, and may therefore require optimization.</p><p><strong>Gastruloids are sticking to the bottom of the plate during medium changes, and are not easily dislodged.</strong></p><p>- Gastruloid formation is more efficient when the gastruloids are dislodged from the plate properly during medium changes. If the gastruloids are sticky and difficult to dislodge from the bottom during the medium changes, try to add 75 μl N2B27 twice instead of 150 μl N2B27 once, so that more force can be applied without spilling.</p><p>- It is essential that the correct low-adherent 96-well plates (Greiner Bio-one; 650185) are used to limit the possibility of adhesion.</p><p>- Do not coat the bottom of the 96-well plate with Gelatin, Fibronectin or any other coating that promotes cell adhesion.</p><p><strong>Gastruloids are highly disorganized on day 4-5 and do not form somite-like structures on day 5.</strong></p><p>- Somite formation is more efficient when gastruloids are generated from cells with a low passage number. We typically use LfngT2AVenus cells at a low passage number, and start gastruloid formation 1 or 2 passages after thawing for optimal results.</p><p>- Make sure that the cells are at ~80-85% confluency before starting gastruloid formation. The optimal confluency for gastruloid formation may vary with cell lines, and may therefore require optimization.</p><p>- Make sure that cell counting has been performed accurately during gastruloid formation, to make sure that the aggregates are not too big.</p><p>- Ensure aggregates are moving freely following medium changes and are not attached to the bottom of the 96-well plates, as this inhibits proper gastruloid formation.</p><p><strong>Matrigel-embedded gastruloids are not easily released from the 24-well plate after fixation.</strong></p><p>- Use a spatula to scrape the gastruloids from the bottom of the plate.</p><p><br></p><p><strong>For additional trouble-shooting guides and details, see previously published mouse gastruloid protocols</strong><sup><strong>5,6</strong></sup><strong>.&nbsp;</strong></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The total duration of this protocol is 6 days. Hands-on time is minimal during these 6 days.</p><p><strong>Making aggregates</strong>: approx. 30-60 minutes per culture condition.</p><p><strong>﻿Chiron pulse (48 hours after aggregation)</strong>: approx. 10 minutes per plate.</p><p><strong>Medium change (72 hours after aggregation)</strong>: approx. 15 minutes per plate.</p><p><strong>Embedding of gastruloids in Matrigel (96 hours after aggregation)﻿</strong>: approx. 30 minutes per plate for embedding in 10-25% Matrigel; approx. 60 minutes per plate for embedding in 50-100% Matrigel.</p><p><strong>Fixation of gastruloids grown in Matrigel (120 hours after aggregation)</strong>:</p><p>- Transfer to PFA (120h after aggregation): approx. 60 minutes per plate. &nbsp;&nbsp;&nbsp; </p><p>- PBS washes and transfer to eppendorf tubes (after overnight fixation): approx. 60 minutes per plate.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Anticipated results for the formation of gastruloids that are cultured in Matrigel-free conditions have been described in detail in previous gastruloid protocol publications<sup>5,6</sup>.</p><p>Gastruloids that are embedded in 10-25% Matrigel at 96h after aggregation should form clearly visible somite-like structures at 120h after aggregation. These somite-like structures can already be observed with standard cell culture microscopes, although they are more clearly visible after staining with somite markers such as <em>Uncx4.1 </em>or <em>Tbx18</em>. For examples of gastruloids with somite-like structures, see Figure 3 and Extended Data Figures 9 and 10 of the publication that is associated with this protocol (van den Brink <em>et al</em>, <em>Nature</em>, 2020<sup>7</sup>). Note that with this protocol, 50% of the gastruloids generate such somite-like structures.</p><p>Gastruloids that are embedded in 50-100% Matrigel can also form somite-like structures, although these somite-like structures are harder to distinguish and are formed at a lower frequency than in gastruloids that are embedded in lower percentages of Matrigel (for details, see associated publication<sup>7</sup>).</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;van den Brink, S. C. <em>et al.</em> Symmetry breaking, germ layer specification and axial organisation in aggregates of mouse embryonic stem cells. <em>Development</em> <strong>141</strong>, 4231–4242 (2014).</p><p>2.&nbsp;&nbsp;&nbsp;Turner, D. A. <em>et al.</em> Wnt/β-catenin and FGF signalling direct the specification and maintenance of a neuromesodermal axial progenitor in ensembles of mouse embryonic stem cells. <em>Development</em> <strong>141</strong>, 4243–4253 (2014).</p><p>3.&nbsp;&nbsp;&nbsp;Turner, D. A. <em>et al.</em> Anteroposterior polarity and elongation in the absence of extra-embryonic tissues and of spatially localised signalling in gastruloids: mammalian embryonic organoids. <em>Development</em> <strong>144</strong>, 3894–3906 (2017).</p><p>4.&nbsp;&nbsp;&nbsp;Beccari, L. <em>et al.</em> Multi-axial self-organization properties of mouse embryonic stem cells into gastruloids. <em>Nature</em> <strong>562</strong>, 272–276 (2018).</p><p>5.&nbsp;&nbsp;&nbsp;Baillie-Johnson, P., van den Brink, S. C., Balayo, T., Turner, D. A. &amp; Martinez Arias, A. Generation of Aggregates of Mouse Embryonic Stem Cells that Show Symmetry Breaking, Polarization and Emergent Collective Behaviour In Vitro. <em>J. Vis. Exp.</em> (2015) doi:10.3791/53252.</p><p>6.&nbsp;&nbsp;&nbsp;Girgin, M. <em>et al.</em> Generating Gastruloids from Mouse Embryonic Stem Cells. <em>Protocol Exchange</em> (2018) doi:10.1038/protex.2018.094.</p><p>7.&nbsp;&nbsp;&nbsp;van den Brink, S. C. <em>et al.</em> Single-cell and spatial transcriptomics reveal somitogenesis in gastruloids. <em>Nature</em> (2020).</p><p>8.&nbsp;&nbsp;&nbsp;Chal, J. &amp; Pourquié, O. Making muscle: skeletal myogenesis <em>in vivo </em>and <em>in vitro</em>. <em>Development</em> <strong>144</strong>, 2104–2122 (2017).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank all current and past members of the Martinez-Arias, Sonnen and Van Oudenaarden labs for their contributions, input and suggestions for this version of the mouse gastruloids culture protocol.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-020-2024-3",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "unpublished": "This protocol has been used in the following primary research paper:\n\nTitle: Single-cell and spatial transcriptomics reveal somitogenesis in gastruloids\nAuthors: Susanne C. van den Brink, Anna Alemany, Vincent van Batenburg, Naomi Moris, Marloes Blotenburg, Judith Vivié, Peter Baillie-Johnson, Jennifer Nichols, Katharina F. Sonnen, Alfonso Martinez Arias & Alexander van Oudenaarden\nJournal: Nature.\nStatus: in press.\nExpected publication date: 2020."
            }
        ],
        "authors": [
            {
                "id": 279089,
                "identity": "5846e4bf-2d99-40f1-b1b9-b1b228126d53",
                "order_by": 1,
                "name": "Vincent van Batenburg",
                "email": "",
                "orcid": "",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vincent",
                "middleName": "van",
                "lastName": "Batenburg",
                "suffix": ""
            },
            {
                "id": 279090,
                "identity": "2c9ca6d7-57c7-40cd-92ce-13f04f2e7237",
                "order_by": 2,
                "name": "Susanne Carina van den Brink",
                "email": "s.c.vandenbrink@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3683-7737",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Susanne",
                "middleName": "Carina van den",
                "lastName": "Brink",
                "suffix": ""
            },
            {
                "id": 279091,
                "identity": "4659a09a-dd22-42b3-b5df-a2dfceb68854",
                "order_by": 3,
                "name": "Marloes Blotenburg",
                "email": "",
                "orcid": "",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marloes",
                "middleName": "",
                "lastName": "Blotenburg",
                "suffix": ""
            },
            {
                "id": 279092,
                "identity": "d077b567-1bea-42b5-9278-fcbad74095ea",
                "order_by": 4,
                "name": "Anna Alemany",
                "email": "",
                "orcid": "",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Alemany",
                "suffix": ""
            },
            {
                "id": 279093,
                "identity": "cf852ec7-14d5-425e-8cdb-8cf3b936221a",
                "order_by": 5,
                "name": "Naomi Moris",
                "email": "",
                "orcid": "",
                "institution": "Cambridge University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naomi",
                "middleName": "",
                "lastName": "Moris",
                "suffix": ""
            },
            {
                "id": 279094,
                "identity": "c798f34a-3b49-46c5-a11a-321277bea4e2",
                "order_by": 6,
                "name": "Peter Baillie-Johnson",
                "email": "",
                "orcid": "",
                "institution": "Cambridge Univerisity",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Baillie-Johnson",
                "suffix": ""
            },
            {
                "id": 279095,
                "identity": "5e2f457b-41a8-4e66-98d9-58d23b763aa4",
                "order_by": 7,
                "name": "Yasmine el Azhar",
                "email": "",
                "orcid": "",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yasmine",
                "middleName": "el",
                "lastName": "Azhar",
                "suffix": ""
            },
            {
                "id": 279096,
                "identity": "7d3fabe0-2c25-468f-ad4c-0496f22806fa",
                "order_by": 8,
                "name": "Katharina F. Sonnen",
                "email": "",
                "orcid": "",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katharina",
                "middleName": "F.",
                "lastName": "Sonnen",
                "suffix": ""
            },
            {
                "id": 279097,
                "identity": "86010b25-3548-4148-b6bd-8771b32a1667",
                "order_by": 9,
                "name": "Alfonso Martinez Arias",
                "email": "",
                "orcid": "",
                "institution": "Cambridge University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alfonso",
                "middleName": "Martinez",
                "lastName": "Arias",
                "suffix": ""
            },
            {
                "id": 279098,
                "identity": "4c1812fa-5044-4ec3-b040-c0795fefaa8c",
                "order_by": 10,
                "name": "Alexander van Oudenaarden",
                "email": "a.vanoudenaarden@hubrecht.eu",
                "orcid": "",
                "institution": "Hubrecht Institute",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "van",
                "lastName": "Oudenaarden",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-12-02 23:25:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.18203/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.18203/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13489820,
                "identity": "709e17e1-b2e1-4bc9-8afb-32a67490983f",
                "added_by": "auto",
                "created_at": "2021-09-16 22:20:53",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 564112,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-778/v1/61559a47-1e89-448f-9968-0edf2616b127.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Gastruloids, mouse embryonic stem cells, Matrigel, somites",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Gastruloids are aggregates of mouse embryonic stem cells that can be used to study key aspects of mammalian post-implantation development <em>in vitro</em><sup><em>1–4</em></sup><em>. </em>Gastruloids generated with previously published protocols do not generate somite-like structures<sup><em>4–6</em></sup>.<strong> </strong>Here, we describe a modified version of the gastruloids culture protocol<sup>5,6</sup> that results in gastruloids that do generate somite-like structures <em>in vitro </em>(van den Brink <em>et al</em>., <em>Nature</em>, 2020)<sup>7</sup>. Under these conditions, about 50% of the gastruloids generated form structures with features that are characteristic of somites<sup>7</sup>.</p><p>This protocol takes 6 days, with relatively little hands-on time. The protocol starts with the aggregation of the cultured cells. Then, the Wnt-agonist Chiron is added 2 days (48h) later. The medium of the aggregates is replaced 3 days (72h) after aggregation. To induce somite-formation, gastruloids are embedded in Matrigel 4 days (96h) after aggregation. After 5 days (120h) of culture, gastruloids resemble E8.5 mouse embryos. At this timepoint they can be fixed (fixative is added on day 5 and washed away on day 6 after overnight incubation in PFA) to prepare them for staining or microscopy experiments.</p>",
        "manuscriptTitle": "Generating gastruloids with somite-like structures from mouse embryonic stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-02-19 17:09:37",
                "doi": "10.21203/rs.2.18203/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f5e2c40a-0393-4adc-ae89-3feeb178a569",
        "owner": [],
        "postedDate": "February 19th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 46949,
                "name": "Biological techniques"
            },
            {
                "id": 46950,
                "name": "Cell Biology"
            },
            {
                "id": 46951,
                "name": "Developmental biology"
            },
            {
                "id": 46952,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-02-19 17:09:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}