{
    "identity": "nprot-5345",
    "title": "Selective Detection of Female Sex Pheromone of _Helicoverpa armigera_ by an Eminent Surface Functionalized Template",
    "content": [
        {
            "header": "Introduction",
            "content": "Plant pests exert serious effects on food production due to which the global crop yields are annually reduced by ~20-40%, as estimated by the Food and Agricultural Organization \\(FAO), the UN based International Plant Protection Convention Secretariat.<sup>1</sup> Hence to meet the world’s food needs, loses of food due to crop pests must be reduced. _Helicoverpa armigera_ \\(Hubner) and _Scirphophaga incertuals_ \\(Walker) are two of the most serious pests as they feed on more than 150 crops across the world. Scientists have developed several methods to control these pests during the last few decades.<sup>2-7</sup> But the overuse of pesticides together with the change in climate introduces severe pest resistance and hence farmers often use their pheromone traps for the management of these pests.<sup>8-9</sup> However, the regular replacement of these traps makes this procedure expensive and the unnecessary exposure of pheromones even in the absence of pests damages the environment by anthropogenic contamination. We thought that the efficient use of female sex pheromones, which will attract and eventually trap the male insects, can be an ideal alternative. Again this can be achieved by applying more accurate methods of detection and quantification. But the scope and applications of current pheromone sensors are limited because of the need of portability, longevity, sensitivity and selectivity in a single device.<sup>10-14</sup> Also the sensing and quantification of semiochemicals, especially pheromones, are challenging because they are released at very low concentrations into a chemically diverse environment. Hence it is quite a challenging task for the researchers to sense or measure the concentration of the pheromone released by the crop pests.\r\n\n\n\r\n\n\nHerein, we introduce a novel cost-efficient pheromone sensing based pest detection protocol that uses a microelectromechanical system \\(MEMS) device especially designed and functionalized for this purpose. We have developed a MEMS based resonant mass sensors for the selective detection of female sex pheromone of _Helicoverpa armigera_ \\(Hubner), lepidopterous pest of cotton, tomato, rice, pigeonpea and chickpea etc., in air. To the best of our knowledge, this is the first study where silicon dioxide based MEMS devices are covalently functionalized to selectively detect the pheromone molecules for specific insects with sensitivity upto femtogram \\(fg) level, which is well below the concentration found for the pheromone at the time of infestation as per the OECD Monograph Guidance – Pheromones and Semiochemicals - September 2002.<sup>15</sup> Thus the recognition of the pheromone molecules even before visual onset may alert the farmers to take necessary actions in a localized manner. Further these pheromone sensors show excellent efficacy and stability in the open atmosphere, even during wet atmospheric conditions like rainy season or in peak summer under bright sunshine. This feature together with the trouble-free transportation aspect of this reversible sensor heightens their commercial potential. Hence this approach may be efficiently and economically used in agricultural farms to significantly reduce crop losses and the attendant financial losses."
        },
        {
            "header": "Reagents",
            "content": "The commercially available reagents those are used in this protocol are:\r\n\n\n1. Sulfuric acid\r\n  2. Hydrogen peroxide\r\n  3. 3-aminopropyl triethoxy silane\r\n  4. Toluene\r\n  5. 3-mercaptopropyl triethoxy silane\r\n  6. Xylene\r\n  7. 3-\\(maleimido)-propionic acid N-hydroxysuccinimide ester\r\n  8. Dimethyl formamide\r\n  9. Triethylamine\r\n  10. Dimethylaminopyridine\r\n  11. Glutaraldehyde\r\n  12. Silicon wafer\r\n  \r\n\n\nThe reagent which is synthesized by the literature reported procedure<sup>16</sup> and then used in this protocol is:\r\n\n\n1. Amino functionalized polyhedral oligomeric silsesquioxane \\(POSS-NH<sub>2</sub>)"
        },
        {
            "header": "Equipment",
            "content": "The equipments used in this particular protocol are:\r\n\n\n1. Pyrogenic furnace\r\n  2. EVG 620 double sided mask aligner\r\n  3. Reactive ion etching chlorine \\(RIE-Cl) chamber\r\n  4. Optical microscope\r\n  5. Scanning electron microscope \\(SEM)\r\n  6. Atomic force microscope \\(AFM)\r\n  7. X-ray photoelectron spectroscopy \\(XPS)\r\n  8. Time of Flight-Secondary Ion Mass Spectrometry \\(ToF-SIMS)\r\n  9. Laser Doppler Vibrometry \\(LDV)"
        },
        {
            "header": "Procedure",
            "content": "**Fabrication of Cantilever and Fixed-fixed Beam Arrays \\(MEMS Devices).** The fabrication protocol for these MEMS devices is as follows:\r\n\n\n\r\n\n\n\\[1] _Cleaning and Growth of Silicon Dioxide Layer_: \r\n\n\nA silicon wafer of 500-550 μm thickness \\(type P, dopant boron, orientation <100>, 100 mm diameter and, resistivity 0-100) was taken and cleaned well with 20 mL of piranha solution \\(H\n2\nSO\n4\n:H\n2\nO\n2\n= 9:1) for 5 min. It was washed repeatedly with distilled water to remove metallic and organic contaminants from the surface and then a 1 μm layer of silicon dioxide was thermally grown over it by nano pyrogenic furnace.\r\n\n\n\r\n\n\n\\[2] _Photolithography_:\r\n\n\n\\(a) Dehydration and Spin Coat: A properly cleaned wafer was first dehydrated at 250 ºC for 10 min by keeping it over a hot plate to evaporate all of the surface moisture. Then it was spin coated with AZ5214E, photoresist \\(PR), of nearly 1.5 μm thickness at 6000 rpm for 40 seconds and baked to about 110 ºC for 2 min to evaporate the solvents in PR. \r\n\n\n\\(b) Alignment for pattern transfer: A 3 inch DRIE lithomask was fixed over the treated wafer and kept under UV exposure for 2 sec in EVG 620 double sided mask aligner \\(50 mill joules/cm\n2\n). The mask was developed by dipping it in the solution of AZ351B:H\n2\nO in a ratio of 1:4 for 30 sec. It was washed with distilled water, dried under nitrogen and finally heated at 110 ºC for 4 min to get the pattern for the expected microstructures. The developed cantilevers and fixed-fixed beams were observed under the optical microscope. \r\n\n\n\r\n\n\n\\[3] _Dry Etch to release the pattern_:\r\n\n\nFirst formalin oil was put on a large carrier wafer to prepare sticky base for the sample. The sample was loaded inside the reactive ion etching chlorine \\(RIE-Cl) chamber and followed by the three steps.\r\n\n\n\\(a) Anisotropic plasma etch of silicon: First silicon dioxide \\(SiO\n2\n) was plasma etched with 5 torr of pressure and 50 power for 6 min. \r\n\n\n\\(b) Isotropic Si etch: Secondly silicon was etched with 7.5 torr of pressure and 30 power for 3 min and \r\n\n\n\\(c) Oxygen etch: Lastly photoresist was removed by oxygen etching with 0 torr pressure and 150 power for 4 min. \r\n\n\n\r\n\n\nThe completely released devices were carefully diced from the wafer and proceeded for the functionalization steps. Four different cantilevers and fixed-fixed beams each of which distinguishable from the other based upon its length were fabricated. The cantilevers had the lengths of 86.6, 36.5, 28.1 and 19.8 μm respectively and the fixed-fixed beams had the lengths of 53.4, 35.5, 27.1 and 21.3 μm respectively. The cantilevers had the uniform width of 5.08 μm, whereas the fixed-fixed beams had uniform width of 4.74 μm. Each of the structure had a uniform thickness of 1.04 μm.\r\n\n\n\r\n\n\n**Covalent Surface Functionalization Protocols.** The obtained silicon dioxide based microstructures were covalently functionalized by four different protocols \\(**Figure 1**). We had chosen B-doped silicon dioxide surface having free hydroxyl groups. \r\n\n\nAt first we have cleaned the surfaces of the silicon dioxide based substrates by dipping in 20 mL of piranha solution \\(H\n2\nSO\n4\n:H\n2\nO\n2\n= 9:1) for 5 min to remove the organic and metallic contaminants. The temperature of the solution is maintained at 85 ºC and H\n2\nO\n2\nwas added carefully to replenish the temperature. These cleaned devices were undertaken for the further functionalization steps to create at least one anchor site with one or multiple amine groups.\r\n\n\n\r\n\n\nProtocol 1:\r\n\n\n_Step 1_: The hydroxyl groups on the cleaned surface of substrates were functionalized with 4% of 3-aminopropyl triethoxy silane \\(3-APTES) in 10 mL of toluene under N\n2\natmosphere at room temperature for 2 h. After the reaction time is over, the surfaces were rinsed with distilled water repeatedly and finally dried under nitrogen flow.\r\n\n\n\r\n\n\nProtocol 2:\r\n\n\n_Step 1_: The hydroxyl groups on the cleaned surface of substrates were functionalized with 10% of 3-mercaptopropyl triethoxy silane \\(3-MPTES) in 10 mL of toluene under N\n2\natmosphere at room temperature for 4 h. Then the surfaces were rinsed with fresh toluene repeatedly and finally dried under nitrogen flow. The surfaces were reacted immediately as described in the next step or it was kept under xylene to protect the surfaces from aerial oxidation.\r\n\n\n_Step 2_: The free thiol groups on the surfaces were reacted with a crosslinker, 3-\\(maleimido)-propionic acid N-hydroxysuccinimide ester in 10 mL of dimethylformamide \\(DMF) for 5 h and then rinsed properly with water and ethanol. Again the surfaces were dried under nitrogen flow before proceeding for the next step.\r\n\n\n_Step 3_: The surface immobilized N-hydroxysuccinimido group was further reacted with an amino functionalized polyhedral oligomeric silsesquioxane \\(POSS-NH\n2\n)\n16\nmoiety in 12 mL of DMF:H\n2\nO = 3:1 mixture. Ten equivalents of triethylmine \\(Et\n3\nN) and 0.1 equivalent of dimethylaminopyridine \\(DMAP) with respect to POSS-NH\n2\nwere also added to the same mixture and kept for overnight. It was rinsed properly with distilled water repeatedly and finally dried under nitrogen flow.\r\n\n\n\r\n\n\nProtocol 3:\r\n\n\n_Step 1-3_: These steps were similar as described in protocol 2. \r\n\n\n_Step 4_: The aminated surface was then reacted with 10% of glutaraldehyde in 10 mL of PBS buffer \\(pH 7.4) for 4 h at room temperature. Then it was washed with distilled water and dried under nitrogen flow.\r\n\n\n_Step 5_: This step is same as with the step 3 of protocol 2.\r\n\n\n\r\n\n\nProtocol 4:\r\n\n\n_Step 1-5_: These steps were similar as described in protocol 3. \r\n\n\n_Step 6-7_: These steps are same as with the step 4 and 5 of protocol 3 respectively.\r\n\n\n\r\n\n\n**Optical Microscopy.** The length and width of the MEMS devices were examined under Leica DIC optical microscope.\r\n\n\n\r\n\n\n**Scanning Electron Microscopy \\(SEM).** The successfully released MEMS devices and the stability of them after all of the covalent functionalizations were monitored by Ultra 55, Field Emission Scanning Electron Microscope \\(FESEM) instruments from Carl Zeiss \\(**Figure 2**). \r\n\n\n\r\n\n\n**Atomic Force Microscopy \\(AFM).** AFM images were obtained by JPK instruments using NanoWizard JPK00901 software in tapping mode. Analyses of the AFM images were processed using JPK data analyzer software. The cleaned surfaces were glued over a plate using a very small piece of double-sided tape and the images were recorded using silicon AFM tip with a resonance frequency about 300 kHz and force constant of 40 N/m.\r\n\n\n\r\n\n\n**X-ray Photoelectron Spectroscopy \\(XPS).** In order to determine the surface abundance of atoms, X-ray photoelectron spectroscopy \\(XPS) was performed using a Kratos Axis ULTRA spectrometer \\(Shimadzu) outfitted with a non-monochromatic Al Kα X-ray source \\(105 W). Samples were electrically grounded for XPS measurements, and the binding energy scale was referenced to the Fermi level. Analyzer pass energy for wide \\(survey) sccm was 160 eV and for high resolution was 20 eV. The accelerating voltage was 105 kV and the current was 10 mA. Lense mode was kept in hybrid and SAC and STC vacuum level was kept at 1.8 e\n-8\nand 1 e\n-7\ntorr respectively during the data recording. Samples were ultra-cleaned prior recording of the XPS data to remove the surface availability of unwanted atoms. \r\n\n\n\r\n\n\n**Time of Flight-Secondary Ion Mass Spectrometry \\(ToF-SIMS).** To determine the nature of atomic and molecular species from the functionalized solid surface, we used time-of-flight secondary ion mass spectrometry \\(ToF-SIMS).\n17\nThis was performed using PHI TRIFT V nanoTOF model manufactured by Physical Electronics, USA. The data were acquired in the static mode using single beam in surface analytical regime where the samples were kept in UHV mode for surface acquisitions and sample chamber vacuum was typically 6.2e\n-7\nPascal region of pressure. Acquisition was done by a focussed 30KV Ga ion source in the LMIG gun which was rastered in 300 × 300 μm area to induce the desorption and ionization of atomic and molecular species from the functionalized surfaces with the beam current typically around 7 nA. The resulting secondary ions were accelerated into the mass spectrometer where they were mass separated by measuring the time-of-flight from the sample to the detector and a mass spectrum was recorded. Surface spectra were acquired in positive ion mode with a mass range of 0-1500 amu on 3-5 sections, for 5 min each, on two samples per set. A 2D Image was generated by rastering a finely focussed ion beam across the sample surface.\r\n\n\n\r\n\n\n**Laser Doppler Vibrometry \\(LDV).** Advanced 3-D dynamic response data were collected from the functionalized MEMS devices by MSA-500 \\(Polytech) instruments before and after the attachment of the pheromones \\(**Figure 3**). The resonant frequency due to the base vibration was measured by the laser doppler vibrometer \\(LDV) to quantify the change in displacement and velocity of the vibrating structures without making any surface contact. The measured resonant frequency was extracted by analyzing the vibration spectrum with the use of polytech acquisition software."
        },
        {
            "header": "Anticipated Results",
            "content": "The MEMS based pheromone nanosensor is found to be selective for the female sex pheromone of lepidopterous pest such as _Helicoverpa armigera_ of cotton, tomato, rice, pigeonpea and chickpea etc.. The functionalized devices receive the signal in terms of change in resonant frequency when exposed to the volatile pheromones \\(**Figure 3**). The durability of the functionalization for prolonged testing period is guaranteed due to the covalent bonding. The chemical functionalizations of the devices have photochemical and thermal stability which makes them environment friendly. The functionalized devices can be used at ambient temperature and at natural atmospheric conditions, even in rainy season or in peak summer under bright sunshine. The maintenance cost for these devices is practically zero and the functionalized devices are also reusable due to their engineered reversibility. The trouble-free transportation of these pheromone sensors aids to the commercial appilicability. Further the limit of detection found for these devices is much lower than the level of pheromone concentration found in an agricultural field or vineyard during pest infestation. The devices may also quantitatively estimate the concentration of pheromones present in an agricultural field. All of these features heighten the potential of these covalently functionalized devices for commercial use."
        },
        {
            "header": "References",
            "content": "1. Kourous, G. Global pact against plant pests marks 60 years in action, http://www.fao.org/news/story/en/item/131114/icode, accessed: May, 2016.\r\n  2. Duraimurugan, P. & Regupathy, A. Push-pull strategy with trap crops, neem and nuclar polyhedrosis virus for insecticide resistance management in Helicoverpa armigera in cotton. Amer. J. Appl. Sci. 2, 1042-1048 \\(2005).\r\n  3. Kulkarni, J., Kapse, N. & Kulkarni, D. K. Plant based pesticides for control of H. armigera. Asian Agri. His. 13, 327-332 \\(2009).\r\n  4. John, P. & Perlak, F. J. Global impact of insect-resistance \\(Bt) cotton. Agri. Bio. Forum. 7, 27-30 \\(2004).\r\n  5. Walker, D. R., All, J. N., McPherson, R. M., Boerma, H. R. & Parrott, W. A. Field evaluation of soyabean engineered with synthetic Cry1 Ac transgene for resistance to corn earworm. J. Econ. Entomol. 93, 613-622 \\(2000).\r\n  6. Saxena, D. & Stotzky, G. Bt corn has a higher lignin content than non- Bt corn. Amer. J. Bot. 88, 1704-1706 \\(2001).\r\n  7. Li, X. Q., Wei, J. Z., Tan, A. & Aroian, R. V. Resistance to root-knot nematode in tomato roots expressing Bt. Pl. Bio. J. 5, 455-464 \\(2007).\r\n  8. Shan, M. A., Memon, N. & Baloch, A. A. Use of sex pheromones and light traps for monitoring the population of adult moths of control bollworms. Sarad. J. Agri. 27, 435-442 \\(2012).\r\n  9. Witzgall, P., Kirsch, P. & Cork, A. Sex Pheromones and Their Impact on Pest Management. J. Chem. Ecol. 36, 80-100 \\(2010).\r\n  10. Sauer, A. E., Karg, G., Koch, U. T., DeKramer, J. J. & Milli, R. A portable EAG system for the measurement of pheromone concentrations in the field. Chem. Senses 17, 543-553 \\(1992).\r\n  11. Rumbo, E. R., Suckling, D. M. & Karg, G. Measurement of airborne pheromone concentrations using electroantennograms: interactions between environmental volatiles and pheromone. J. Insect Physiol. 41, 465-471 \\(1995).\r\n  12. Van der Pers, J. N. C. & Minks, A. K. Pheromone monitoring in the field using single sensillum recording. Entomol. Exp. Appl. 68, 237-245 \\(1993).\r\n  13. Yoshihiko, K., Nagasawa, S., Shimoyama, I. & Kanzaki, R. Synthesis of the pheromone-oriented behaviour of silkworm moths by a mobile robot with moth antennae as pheromone sensors. Biosens. Bioelectron. 14, 195-202 \\(1999).\r\n  14. Arshak, K., Moore, E., Lyons, G. M., Harris, J. & Clifford, S. A review of gas sensors employed in electronic nose applications. Sensor Rev. 24, 181-198 \\(2004). \r\n  15. OECD, OECD Monograph Guidance – Pheromones and Semiochemicals - September 2002 , http://www.oecd.org/chemicalsafety/pesticides-biocides/2633680.pdf , accessed: May, 2016.\r\n  16. Kaneko, Y., Shoiriki, M. & Mizumo, T. Preparation of cage-like octa\\(3-aminopropyl)silsesquioxane trifluoromethanesulfonate in higher yield with a shorter reaction time. J. Mater. Chem. 22, 14475-14478 \\(2012).\r\n  17. Anderson, C. A. et al. High-Affinity DNA Base Analogs as Supramolecular, Nanoscale Promoters of Macroscopic Adhesion. J. Am. Chem. Soc. 135, 7288-7295 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge Indian Nanoelctronics User Programme \\(INUP), IISc for providing the various fabrication and characterization facilities required for the study. We thank Director, ICAR-National Bureau of Agriculturally Insect Resources. We also acknowledge IIT Bombay for providing the facility for ToF-SIMS. PM thanks Department of Science and Technology \\(DST), New Delhi for the Technical Research Centre \\(TRC) at Indian Association for the Cultivation of Science, Kolkata."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep37355",
                "date": "2016-11-07 09:53:58",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14247,
                "identity": "a0d573e8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Santanu Bhattacharya",
                "email": "sb@orgchem.iisc.ernet.in",
                "orcid": "",
                "institution": "Department of Organic Chemistry, Indian Institute of Science, Bangalore 560012 (India); Director’s Research Unit and Technical Research Centre, Indian Association for the Cultivation of Science, Kolkata 700032 (India)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Santanu",
                "middleName": "",
                "lastName": "Bhattacharya",
                "suffix": ""
            },
            {
                "id": 14244,
                "identity": "a0d568f3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Parikshit Moitra",
                "email": "",
                "orcid": "",
                "institution": "Technical Research Centre, Indian Association for the Cultivation of Science, Kolkata 700032 (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Parikshit",
                "middleName": "",
                "lastName": "Moitra",
                "suffix": ""
            },
            {
                "id": 14245,
                "identity": "a0d56d05-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Deepa Bhagat",
                "email": "",
                "orcid": "",
                "institution": "National Bureau of Agriculturally Insect Resources, P.B. No. 2491, H. A. Farm Post, Bangalore 560024 (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepa",
                "middleName": "",
                "lastName": "Bhagat",
                "suffix": ""
            },
            {
                "id": 14246,
                "identity": "a0d5714b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rudra Pratap",
                "email": "",
                "orcid": "",
                "institution": "Centre of Nano Science and Engineering, Indian Institute of Science, Bangalore 560012 (India)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rudra",
                "middleName": "",
                "lastName": "Pratap",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-11-15 07:56:40",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.057",
        "doiUrl": "https://doi.org/10.1038/protex.2017.057",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609576,
                "identity": "55f6bc5f-f606-41ed-a075-a175c9750f0b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 695414,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of the functionalized MEMS devices:    Fabrication of the functionalized MEMS devices by four different protocols. The numbers of amine functionalities represented by the red curvature increase from protocol 1 to protocol 4 which also improves the relative affinity of the devices towards the pheromone.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5345/v1/figure_1.jpg"
            },
            {
                "id": 2609581,
                "identity": "7ab8de38-c144-4f88-8f69-67646604501e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 325309,
                "visible": true,
                "origin": "",
                "legend": "Stability of the functionalized MEMS devices:    SEM images of the cantilevers (at the left column) and fixed-fixed beams (at the right column) after each of the functionalization protocols.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5345/v1/figure_2.jpg"
            },
            {
                "id": 2609579,
                "identity": "9c4ad365-0ea2-47ee-95e3-2a9b73d05392",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 316312,
                "visible": true,
                "origin": "",
                "legend": "Comparing the sensing efficiency of the MEMS devices:    Plot of Δf/f and Δm/m of the microfabricated cantilever (at left) and fixed-fixed beam (at right) arrays functionalized by (a) protocol 1, (b) protocol 2 and (c) protocol 3 after the exposure of the devices to ~5 ppm of pheromone concentration.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5345/v1/figure_3.jpg"
            },
            {
                "id": 13465132,
                "identity": "5ac35555-5bd7-4e08-89f3-2728bcc58d0c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 673114,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5345/v1/34f17bf4-4929-42f6-a0cc-73e88a18ad46.pdf"
            }
        ],
        "financialInterests": "Indian Institute of Science, Bangalore has filed one European patent \\(international publication number WO2016/059641 A1) and two Indian patents \\(IN 2014CH05166 A 20160701 and IN 2014CH05201 A 20160701) on part of the technologies related to the pheromone sensing described in this article. All the authors are listed as inventors on the patent applications.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "MEMS devices, covalent functionalization, pheromone nanosensor, shift in resonant frequency, pest management",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Plant pests exert serious effects on food production for which global crop yields are annually reduced by ~20-40%. Hence to meet world’s food needs, loses of food due to crop pests must be reduced. Herein the protocol describes a unique covalent functionalization of the silicon dioxide based MEMS devices for robust and efficient optical sensing of female sex pheromones of the pests like _Helicoverpa armigera_. The chemically functionalized devices are also capable of measuring the concentration of pheromone at the femtogram level which is much below the pheromone concentration at the time of infestation in an agricultural field. Again reversible use and absolutely trouble free transportation of these pheromone nanosensors heightens their commercial potentials. Overall, a novel and unique protocol for the selective and reversible sensing of female sex pheromones of certain hazardous pests is reported herein which may be efficiently and economically carried forward from the research laboratory to the agricultural field.",
        "manuscriptTitle": "Selective Detection of Female Sex Pheromone of Helicoverpa armigera by an Eminent Surface Functionalized Template",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-06-02 14:07:15",
                "doi": "10.1038/protex.2017.057",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ff8f084-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 2nd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3734,
                "name": "Biochemistry"
            },
            {
                "id": 3735,
                "name": "Materials science"
            },
            {
                "id": 3736,
                "name": "Nanoscience and technology"
            },
            {
                "id": 3737,
                "name": "Physics"
            },
            {
                "id": 3738,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-06-02 14:07:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}