{
    "identity": "nprot-4439",
    "title": "Fluorescent Nano-switches for diagnostics applications",
    "content": [
        {
            "header": "Introduction",
            "content": "Several strategies have been applied for designing dual or multiplex functional nanoparticle-based biolabels for a variety of biological applications. However, many such nanoparticles are mainly applied for quantitative approaches and are rather limited in qualitative application \\[1]. Use of bio-conjugated quantum dots for fluorescence monitoring and for live-cell imaging is a major advancement towards qualitative single molecule imaging \\[2]. At the same time, several reports show that cellular and subcellular interaction with these biolabel results in unspecific pathway mechanism and non-physiological behavior\\[3]. Some of the scenarios include multiple crosslinking of the bio-conjugated nanoparticle with the cell surface receptor resulting in limited cellular uptake and deviation from the route pathway \\[4]. For instance, it has been reported that transferrin-functionalized nanoparticle mimic native transferrin cellular internalization but not the recycling pathway. Such internalized transferrin-functionalized nanoparticle traffic from early endosomes, late endosomes is finally accumulated in the lysosomes. By using fluorescent nanoparticle or quantum dots, effective subcellular tracking is possible upto the point when there is no dissociation of transferrin ligand from the nanoparticle\\[5]. It is indeed a drawback when the target ligand dissociates from the tracking device \\(in this case it is fluorescent nanoparticle). Hence, the use of existing fluorescent nanoparticle-based subcellular tracking limits in understanding and deciphering native conditions in the cellular and subcellular context. For the first time, we propose a conceptual design of the use of biarsenical labeling combined with nanoparticle/quantum dots as nanoswitch for imaging and cell tracking. Using this novel strategy, we propose to establish a robust on or off system governed mainly by the target ligand association or dissociation. \r\n\n\nNew Insights and Conceptual Advances:  Nanoswitch is an interesting domain of nanotechnology which has the capability to generate either ‘ON or OFF’ states with nanoscale in size. Depending on the kind of nanomaterials used as a switch, its application can range from IT, material science, healthcare and molecular biology. With respect to healthcare applications, majority of the nanoswitches are generally DNA based and thereby its applications are rather niche. DNA-nanoswitches are predominately with target substrate being limited to nucleic acids. Other applications are dependent on the type of dominant non-biological nanomaterial used for the nanoswitch design. At the same time, use of nanomaterials and biomolecules in combination for nanoswitches has not yet been explored to a larger extent. These hybrid systems are limited to preliminary applications such as quantitative platforms and gel-based analysis. Presently, several protein nanomaterials are being used for biophotonics and photoacoustic nanoswitch for confocal microscopy and in vivo sensing applications. However, such nanoswitches are limited due to specificity and selectively issues.  For the first-time, we describe here the use of chemical molecules functionalized on the nanoparticles that recognize tagged biomolecules with fluorescence ON/OFF monitoring. Such nanoswitches relay on generic tag with target biomolecules being DNA/RNA, protein or living cell, there-by broadening its range of applications from diagnostics to in vivo live imaging to systems biology. \r\n\n\nBiarsenical Probe: FlAsH and ReAsH—Tetracysteine-based detection technology.\r\n\n\nInvented by Tsien RY and colleagues, this unique biochemical method uses Fluorescein arsenical helix/hairpin binder \\(\\(FIAsH-EDT2) and Resoruﬁn-based arsenical helix/hairpin binder \\(ReAsH- EDT2) with bis-1, 2-ethanedithiol \\(EDT2 adduct) which has specific covalent labeling that is recombinantly tagged to protein molecules or peptide\\[6]. The mechanism of the labeling system relies on affinity-based efficient selective binding of FIAsH/ReAsH containing two arsenic atoms to appropriately arranged tetra-cysteine motif with two non-cysteine amino acids \\(X) in the middle \\(Cys-Cys-X-X-Cys-Cys). It is highly specific, with high signal to noise ratio and is membrane permeable. Moreover, it has a very small size occupancy of 25 times smaller compared to fluorescent protein like GFP or CFP that can be fused to the protein. Several reports show that protein functionality and locality in subcellular conditions is being perturbed due to the fusion of classical fluorescent protein\\[7]. However, tagging of tetracysteine-motif with protein did not show any significant perturbation, especially with GPCR, c-AMP and beta-tubulin\\[8]. Further FIAsH/ReAsH motif has been used for FRET analysis with fluorescence that can be acquired from GFP despite high dithiol competitor concentration\\[9]. At the same time, these probes are not devoid of disadvantages in their applicability. Some of the disadvantages include photobleaching, stability of the governing selective amino acid \\(X) in the motif, and pH governed inference in the fluorescence. Here, we propose to use fluorescent nanoparticle/quantum dot along with the FIAsH to complement its properties and to limit the disadvantage of its nativity \\(Supplementary Figure 1). This would include use of FRET properties by FIAsH to limit photobleach, biocompatible functionalization of nanoparticle for improved pH stability and low background signal."
        },
        {
            "header": "Reagents",
            "content": "1) Oleic Acid;\r\n\n\n2) Iron Oxide Nanoparticle or any magnetic nanoparticles;\r\n\n\n3) PEgylated lipids;\r\n\n\n4) Fluorescent lipids; \r\n\n\n5) FIASH-EDT2;\r\n\n\n6) Dimercaptosuccinic Acid \\(DMSA)\r\n\n\n7) Procaryotic or eukaryotic Cells;"
        },
        {
            "header": "Equipment",
            "content": "1) Confocal Microscopy;\r\n\n\n2) Dynamic Light Scattering;\r\n\n\n3) Thermogravimetric Analysis; \r\n\n\n4) Scanning and Transmission Electron Microscopy;"
        },
        {
            "header": "Procedure",
            "content": "Procedure: \r\n\n\n1) Prepare and Synthesis nanoparticles using thermal decomposition method as reported \\(Sun et al. 2002). \r\n\n\n2) Cool the black colored mixture at room temperature by removing the heat source, further precipitated using ethanol and finally magnetically separate using a rare-earth magnet. \r\n\n\n3) Discard the brown supernatant and wash the nanoparticles once more with ethanol to remove left over nonmagnetic product in the solution. Note: Further washing with ethanol results in the etching of the oleic acid layer from the SPMNPs \\(this step might be useful depending on the hydrophobic to hydrophilic reaction step.\r\n\n\n\r\n\n\n**Functionalization of SPMNPs with dimercaptosuccinic acid \\(DMSA)-“Ligand Exchange Method”** \r\n\n\n1) Synthesis DMSA functionalized nanoparticles as reported previously in the literature \\(Lee, Huh et al. 2007).\r\n\n\n2) After isolation of black powders through centrifugation, add 1 ml of water, further magnetic purify and then adjust to pH 7. \r\n\n\n3)  Further determine the SPMNPs concentration and size using TGA and DLS or TEM respectively.\r\n\n\n\r\n\n\n**Fluorescence-modified SPMNPs**.\r\n\n\n1) Perform Fluorescein conjugated DMSA functionalized SPMNPs by mixing 25-fold molar excess of FIASH-EDT2-Maleimide over molar amount of SPMNPs to be coupled. \r\n\n\n2) Perform the reaction for overnight at room temperature. \r\n\n\n3) Remove unbound \\(fluorescein) by extensive washing in the presence of magnetic field.\r\n\n\n4) Resuspend the purified fluorescein conjugated SPMNPs in distilled H\n2\nO for further cellular uptake analysis. \r\n\n\n5) Magnetically purified fluorescein conjugated SPMNPs was resuspended in PBS for further cellular uptake analysis. \r\n\n\n\r\n\n\n**Nanoparticle uptake and Confocal Microscopy:**\r\n\n\n1) Incubate HeLa cells with fluorescence-Modified SPMNPs at 37°C for different Pulse–Chase period.\r\n\n\n2) After the Pulse-Chase paradigm, fix the cells in 4% paraformaldehyde and mount on a coverslip with polymount with DAPI nucleus staining. \r\n\n\n3) Capture the Images on a Zeiss Radiance 2100 confocal connected to an upright Nikon Eclipse E800 microscope and using an oil immersion plan Apo 40xA/1.40 numerical aperture objective lens. \r\n\n\n4) Do Final processing using Adobe Photoshop \\(Adobe, CA) and restrict to limited linear color balance adjustments to interpret merged pictures."
        },
        {
            "header": "Timing",
            "content": "2 Days - 8 hours for Synthesis and 8 hours for conjugation"
        },
        {
            "header": "Troubleshooting",
            "content": "Future Perspective:\r\n\n\nUse of biarsenical nanoswitches can provide a remarkable variety of applications, some of which were never explored before. This would include fluorescence based single particle monitoring of the protein association/dissociation in subcellular compartments. Particularly in the case of ƴ-secretase \\(a four protein complex), FIAsH-tagged complex would help in the better understanding of its enzymatic activity in different subcellular compartments that include plasma membrane and endosomes\\[13]. Using a combination of fluorescent nanoparticle/quantum dots with biarsenical label will allow FRET based analysis. Such example can be utilized to study conformational variation and also to generate environment-sensitive labels. This is an important criterion in studying subcellular trafficking due to acidic pH conditions in late endosomes and lysosomes. For another application, it is well-known that gold nanoparticles or iron-oxide nanoparticles are used in scanning and electron microscopy to study biological structures. In combination with FIAsH, our conceptual nanoswitch can be used to visualize the biological structures both in fluorescence and electron microscopic conditions. Such a combined correlative strategy would allow the imaging of vesicles throughout the cell-cycle or drug administration. By using pulse-chase methodology or sequential labeling with the nanoswitch, one could visualize intracellular protein localizations and also yet isolate the subcellular protein compartments for further functional studies like mass-spectrometry, pull-down assay. FIAsH-Nanoswitches could also be used for cell-free assays in order to study enzymatic activity and protein-protein interaction. With such multifunctional role nanoswitches could be used for several key healthcare-related applications such as personalized medicine, preclinical application, genomics and proteomics \\(figure-2)."
        },
        {
            "header": "Anticipated Results",
            "content": "Biarsenical in-vivo/in-vitro labeling using thiol conjugated nanoparticle.\r\n\n\nThe strategy of monitoring protein association/disassociation with nanoparticle-protein complex, which is a unique strategy, has been recently submitted as a patent application \\(Thimiri et al., WO Patent 2013) and has not been explored so far \\(Figure 1).\r\n\n\nStep 1:  Here the FIAsH-EDT2 molecule is redesigned by addition of maleimide group to the fluorescein diacetate 5-maleimide conjugates. It is well known mechanism that the binding of FIAsH-EDT2 molecule with tetra-cysteine tag lights up the fluorescence signal. It is also a known mechanism that the protein tends to dissociate from nanoparticle complex due to harsh acidic conditions in the internalized endosomal and lysosomal compartments\\[10]. This affects studying the nanoparticle-protein complex and its subcellular trafficking. \r\n\n\n\r\n\n\nStep 2: To solve this problem, the strategy includes generating FIAsH-EDT2 5-maleimide biomolecule conjugated to the nanoparticle by thiol-maleimide interaction. The FIAsH-EDT2 - nanoparticle complex can be further functionalized with the protein tagged with tetra-cysteine linker. The binding reaction between tetracysteine-tagged protein and FIAsH-EDT2-nanoparticle complex results in fluorescence switch ON or OFF system. Disassociation of the protein from FIAsH-EDT2 - nanoparticle complex would result in the fluorescence switch OFF system. Alternately any electrostatic interaction between FIAsH-EDT2-nanoparticle complex and protein conjugate would not generate fluorescence switch ON system\\[11]. \r\n\n\nStep 3: Further, by measuring the fluorescence intensity, it is possible to estimate the percentage of proteins conjugated. Another approach to link the cell surface proteins with tetracysteine –tag and introducing nanoparticle complex to the cell surface would light up the cell surface\\[12].\r\n\n\n \r\n\n\nStep 4: Further subcellular trafficking of FIAsH-EDT2-nanoparticle-protein complex can be observed using pulse-chase methodology."
        },
        {
            "header": "References",
            "content": "1. Zubarev, E.R., Nanoparticle synthesis: any way you want it. Nat Nanotechnol, 2013. 8\\(6): p. 396-7.\r\n  2. Saha, S., R. Raghupathy, and S. Mayor, Homo-FRET imaging highlights the nanoscale organization of cell surface molecules. Methods Mol Biol, 2015. 1251: p. 151-73.\r\n  3. Monopoli, M.P., F.B. Bombelli, and K.A. Dawson, Nanobiotechnology: nanoparticle coronas take shape. Nat Nanotechnol, 2011. 6\\(1): p. 11-2.\r\n  4. Summers, H.D., et al., Statistical analysis of nanoparticle dosing in a dynamic cellular system. Nat Nanotechnol, 2011. 6\\(3): p. 170-4.\r\n  5. Zhang, H.L., et al., Real-time observation of the effect of iron on receptor-mediated endocytosis of transferrin conjugated with quantum dots. J Biomed Opt, 2010. 15\\(4): p. 045003.\r\n  6. Adams, S.R., et al., New biarsenical ligands and tetracysteine motifs for protein labeling in vitro and in vivo: synthesis and biological applications. J Am Chem Soc, 2002. 124\\(21): p. 6063-76.\r\n  7. Martin, B.R., et al., Mammalian cell-based optimization of the biarsenical-binding tetracysteine motif for improved fluorescence and affinity. Nat Biotechnol, 2005. 23\\(10): p. 1308-14.\r\n  8. Griffin, B.A., S.R. Adams, and R.Y. Tsien, How FlAsH got its sparkle: historical recollections of the biarsenical-tetracysteine tag. Methods Mol Biol, 2015. 1266: p. 1-6.\r\n  9. Spagnuolo, C.C., R.J. Vermeij, and E.A. Jares-Erijman, Improved photostable FRET-competent biarsenical-tetracysteine probes based on fluorinated fluoresceins. J Am Chem Soc, 2006. 128\\(37): p. 12040-1.\r\n  10. Pattnaik, A.K. and D. Panda, Biarsenical labeling of tetracysteine-tagged proteins for tracking existing and newly synthesized pools of proteins. Cold Spring Harb Protoc, 2009. 2009\\(12): p. pdb prot5343.\r\n  11. Sun, S., et al., Visualizing hepatitis B virus with biarsenical labelling in living cells. Liver Int, 2014. 34\\(10): p. 1532-42.\r\n  12. Taguchi, Y., et al., Specific biarsenical labeling of cell surface proteins allows fluorescent- and biotin-tagging of amyloid precursor protein and prion proteins. Mol Biol Cell, 2009. 20\\(1): p. 233-44.\r\n  13. Fessenden, J.D. and M. Mahalingam, Site-specific labeling of the type 1 ryanodine receptor using biarsenical fluorophores targeted to engineered tetracysteine motifs. PLoS One, 2013. 8\\(5): p. e64686."
        },
        {
            "header": "Acknowledgements",
            "content": "The author thanks his current and previous colleagues for critical reading. Figures were made through Servier Medical Art \\(http://www.servier.com) and circos software art \\(http://circos.ca/). The author thanks funding from the firm EnvirotransgeneTM Biosolutions and DeepakThimiri Consulting Group™ Chennai, India."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.13140/RG.2.1.2405.8323",
                "date": "2015-11-18 09:28:53",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13661,
                "identity": "a08f1b8d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Deepak Balaji Thimiri Govinda Raj",
                "email": "Deepak.Balaji@bitsaa.org",
                "orcid": "",
                "institution": "Envirotransgene™ Biosolutions Global",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Deepak",
                "middleName": "Balaji Thimiri Govinda",
                "lastName": "Raj",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-12-23 12:35:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.125",
        "doiUrl": "https://doi.org/10.1038/protex.2015.125",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609312,
                "identity": "0ae37343-c259-4d8f-bf06-ac17152d1ecf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:50",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31694,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   The schematic illustration shown here is based on the “Patent application: Thimiri Govinda Raj et al BIARSENICAL NANOPARTICLES FOR IN VIVO LABELING WO/EU 2013”. Briefly, Fluorescein diacetate 5-maleimide or FIAsH-EDT2-maleimide is coupled to DMSA-SPMNPs through thiol functional group. Further protein conjugate containing CCXXCC (C- represents- Cys)",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4439/v1/figure_1.jpg"
            },
            {
                "id": 2609313,
                "identity": "a8159ec4-b034-40a0-97bd-d443030e65af",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:50",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 56727,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Nanoparticle with oleic acid coating is replaced by Dimercaptosuccinic acid (DMSA) by ligand exchange and thereby gaining water solubility. Further, biocompatibility of the nanoparticle is obtained due to thiol or COOH end-group from the DMSA surface functionalization. The biocompatible DMSA coated SPMNPs was coupled with synthetic conjugate Fluorescein diacetate 5-maleimide or FIAsH-EDT2 using the maleimide and SH (thiol) group available at DMSA surface functionalized SPMNPs. This generated Fluorescein diacetate 5-maleimide or FIAsH-EDT2-maleimide coupled DMSA-SPMNPs complex is centrifuged and magnetically purified from non-conjugated DMSA-SPMNPs. The purified complex is further fluorescence analyzed as a quality control. This FIAsH-EDT2-maleimide coupled DMSA-SPMNPs takes benefit of the use of biarsenical labels and their binding to tetracysteine peptide tags containing the amino acid sequence CCXXCC. Key interesting factor in using biarsenical label is that fluorescence is switched on only when there is tetracysteine motif binding with FIAsH-EDT2. Dissociation of the tetracysteine motif containing protein from the FIAsH-EDT2–SPMNPs would result in the switching off the fluorescence. Here CCXXCC denotes-Cysteine-Cysteine-X_X_Cysteine-Cysteine. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4439/v1/figure_2.jpg"
            },
            {
                "id": 2609315,
                "identity": "e80046b5-9527-4b6a-887d-286dd1d27b8d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:50",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 38590,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   This illustrative image shows the use of nanoswitches in healthcare, biotechnology and pharmaceutical industry through fluorescence analysis on big dataset in next-generation sequencing; analysis on big dataset in structural and functional omics, datasets in personalized medicine, drug development datasets, and also for clinical trials. Each dataset has information that can be shared and interrelated with the other dataset providing valuable information and improving the chances for better drug development, completing the clinical trials and commercialization.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4439/v1/figure_3.jpg"
            },
            {
                "id": 13464887,
                "identity": "a7648291-0743-473e-8135-c727487bb7d8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 291644,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4439/v1/75cb9288-e425-41a7-a1db-9ef81084c7eb.pdf"
            }
        ],
        "financialInterests": "There is no conflicting interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "FIAsH-EDT2, Nanoparticle, Imaging, DMSA, Nanoswtich",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In this communication, we propose a design with the use of FIAsH-EDT2 along with cysteine tagged biomolecules as a nanoswitch by coupling with multi-functional nanoparticle. Use of such nanoswitches in combination with nanoparticles that could be a quantum dot or metallic or with magnetic properties allows multiplexed applications. By using cysteine-tag, the target biomolecules can be broad and generic. In order to generate such a nanoswitch-biomolecule complex, we propose additional linker attachment to the FIAsH-EDT2 such as maleimide \\(for thiol interaction), NH2 \\(for COOH interaction) using bioconjugate chemistry for further nanoparticle interaction. Here we also propose the coupling of streptavidin or biotin with FIAsH-EDT2 for surface functionalized platform as a biosensor or as a diagnostic application for systems biology. Using the established concept of FIAsH-EDT2 based binding with cysteine tagged biomolecules that result in fluorescence ‘ON or OFF’ system, we aim to establish a generic nanoswitch that can be used for multiple applications. Some of the key applications include multiplex fluorescence bio-sensing along with preclinical applications like live- cell imaging and in-vivo analysis. Additionally, by using the physical properties of the nanoparticle, the nanoswitch can also be applied as a generic analyte towards diagnostic applications for systems biology with a broad substrate range. \r\n\n\n\r\n\n\n..................\r\n\n\nAt the author's request, Niamat Ali Khan has been removed from the author list.\r\n\n\n- Bronwen Dekker, Senior Editor, Nature Protocols, 15 March 2015",
        "manuscriptTitle": "Fluorescent Nano-switches for diagnostics applications",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-12-28 07:46:11",
                "doi": "10.1038/protex.2015.125",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a08ea930-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 28th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3501,
                "name": "Cell biology"
            },
            {
                "id": 3502,
                "name": "Biochemistry"
            },
            {
                "id": 3503,
                "name": "Biological techniques"
            },
            {
                "id": 3504,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-12-28 07:46:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}