{
    "identity": "pex-1863",
    "title": "<p>Screening Protocol:</p><p>Feasible Socioeconomic Measures to Create Sustainable Food Systems - A Systematic Review</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In recent years, a growing number of scientific articles have contributed to the sustainable food systems literature. Many studies offer potential solutions and opportunities to improve the current food systems in providing healthy food while ensuring environmental, economic, and social sustainability. However, there is a great deal of heterogeneity in these studies in terms of discipline (i.e., ecology, climatology, agricultural science, forestry, sociology, nutritional science, and economics) (El Bilali et al., 2018; Francis et al., 2003; Reardon, 2012), scale (i.e., global study, national level, household, individual), region (i.e., Europe, Sub-Saharan Africa, South Asia, Latin America) (Fanzo et al., 2018; Requier-Desjardins et al., 2010; Rivera et al., 2020), and topic (i.e., agricultural innovation and technology, land-use change, climate change, food security, nutrition, gender equality, trade, governance) (Kummu et al., 2020; Qaim, 2016; Vermeulen et al., 2012; Wezel et al., 2020). When not fully integrated, this broad heterogeneity creates a challenge in grasping the most crucial information, especially for relevant stakeholders who rely on scientific articles in making decisions.&nbsp;</p><p>Solutions and opportunities offered to improve food systems are not necessarily socioeconomically feasible to be implemented. However, some studies disclose how different areas have applied a wide range of solutions and managed in improving the food systems, some more successfully than others (Porkka et al., 2016; Porkka et al., 2017; Siebert et al., 2015). Integration of these studies would reveal a much more comprehensive picture of the successfully (or unsuccessfully) used strategies and the socioeconomic characteristics behind it.</p><p>We are interested in drawing common patterns of feasible socioeconomic measures essential to improving food systems through a systematic review of existing literature. We aim to synthesize and increase the accessibility of the best available evidence to provide a more efficient and less biased socioeconomic recommendation related to food systems. Prior experiences in tackling challenges in food systems may help when encountering similar problems in the future.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Selection of relevant studies/search strategies:\nDue to a large amount of publication and the diversity of the scientific disciplines involved, a manual compilation and systematic review of all publications on sustainable food systems seem impossible. Aiming to review all publications is also not the objective of this study. Therefore, we collect our data by following the procedure below. The procedure is helpful to avoid bias in selecting articles.\n1. We will perform keyword-based searches on the journals' titles, abstracts, and keyword sections in the Scopus database, meaning that studies not indexed by Scopus are not included. The terms that we use to retrieve scientific articles on sustainable food systems are listed in Table 1. Some studies that could be related to sustainable food systems but do not have those keywords might be overlooked from our searching process. The keywords take into account various spellings (i.e., “socioeconomic” or “socio-economic) and singulars/plurals (i.e., “sustainable food system” or “sustainable food systems”). The ”AND” term is applied in the search to only capture studies that address sustainable food systems and their relations to socioeconomic attributes. If socioeconomic keywords are not mentioned, the study is excluded.\nEven though the concept of food systems has been coined for several decades (Kneen, 1989), the notion of sustainability has been relatively more profound in recent years, especially after the set-up of Sustainable Development Goals by the United Nations General Assembly in 2015. Sustainable Food Systems are indeed identified as central points of high-profile reports related to SDGs (European Commission, 2020; Global Panel, 2016; HLPE, 2017). Because of this reason, and also because we aim to assess socioeconomic feasibility that is more relevant to the current social, political, and government circumstances, we limit our search to articles published in or after 2015. We will only include articles that are published in English and exclude reports, books, non-peer-reviewed scientific papers (i.e., working and conference papers), and comments. Lastly, we limit our results to relevant Scopus’ subject areas, namely 1) environmental science, 2) agricultural and biological sciences, 3) social sciences, 4) business, management, and accounting, 5) economics, econometrics, and finance, 6) earth and planetary sciences, 7) multidisciplinary, 8) psychology, 9) arts and humanities, 10) decision sciences, and 11) health professions. All duplicates will be removed.\n2. After obtaining scientific articles from the keyword-based search, we check manually the relevance of the articles to our study based on the information provided in the title and abstract. Studies related to sustainable food systems but do not sufficiently discuss the socioeconomic aspect will be excluded.\n3. In the next stage of our literature search, we will examine the reference lists of articles collected in the previous step for additional studies. We will repeat the keyword-based search on those studies' titles, abstracts, and keywords and include the relevant ones. We manually check the relevance of the articles to our interest in the socioeconomic feasibility of sustainable food systems.\n4. Finally, we will conduct full-text readings of all articles and assess their eligibility and quality to be included in the study. Articles will be excluded if studies deviate from the intended research scope or lack sufficient detail. We also limit our study to empirical and exclude conceptual and theoretical studies. The selection of articles should also be sufficiently broad not to be dominated by a single author, laboratory, or institution. The inclusion and exclusion criteria are shown in Table 2, which are converted to a set of decision steps:\na) Do the articles have anything to do with sustainable food systems? If the articles do not draw connections with sustainable food systems, then the answer is no, and we will exclude the articles. If the answer is yes, proceed to criterion b.\nb) Do the articles discuss solutions or opportunities in improving food systems or tackling food system challenges? If the articles do not discuss any food solutions and opportunities, then the answer is no, and we will exclude the articles. If the answer is yes, proceed to criterion c.\nc) Do the articles analyze socioeconomic attributes relevant to improving food systems or tackling food system challenges? If the articles do not discuss any socioeconomic attributes, then the answer is no, and we will exclude the articles. If the answer is yes, proceed to criterion d.\nd) Do the articles report on analyses of empirical data, modelling studies based on empirical data, or a systematic review of empirical research? If the articles present concepts and theories not grounded in empirical research or results of simulations that are not based on empirical data, then the answer is no. If the answer is yes, the articles should be included in the sample.\n5. The entire screening and selection process will be reported in a PRISMA diagram, which maps the flow of information throughout the article search (Moher, 2009). Figure 1. shows an example of a PRISMA diagram. The numbers are anecdotal only for visualization purposes example.\nData extraction:\nFrom the articles that we finally decided to include in our study, we will extract the following information:\n1. General information of the study (i.e., publication-related information, journal, discipline)\n2. Information about which part of sustainable food systems that it covers. What is the research topic? (e.g., diet change, food loss, technology adoption, nutrition)\n3. Information about socioeconomic attributes discussed in the paper as a driver of (un)successful food systems transformation. Which socioeconomic variables are studied related to sustainable food systems? (e.g., gender equality as a driver of improved nutrition, government policy decrease food loss)\nRelevant information then will be coded into a series of variables, as shown in Table 3.\nData analysis:\nThe analysis includes both qualitative and quantitative synthesis with statistical methods. We will provide descriptive statistics of the data to summarize the extracted information from the study. Qualitative evaluation will complement the quantitative analysis to understand the relationships between socioeconomic attributes and food systems transformation."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>El Bilali, H., Callenius, C., Strassner, C., &amp; Probst, L. Food and nutrition security and sustainability transitions in food systems.&nbsp;<em>Food and Energy Security</em>&nbsp;8(2): e00154 (2018).</p><p>European Commission. Towards a Sustainable Food System. European Commission, Luxembourg (2020).</p><p>Fanzo, J., Davis, C., McLaren, R., &amp; Choufani, J. The effect of climate change across food systems: Implications for nutrition outcomes.&nbsp;<em>Global Food Security</em>&nbsp;18: 12-19 (2018).</p><p>Francis, C., Lieblein, G., Gliessman, S., Breland, T. A., Creamer, N., Harwood, R., Salomonsson, L., Helenius, J., Rickerl, D., Salvador, R., Wiedenhoeft, M., Simmons, S., Allen, P., Altieri, M., Flora, C., &amp; Poincelot, R. Agroecology: The ecology of food systems.&nbsp;<em>Journal of Sustainable Agriculture</em>&nbsp;22(3): 99-18 (2003).</p><p>Global Panel. Food Systems and Diets: Facing the Challenges of the 21<sup>st</sup>&nbsp;Century. Global Panel on Agriculture and Food Systems for Nutrition, London (2016).</p><p>HLPE. Nutrition and Food Systems. A report by the High Level of Experts on Food Security and Nutrition of the Committee on World Food Security, Rome (2017).</p><p>Kneen, B. From Land to Mouth: Understanding the Food System.&nbsp;NC Press Limited, Toronto (1989).</p><p>Kummu, M., Kinnunen, P., Lehikoinen, E., Porkka, M., Queiroz, C., Röös, E., Troell, M., &amp; Weil, C.&nbsp;Interplay of trade and food system resilience: Gains on supply diversity over time at the cost of trade independency.&nbsp;<em>Global Food Security</em>&nbsp;24: 100360 (2020).</p><p>Moher, D., Liberati, A., Tetzlaff, J., &amp; Altman, D. G. Preferred reporting items for systematic reviews and meta-analysis: The PRISMA statement. BMJ 339: b2535 (2009).</p><p>Porkka, M., Gerten, D., Schaphoff, S., Siebert, S. &amp; Kummu, M. Causes and trends of water scarcity in food production.&nbsp;<em>Environmental Research Letters&nbsp;</em>11: 015001 (2016).</p><p>Porkka, M., Guillaume, J., Siebert, S., Schaphoff, S. &amp; Kummu, M. The use of food imports to overcome local limits to growth.&nbsp;<em>Earth's Future&nbsp;</em>5: 393–407 (2017).&nbsp;</p><p>Qaim, M. Globalisation of agrifood systems and sustainable nutrition.&nbsp;<em>Proceedings of the Nutrition Society</em>&nbsp;76(1): 12-21 (2016).</p><p>Reardon, T., &amp; Timmer, C. P. The economics of the food system revolution.&nbsp;<em>Annual Review of Resource Economics</em>4: 225-264 (2012).</p><p>Requier-Desjardins, D., Boucher, F., &amp; Cerdan, C. Globalization, competitive advantages and the evolution of production systems: rural food processing and localized agri-food systems in Latin-American countries.&nbsp;<em>Entrepreneurship &amp; Regional Development</em>&nbsp;15(1): 49-67 (2010).</p><p>Rivera., M., Guarín, A., Pinto-Correia, T., Almaas, H., Mur, L. A., Burns, V., Czekaj, M., Ellis, R., Galli, F., Grivins, M., Hernández, P., Karanikolas, P., Prosperi, P., &amp; Zamora, P. S. Assessing the role of small farms in regional food systems in Europe: Evidence from a comparative study.&nbsp;<em>Global Food Security</em>&nbsp;26: 100417 (2020).</p><p>Siebert, S., Kummu, M., Porkka, M., Döll, P., Ramankutty, N., &amp; Scanlon, B. R<em>.</em>&nbsp;A global data set of the extent of irrigated land from 1900 to 2005.&nbsp;<em>Hydrology and Earth System Sciences&nbsp;</em>19: 1521–1545 (2015).&nbsp;</p><p>Vermeulen, S. J., Campbell, B. M., &amp; Ingram, J. S. I. Climate change and food systems.&nbsp;<em>Annual Review of Environment and Resources</em>&nbsp;37: 195-222 (2012).</p><p>Wezel, A., Herren B. G., Kerr, R. B., Barrios, E., Gonçalves, R., &amp; Sinclair, F. Agroecological principles and elements and their implications for transitioning to sustainable food systems. A review.&nbsp;<em>Agronomy for Sustainable Development&nbsp;</em>40: 40 (2020).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This study was funded by the European Research Council (ERC) under the European Union’s Horizon 2020 research and innovation programme (grant agreement No. 819202).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 89086045,
                "identity": "ef5b7959-73ed-4fd7-8326-029085ff2033",
                "order_by": 0,
                "name": "Daniel Chrisendo",
                "email": "daniel.chrisendo@aalto.fi",
                "orcid": "https://orcid.org/0000-0002-4941-8606",
                "institution": "Water and Development Research Group, Aalto University, Finland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Chrisendo",
                "suffix": ""
            },
            {
                "id": 89086046,
                "identity": "ed61d0fc-7981-45bf-a92d-c1876e929200",
                "order_by": 1,
                "name": "Mika Jalava",
                "email": "",
                "orcid": "",
                "institution": "Water and Development Research Group, Aalto University, Finland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mika",
                "middleName": "",
                "lastName": "Jalava",
                "suffix": ""
            },
            {
                "id": 89086047,
                "identity": "43794c51-35cd-40a9-a4f3-8ed524b98c2d",
                "order_by": 2,
                "name": "Delphine Deryng",
                "email": "",
                "orcid": "",
                "institution": "IRI THESys, Humboldt-University of Berlin, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Delphine",
                "middleName": "",
                "lastName": "Deryng",
                "suffix": ""
            },
            {
                "id": 89086048,
                "identity": "ccf249b4-49fd-449f-afca-bd3629f53930",
                "order_by": 3,
                "name": "Matias Heino",
                "email": "",
                "orcid": "",
                "institution": "Water and Development Research Group, Aalto University, Finland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matias",
                "middleName": "",
                "lastName": "Heino",
                "suffix": ""
            },
            {
                "id": 89086049,
                "identity": "d5c0a965-9651-41cc-a9d1-8322ff703ac3",
                "order_by": 4,
                "name": "Matti Kummu",
                "email": "",
                "orcid": "",
                "institution": "Water and Development Research Group, Aalto University, Finland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matti",
                "middleName": "",
                "lastName": "Kummu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-03-08 08:11:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1863/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1863/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 19492093,
                "identity": "1548fb52-d6e9-4b80-90f1-1b0e40725275",
                "added_by": "auto",
                "created_at": "2022-03-22 17:09:14",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 71977,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Table 1. Keywords used to retrieve scientific articles on sustainable food systems</strong></p>",
                "description": "",
                "filename": "Screenshot20220308at10.47.29.png",
                "url": "https://assets.researchsquare.com/files/pex-1863/v1/c42ca4b66895db020213b5a8.png"
            },
            {
                "id": 19492094,
                "identity": "04170eda-27e3-4f67-aff0-8997b5b18a0b",
                "added_by": "auto",
                "created_at": "2022-03-22 17:09:14",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 186528,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Table 2. Inclusion and exclusion criteria</strong></p>",
                "description": "",
                "filename": "Table2.Inclusionandexclusioncriteria.png",
                "url": "https://assets.researchsquare.com/files/pex-1863/v1/d3c07e9cc24681328da12ce3.png"
            },
            {
                "id": 19492095,
                "identity": "7734e6c4-6324-47cd-b279-f425aec7cf43",
                "added_by": "auto",
                "created_at": "2022-03-22 17:09:14",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 111221,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Figure 1. Prisma diagram for the article selection flow (numbers are arbitrary)</strong></p>",
                "description": "",
                "filename": "Screenshot20220308at10.37.24.png",
                "url": "https://assets.researchsquare.com/files/pex-1863/v1/94687746d2ee9787d213cc68.png"
            },
            {
                "id": 19492096,
                "identity": "ffeaf9dc-6c03-4461-bb4c-8f2665f2e4ad",
                "added_by": "auto",
                "created_at": "2022-03-22 17:09:14",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 146761,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>Table 3. Measurements of major variables</strong></p>",
                "description": "",
                "filename": "Screenshot20220308at11.00.11.png",
                "url": "https://assets.researchsquare.com/files/pex-1863/v1/537cd84c0e89fbc3b28a0736.png"
            },
            {
                "id": 19492097,
                "identity": "5aee662e-7623-457e-8748-ab70821c234a",
                "added_by": "auto",
                "created_at": "2022-03-22 17:09:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 296520,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1863/v1/c81d6086-82b6-4279-80b0-611bb492b65b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "sustainable food systems, socioeconomics, systematic review",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In recent years, many scientific studies have analyzed potential solutions and opportunities to improve food systems towards sustainability. Various socioeconomic factors play crucial roles in determining the successful or unsuccessful implementation. Yet, systematic reviews, which provide a comprehensive picture of food systems-socioeconomic relationships, are still lacking. Such studies could integrate crucial information, particularly important for stakeholders who rely on scientific articles when making decisions. Therefore, we aim to systematically screen and review existing literature to draw common patterns of feasible socioeconomic measures essential for sustainable food systems. The objective of this protocol is to outline the methods we use and to avoid bias, especially when screening relevant articles.</p>",
        "manuscriptTitle": "Screening Protocol:Feasible Socioeconomic Measures to Create Sustainable Food Systems - A Systematic Review",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-03-22 17:09:12",
                "doi": "10.21203/rs.3.pex-1863/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "0367485b-089d-4b13-a657-90da42e00f2b",
        "owner": [],
        "postedDate": "March 22nd, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-03-22 17:09:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}