{
    "identity": "nprot-189",
    "title": "The choice of cranial window type for _in vivo_ imaging significantly affects dendritic spine turnover in the cortex",
    "content": [
        {
            "header": "Introduction",
            "content": "_In vivo_ imaging with two-photon microscopy \\(TPM) has become an increasingly important tool for studying the structure and function of brain cells in living animals. TPM imaging studies of neuronal structures over intervals ranging from seconds to years have begun to provide important insights into the structural plasticity of synapses and the modulating effects of experience in the intact brain.  TPM imaging has also started to reveal how neuronal connections and glial cells are altered in animal models of neurodegeneration, acute brain injury and cerebrovascular disease. Here we present protocols for _in vivo_ imaging of dendritic spine dynamics through either a thinned-skull window or an open-skull glass window.  We discuss technical considerations that are critical for the acquisition of in vivo imaging data and show that the use of an open-skull glass window, but not a thinned-skull window, for _in vivo_ imaging is associated with high spine turnover and substantial glial activation during the first month after surgery."
        },
        {
            "header": "Reagents",
            "content": "Mice expressing YFP in Layer V pyramidal neurons \\(H-line) can be purchased from the Jackson Laboratory."
        },
        {
            "header": "Equipment",
            "content": "Two-photon microscope, dissecting microscope"
        },
        {
            "header": "Procedure",
            "content": "**Protocols and procedures for surgery and imaging:**\r\n\n\nThe following protocols for “open-skull” and “thinned-skull” surgery are similar to those described previously \\(1-6).\r\n\n\n\r\n\n\n**Thinned-skull preparation:**\r\n\n\n1. Anesthetize transgenic mice by intraperitoneal injection \\(0.2 ml/20 g body weight) of 20 mg/ml Ketamine and 3 mg/ml Xylazine in 0.9% NaCl.\r\n  2. Thoroughly shave the hair over most of the scalp with a conventional razor blade.      Perform a midline scalp incision using microsurgical tools. Incision should extend     approximately from the neck region to the frontal area.  The brain area to be imaged can be localized based on stereotactic coordinates \\(7).\r\n  3. Remove soft tissue attached to the skull over the area to be imaged with fine forceps. High-speed micro-drill is used to thin a circular area of skull \\(typically ~1 mm in diameter) over the region of interest under a dissection microscope. Drilling should be done intermittently and the drill bit can be immersed periodically in cold artificial cerebrospinal fluid \\(ACSF) solution to minimize heat induced tissue injury. \r\n  4. The mouse skull consists of two thin layers of compact bone, sandwiching a thick layer of spongy tissue. This spongy bone contains tiny cavities arranged in concentric circles and multiple canaliculi that carry blood vessels. After removing the external compact bone, the middle layer of spongy bone is carefully thinned to about 75% of its original thickness. Some bleeding from the blood vessels running through the canaliculi may occur during the thinning process.  This bleeding will usually stop spontaneously.  \r\n  5. After removing the majority of the spongy bone, concentric cavities within the bone can usually be seen under the dissecting microscope, indicating the drill is close to the internal compact bone layer.  At this stage, skull thickness should be more than 50 µm and the edge of the thinned region is thicker. \r\n  6. The mouse skull is then immobilized by gluing it to a metal plate made by gluing 3 razor blades together. Place a small amount of cyanoacrylate glue around the edges of the internal opening of the blade and press the blade against the skull leaving the area to be imaged uncovered and surrounded by the internal blade opening. Pay special attention to avoid contamination with glue of the thin skull area.\r\n  7. Wait 10–15 minutes until the metal plate is firmly glued to the skull and place the mouse face down with the blades supported by the acrylic blocks. Tighten up the screws to completely immobilize the blades. Wash the area to be imaged extensively with ACSF to remove remnants of non-polymerized glue.  We have observed that the microscope objectives retain trace amounts of glue remnants if the preparation is not washed thoroughly.  We recommend keeping the objectives immersed in water after imaging and cleaning them periodically with 100% ethanol.\r\n  8. After the immobilization of the mouse skull, a microsurgical blade \\(Surgistar, Cat# 38-6961) is used to continue thinning a smaller area \\(\n200 µm in diameter) to\n20 µm in thickness. The bone is shaved by using the blade at\n45 degree angle, taking great precaution not to push the skull downwards against the brain surface or to break through the bone, as minor brain trauma or bleeding may potentially cause inflammation and disruption of neuronal structures. The thinning continues until a very thin \\(\n20 µm) and smooth preparation \\( ~200 µm in diameter) is achieved.  The optimal degree of skull thinning is ultimately determined by looking at the preparation with a conventional fluorescence microscope. Dendrites and spines in the area of interest should be clearly visualized at this stage.\r\n  \r\n\n\n\r\n\n\n**Open-skull preparation:**\r\n\n\n1. Anesthetize transgenic mice and shave the hair over most of the scalp according to steps 1–2 as described in thinned-skull preparation.\r\n  2. Administer dexamethasone \\(0.02 ml at 4 mg/ml) by intramuscular injection and remove soft tissue attached to the skull over the area to be imaged with fine forceps. \r\n  3. Use a high-speed micro-drill \\(1/4 bit, Fine Science Tools) to thin a circumference of a 5 x 5 mm region of the skull over the region of interest under a dissection microscope. Drilling should be done intermittently and the drill bit can be immersed periodically in cold ACSF solution to minimize heat induced tissue injury. \r\n  4. Take great caution to lift up the island of bone within the drilled circle with a pair of sharp forceps. Immediately after removing 5 x 5 mm region of the skull, bleeding above dura may occur in 2–3 locations as such tiny bleeding is presumably from small blood vessels attached to the removed skull.  But such bleeding should stop spontaneously within 10–20 seconds. Rinse the cortex with room temperature ACSF once or twice if necessary. At this step, make sure there is absolutely no bleeding under the dura.   \r\n  5. Cover the clear dura with a thin layer of low-melting-point agarose \\(Sigma) \\(1.2% in ACSF). Make sure that 1.2% freshly-made agarose is cool than 37 °C before applying it to the cortex. \r\n  6. A custom-made circular coverslip \\(5–7 mm diameter, No. 1 thickness) is gently lowered to cover the open-skull region. Take great caution not to push the cortex underneath and remove any excess agarose with sterile cotton applicators. \r\n  7. Seal the edge of the optical window to the skull with a thin layer of cyanoacrylate glue and then with dental acrylic.  The dental acrylic will also cover all the exposed areas of skull.  A small custom-made steel bar will be embedded into the acrylic to stabilize the animal during subsequent imaging.\r\n  8. Allow the mice to recover 7–14 days before chronic imaging starts. \r\n  \r\n\n\n\r\n\n\n**Mapping the imaging area for future relocation:**\r\n\n\nIn order to identify the same imaged area at a later time point, a high quality picture of the meningeal blood vessels is first obtained as landmark for relocation.   This can be done with a CCD camera attached to a stereo dissecting microscope.  Subsequently, the mouse is placed under an epi-fluorescence microscope and a specific area is selected for two-photon imaging. The selected area is then carefully identified in the CCD camera map by observing on the epi-fluorescence microscope the pattern of brain vasculature adjacent to it and then marking it on the map.  \r\n\n\n    \r\n\n\n**Two-photon imaging of neuronal structures.**\r\n\n\n1. Tune the TPM to the appropriate wavelength \\(e.g. 920 nm for YFP). Imaging is done by using a 60x water-immersion objective \\(Olympus, N.A. 0.9). ACSF should be used at all times during imaging for objective immersion.\r\n  2. Obtain a stack of fluorescently labeled neuronal processes at a digital zoom of 1x. These low magnification images are useful as a more precise map for relocation of the same area at a later time point in conjunction with the CCD camera picture of meningeal blood vessels.\r\n  3. Without changing the position of the stage, take a zoomed image of the same area \\(e.g. 3x zoom). The stack depth is typically 100 µm below the pial surface.  Additional zoomed images can be taken around the central image by electronically moving the imaging position 360º around the initial imaged area. We typically use laser intensities in the range of 10 to 20 milliwatts \\(measured at the sample) to minimize phototoxicity \\(8). So far, our studies have limited to spines within the first 100 μm from the pial surface.  It is worth to point out that we found that the open-skull window is somewhat better for imaging structures > 200 μm deeper under the pial surface than the thinned-skull window. Presumably this is because the coverglass and thinned-skull induce different degrees of spherical aberration and spherical aberration has a larger effect on imaging of deeper tissues.  \r\n  4. Following imaging, the head immobilization device is gently detached from the skull with thinned-skull preparations.  The scalp is sutured with 6-0 silk \\(LOOK, Reading, PA) and the mouse is kept in a separate cage until fully awake then put back in the original cage until the next viewing.  For open skull preparations, simply dismount the steel bar from a fixing post. \r\n  5. Image stacks can be viewed and analyzed with ImageJ software obtained from the NIH."
        },
        {
            "header": "Timing",
            "content": "2-4 hours"
        },
        {
            "header": "Critical Steps",
            "content": "Key steps and criteria for a properly performed &#x201C;thinned-skull&#x201D; surgery:  \r\n\n\nA. A small region of the skull \\(<sub>1 mm in diameter) is first thinned to &gt; 50&#x2013;100 &#x3BC;m in thickness with a drill.  It is important not to thin a large region \\( &gt; 1.5 mm) to a thin layer \\(&lt; 50 &#x3BC;m) with the drill as it may cause damage to the cortex.  B. The above thinned region is then thinned further with a surgical blade so that a small area of the skull \\(</sub>200 &#x3BC;m in diameter) now has a thickness of <sub> 20 &#x3BC;m.  Avoid pushing the skull downwards against the brain surface or breaking through the bone.  It is important not to thin a large area \\(&gt; 300 &#x3BC;m in diameter) to less than 15 &#x3BC;m in thickness as minor brain trauma may cause inflammation and disruption of neuronal structures as indicated by growth of connective tissues and neurite blebbing underneath the thinned skull window.  C. After the surgery, the area with the skull thickness </sub>20 &#x3BC;m is scanned with a 60x water immersion objective under an epi-fluorescent microscope to make sure that no neurite blebbing has occurred, as such blebbing is concurrent with high spine turnover \\(1-3).  \r\n\n\n\r\n\n\nKey steps and criteria for a properly performed &#x201C;open-skull&#x201D; surgery: \r\n\n\nA. Throughout the open-skull surgery, there must not be any bleeding under the dura.  Immediately after removing a 5 by 5 mm region of the skull, a very small amount of bleeding above the dura may occur in 2&#x2013;3 locations, presumably from small blood vessels attached to the removed skull.  This bleeding should stop spontaneously within 10&#x2013;20 seconds.  B. After cover-glass implantation, one should be able to obtain good images of dendrites without signs of neurite blebbing within the first 2 days after surgery.  This can be done quickly by scanning open-skull windows under an epi-fluorescence microscope with a 40X water immersion objective. C. Open-skull windows generally become opaque 2&#x2013;3 days after surgery but some of them should become transparent again 7&#x2013;14 days after surgery.  In our hands, ~30% of animals had clear optical windows for imaging 10&#x2013;14 days after surgery."
        },
        {
            "header": "Anticipated Results",
            "content": "_In vivo_ imaging through different cranial windows could have a major impact on the structural stability of neuronal and glial processes \\(Fig. 1-3). Previous studies with the thinned-skull window showed remarkable adult spine stability in different cortical regions and that sensory deprivation for weeks prevents spine loss in adolescent mice but has no significant effect on adult spine turnover \\(1-3, Fig.1). On the other hand, studies using the open-skull window suggest a very high and variable spine turnover in different sensory cortices and that sensory deprivation for days further increases spine turnover in adulthood \\(4-6, Fig.2).  Our studies suggest that the choice of cranial window type for _in vivo_ imaging is the major factor contributing to previous discrepancies in spine dynamics under both normal and sensory deprivation conditions \\(Fig. 1-3).  Further work, however, is needed to fully resolve and provide mechanistic insights into the differences in spine turnover measured under different cranial windows.  We believe that an open-skull preparation is valuable because certain experiments cannot be done otherwise.  Nevertheless, it is important to characterize the degree and duration of structural and functional consequences associated with the open-skull window in order to best use such a preparation.  It is also important to note that under the thinned-skull window, various factors such as skull-thinning, phototoxicity, anesthesia and inclusion of filopodia as spines may all result in artifactual changes of spines and contribute to measured spine turnover.  The effects of these factors on spine dynamics remain to be determined but appear to be rather limited under current experimental protocols because only ~2&#x2013;3% of spines change over 2 days under the thinned-skull window."
        },
        {
            "header": "References",
            "content": "1. Grutzendler, J., Kasthuri, N. &amp; Gan, W. B. Long-term dendritic spine stability in the adult cortex. _Nature_ **420**, 812-6 \\(2002).\r\n  2. Zuo, Y., Yang, G., Kwon, E. &amp; Gan, W. B. Long-term sensory deprivation prevents dendritic spine loss in primary somatosensory cortex. _Nature_ **436**, 261-5 \\(2005).\r\n  3. Zuo, Y., Lin, A., Chang, P. &amp; Gan, W. B. Development of long-term dendritic spine stability in diverse regions of cerebral cortex. _Neuron_ **46**, 181-9 \\(2005).\r\n  4. Holtmaat, A., Wilbrecht, L., Knott, G. W., Welker, E. &amp; Svoboda, K. Experience-dependent and cell-type-specific spine growth in the neocortex. _Nature_ **441**, 979-83 \\(2006).\r\n  5. Holtmaat, A. J. _et al._ Transient and persistent dendritic spines in the neocortex _in vivo. Neuron_ **45**, 279-91 \\(2005).\r\n  6. Trachtenberg, J. T. _et al._ Long-term _in vivo_ imaging of experience-dependent synaptic plasticity in adult cortex. _Nature_ **420**, 788-94 \\(2002).\r\n  7. Paxinos, G., &amp; Franklin, K. B. J. The Mouse Brain in Stereotaxic Coordinates, \\(Academic Press., 2001).\r\n  8. Hopt, A. &amp; Neher, E. Highly nonlinear photodamage in two-photon fluorescence microscopy. _Biophys J_ **80**, 2029-36 \\(2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from the National Institutes of Health to W-B.G.."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "doi:10.1038/nn1883",
                "date": "2007-02-24 16:09:01",
                "title": "Choice of cranial window type for in vivo imaging affects dendritic spine turnover in the cortex",
                "authors": [
                    "Hua-Tai Xu",
                    "Feng Pan",
                    "Guang Yang & Wen-Biao Gan"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10141,
                "identity": "9ee73f7f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hua-Tai  Xu",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hua-Tai",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            },
            {
                "id": 10142,
                "identity": "9ee742c9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Feng  Pan",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Feng",
                "middleName": "",
                "lastName": "Pan",
                "suffix": ""
            },
            {
                "id": 10143,
                "identity": "9ee744ac-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Guang  Yang",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Guang",
                "middleName": "",
                "lastName": "Yang",
                "suffix": ""
            },
            {
                "id": 10144,
                "identity": "9ee74644-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wen-Biao  Gan",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wen-Biao",
                "middleName": "",
                "lastName": "Gan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-13 09:09:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.186",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.186",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607661,
                "identity": "64e095ff-fee8-499c-9b20-680c09acc8a0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 52487,
                "visible": true,
                "origin": "",
                "legend": "Long-term transcranial two-photon imaging of fine neuronal structures. a, Low power view of the vasculature located below the thinned region of the skull taken with a CCD camera. The vasculature pattern remained stable over months and was used as a landmark to relocate the imaged region at subsequent time points. Arrow indicates the region where subsequent two-photon image stacks were obtained. b, Two dimensional projection of a 3D stack of dendritic branches and axons in the primary visual cortex. The boxed region at higher digital zoom is shown in (c). c, High power 2D projection of a 3D stack reveals clear neuronal structures including dendritic shafts, axonal varicosities, and dendritic spines.  Scale bars: 50 &#xB5;m, a; 5 &#xB5;m, b; 2 &#xB5;m, c.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-189/v1/figure_1.jpg"
            },
            {
                "id": 2607662,
                "identity": "0ed67903-d527-4a76-b74f-9c1976c84f46",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 59763,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-189/v1/figure_2.jpg"
            },
            {
                "id": 2607666,
                "identity": "3b3732cc-83f1-46fa-b54c-2dc6bcd4670c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 79189,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-189/v1/figure_3.jpg"
            },
            {
                "id": 2607663,
                "identity": "bca5fff0-ca13-4eb6-ae49-a77422c616b9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 25885,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   High spine turnover associated with the open-skull window. (a) Repeated imaging through an open-skull window revealed high turnover of spines over a 45-day interval in the barrel cortex. The first image (day 0) was acquired immediately after the implantation of a glass window. Arrows indicate spines that were present in all the images. (b) Percentage of spines eliminated or formed as a function of viewing intervals. Turnover of spines or total protrusions over days to weeks was significantly higher under the open-skull window than those under the thinned-skull window. Spine imaging through open-skull windows started ~2 weeks after craniotomy whereas imaging through thinned-skull started immediately after surgery. Dynamics of both spines and total protrusions (spines and filopodia) were plotted for comparison with previous studies under thinned- and open-skull windows. (c) Percentage of spines eliminated or formed over 2 weeks under open-skull and thinned-skull conditions. Different from (b), spine imaging through both open- and thinned-skull windows were performed immediately after surgery and then 10–14 days later. Within the first 2 weeks after open-skull surgery, spine elimination was significantly higher than spine formation, resulting in a substantial loss of spines in adult mice. Scale bar, 2 µm (a).",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-189/v1/figure_4.jpg"
            },
            {
                "id": 2607665,
                "identity": "bcbbf25b-cd4c-4bf5-9fb3-93f275a2c362",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:43",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 143836,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Extensive glial activation after open-skull surgery but not after thinned-skull surgery. (a, b) 2 days after open-skull surgery, GFP-labeled microglia on the contralateral control side of the barrel cortex appeared normal with many ramified branches projected from somata (a).  However, microglia under the open-skull window appeared abnormal, having either no or few processes or extending most of their branches towards the pial surface (b).  (c, d) 2 days after thinned-skull surgery, GFP-labeled microglia appeared normal both under the thinned-skull window (d) and on the contralateral control side (c).  (e, f) 10 days after craniotomy, microglia still assumed reactive phenotypes with higher densities under the open-skull window (f) in comparison to those on the contralateral control side (e). (g, h) 10 days after craniotomy, immunostaining revealed little GFAP expression in astrocytes on the contralateral control side (g, left hemisphere) but extensive GFAP expression in the entire hemisphere of the cortex subjected to open-skull surgery (g, right hemisphere). A higher magnification view of GFAP staining (box in g) is shown in (h). (i, j) 10 days after thinned-skull surgery, little or no GFAP expression in astrocytes was found under the thinned-skull window (between arrows, i) or on the contralateral control side (left hemisphere). The boxed region in (i) is shown in (j). Scale bars, 50 &#xB5;m (a&#x2013;f); 200 &#xB5;m (g&#x2013;j).",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-189/v1/figure_5.jpg"
            },
            {
                "id": 13464380,
                "identity": "e38ae838-1b08-43ab-81b1-657046dace29",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 314789,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-189/v1/1b88c77a-3fc5-4675-8f37-5dbe8e4a4c17.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "in vivo imaging, transcranial imaging, cranial window, cortex, two-photon microscopy, dendritic spine, microglia, astrocyte",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "The choice of cranial window type for in vivo imaging significantly affects dendritic spine turnover in the cortex",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-04-11 05:25:14",
                "doi": "10.1038/nprot.2007.186",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ee6e363-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 11th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1630,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-04-11 05:25:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}