{
    "identity": "nprot-4109",
    "title": "Proteomic mapping of ER-PM junctions in living HEK293 cells",
    "content": [
        {
            "header": "Introduction",
            "content": "ER-PM junctions are defined as spatially extended or small circular compartments in which the PM and ER membranes are stably separated at a distance of approximately 10-20 nm without direct membrane fusion \\(1). The broad significance of this structure has only recently begun to be appreciated, with emerging roles in lipid metabolism and Ca<sup>2+</sup> homeostasis \\(1-4). Although ER-PM junctions were first observed over half a century ago \\(5), systematic dissection of this specialized subcompartment at the molecular level remains challenging due to the lack of appropriate methods and convenient tools: first, ER-PM junctions can hardly be isolated in vitro by conventional biochemical methods due to their unique spatial organization; second, even though RNAi screening has proven quite effective for discovering unknown regulators for biological pathways or physiological processes \\(6), reliable cellular assays representing functional ER-PM junctions, to our knowledge, are not available in mammalian cells to enable a high-throughput screen. These difficulties motivated us to explore a non-biased yet effective approach to obtain an integrated picture of ER-PM junctions. \r\n\n\n\r\n\n\nBy taking advantage of a recently-developed in situ protein labeling technique \\(7, 8), we set out to map the proteome of ER-PM junctions that are dedicated to store operated calcium entry \\(SOCE), a fundamental physiological process that is mediated by two major protein families, STIM and ORAI\\(3). The ER-resident Ca<sup>2+</sup> sensor protein, STIM1, when fused to an engineered ascorbate peroxidase 2 \\(APEX2), enables proximity biotin labeling with least perturbation to the architecture of ER-PM junctions, thereby opening new avenues for capturing protein complexes situated at or in close proximity of STIM1 in living cells \\(**Fig. 1a**). At the heart of this in situ protein labeling technique is the APEX2-catalyzed conversion of biotin-phenol in the presence of H<sub>2</sub>O<sub>2</sub> to phenoxyl radicals, which could attack electron-rich amino acids and covalently attach biotin tags to targeted proteins \\(7, 8). Biotinylated proteins can be subsequently enriched by streptavidin beads and analyzed by mass spectrometry. Notably, these radicals have very short lifetimes \\(<1 ms) with an estimated labeling radius of <20 nm \\(7, 9, 10), which matches the maximal distance between the membranes of ER and PM at junctional sites. One additional benefit of this approach is that it enables dynamic sampling of this specialized cellular compartment during the translocation of STIM1 from ER toward PM, thus allowing us to compare protein complexes surrounding STIM1 before and after store depletion."
        },
        {
            "header": "Reagents",
            "content": "• Dulbecco’s modified Eagle’s medium \\(DMEM; Sigma-Aldrich, cat. No. D6429)\r\n\n\n• Lipofectamine 3000 \\(Life Technologies, cat. no. L3000008)\r\n\n\n• 4-\\(2-hydroxyethyl)-1-piperazineethanesulfonic acid \\(HEPES; Life Technologies, cat. no. 15630-080)\r\n\n\n• Fetal bovine serum \\(FBS; Sigma-Aldrich, cat. no. F4135)\r\n\n\n• Ca<sup>2+</sup>-free Hanks’ balanced slat solution \\(HBSS; Sigma-Aldrich, cat. no. H6648)\r\n\n\n• Phosphate buffered saline \\(PBS; Sigma-Aldrich, cat.no. P5493)\r\n\n\n• Poly-L-lysine \\(Sigma-Aldrich, cat.no. P8920)\r\n\n\n• Biotin-phenol or D-\\(+)-biotin-tyramine amide \\(Berry & Associates, Cat. no. BT1015)\r\n\n\n• H<sub>2</sub>O<sub>2</sub> \\(Sigma-Aldrich, cat. no. H1009)\r\n\n\n• Thapsigargin \\(TG; Sigma-Aldrich, cat. no. T9033)\r\n\n\n• Paraformaldehyde \\(EMS, cat. no. 15710)\r\n\n\n• Methanol \\(Sigma-Aldrich, cat.no. 322415)\r\n\n\n• Acetone \\(Sigma-Aldrich, cat.no. 650501)\r\n\n\n• Bovine serum albumin \\(BSA; Fisher Scientific, cat. no. BP9703-100)\r\n\n\n• 1×protease inhibitor cocktail \\(Roche, cat. no. 04693124001)\r\n\n\n• Trolox \\(Sigma-Aldrich, cat. no. 238813)\r\n\n\n• Sodium ascorbate \\(Sigma-Aldrich, cat. no. PHR1279)\r\n\n\n• Sodium azide \\(Sigma-Aldrich, cat. no. 438456)\r\n\n\n• Tris Base \\(Fisher Scientific, cat. no. BP152)\r\n\n\n• NaCl \\(Sigma-Aldrich, cat. no. S7653)\r\n\n\n• SDS \\(Sigma-Aldrich, cat. no. 436143)\r\n\n\n• Sodium deoxycholate \\(Sigma-Aldrich, cat. no. 30970)\r\n\n\n• Triton X-100 \\(Fisher Scientific, cat. no. BP151)\r\n\n\n• PMSF \\(Sigma-Aldrich, cat. no. 78830)\r\n\n\n• Urea \\(Sigma-Aldrich, cat. no. U0631)\r\n\n\n• CaCl<sub>2</sub> \\(Fluka, cat. no. 06991)\r\n\n\n• Methylamine \\(Sigma-Aldrich, cat. no. 426466)\r\n\n\n• Iodoacetamide \\(IAA; Sigma-Aldrich, cat. no. I1149)\r\n\n\n• TCEP \\(Pierce, cat. no. 20490)\r\n\n\n• NuPAGE Novex 4-12% Bis-Tris Protein Gels \\(Life Technologies, cat. no. NP0335BOX)\r\n\n\n• NuPAGE MOPS SDS Running Buffer \\(Life Technologies, cat. no. NP0001-02)\r\n\n\n• NuPAGE LDS Sample Buffer \\(Life Technologies, cat. no. NP0008)\r\n\n\n• NuPAGE Transfer Buffer \\(Life Technologies, cat. no. NP0006)\r\n\n\n• PVDF membranes \\(Life Technologies, cat. no. 88518)\r\n\n\n• Whatman Filter Paper\r\n\n\n• NeutrAvidin Agarose Resins \\(Thermo Scientific, cat. no. 29201)\r\n\n\n• Streptavidin-DyLight594 \\(Thermo Scientific, cat. no. 21842)\r\n\n\n• Silver Stain Kit for Mass Spectrometry \\(Themo Scientific, cat. no. 24600)\r\n\n\n• ProteoSilver Plus Silver Stain Kit \\(Sigma aldrich, cat. no. PROT-SIL2)\r\n\n\n• Trypsin gold Mass spectrometry grad \\(Promega, V5280)\r\n\n\n• NH4HCO3 \\(J.T. Baker, cat. no. 3003-01)\r\n\n\n• Acetoneitrile \\(J.T. Baker, cat. no. A998-4)\r\n\n\n• Formic acid \\(J.T. Baker, cat. no. 0129-01)\r\n\n\n• Streptavidin-HRP \\(Thermo scientific, cat. no. N100)\r\n\n\n• GFP-STIM1-APEX2 plasmid"
        },
        {
            "header": "Equipment",
            "content": "• 35-mm glass bottom dish\r\n\n\n• 10-cm cell culture plate\r\n\n\n• Incubator for tissue cultures\r\n\n\n• Benchtop centrifuges \\(Thermo Scientific)\r\n\n\n• Power Supplies for Protein Electrophoresis\r\n\n\n• 2-Gel Tetra and Blotting Module \\(Bio-Rad, cat. no. 1660827EDU)\r\n\n\n• XCell SureLock™ Mini-Cell Electrophoresis System \\(Life technologies, cat. no. EI0001)\r\n\n\n• Confocal microscope\r\n\n\n• SpeedVac™ Systems \\(Thermo Scientific)Easy nLC1000 \\(Thermo Scientific)\r\n\n\n• Q Exactive Orbitrap mass spectrometer \\(Thermo Scientific)\r\n\n\n• ThermoMixer \\(Eppendorf)"
        },
        {
            "header": "Procedure",
            "content": "• **>>>Cell culture<<<**\r\n\n\nHEK293 cells were cultured in DMEM medium supplemented with 5% heat-inactivated FBS at 37°C under humidified air containing 5% CO2.\r\n\n\n\r\n\n\n\r\n\n\n• **>>>APEX2-catalyzed biotinylation in living cells<<<**\r\n\n\n**a)** Coat culture dishes with poly-L-Lysine\r\n\n\n1. Coat 35-mm glass bottom dish with 0.01% \\(w/v) poly-lysine, rock gently to ensure even coating of the culture surface \r\n  2. After 5 min, remove poly-lysine by aspiration\r\n  3. Rinse surface with sterile tissue culture grade water 5 times, and remove water\r\n  4. Dry the plate at 60°C for one hour\r\n  \r\n\n\n**b)** Cell seeding and transfection\r\n\n\n5. Seed HEK293 cells \\(2×10\n5\ncells) at pre-coated 35-mm glass bottom dish and culture for one day\r\n  6. Transfect GFP-STIM1-APEX2 using Lipofactamine 3000 \\(500 ng plasmid) following the manufacturer’s instructions \\(Life technologies)\r\n  \r\n\n\n**c)** Initiation of biotinylation reaction and immunostaining \r\n\n\n7. 24 h posttransfection, remove normal DMEM medium by aspiration and wash with Ca\n2+\n-free HBSS twice; keep cells in HBSS\r\n  8. Add TG to a final concentration of 1 μM for 5 min to trigger store deletion. The nominal Ca\n2+\n-free HBSS also facilitates stable formation of STIM1 puncta at ER-PM junctions.\r\n  9. Add biotin-phenol \\(at a final concentration of 0.5 mM; Note 1) to the medium for 30 min at 37 °C \r\n  10. Add freshly-prepared H\n2\nO\n2\n\\(1 mM) to medium for exactly 1 min at room temperature \\(RT) to initiate biotinylation\r\n  11. Stop the reaction immediately by washing cells with 2 ml quencher solution for 1 min; repeat five times\r\n  12. Wash cells with 2 ml PBS three times and fix cells with 4% paraformaldehyde at RT for 30 min\r\n  13. Rinse with PBS three times\r\n  14. Treat cells with cold methanol at -20 °C for 10 min\r\n  15. Rinse with PBS three times\r\n  16. Block with 5% \\(w/v) BSA in PBS for 1 h at RT, rotate the culture dish gently\r\n  17. Add streptavidin-Dylight594 \\(1:2000 dilution) to the blocking buffer and shake gently for 2 h at RT; avoid exposure to light\r\n  18. Wash with PBS ten times to remove unbound streptavidin-DyLight594\r\n  19. Capture images using a confocal microscope or total internal reflection fluorescence microscope \\(as exemplified in **Fig. 1**)\r\n  The control samples were not treated with H\n2\nO\n2\nwhilst other steps remain the same as described above.\r\n\n\n**Note 1**: The biotin-phenol solution should be freshly prepared for each experiment. The amounts of biotin-phenol and the reaction time may vary from case to case to biotinylate surrounding proteins whilst minimizing unspecific labelling. \r\n\n\n\r\n\n\n\r\n\n\n• **>>>Enrichment of biotinylated proteins, silver staining and Western blotting<<<** \r\n\n\n**a)** Coat plate with poly-L-Lysine as described above\r\n\n\n**b)** Cell transfection and proximity biotinylation \r\n\n\n1. Seed HEK293 cells on pre-coated 10-cm plates and culture for one day\r\n  2. Transfect GFP-STIM1-APEX2 \\(5 μg) using lipofactamine 3000\r\n  3. 24 h posttransfection, add biotin-phenol \\(at a final concentration of 0.5 mM) to the culture medium for 30min at 37 °C; Note 2 \r\n  4. Add biotin-phenol and H\n2\nO\n2\nas described above\r\n  5. After 1 min of labeling, wash cells immediately with the quencher solution five times; 10 ml per wash\r\n  \r\n\n\n**Note 2**: To capture protein complexes surrounding STIM1 after store depletion, replace DMEM medium with Ca\n2+\n-free HBBS solution and then treat cells in 1 μM TG for 5 min to trigger store depletion \r\n\n\n\r\n\n\n_For steps 6-13, all the steps should be operated at 4 °C and the samples should be kept on ice to reduce protein degradation_\r\n\n\n\r\n\n\n6. Scrap cells from culture dish and centrifuge at 5,000 ×g for 15 min \r\n  7. Lyse cells with RIPA buffer supplemented with 1×protease inhibitor cocktail, and centrifuge at 12,000 ×g for 10 min to remove insoluble debris\r\n  8. Pack NeutrAvidin Agarose Resin into a 1.5 ml tube and wash with RIPA buffer, centrifuge at 2,000 ×g for 1 min to remove storage solution, repeat wash step twice\r\n  9. Equilibrate resin with RIPA buffer for 30 min and shake gently\r\n  10. Centrifuge at 2,000 ×g for 1 min to remove buffer\r\n  11. Incubate cell lysates with resin \\(8 mg of biotinylated protein/ml of settled resin) and gently rotate the mixture for 4-6 h to enrich biotinylated proteins\r\n  12. Rinse beads with 1 ml PBS supplemented with 1×protease inhibitor cocktail, centrifuge at 2,000 ×g and remove buffer\r\n  13. Repeat wash step for ten times to remove unbounded proteins, discard wash buffer\r\n  \r\n\n\n**c)** Resolving biotinylated proteins on SDS-PAGE\r\n\n\n14. Boil resin with LDS sample buffer \r\n  15. Separate proteins by 4-12% Bis-Tris protein gels \r\n  Optional: elute enriched proteins from beads using elution buffer \\(8 M urea, pH1.5)\r\n\n\n16. Stain SDS-PAGE using the Silver Stain Kit; Note 3\r\n  17. Excise desired bands for further mass spectrometry analysis \\(in-gel digestion)\r\n  18. Another SDS-PAGE resolving the same samples is subjected to western blotting to detect biotinylated proteins by streptavidin-HRP \\(1:4000)\r\n  \r\n\n\n**Note 3**: for the silver staining, ultrapure water is used for buffer preparation and gel washing. Use clean gloves to reduce contamination. Scalpel should be changed after excising each gel slice to reduce cross-sample contamination.\r\n\n\n\r\n\n\n**d)** Elution of biotinylated proteins for in-solution digestion\r\n\n\nAfter step 13, enriched biotinylated proteins can also be eluted and precipitated by acetone for mass spectrometry\r\n\n\n19. Elute biotinylated proteins using 2 resin volumes of elution buffer \\(8 M urea, pH 1.5)\r\n  20. Centrifuge at 2,000 ×g for 1 min and collect the supernatant to a new clean 1.5 ml microcentrifuge tube \r\n  21. Repeat steps 14-15 and collect the elution proteins into one tube\r\n  22. Add 6× volume of acetone that is pre-cooled at -20 ºC\r\n  23. Mix well and keep at -20 ºC for 30 min to overnight\r\n  24. Spin in a refrigerated microfuge at top speed for 30 min\r\n  25. Aspirate most of the supernatant and leave the last drop so as not to disturb the pellet\r\n  26. Wash the pellet with 500 μl cold \\(-20 ºC) acetone twice\r\n  27. Air-dry the pellet \\(no speed vac; over-dried samples are hard to dissolve).\r\n  \r\n\n\nHEK293 cells without transfection of GFP-STIM1-APEX2 or omitting the addition of the substrate biotin-phenol but treated with H\n2\nO\n2\nwere used throughout the procedures as negative controls.\r\n\n\n\r\n\n\n\r\n\n\n•  **>>> In-gel or in-solution protein digestion and liquid chromatography tandem-mass spectrometry \\(LC-MS/MS) <<<**\r\n\n\n**a)** In-gel digestion\r\n\n\n1. Cut the gel slices to approximately 1 mm3 pieces\r\n  2. Destain with 0.1 ml ProteoSilver Destainer A and 0.1 ml ProteoSilver Destainer B \\(ProteoSilver Plus Silver Stain Kit)\r\n  3. Wash with 500 μl 50 mM NH\n4\nHCO\n3\nfor 20 min. Discard the washing buffer\r\n  4. Add 150 μl of 50 mM NH\n4\nHCO\n3\nand 0.5 μl 1 M TCEP. Incubate at 60 ºC for 15 min\r\n  5. Cool to RT and add 2 μl 500 mM IAA and incubate for 15 min in the dark at RT. Discard the solvent\r\n  6. Add 1 ml of acetonitrile to shrink the gel pieces. After 10-15 min, remove the solvent \\(and dry the gel slices in the speed vac).\r\n  7. Reswell the gel pieces with 20 μl Promega modified trypsin \\(sequencing grade) at a concentration of 5 ng/μl in 25 mM NH\n4\nHCO\n3\n. After 10-15 min, add 10-20 μl of additional buffer to cover the gel slices. Incubate overnight at 37 ºC.\r\n  8. Remove the supernatant and place in new tubes.\r\n  9. Extract remaining peptides from gel with 50 μl extract buffer I \\(50% Acetonitrile/5% Formic acid) for 30 min in a thermomixer \\(700 rpm).\r\n  10. Extract remaining peptides from gel with 50 μl extract buffer II \\(75% Acetonitrile/0.1% FA) for 30 minutes in a thermomixer at \\(700 rpm).\r\n  11. Combine the supernatant and two extracts and speed vac to dryness.\r\n  12. Resuspend peptides with 20 μl 0.1% formic acid.\r\n  \r\n\n\n**b)** In-solution digestion\r\n\n\n1. Dissolve proteins in 8 M urea, 100 mM Tris pH 8.5 \\(10 ul). Sonicate for 10 min\r\n  2. Add TCEP to a final conc. of 5 mM and incubate at RT for 20 min\r\n  3. Add IAA to a final concentration of 10 mM; incubate at RT for 15 min in the dark\r\n  4. Dilute samples by a factor of 4 with 100 mM Tris-HCl pH 8.5\r\n  5. Add CaCl\n2\nto a final concentration of 1 mM\r\n  6. Add methylamine to 20 mM to reduce carbamylation\r\n  7. Add in trypsin with the enzyme:substrate ratio of 1:50\r\n  8. Incubate at 37 ºC O/N in the dark\r\n  9. Add formic acid to 4~5% \\(final concentration)\r\n  10. Centrifuge at 18,000 xg for 30 min, and save the supernatant for LC-MS/MS. \r\n  \r\n\n\n**c)** LC-MS/MS\r\n\n\nLC-MS/MS analyses of the in-gel or in-solution digested samples were performed on a Q Exactive Orbitrap mass spectrometer coupled to an Easy-nLC 1000 HPLC. Peptides were loaded on a pre-column \\(75 mm ID, 8 cm long, packed with ODS-AQ 120 Å, 10 mm reversed-phase beads from YMC Inc.) and separated on an analytical column \\(75 mm ID, 11 cm long, packed with Luna C18 100 Å, 1.8 mm resin from Welch Materials) with an acetonitrile gradient from 0–28% in 55 min and 28-80% in another 6 min \\(with 0.1% FA in the mobile phase from beginning to end) at a flow rate of 200 nl/min. The top 15 most intense precursor ions from each full scan \\(resolution 70,000) were isolated for HCD MS2 \\(resolution 17,500; Normalized collision energy 27) with a dynamic exclusion time of 20 s. Precursor ions of a 1+, > 6+ or unassigned charge state were excluded.\r\n\n\n\r\n\n\n**d)** Peptide identification\r\n\n\nThe MS2 spectra were searched against the Uniprot-human database \\(forward and reversed sequences) using ProLucid \\(12) with mass accuracy for precursor and fragment ions both set at 50 ppm and carbamidomethylation on cysteine as fixed modification. The ProLuCID search results were filtered using DTASelect 2.0 \\(13) with 10 ppm mass accuracy for precursor mass and a 1% FDR cutoff at the spectral level. At least two peptides were required to identify a protein and the protein-level FDR is <1%. Positive hits were primarily selected by three stringent criteria: first, for each candidate protein, at least two peptides were detected in LC-MS/MS; second, hits detected in our two control groups were discarded; third, the candidate proteins must be detected in at least two out of four repeated experiments."
        },
        {
            "header": "Timing",
            "content": "Cell seeding and transfection: 2 days\r\n\n\nProtein biotinylation: 40-60 min\r\n\n\nImunostaining: 4-5 h\r\n\n\nEnrichment of biotinylated proteins: 4-6 h\r\n\n\nSilver staining: 2 h\r\n\n\nWestern blotting: 5-6 h\r\n\n\nAcetone precipitation: 12-16 h \r\n\n\nIn-gel digestion: 15-20 h\r\n\n\nIn-solution digestion: 13-15 h\r\n\n\nLC-MS/MS: 2 h for each run"
        },
        {
            "header": "Anticipated Results",
            "content": "Following ER Ca<sup>2+</sup> depletion elicited by thapsigargin \\(TG), a blocker of the sarco/endoplasmic reticulum Ca<sup>2+</sup> ATPase pump \\(SERCA), total internal reflection fluorescence \\(TIRF) microscope imaging showed that EGFP-tagged STIM1-APEX2 formed puncta and colocalized tightly with biotinylated proteins, the latter of which were labeled by streptavidin conjugated with the red fluorophore DyLight 594 \\(**Fig. 1c**). This process was dependent on H<sub>2</sub>O<sub>2</sub> since biotinylation was not observed while omitting H<sub>2</sub>O<sub>2</sub> in the reaction medium. The H<sub>2</sub>O<sub>2</sub>- and APEX2-dependent biotinylation of protein complexes surrounding STIM1 was further confirmed by silver staining after affinity enrichment and independently by western blotting probed by streptavidin-HRP \\(**Fig. 1d**). Because ORAI1 \\(MW = 33 kDa) is a known binding partner of STIM1, we first analyzed a gel slice corresponding to 25-37 kDa on the SDS-PAGE with mass spectrometry in our pilot experiment and confirmed the presence of ORAI1 using liquid chromatography coupled to tandem mass spectrometry \\(LC-MS/MS). In the same gel band, we repeatedly detected the gene product of TMEM110 \\(NCBI RefSeq ID: NM_198563), hereafter designated as STIMATE \\(for STIM-activating enhancer). In our subsequent LC-MS/MS analyses on all the eluted products, we further identified a total of 73 potential STIM1 interactors, with 17 detected in both store-full and store-depleted HEK293 cells. The majority of them fall into the categories of ER/PM-resident proteins, cytoskeletal components, and proteins functioning in intracellular membrane trafficking or posttranslational modifications \\(**Fig. 1b**)."
        },
        {
            "header": "References",
            "content": "**1**. Carrasco S, Meyer T. 2011. STIM proteins and the endoplasmic reticulum-plasma membrane junctions. Annu Rev Biochem 80: 973-1000\r\n\n\n**2**. Elbaz Y, Schuldiner M. 2011. Staying in touch: the molecular era of organelle contact sites. Trends in biochemical sciences 36: 616-23\r\n\n\n**3**. Hogan PG, Lewis RS, Rao A. 2010. Molecular basis of calcium signaling in lymphocytes: STIM and ORAI. Annu Rev Immunol 28: 491-533\r\n\n\n**4**. Stefan CJ, Manford AG, Emr SD. 2013. ER-PM connections: sites of information transfer and inter-organelle communication. Current opinion in cell biology 25: 434-42\r\n\n\n**5**. Porter KR, Palade GE. 1957. Studies on the endoplasmic reticulum. III. Its form and distribution in striated muscle cells. The Journal of biophysical and biochemical cytology 3: 269-300\r\n\n\n**6**. Wilson RC, Doudna JA. 2013. Molecular mechanisms of RNA interference. Annual review of biophysics 42: 217-39\r\n\n\n**7**. Rhee HW, Zou P, Udeshi ND, Martell JD, Mootha VK, Carr SA, Ting AY. 2013. Proteomic mapping of mitochondria in living cells via spatially restricted enzymatic tagging. Science 339: 1328-31\r\n\n\n**8**. Lam SS, Martell JD, Kamer KJ, Deerinck TJ, Ellisman MH, Mootha VK, Ting AY. 2015. Directed evolution of APEX2 for electron microscopy and proximity labeling. Nat Methods 12: 51-4\r\n\n\n**9**. Mayer G, Bendayan M. 1997. Biotinyl-tyramide: a novel approach for electron microscopic immunocytochemistry. The journal of histochemistry and cytochemistry : official journal of the Histochemistry Society 45: 1449-54\r\n\n\n**10**. Bendayan M. 2001. Tech.Sight. Worth its weight in gold. Science 291: 1363-5\r\n\n\n**11**. Pandey A, Andersen JS, Mann M. 2000. Use of mass spectrometry to study signaling pathways. Sci STKE 2000: pl1\r\n\n\n**12**. Xu T, Venable JD, Park SK, Cociorva D, Lu B, Liao J, Wohlschlegel J, Hewel J, JYates Jr. 2006. ProLuCID, a fast and sensitive tandem mass spectra-based protein identification program. Mol Cell Proteomics 5: S174\r\n\n\n**13**. Tabb DL, McDonald WH, Yates JR, 3rd. 2002. DTASelect and Contrast: tools for assembling and comparing protein identifications from shotgun proteomics. J Proteome Res 1: 21-6"
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Dr. Alice Ting for providing us with the biotin-phenol in our pilot experiments. This work was supported by the National Institutes of Health grant \\(R01 GM112003 to Y.Z.), the Special Fellow Award from the Leukemia & Lymphoma Society \\(LLS 3013-12 to Y.Z.), the China Scholarship Council \\(to J.J.), and by an allocation from the Texas A&M University Health Science Center Startup Fund \\(to Y.Z.)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13464,
                "identity": "a068fdd3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "YUBIN ZHOU",
                "email": "yzhou@ibt.tamhsc.edu",
                "orcid": "",
                "institution": "Center for Translational Cancer Reseach, Institute of Biosciences & Technology, Texas A&M University Health Science Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "YUBIN",
                "middleName": "",
                "lastName": "ZHOU",
                "suffix": ""
            },
            {
                "id": 13459,
                "identity": "a068eeb1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lian He",
                "email": "",
                "orcid": "",
                "institution": "Center for Translational Cancer Reseach, Institute of Biosciences & Technology, Texas A&M University Health Science Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lian",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 13460,
                "identity": "a068f292-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yue-He Ding",
                "email": "",
                "orcid": "",
                "institution": "National Institute of Biological Sciences, Beijing",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yue-He",
                "middleName": "",
                "lastName": "Ding",
                "suffix": ""
            },
            {
                "id": 13461,
                "identity": "a068f59c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Peng Tan",
                "email": "",
                "orcid": "",
                "institution": "Center for Translational Cancer Reseach, Institute of Biosciences & Technology, Texas A&M University Health Science Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peng",
                "middleName": "",
                "lastName": "Tan",
                "suffix": ""
            },
            {
                "id": 13462,
                "identity": "a068f89c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ji Jing",
                "email": "",
                "orcid": "",
                "institution": "Center for Translational Cancer Reseach, Institute of Biosciences & Technology, Texas A&M University Health Science Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ji",
                "middleName": "",
                "lastName": "Jing",
                "suffix": ""
            },
            {
                "id": 13463,
                "identity": "a068fbb5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Meng-Qiu Dong",
                "email": "",
                "orcid": "",
                "institution": "National Institute of Biological Sciences, Beijing",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meng-Qiu",
                "middleName": "",
                "lastName": "Dong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-07-22 04:28:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.072",
        "doiUrl": "https://doi.org/10.1038/protex.2015.072",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609205,
                "identity": "296c928a-448a-4752-99b1-1ba4286685ad",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3029357,
                "visible": true,
                "origin": "",
                "legend": "Proteomic mapping of protein complexes surrounding STIM1 at ER-PM junctions.   *(a)* Schematic depiction of proteomic mapping of potential STIM1 interactors at ER-PM junctions through APEX2-mediated biotin-labelling in situ. APEX2 fused to STIM1 enables biotin labelling on proteins located <20 nm from STIM1. This reaction requires externally added H~2~O~2~. Biotinylated proteins were further affinity-enriched with streptavidin beads, with the eluted products analyzed by mass spectrometry (MS). \r\n\r\n*(b)* Classification of top candidates emerged from our proteomic mapping of ER-PM junctions. \r\n\r\n*(c)* Fluorescence imaging of biotinylated proteins (stained with streptavidin conjugated with Dylight594) in HEK293 cells expressing GFP-STIM1-APEX2 as illustrated in panel a. Store depletion was induced by 1 μM thapsigargin (TG) in nominally Ca^2+^ and serum free medium. Scale bar, 5 μm. \r\n\r\n*(d)* Silver staining and immunoblotting of biotinylated protein complexes surrounding STIM1 puncta at ER-PM junctions. Shown on the SDS-PAGE were samples before (lanes 1-3) and after (lanes 4-6) streptavidin bead enrichment, as well as the eluted samples immunoblotted by streptavidin conjugated by horseradish peroxidase (streptavidin-HRP, lanes 7-9). \r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4109/v1/figure_1.jpg"
            },
            {
                "id": 13465242,
                "identity": "245c7820-2e90-4f8b-a046-2aa79fb81790",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 312538,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4109/v1/8ebe80c5-9fe4-4781-ace4-04d5238c25ed.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "membrane contact sites, calcium signaling, proteomics, biotin, labeling, endoplasmic reticulum, calcium channel, plasma membrane, junctions",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Specialized junctional sites that connect the plasma membrane \\(PM) and endoplasmic reticulum \\(ER) are intimately involved in controlling lipid metabolism and calcium signaling in mammalian cells. Store operated calcium entry mediated by dynamic STIM1-ORAI1 coupling constitutes one of the most well-established molecular events occurring at ER-PM junctions, but the protein composition at this particular subcellular compartment remain poorly defined. Using an in situ spatially-restricted biotin-labeling coupled with mass spectrometry, we mapped the proteome of intact ER-PM junctions in living cells without disrupting their architectural integrity. Our approaches lead to the discovery of >70 candidate proteins at ER-PM junctions, with the majority falling into the categories of ER/PM-resident proteins, cytoskeletal components, and proteins functioning in intracellular membrane trafficking or post-translational modifications. Although the current protocol is limited to ER-PM junctions, the methods described herein can be readily extended to study other types of inter-membrane appositions in various types of cells.",
        "manuscriptTitle": "Proteomic mapping of ER-PM junctions in living HEK293 cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-07-22 18:12:22",
                "doi": "10.1038/protex.2015.072",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0689cd3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 22nd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3391,
                "name": "Cell biology"
            },
            {
                "id": 3393,
                "name": "Biological techniques"
            },
            {
                "id": 3394,
                "name": "Biochemistry"
            },
            {
                "id": 3395,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-07-22 18:12:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}