{
    "identity": "nprot-4339",
    "title": "In vivo imaging of mitophagy in Caenorhabditis elegans",
    "content": [
        {
            "header": "Introduction",
            "content": "Mitochondria are highly dynamic, energy-generating organelles in eukaryotic cells and play a vital role in fundamental cellular processes such as calcium homeostasis, metabolite synthesis and apoptosis<sup>1</sup>. Mitochondrial function impinges on several signaling pathways modulating cellular metabolism, cell survival and healthspan. Furthermore, mitochondrial dysfunction is considered as one of the major hallmarks of several pathological conditions and ageing, underlining the significance of proper mitochondrial function<sup>2</sup>. Maintenance of cellular and organismal homeostasis necessitates a tight regulation of mitochondrial biogenesis, as well as, the elimination of damaged or superfluous mitochondria<sup>3-6</sup>. Thus, eukaryotic organisms have developed complex and highly specialized molecular and cellular pathways to preserve mitochondrial homeostasis<sup>7</sup>. Mitophagy is a selective type of autophagy mediating elimination of dysfunctional or aged mitochondria, and the major degradation pathway, by which cells regulate mitochondrial population in response to metabolic state<sup>8</sup>.\r\n\n\n\r\n\n\nDespite the advances in the delineation of molecular mechanisms that regulate mitophagy, there are no reliable and quantitative, _in vivo_ approaches for monitoring mitochondrial elimination in multicellular organisms. We developed two composite systems for monitoring mitophagy _in vivo_ and identified conditions that either induce or suppress mitophagy in the nematode _Caenorhabditis elegans_. We generated transgenic animals expressing the Rosella biosensor, in mitochondria. Rosella is a purpose-built reporter comprising a fast-maturing pH-insensitive DsRed fused to a pH-sensitive GFP variant. This biosensor has been successfully used in previous studies to monitor mitophagy in the unicellular organism _Saccharomyces cerevisiae<sup>9</sup>_. We adapted this versatile fluorescent microscopy assay and examined _C. elegans_ animals carrying mtRosella, under normal and mitophagy-inducing conditions such as oxidative stress, mitochondrial stress and heat stress. All treatments reduce the GFP/DsRed ratio of Rosella fluorescence, indicating stimulation of mitophagy. In addition to mtRosella, we generated transgenic animals expressing a mitochondria-targeted GFP, together with the autophagosomal marker LGG-1, the homologue of the mammalian cytosolic microtubule-associated protein 1 light chain 3 \\(MAP1LC3/LC3), fused with DsRed in body wall muscle cells. We examined animals carrying both the mitochondrial and autophagosomal markers, under normal and mitophagy-inducing conditions. Mitophagy stimulation induces the formation of autophagosomes that extensively co-localize with mitochondria.\r\n\n\n\r\n\n\nThe availability of reliable and quantitative methods for monitoring mitochondrial elimination is a prerequisite for shedding light on the molecular mechanisms of mitophagy in living cells and organisms. Delineating the role of mitophagy at the organismal level is pivotal for the development of therapeutic interventions to treat several human pathologies including neurodegenerative disorders. In the following sections, we describe detailed protocols for _in vivo_ imaging of mitochondrial-selective autophagy in _C. elegans_, using two versatile imaging tools."
        },
        {
            "header": "Reagents",
            "content": "• Wormpick or eyebrow/eyelash hair.\r\n\n\n\r\n\n\n• Nematode growth medium \\(NGM) agar plates: Mix 3 g NaCl \\(Merck, Nottingham, England cat. no. 1.06404.1000), 2.5 g Bactopeptone \\(BD Biosciences, San Jose, USA, cat.no 211677), 0.2 g Streptomycin \\(Sigma cat. no. S-6501), 17 g Agar \\(Merck cat. no. 1.01614) and add 900 ml distilled water. Autoclave. Let cool to 55-60<sup>o</sup>C. Add 1 ml 5 mg/ml cholesterol \\(SERVA Electrophoresis GmbH, Heidelberg, Germany, cat. no. 1701) in EtOH, 1 ml 1 M CaCl2 \\(Sigma cat. no. C-5080), 1 ml 1 M MgSO4 \\(Sigma cat. no.M-7506), 1 ml 10 mg/ml Nystatin \\(Sigma cat. no.N-3503), 25 ml 1 M phosphate buffer, pH 6.0, and distilled water up to 1 L.\r\n\n\n\r\n\n\n• Cholesterol stock solution \\(5 mg/ml).\r\n\n\n\r\n\n\n• Nystatin stock solution \\(10 mg/ml).\r\n\n\n\r\n\n\n• Phosphate buffer \\(1 M): For 1 L, add 102.2 g KH2PO4, 57.06 g K2HPO4. Add distilled water up to 1 L. Autoclave and keep it at room temperature.\r\n\n\n\r\n\n\n• NGM plates seeded with _Escherichia coli_ \\(OP50 strain): OP50 strain is available at the Caenorhabditis Genetics Center \\(University of Minnesota, Minneapolis, USA; https://www.cbs.umn.edu/research/resources/cgc). Use a single colony of _E. coli_ \\(OP50) and inoculate a culture using Luria Bertani \\(LB) liquid medium \\(10 g Bacto-tryptone, 5 g Bacto-yeast, 5 g NaCl and distilled water up to 1 L). Allow inoculated culture to grow for 8-10 hours at 37<sup>o</sup>C with shaking. Seed NGM plates with _E. coli_ \\(OP50) solution and incubate the plates at room temperature overnight to allow the growth of the bacterial lawn. Store the _E. coli_ \\(OP50) solution at 4<sup>o</sup>C.\r\n\n\n\r\n\n\n• M9 buffer: Dissolve 3 g KH2PO4 \\(Merck cat. no. 1.04873.1000), 6 g Na2HPO4 \\(Merck cat. no. 1.06586.0500), 5 g NaCl \\(Merck cat. no. 1.06404.1000) in 1 L distilled water. Autoclave and add 1 ml 1 M MgSO4 \\(sterile; Sigma cat. no. M-7506). Store M9 buffer at 4<sup>o</sup>C.\r\n\n\n\r\n\n\n• Paraquat \\(0.5 M): Dissolve 1 g Paraquat \\(Sigma-Aldrich, St. Louis, USA cat. no. 856177) in 8 ml distilled water. Prepare aliquots of 400 ml and store them at 4<sup>o</sup>C.\r\n\n\n\r\n\n\n• Dimethyl sulfoxide cell culture grade BC \\(DMSO; Applichem, USA cat. no. A3672,0250).\r\n\n\n\r\n\n\n• Stock solution of Carbonyl cyanide m-chlorophenylhydrazone \\(49 mM; CCCP): Dissolve 100 mg CCCP \\(Sigma-Aldrich, St. Louis, USA cat. no. 857815) in 10 ml of DMSO. Prepare aliquots of 1 ml and store them at -20<sup>o</sup>C.\r\n\n\n\r\n\n\n• Levamisole \\(0.5 M): Dissolve 1.2 g levamisole \\(Sigma-Aldrich, St. Louis, USA cat. no. 196142) in 10 ml distilled water. Store levamisole solution at 4<sup>o</sup>C.\r\n\n\n\r\n\n\n• Agarose pads \\(2%).\r\n\n\n\r\n\n\n• Use the following nematode strains to monitor mitophagy: R1284: N2;Is\\[p _<sub>myo-3</sub>_ mtGFP];Ex011\\[p _<sub>lgg-1</sub>_ DsRed::LGG-1] and IR1631: N2;Ex003\\[p _<sub>myo-3</sub>_ TOMM-20::Rosella]."
        },
        {
            "header": "Equipment",
            "content": "• Dissecting stereomicroscope \\(SMZ645, Nikon Corporation, Kanagawa, Japan).\r\n\n\n\r\n\n\n• Incubators \\(20<sup>o</sup>C and 37<sup>o</sup>C).\r\n\n\n• UV crosslinker \\(BIO-LINK – BLX-E365, VilberLourmat).\r\n\n\n\r\n\n\n• Zeiss AxioImager Z2 epifluorescence microscope.\r\n\n\n\r\n\n\n• Olympus DP71 CCD camera.\r\n\n\n\r\n\n\n• Olympus CELL-A software.\r\n\n\n\r\n\n\n• Zeiss AxioObserver Z1 confocal microscope.\r\n\n\n\r\n\n\n• Zeiss ZEN 2012 software.\r\n\n\n\r\n\n\n• Excitation/emission filter sets.\r\n\n\n\r\n\n\n• Microscope slides 75×25x1mm \\(Marienfeld, Lauda-Koenigshofen, Germany cat. no. 10 006 12).\r\n\n\n\r\n\n\n• Microscope cover glass 18×18mm \\(Marienfeld cat. no. 01 010 30).\r\n\n\n\r\n\n\n• ImageJ image processing software \\(Rasband, W.S., ImageJ, U. S. National Institutes of Health, Bethesda, Maryland, USA - http://rsb.info.nih.gov/ij/, 1997-2006, 1997-2006).\r\n\n\n\r\n\n\n• Prism software package \\(GraphPad Software).\r\n\n\n\r\n\n\n• Standard equipment for preparing agar plates \\(autoclave, Petri dishes, etc.).\r\n\n\n\r\n\n\n• Standard equipment for maintaining worms \\(platinum wire pick, incubators, etc.)."
        },
        {
            "header": "Procedure",
            "content": "**Growth and synchronizing nematodes population** \r\n\n\n\r\n\n\n1. Prepare NGM plates.\r\n  \r\n\n\n2. Add 8-10 L4 larvae of transgenic animals, which express mtRosella or mtGFP together with the autophagosomal marker LGG-1 fused with DsRed in body wall muscle cells, on a freshly _E. coli_ \\(OP50) seeded NGM plate. \r\n  \r\n\n\n3. Incubate the worms at the standard temperature of 20\no\nC.\r\n  \r\n\n\n4. Four days later the plates contain mixed nematode population.\r\n  \r\n\n\n5. Synchronize worm population by picking L4 transgenic animals. \r\n  \r\n\n\n6. Add 15-20 L4 transgenic animals per plate. For each experimental condition, use at least three \\(3) plates.\r\n  \r\n\n\nEvery two \\(2) days transfer the worms to freshly seeded NGM plates to avoid progeny and prevent starvation due to lack of food.\r\n\n\n\r\n\n\n**Oxidative and mitochondrial stress assay** \r\n\n\n\r\n\n\n1. Kill _E. coli_ \\(OP50) bacteria seeded on NGM plates. UV irradiation for 15 min \\(0.5 J) using a UV crosslinker \\(BIO-LINK – BLX-E365, VilberLourmat).\r\n  \r\n\n\n2. Add paraquat or CCCP to the top of seeded NGM plates at 8 mM and 15μM final concentrations in the total agar volume.\r\n  \r\n\n\n3. Gently swirl the plates and allow each drug to spread to the entire surface and let the plates drying at room temperature.\r\n  \r\n\n\n4. Transfer two \\(2)- or four \\(4)-day-old of adulthood adult transgenic animals on paraquat- or CCCP-containing plates.\r\n  \r\n\n\n5. Incubate the animals at 20\no\nC.\r\n  \r\n\n\n6. After two \\(2) days of exposure to each drug worms are ready for microscopic examination.\r\n  \r\n\n\n**Heat stress assay**\r\n\n\n\r\n\n\n1. Incubate freshly _E. coli_ \\(OP50) seeded NGM plates for 30 minutes at 37\no\nC.\r\n  \r\n\n\n2. Transfer two \\(2)- or four \\(4)-day-old of adulthood adult transgenic animals on pre-warmed plates. Incubate the animals for two \\(2) hours at 37\no\nC.\r\n  \r\n\n\n3. Remove the plates from 37\no\nC and let worms to recover for thirty \\(30) minutes at growth temperature \\(20\no\nC).\r\n  \r\n\n\n4. Animals are ready for microscopic examination.\r\n  \r\n\n\n**Sample preparation for imaging**\r\n\n\n\r\n\n\nCollect transgenic animals with an eyebrow/eyelash hair and let them crawling into an empty NGM plate to remove bacteria for five \\(5) minutes. Then, add a droplet of 10 μl M9-levamisole buffer \\(20 mM final concentration) on 2% agarose pad. Collect transgenic animals with an eyebrow/eyelash hair and place them in M9-levamisole droplet immobilizing transgenic animals for imaging. Gently place a coverslip on the top press. Samples are ready for microscopic examination with either a Zeiss AxioImager Z2 epifluorescence microscope or a Zeiss AxioObserver Z1 confocal microscope.\r\n\n\n\r\n\n\n**Imaging process**\r\n\n\n\r\n\n\nPhotograph single transgenic animals or single body wall muscle cells using a camera attached to the microscope. \\(A) Use Zeiss AxioImager Z2 epifluorescence microscope to acquire fluorescent images of whole transgenic animals expressing mtRosella in body wall muscle cells or \\(B) Zeiss AxioObserver Z1 confocal microscope to perform z-stack method, of an entire single body wall muscle cell co-expressing mitochondria-targeted GFP with autophagosomal marker LGG-1 fused with DsRed. Imaging parameters such as microscope and camera settings \\(lens and magnifier used, filters exposure time, resolution, laser intensity, gain etc.) should be documented and kept the same during the imaging process. Save collected images from each method \\(A or B) and proceed to image and data analysis.\r\n\n\n\r\n\n\n**Imaging and data analysis** \r\n\n\n\r\n\n\n• Process images collected from \\(A) method with ImageJ software \\(http://rsb.info.nih.gov/ij/) to determine the average and maximum pixel intensity values and total area for each fluorescent image of transgenic worm. For each animal, images should be converted to a pixel depth of 8 bit \\(256 shades of grey). Focus on body wall muscle cells of the head region to avoid intestinal autofluorescence. To analyze the area of interest manually, select the “split channel” command via the “image” and “colour” drop-down menu to convert images. Then, use the “freehand selection” tool to enclose the fluorescent area. Select the “measurement” command via the “analyze” drop-down menu to perform pixel intensity analysis. Normalize pixel intensity values to the selected area by using the Microsoft Office 2011 Excel software package \\(Microsoft Corporation, Redmond, USA).Then, calculate GFP to DsRed ratio. \r\n\n\n\r\n\n\n• Process images collected from \\(B) method with Zeiss ZEN 2011 software to monitor mitochondria engulfed by autophagosomes, known as mitoautophagosomes. To analyze the number of mitoautophagosomes, count manually the co-localization events between mitochondrial \\(mtGFP) and autophagosomal marker \\(LGG-1::DsRed) in each stack of body wall muscle cell. Analyze the data by using the Microsoft Office 2011 Excel software package \\(Microsoft Corporation, Redmond, USA).\r\n\n\n\r\n\n\n**Statistic analysis**\r\n\n\n\r\n\n\nThe Prism software package \\(GraphPad Software) is used to carry out statistical analyses. The Student’s t test is used for two-way comparisons with a significance cutoff level of p<0.05. For multiple comparisons, the one-factor \\(ANOVA) variance analysis is used and corrected by the post hoc Bonferroni test. For each experiment, examine at least 70 animals or 50 body wall muscle cells for each condition. Repeat each assay at least three times."
        },
        {
            "header": "Timing",
            "content": "4-5 days"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: Mitophagy is not induced by paraquat, CCCP or heat stress.\r\n\n\n\r\n\n\nReason: Not sufficient exposure to paraquat, CCCP or at 37<sup>o</sup>C.\r\n\n\nSolution: Incubate the specimen for longer in the presence of drug \\(e.g. paraquat or CCCP) or at 37<sup>o</sup>C. Increase the concentration of paraquat or CCCP. Paraquat and CCCP efficiency declines over time. Prepare fresh working solution of each drug.\r\n\n\n\r\n\n\nProblem: Increased lethality because of excessive internal egg hatching \\(worm bagging).\r\n\n\n\r\n\n\nReason: Extreme stress conditions.\r\n\n\nSolution: A) incubate specimen for shorter period in the presence of drugs \\(e.g. paraquat or CCCP) or at 37<sup>o</sup>C, B) decrease the concentration of paraquat or CCCP, C) use NGM plates containing fluorodeoxyuridine \\(FUdR), an inhibitor of DNA synthesis that blocks egg hatching D) use older adult hermaphrodites \\(e.g. 4-day-old worms) that display reduced egg production.\r\n\n\n\r\n\n\n**Crtitical steps**\r\n\n\n\r\n\n\n• Mitophagy efficiency is likely to be influenced by developmental factors and ageing. Thus, population of age-matched animals should be used for monitoring mitophagy.\r\n\n\n\r\n\n\n• Caloric restriction and starvation induce mitophagy. Therefore, well-fed and non-starved animals should be used.\r\n\n\n\r\n\n\n• In _C. elegans_, intestinal autofluorescence increases during ageing. Therefore, body wall muscle cells close to the intestine should be avoided during the imaging process. \r\n\n\n\r\n\n\n• The use of mild anaesthetics, such as levamisole, is required to limit animal mobility. However, anaesthetics should not interfere with metabolic processes. Avoid the commonly used sodium azide, which blocks the mitochondrial respiratory chain, perturbs energy production and induces mitochondrial and oxidative stress. Sodium azide is likely to induce mitophagy.\r\n\n\n\r\n\n\n• Use M9 buffer instead of water to ensure a favourable osmotic environment for the worms. Animals should not be allowed to dry out during imaging process. \r\n\n\n\r\n\n\n• Use less than 1% of DMSO because of its effects on animals physiology<sup>10,11</sup>.\r\n\n\n\r\n\n\n• Keep paraquat and CCCP in a dark place or wrap them with foil, because these drugs are photosensitive."
        },
        {
            "header": "Anticipated Results",
            "content": "We applied these fluorescent microscopy methods to monitor mitophagy in _C. elegans_. We demonstrated that mitophagy is highly activated under stress conditions, such as oxidative stress, mitochondrial stress and heat stress \\(Figure 1 and Figure 2). Furthermore, we found that DCT-1, the mammalian homolog of NIX/BNIP3, is the main mitophagy receptor in _C. elegans_. DCT-1 deficient animals failed to remove damaged mitochondria in response to stress. Additionally, DCT-1 acts downstream of PINK1/Parkin pathway mediating mitophagy and preserving mitochondrial and organismal homeostasis."
        },
        {
            "header": "References",
            "content": "1. Vafai, S. B. & Mootha, V. K. Mitochondrial disorders as windows into an ancient organelle. Nature 491, 374-383, doi:10.1038/nature11707 \\(2012).\r\n  \r\n\n\n2. Lopez-Otin, C., Blasco, M. A., Partridge, L., Serrano, M. & Kroemer, G. The hallmarks of aging. Cell 153, 1194-1217, doi:10.1016/j.cell.2013.05.039 \\(2013).\r\n  \r\n\n\n3. Palikaras, K. & Tavernarakis, N. Mitochondrial homeostasis: the interplay between mitophagy and mitochondrial biogenesis. Experimental gerontology 56, 182-188, doi:10.1016/j.exger.2014.01.021 \\(2014).\r\n  \r\n\n\n4. Palikaras, K., Lionaki, E. & Tavernarakis, N. Coordination of mitophagy and mitochondrial biogenesis during ageing in C. elegans. Nature 521, 525-528, doi:10.1038/nature14300 \\(2015).\r\n  \r\n\n\n5. Schiavi, A. et al. Iron-Starvation-Induced Mitophagy Mediates Lifespan Extension upon Mitochondrial Stress in C. elegans. Current biology : CB 25, 1810-1822, doi:10.1016/j.cub.2015.05.059 \\(2015).\r\n  \r\n\n\n6. Manil-Segalen, M. et al. The C. elegans LC3 acts downstream of GABARAP to degrade autophagosomes by interacting with the HOPS subunit VPS39. Developmental cell 28, 43-55, doi:10.1016/j.devcel.2013.11.022 \\(2014).\r\n  \r\n\n\n7. Scheibye-Knudsen, M., Fang, E. F., Croteau, D. L., Wilson, D. M., 3rd & Bohr, V. A. Protecting the mitochondrial powerhouse. Trends in cell biology 25, 158-170, doi:10.1016/j.tcb.2014.11.002 \\(2015).\r\n  \r\n\n\n8. Pickrell, A. M. & Youle, R. J. The roles of PINK1, parkin, and mitochondrial fidelity in Parkinson's disease. Neuron 85, 257-273, doi:10.1016/j.neuron.2014.12.007 \\(2015).\r\n  \r\n\n\n9. Rosado, C. J., Mijaljica, D., Hatzinisiriou, I., Prescott, M. & Devenish, R. J. Rosella: a fluorescent pH-biosensor for reporting vacuolar turnover of cytosol and organelles in yeast. Autophagy 4, 205-213 \\(2008).\r\n  \r\n\n\n10. Frankowski, H. et al. Dimethyl sulfoxide and dimethyl formamide increase lifespan of C. elegans in liquid. Mechanisms of ageing and development 134, 69-78, doi:10.1016/j.mad.2012.10.002 \\(2013).\r\n  \r\n\n\n11. Wang, X., Li, L. & Wang, D. Lifespan extension in Caenorhabditis elegans by DMSO is dependent on sir-2.1 and daf-16. Biochemical and biophysical research communications 400, 613-618, doi:10.1016/j.bbrc.2010.08.113 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank A. Pasparaki for expert technical support. We thank R. Devenish for providing the pAS1NB-CS-Rosella plasmid. Some nematode strains used in this work were provided by the Caenorhabditis Genetics Center, which is funded by the National Center for Research Resources \\(NCRR) of the National Institutes of Health \\(NIH). We thank A. Fire for plasmid vectors. This work was funded by grants from the European Research Council \\(ERC) and the European Commission 7th Framework Programme."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature14300",
                "date": "2015-10-11 17:47:05",
                "title": "Coordination of mitophagy and mitochondrial biogenesis during ageing in C. elegans",
                "authors": [
                    "Konstantinos Palikaras",
                    "Eirini Lionaki",
                    "and Nektarios Tavernarakis"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13591,
                "identity": "a079f700-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nektarios Tavernarakis",
                "email": "tavernarakis@imbb.forth.gr",
                "orcid": "",
                "institution": "Institute of Molecular Biology and Biotechnology, Foundation for Research and Technology - Hellas, Department of Basic Sciences, Faculty of Medicine, University of Crete, Heraklion 71110, Crete, Greece; Tavernarakis lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nektarios",
                "middleName": "",
                "lastName": "Tavernarakis",
                "suffix": ""
            },
            {
                "id": 13590,
                "identity": "a079f43b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Konstantinos Palikaras",
                "email": "",
                "orcid": "",
                "institution": "Institute of Molecular Biology and Biotechnology, Foundation for Research and Technology - Hellas, Department of Basic Sciences, Faculty of Medicine, University of Crete, Heraklion 71110, Crete, Greece; Tavernarakis lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Konstantinos",
                "middleName": "",
                "lastName": "Palikaras",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-10-12 14:44:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.090",
        "doiUrl": "https://doi.org/10.1038/protex.2015.090",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609279,
                "identity": "0a2d9acb-a6e5-4232-891d-d3d484fdd12a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:49",
                "extension": "pptx",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29336635,
                "visible": true,
                "origin": "",
                "legend": "Mitophagy is induced under several stress conditions.   Transgenic animals expressing the mtRosella biosensor in body wall muscle cells, were treated with Paraquat or CCCP and exposed to heat stress (37°C). Mitophagy stimulation is signified by the reduction of the ratio between pH-sensitive GFP to pH-insensitive DsRed (n=120; *** P<0.001; one-way ANOVA). Size bars denote 20 μm. Images were acquired using a 10x objective lens. Error bars denote S.E.M. values.",
                "description": "",
                "filename": "figure1.pptx",
                "url": "https://assets.researchsquare.com/files/nprot-4339/v1/figure_1.pptx"
            },
            {
                "id": 2609265,
                "identity": "c9f20d15-8f49-4b04-bc13-9d4ec811142d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:48",
                "extension": "pptx",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 638721,
                "visible": true,
                "origin": "",
                "legend": "Monitoring mitophagy in vivo.   Transgenic animals co-expressing a mitochondria-tagged GFP (mtGFP) in body wall muscle cells and the autophagosomal protein LGG-1 fused with DsRed, were treated with Paraquat, CCCP or exposed to heat stress (37°C). Mitophagy induction is signified by co-localization of GFP and DsRed signals (for each group of images mitochondria are shown in green on top, autophagosomes in red below, with a merged image at the bottom). Increased number of mitoautophagosomes under mitophagy-inducing conditions (n=60; ***P<0.001; one-way ANOVA). Size bars denote 20 μm. Images were acquired using a 40x objective lens. Error bars denote S.E.M. values.",
                "description": "",
                "filename": "figure2.pptx",
                "url": "https://assets.researchsquare.com/files/nprot-4339/v1/figure_2.pptx"
            },
            {
                "id": 13465368,
                "identity": "ef909427-ad70-441a-881f-8951b360f38c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 167284,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4339/v1/5c7b3063-a4d5-46d2-9ba9-59066bb568dc.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Ageing, autophagosome, autophagy, Caenorhabditis elegans, DsRed, Green fluorescent protein (GFP), lysosomes, fluorescent microscopy, mitochondria, mitophagy, mtRosella",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Mitochondrial dysfunction is a shared hallmark of many human pathologies and ageing. Mitochondrial selective autophagy mediates the removal of damaged or superfluous mitochondria preserving mitochondrial and cellular homeostasis. Deregulation of mitophagy is associated with the onset of several pathological conditions including ageing and age-related neurodegenerative diseases. The nematode _Caenorhabditis elegans_ is a widely used model organism for studying the biology of ageing and neurodegeneration. Here, we describe tools and resources for monitoring mitophagy in _C. elegans_. We developed two composite, in vivo mitophagy imaging systems based, first, on the Rosella biosensor, which combines a fast-maturing pH-insensitive DsRed fused to a pH-sensitive GFP variant, and second, on a custom, dual-fluorescence reporter system that utilizes a mitochondria-targeted GFP, together with the autophagosomal marker LGG-1/LC3 fused to DsRed. We validated both systems in various cell types and under conditions known to induce mitophagy in the worm. These protocols facilitate non-invasive monitoring of mitophagy in physiologically-relevant contexts.",
        "manuscriptTitle": "In vivo imaging of mitophagy in Caenorhabditis elegans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-10-12 21:55:01",
                "doi": "10.1038/protex.2015.090",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2e5826-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 12th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3448,
                "name": "Cell biology"
            },
            {
                "id": 3449,
                "name": "Genetics"
            },
            {
                "id": 3451,
                "name": "Biological techniques"
            },
            {
                "id": 3452,
                "name": "Biochemistry"
            },
            {
                "id": 3453,
                "name": "Molecular Biology"
            },
            {
                "id": 3454,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3455,
                "name": "Optics and photonics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-10-12 21:55:01",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}