{
    "identity": "pex-1571",
    "title": "<p>Label-free imaging for cardiomyocyte differentiation from human pluripotent stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Despite advances in treatment, cardiovascular disease is the leading cause of death worldwide<sup>1</sup>. Globally, about 12% of adults are diagnosed with cardiovascular disease and over 30% of all deaths are caused by cardiovascular disease<sup>1</sup>. The excessive demand of heart transplantation has outpaced the limited number of healthy and functional heart donors<sup>2</sup>. Cell-based regenerative therapy provides a promising treatment for patients suffering from cardiac tissue injury<sup>3, 4</sup>. However, cardiomyocytes (CMs) are terminally differentiated cells with no regenerative capacity<sup>5</sup>. Hence, cost-effective and time-efficient platforms to generate functional CMs with high quality has emerged as an urgent need for cardiac medicine in drug screening, toxicity testing, disease modeling, and regenerative cell therapy. </p><p>&nbsp;</p><p>Human pluripotent stem cells (hPSCs) can differentiate into cells from all three germ layers<sup>6-8</sup>.&nbsp;A variety of methods have been established to generate CMs from hPSCs<sup>9-11</sup>. These hPSC-derived CMs exhibit similar functional phenotypes to their <em>in vivo</em> counterparts<sup>11</sup>, including self-contractility and action potentials. hPSC-derived CMs have been used in disease modeling<sup>12, 13</sup> and drug screening<sup>14</sup>, and hold great potential for regenerative medicine<sup>15, 16</sup>. However, batch-to-batch and line-to-line variability in the differentiation process of hPSCs into CMs has impeded the scale-up of CM manufacturing<sup>17</sup>. For safety, the quality of clinical-graded hPSC-derived CMs must be rigorously evaluated before they can be used for regenerative cell therapy in patients<sup>18</sup>. Current approaches to quantify CM differentiation rely on low-throughput, labor-intensive, and destructive immunofluorescence labelling and electrophysiological measurements<sup>11</sup>. New technologies that can non-invasively monitor CM differentiation in real time and evaluate the differentiation outcome at early stages are needed to effectively optimize biomanufacturing of CMs from stem cells. </p><p>&nbsp;</p><p>Previous studies indicate that hPSC-derived CMs undergo dramatic metabolic changes throughout differentiation<sup>19</sup>. Reduced nicotinamide adenine dinucleotide (phosphate) (NAD(P)H) and oxidized flavin adenine dinucleotide (FAD) are autofluorescent cellular metabolic co-enzymes that can be imaged to collect metabolic information at a single-cell level<sup>20</sup>. The ratio of NAD(P)H to FAD intensity is the “optical redox ratio”, which reflects the relative oxidation-reduction state of the cell. The fluorescence lifetimes of NAD(P)H and FAD are distinct in the free and protein-bound conformations, so changes in these fluorescence lifetimes reflect changes in protein-binding activity<sup>21, 22</sup>. Optical metabolic imaging (OMI) quantifies both NAD(P)H and FAD intensity and lifetime variables. Several groups have demonstrated that autofluorescence imaging can non-invasively track stem cell metabolic activities in real time, including monitoring mesenchymal stem cell differentiation into adipocytes<sup>23, 24</sup>, osteocytes<sup>24, 25</sup>, and chondrocytes<sup>25</sup>, distinguishing differentiation of hPSCs into dermal and epidermal lineages<sup>26</sup>,&nbsp;metabolic difference between hPSCs and feeder cells<sup>27</sup>, and hematopoietic stem cells at different stages<sup>28</sup>. These prior studies indicate that OMI is suitable to detect the metabolic changes that occur during CM differentiation. </p><p>&nbsp;</p><p>The goal of this study is to build a predictive model based on OMI to determine whether OMI can monitor CM differentiation process. We demonstrate a facile method to non-invasively monitor metabolic changes during hPSC differentiation into CMs by combining OMI with quantitative image analysis. OMI is performed at multiple time points during a 12-day differentiation process under varying conditions (cell density, concentration of Wnt signaling activator) and different hPSC lines (human embryonic pluripotent stem cells and human induced pluripotent stem cells). Differentiation efficiency is quantified by flow cytometry with cTnT labelling on day 12. During the differentiation process all 13 OMI variables, including both NAD(P)H and FAD intensity and lifetime variables are collected. This label-free and non-destructive method could be used for quality control for CM manufacturing from hPSCs.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>B-27 supplement (Life Technologies, cat. no. 17504-044)</p><p>B-27 supplement without insulin (Life Technologies, cat. no. 0050129SA)</p><p>CHIR99021 (Selleckchem, cat. no. S1263-25 mg) (Steps 12A and 12B only)</p><p>DMEM (Life Technologies, cat. no. 11965-092)</p><p>DMEM/F12 (Life Technologies, cat. no. 11330-057)</p><p>DMSO (Sigma, cat. no. D8418)</p><p>Human pluripotent stem cell lines, e.g., 19-9-11, IMR90C4, H9, H13</p><p>IWP2 (Tocris, cat. no. 3533-10 mg)</p><p>RPMI (Life Technologies, cat. no. 11875-119)</p><p>mTeSR1 (STEMCELL Technologies, cat. no. 05857)</p><p>Matrigel (BD Biosciences, cat. no. 354277)</p><p>Bovine serum albumin (Fisherscientific, cat. no. BP1600-100)</p><p>PBS (Sigma, cat. no. D8537)</p><p>Triton X-100 (Sigma, cat. no. T8532)</p><p>StemPro Accutase (ThermoFisher, cat. no. A1110501)</p><p>Versene (Life Technologies, cat. no. 15040-066)</p><p>Y27632 (Tocris, cat. no. 1254)</p><p>Formaldehyde (16%, vol/vol; Polysciences, cat. no. 18814)</p><p>Liquid nitrogen</p><p>Ethanol, 70% (vol/vol)</p><p>Milli-Q water</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Conical tubes (15 and 50 ml; BD Biosciences, cat. nos. 352095 and 352073) </p><p>6-well Plates (Nunc, cat. no. 140675) </p><p>24-well plates (ibidi, 82406)</p><p>Sorvall ST8 centrifuge (Thermo Scientific, cat. no. 75007200)</p><p>Sterile biosafety cabinets</p><p>Liquid waste disposal system</p><p>Flow cytometry FACSCalibur (Becton Dickinson)</p><p>Humidified tissue culture incubator (37 °C, 5% CO2)</p><p>Sterilized Pasteur pipettes (Fisher, cat. no. 13-678-20D)</p><p>Hemocytometer (Hausser Scientific, cat. no. 3200)</p><p>Flow round-bottom tube (5 ml; BD Biosciences, cat. no. 352052)</p><p>EVOS XL Core Imaging System (ThermoFisher)</p><p>Ultima two-photon imaging system (Bruker)</p>"
        },
        {
            "header": "Procedure",
            "content": "1.     Take hPSCs cultured on 6-well plates in mTeSR1 medium at 80–90% confluence.\n2.     Aspirate the medium and add 1 mL of room-temperature Accutase to each well. Put the plate in a 37 °C, 5% CO2 incubator and wait for 8 min.\n3.     Add 1 ml of mTeSR1 into each well and pool all of the cells in a 15-ml conical tube. Count the total cell number with a hemocytometer. Centrifuge the cells at 200\ng\nfor 5 min at room temperature. Aspirate the supernatant, resuspend the cells in mTeSR1 + 10 μM Y27632, and replate at a cell density ranging from 1.3 × 10\n5\ncells/cm\n2\nto 2.5 × 10\n6\ncells/cm\n2\nonto Matrigel-coated 24-well ibidi u-plate. This time point corresponds to day −2 of differentiation.\n4.     On the next day, aspirate the medium in each well and replace it with 2 mL of fresh room temperature mTeSR1 medium. Repeat this medium replacement until day 0 before initiating differentiation.\n5.     On differentiation day 0, initiate cardiomyocyte differentiation by change medium to RPMI + B27 minus insulin supplemented with CHIR99021 (ranging 6 μM to 12 μM ).\n6.     24 hours post treatment of CHIR99021, aspirate the medium and replace it with fresh room temperature RPMI + B27 minus insulin.\n7.     On differentiation day 3, aspirate the medium and replace it with RPMI + B27 minus insulin supplemented with 5 μM IWP2.\n8.     On differentiation day 5, aspirate the medium and replace it with RPMI + B27 minus insulin.\n9.     On differentiation day 7, aspirate the medium and replace it with RPMI + B27. Repeat this process every other day until differentiation day 12.\n10. Autofluorescence dynamics of NAD(P)H and FAD by OMI during the process of hPSC differentiation into cardiomyocytes are recorded by an Ultima two-photon imaging system (Bruker). Cells are imaged on differentiation day 0 (immediately pre-treatment with CHIR99021, a Wnt signaling activator), day 1 (24 hours post-treatment with CHIR99021), day 3 (immediately pre-treatment with IWP2, a Wnt signaling inhibitor), and day 5 (48 hours post-treatment with IWP2). OMI is performed at these time points based on the biphasic role of Wnt signaling activation and inhibition in the cardiomyocyte differentiation protocol. The ultrafast tunable laser source enables sequential excitation of NAD(P)H at 750 nm and FAD at 890 nm. NAD(P)H and FAD emission is isolated using 440/80 nm and 550/100 nm bandpass filters (Chroma), respectively. The laser power at the sample for NAD(P)H and FAD excitation was approximately 2.3 mW and 7.9 mW, respectively. Fluorescence lifetime decays with 256 time bins were acquired across 256 × 256 pixel images with a pixel dwell time of 4.8 µs and an integration period of 60 seconds. All samples are illuminated through a 40×/1.15 NA objective (Nikon). The instrument response function was acquired from the second harmonic generated signal of urea crystals at 890 nm and was measured for each imaging session. (Figure 1). Imaging steps are illustrated below\nTurning on the system:\n1.     Turn on the master switch\n2.     Turn off room lights\n3.     Turn on the power for the PMTs 1 and 2\n4.     Turn on the computer\n5.     Open Prairie View Software\n6.     Turn on the laser\n7.     Open the shutter\n8.     Turn on power meter\n9.     Set the Nikon TI-E microscope to E100 and BF\n10. Turn on the bright field light\n11. Place a drop of water on the objective\n12. Place your sample in the holder\n13. Bring the objective up to your sample and focus onto cells\n14. Turn off bright field light\n15. Switch microscope to 720LP and R100\n16. Turn off the display light on the microscope\n17. Close the light box\n18. On the computer:\na.     Change the save path so the images go to the right folder\nb.     Check that acquisition mode is set to FLIM\nc.     Check that averaging is set to 60s\nd.     Check resolution (usually 256×256)\ne.     Check pixel dwell time (usually 4.8 µs)\nf.      Check optical zoom (usually 1)\nFor Imaging NADH:\n1.     On Imaging window select Ch 2\n2.     Under Laser set wavelength at 750 nm\n3.     Under Power/Gain Set PMT 2 at 800\na.      Set Pockels to 80\n4.     Check that power meter is set to 750\n5.     Click Live Scan\n6.     Adjust Pockels and field of view\n7.     Click Single Scan and wait for it to finish\nFor Imaging FAD:\n1.     On Imaging window select Ch 1\n2.     Under Laser set wavelength at 890 nm\n3.     Under Power/Gain Set PMT 1 at 800\na.      Set Pockels to 100\n4.     Check that power meter is set to 890\n5.     Click Live Scan\n6.     Adjust pockels to brighten image\na.      DO NOT ADJUST FIELD OF VIEW\n7.     Click Single Scan and wait for it to finish\nImaging Notes to record:\n·        Objective\n·        Resolution\n·        Pixel Dwell time\n·        Optical zoom\n·        PMT Setting\n·        NADH\no  Starting Pockels\no  Power\n·        FAD\no  Starting Pockels\no  Power\nOther things to remember:\n·        Try to keep the power the same, not necessarily the pockels\n·        Check that the CFD is between 1e5 and 1e6 while imaging\n·        Acquire an IRF with urea crystals\no  FAD wavelength (890)\no  NADH PMT 2 set to 800\n§ Pockels set low (15 max)\nTurning off the system:\n1.     Make sure microscope is set to E100 and BF\n2.     Take off the sample\n3.     Clean the objective\n4.     Turn off the light\n5.     Turn off the PMTs\n6.     Close the laser shutter\n7.     Turn off the laser\n8.     Close out of Prairie View Software\n9.     Turn off the computer\n10. Flip the big switch on the back of the computer stand"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>14 days to complete the whole differentiation and imaging sessions.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Non-invasively monitoring metabolic changes during the whole process of stem cell differentiation into cardiomyocytes from the same location.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Roth, G.A.<em> et al.</em> Global, regional, and national burden of cardiovascular diseases for 10 causes, 1990 to 2015. <em>Journal of the American College of Cardiology</em> <strong>70</strong>, 1-25 (2017).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Abouna, G.M. in Transplantation proceedings, Vol. 40 34-38 (Elsevier, 2008).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lai, R.C., Chen, T.S. &amp; Lim, S.K. Mesenchymal stem cell exosome: a novel stem cell-based therapy for cardiovascular disease. <em>Regenerative medicine</em> <strong>6</strong>, 481-492 (2011).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tabar, V. &amp; Studer, L. Pluripotent stem cells in regenerative medicine: challenges and recent progress. <em>Nature Reviews Genetics</em> <strong>15</strong>, 82-92 (2014).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mohamed, T.M.<em> et al.</em> Regulation of cell cycle to stimulate adult cardiomyocyte proliferation and cardiac regeneration. <em>Cell</em> <strong>173</strong>, 104-116. e112 (2018).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, Y.<em> et al.</em> Rapid single-step induction of functional neurons from human pluripotent stem cells. <em>Neuron</em> <strong>78</strong>, 785-798 (2013).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Qian, T.<em> et al.</em> Directed differentiation of human pluripotent stem cells to blood-brain barrier endothelial cells. <em>Science advances</em> <strong>3</strong>, e1701679 (2017).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rezania, A.<em> et al.</em> Reversal of diabetes with insulin-producing cells derived in vitro from human pluripotent stem cells. <em>Nature biotechnology</em> <strong>32</strong>, 1121 (2014).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kattman, S.J.<em> et al.</em> Stage-specific optimization of activin/nodal and BMP signaling promotes cardiac differentiation of mouse and human pluripotent stem cell lines. <em>Cell stem cell</em> <strong>8</strong>, 228-240 (2011).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Burridge, P.W., Keller, G., Gold, J.D. &amp; Wu, J.C. Production of de novo cardiomyocytes: human pluripotent stem cell differentiation and direct reprogramming. <em>Cell stem cell</em> <strong>10</strong>, 16-28 (2012).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lian, X.<em> et al.</em> Robust cardiomyocyte differentiation from human pluripotent stem cells via temporal modulation of canonical Wnt signaling. <em>Proceedings of the National Academy of Sciences</em> <strong>109</strong>, E1848-E1857 (2012).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yoshida, Y. &amp; Yamanaka, S. Recent stem cell advances: induced pluripotent stem cells for disease modeling and stem cell–based regeneration. <em>Circulation</em> <strong>122</strong>, 80-87 (2010).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moretti, A.<em> et al.</em> Patient-specific induced pluripotent stem-cell models for long-QT syndrome. <em>New England Journal of Medicine</em> <strong>363</strong>, 1397-1409 (2010).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liang, P.<em> et al.</em> Drug screening using a library of human induced pluripotent stem cell–derived cardiomyocytes reveals disease-specific patterns of cardiotoxicity. <em>Circulation</em> <strong>127</strong>, 1677-1691 (2013).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Braam, S.R., Passier, R. &amp; Mummery, C.L. Cardiomyocytes from human pluripotent stem cells in regenerative medicine and drug discovery. <em>Trends in pharmacological sciences</em> <strong>30</strong>, 536-545 (2009).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chong, J.J.<em> et al.</em> Human embryonic-stem-cell-derived cardiomyocytes regenerate non-human primate hearts. <em>Nature</em> <strong>510</strong>, 273-277 (2014).</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huo, J.<em> et al.</em> Evaluation of batch variations in induced pluripotent stem cell-derived human cardiomyocytes from 2 major suppliers. <em>Toxicological Sciences</em> <strong>156</strong>, 25-38 (2017).</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sullivan, S.<em> et al.</em> Quality control guidelines for clinical-grade human induced pluripotent stem cell lines. <em>Regenerative medicine</em> <strong>13</strong>, 859-866 (2018).</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Malandraki-Miller, S., Lopez, C.A., Al-Siddiqi, H. &amp; Carr, C.A. Changing Metabolism in Differentiating Cardiac Progenitor Cells—Can Stem Cells Become Metabolically Flexible Cardiomyocytes? <em>Frontiers in Cardiovascular Medicine</em> <strong>5</strong>, 119 (2018).</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Skala, M.C.<em> et al.</em> In vivo multiphoton microscopy of NADH and FAD redox states, fluorescence lifetimes, and cellular morphology in precancerous epithelia. <em>Proceedings of the National Academy of Sciences</em> <strong>104</strong>, 19494-19499 (2007).</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nakashima, N., Yoshihara, K., Tanaka, F. &amp; Yagi, K. Picosecond fluorescence lifetime of the coenzyme of d-amino acid oxidase. <em>Journal of Biological Chemistry</em> <strong>255</strong>, 5261-5263 (1980).</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lakowicz, J.R., Szmacinski, H., Nowaczyk, K. &amp; Johnson, M.L. Fluorescence lifetime imaging of free and protein-bound NADH. <em>Proceedings of the National Academy of Sciences</em> <strong>89</strong>, 1271-1275 (1992).</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meleshina, A.V.<em> et al.</em> Probing metabolic states of differentiating stem cells using two-photon FLIM. <em>Scientific reports</em> <strong>6</strong>, 1-11 (2016).</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rice, W.L., Kaplan, D.L. &amp; Georgakoudi, I. Two-photon microscopy for non-invasive, quantitative monitoring of stem cell differentiation. <em>PloS one</em> <strong>5</strong>, e10075 (2010).</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meleshina, A.V.<em> et al.</em> Two-photon FLIM of NAD (P) H and FAD in mesenchymal stem cells undergoing either osteogenic or chondrogenic differentiation. <em>Stem cell research &amp; therapy</em> <strong>8</strong>, 1-10 (2017).</p><p>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rodimova, S.A.<em> et al.</em> Metabolic activity and intracellular pH in induced pluripotent stem cells differentiating in dermal and epidermal directions. <em>Methods and applications in fluorescence</em> <strong>7</strong>, 044002 (2019).</p><p>27.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Uchugonova, A. Multiphoton autofluorescence lifetime imaging of induced pluripotent stem cells. <em>Journal of biomedical optics</em> <strong>22</strong>, 066018 (2017).</p><p>28.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhou, H.<em> et al.</em> Non-invasive Optical Biomarkers Distinguish and Track the Metabolic Status of Single Hematopoietic Stem Cells. <em>Iscience</em> <strong>23</strong>, 100831 (2020).</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "\n"
            },
            {
                "doi": "10.1038/s41467-021-24868-1",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1101/2021.06.01.446615",
                "date": "2021-06-02 19:20:57",
                "title": "Label-free imaging for quality control of cardiomyocyte differentiation",
                "authors": [
                    "Tongcheng Qian",
                    "Tiffany M. Heaster",
                    "Angela R. Houghtaling",
                    "Kexin Sun",
                    "Kayvan Samimi",
                    "Melissa C. Skala"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.5281/zenodo.5046151",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 38417574,
                "identity": "d4213742-f22f-4bc6-8724-73a6747807fa",
                "order_by": 0,
                "name": "Tongcheng Qian",
                "email": "tqian5@wisc.edu",
                "orcid": "https://orcid.org/0000-0002-9071-3543",
                "institution": "Morgridge Institute for Research",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tongcheng",
                "middleName": "",
                "lastName": "Qian",
                "suffix": ""
            },
            {
                "id": 38417575,
                "identity": "0b64e317-6f62-4289-96c2-3df7daebbe31",
                "order_by": 1,
                "name": "Amani Gillette",
                "email": "",
                "orcid": "",
                "institution": "Morgridge Institute for Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amani",
                "middleName": "",
                "lastName": "Gillette",
                "suffix": ""
            },
            {
                "id": 38432778,
                "identity": "c438a912-f9f3-4f80-87a6-4b568e1c2181",
                "order_by": 2,
                "name": "Melissa Skala",
                "email": "mcskala@wisc.edu",
                "orcid": "https://orcid.org/0000-0002-6320-7637",
                "institution": "Morgridge Institute for Research",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "",
                "lastName": "Skala",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-01 13:51:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1571/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1571/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 11711832,
                "identity": "e143d0a8-7411-4190-a7cb-f2bbd0d9ed34",
                "added_by": "auto",
                "created_at": "2021-07-22 15:05:52",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1865620,
                "visible": true,
                "origin": "",
                "legend": "Diagram of autofluorescence imaging of cardiomyocyte differentiation from human pluripotent stem cells.",
                "description": "",
                "filename": "ProtocolExchangeFigure1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1571/v1/13e95ad9eed7cef441685ee5.tif"
            },
            {
                "id": 13706267,
                "identity": "9af92e0d-90a4-4ad0-bfd3-a01a7815f152",
                "added_by": "auto",
                "created_at": "2021-09-17 13:56:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2169115,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1571/v1/389ea189-63e1-41e1-a14d-88f53ce17b7b.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human pluripotent stem cell, cardiomyocyte, autofluorescence imaging",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Human pluripotent stem cell (hPSC)-derived cardiomyocytes provide a promising regenerative cell therapy for cardiovascular patients and an important model system to accelerate drug discovery. However, cost-effective and time-efficient platforms must be developed to evaluate the quality of hPSC-derived cardiomyocytes during biomanufacturing. Here, we develop a non-invasive label-free live cell imaging platform to monitor hPSC differentiation into cardiomyocytes. Autofluorescence imaging of metabolic co-enzymes is performed under varying differentiation conditions (cell density, concentration of Wnt signaling activator) across five hPSC lines.</p>",
        "manuscriptTitle": "Label-free imaging for cardiomyocyte differentiation from human pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-07-22 15:05:51",
                "doi": "10.21203/rs.3.pex-1571/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "14669f59-39c2-4b07-9ba3-22b8783443cd",
        "owner": [],
        "postedDate": "July 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5613000,
                "name": "Biotechnology"
            },
            {
                "id": 5613001,
                "name": "Stem cells"
            },
            {
                "id": 5613002,
                "name": "Optics and photonics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-07-22 15:05:51",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}