{
    "identity": "nprot-647",
    "title": "A suitable microsurgical method for obstructive cholestasis in the rat",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>Experimental design</strong><br /> \r\n\n\n In addition to the surgical technique, the importance of anesthesia, analgesia, postoperative care and post-operative vitamin K and antibiotic administration on the outcome of microsurgical extrahepatic cholestasis has also to be taken into account.<br /> \r\n\n\nAnesthesia and analgesia<br /> \r\n\n\n The choice of a particular anesthetic regimen will be influenced by the overall objectives of the experiment and should balance practical considerations, animal welfare issues and the potential interactions with specific research projects. Particularly, moderate periods \\(10-60 minutes) of general anesthesia, like those necessary for developing this protocol, can be provided either by using a volatile anesthetic or by intraperitoneal or intramuscular administration of injectable anesthetics. If the use of volatile anesthetic is practicable, then researchers are strongly recommended to consider their use since they allow easy modulation of depth of anesthesia and rapid recovery. However, isoflurane use requires a vaporizer that may not be available in every institution. In that case, ketamine/xylazine should be used instead<sup>17</sup>. Indeed, today the most useful combinations for achieving medium duration surgical anesthesia are the mixtures of the dissociative anesthetic Ketamine, with either medetomidine or xylazine \\(alpha-2 agonist sedative analgesics), and particularly the latter, are the most widely used anesthetic combinations for small rodents. Co-administration with ketamine provides up to 30 minutes of medium planes of surgical anesthesia, with excellent muscle relaxation, smooth recovery, and a moderate degree of postoperative analgesia<sup>18</sup>. Thus, ketamine/xylazine is an injectable anesthetic protocol currently used for this procedure<sup>12,14,16</sup>, although  both drugs are hepatotoxic. Ketamine is not associated with mortality, although it still has more side effects -like longer awakening times and higher hepatotoxicity- than isoflurane, which is the least toxic among the commonly used anesthetics<sup>17</sup>.<br /> \r\n\n\n The use of effective analgesic regimens can considerably contribute to reducing animal pain and distress. Prompt recognition and treatment of postoperative pain is a key responsibility of experimental surgeons. Many effective analgesics for laboratory animals are available. Desirable qualities of the ideal analgesic for experimental surgery include effective pain relief, minimal adverse effect on respiration, appetite, or other physiologic parameters; ease of administration and convenient dosing schedule18. It is very important to integrate an analgesia regimen with the overall scheme of perioperative care, and to try to implement preemptive and multi-modal analgesic therapy. Opioids are still the analgesics most used in severe pain in most species and they are usually required to produce effective pain relief. A practical problem which arises when using opioids is that the duration of action of most of these agents is under 4 hours. Opioids are most effective in controlling postoperative pain if they are administered before pain is experienced. For this reason, it is preferable to administer opioids intraoperatively, or immediately following the completion of surgery.     Buprenorphine is an opioid analgesic and a thebaine derivative, and acts as a partial agonist at the mu-opioid receptor, with antinociceptive potency 25 to 40 times higher than morphine. Buprenorphine is normally administered by subcutaneous or intravenous dosing and the current recommended clinically effective dose is 0.05 mg/kg s.c. in rats. In circumstances where injectable agents such as ketamine/medetomidine or pentobarbitone are used in rats, pre-anesthetic administration of buprenorphine reduces the subsequent anesthetic dosage by up to 20%18. Buprenorphine is currently used for post-operative analgesia<sup>12,16</sup> and also has hepatotoxic effects<sup>17</sup>. Obviously, it would be interesting to study the real hepatotoxic action  of both Ketamine/xylazine and Buprenorphine in  microsurgical extrahepatic cholestatic rats. However, these drugs do not cause mortality although with this operation we obtain an experimental model of chronic liver insufficiency<sup>14,15</sup>.<br /> \r\n\n\n?TROUBLESHOOTING</p> \r\n\n\n \r\n\n\n<p>Postoperative care<br /> \r\n\n\nHypothermia prevention is crucial in rodent surgery. All anesthetics affect thermoregulation, and an animal’s body temperature will fall during anesthesia unless measures are taken to prevent this. Small animals are particularly susceptible to this problem since they have a large surface area available for heat loss, relative to their small body mass. It is important to try to prevent heat loss, rather than to try to revive a severely chilled animal. All anesthetized rats will require some additional heating, and should be insulated to minimize heat loss. Effective insulation can be provided either by wrapping the animal in cotton wool, followed by an outer wrapping of aluminum foil, or by using “bubble packing”. After wrapping the animal in an insulating layer of material, a “window” can be cut to expose the operative field. Additional heating can be provided by heat lamps and heating blankets, but care must be taken not to burn the animal. It is preferable to use a thermostatically controlled heating blanket, regulated by the animal’s body temperature using a rectal probe. The importance of the body temperature monitoring cannot be over emphasized. Hypothermia is undoubtedly the most common cause of mortality during anesthesia in rats. It is also important to ensure that measures to prevent hypothermia are continued throughout the recovery period18 .<br /> \r\n\n\nPostoperative treatment<br /> \r\n\n\n Weekly intramuscular administration of Vitamin K avoids early deaths of the animals<sup>19</sup>. In rats with microsurgical extrahepatic cholestasis the weekly administration of Vitamin K associated with antibiotic \\(Ceftazidime, a third generation cephalosporin) twice a week makes it possible  for rats to survive at least over 10 weeks<sup>14,15</sup>.</p>"
        },
        {
            "header": "Reagents",
            "content": "• Male Wistar Kyoto inbred rats WKY/NHsd, Harlan interfauna Ibérica, S.A \\(Sant Feliu De Codines, Barcelona, Spain ). \\! CAUTION All experiments involving animals must be performed according to national and institutional regulations. Laboratory animals can and should be used as biological and ecological reagents in benefit of science and public health, whenever they cannot be substituted by other alternative techniques. Nevertheless, we cannot forget that they are living beings and suffer pain: investigators therefore have the moral obligation to guarantee that the laboratory animals receive the treatment that any defenseless being deserves. Today, the advancements made in scientific research through the use of animals is known as well as the knowledge and treatment of human and animal diseases, to which all of us at some point in our lives will be debtors. This does not mean that a greater effort can’t be made to find a path that reconciles human needs and the ethical duty of not causing pain and suffering to the rest of the animals20. This protocol has been approved by the Complutense University of Madrid Committee based on the Use and Care of Animals; it is used the authors and agrees with the principles and practices of the 1986 European Guide for the Care and Use of Laboratory Animals in accordance with the Ethical Guidelines from the European Community Council Directive \\(86/609/EEC). CRITICAL All rats should be between 8 and 10 weeks of age and weigh 200-250 g.\r\n\n\n• Ketamine hydrochloride \\(100 mg.kg-1)\r\n\n\n• Xylazine \\(12 mg.kg-1)\r\n\n\n• Chlorhexidine-alcohol \\(0.5%) antiseptic solution.  \r\n\n\n• Buprenorphine \\(0.05mg/Kg /8h s.c. the first 48h of post-operative evolution)\r\n\n\n• Vitamin K1,  Phytomenadione \r\n\n\n• Ceftazidime, a third generation cephalosporin."
        },
        {
            "header": "Equipment",
            "content": "• Microscope \\(Zeiss OPMI 1-FR Oberkochen, Germany)\r\n\n\n• Metzenbaum’s scissors \\(14.5 cm) for trimming skin and the muscleaponeurotic layer \\(e.g.  Medicon eG, Tutlingen, Germany, cat. number 03.06.14 )\r\n\n\n• Gillie’s toothed dissecting forceps \\(15 cm) for laparotomy \\(e.g.                                 Medicon eG, Tutlingen, Germany, cat. number 06.40.85)\r\n\n\n• Two-curved mosquito forceps, Halsted \\(12.5 cm) for retracting the two  laparotomy edges \\(e.g.  Medicon eG, Tutlingen, Germany, cat. number 15.41.12)\r\n\n\n• Small micro-tweezer with 45º angle \\(10.5 cm) for dissecting the biliary lobular branches \\(e.g. Medicon eG, Tutlingen, Germany, cat. number 07.61.26)\r\n\n\n• Straight microdissection non-toothed forceps \\(e.g.  Medicon eG, Tutlingen, Germany, cat. number 15.41.12)\r\n\n\n• Half-curved, blunt microsurgery scissors \\(15 cm) for sectioning between ligatures of  the biliary lobular branches \\(e.g. Medicon eG, Tutlingen, Germany, cat. number 15.15.23 )\r\n\n\n• Needle holder \\(Mayo-Hegar 15 cm) for abdominal closure \\(e.g.                                 Medicon eG, Tutlingen, Germany, cat. number 10.18.15  )\r\n\n\n• 5-0 silk suture \\(Silkam® B-Braun Aesculap Tutlingen, Germany,  ref. 0762121) for common bile duct ligation.\r\n\n\n• 6-0 silk \\(Silkam® B-Braun Aesculap Tutlingen, Germany, ref. 0764060) for ligation of the biliary lobular branches.\r\n\n\n• 3-0 poliglactin 910 \\(Vicryl® \\(Ethicon Inc. Ref. PS-2, 19mm; J497H) for muscle peritoneum abdominal closure.\r\n\n\n• 4-0 silk \\(Silkam® B-Braun Aesculap Tutlingen, Germany,  ref. 0264644) for abdominal skin closure.\r\n\n\n• 1 ml syringe \\(BD DiscarditTM II, Becton Dickinson S.A., Fraga, Huesca, Spain) with 25 G gauge needle \\(Luer monoject Magellan Safety Needle. Tyco Healthcare Group LP. USA) for anesthesia.\r\n\n\n• 5 ml syringe BD DiscarditTM II, Becton Dickinson S.A., Fraga, Huesca, Spain) with 21G gauge needle Luer monoject Magellan Safety Needle. Tyco Healthcare Group LP. USA) for perfunding the liver hiliar structures and maintaining the biliary tract moist.\r\n\n\n• 2 gauzes, 10x10 cm \\(10 unit pack Texpol®  Manresa. Spain) for covering the intestinal loops with saline.\r\n\n\n• 3 cotton lints \\(Algodones del Bages S.A. Barcelona. Spain) for lifting the middle and left lateral liver lobes and holding them against the thorax.\r\n\n\n• Saline solution \\(0.9% sodium chloride; B. Braun Medical S.A., Rubí, Barcelona, Spain)\r\n\n\n• The surgical equipment listed above represents our preference, but with the correct focal distances, other setups are just as likely to be effective."
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\r\n\n\nMethod for laparotomy and hepatic hilum exposition.  TIMING 5 min\r\n\n\n1. Anesthetize the rat with i.p. ketamine \\(100 mg.kg-1) and xylazine \\(12 mg.kg-1).\r\n  2. Disinfect the skin with Chlorhexidine-alcohol \\(0.5%) antiseptic solution. \r\n  3. Make a midline abdominal skin and muscle incision \\(about 5 cm long), to expose the xyphoid process \\(Figure 1a).\r\n  4. Retract bilaterally the cut \\(laparotomy) wall using two-curved mosquito forceps so that they hold open the peritoneal cavity, thereby exposing the liver.\r\n  5. While gently pulling down the middle lobe with a saline-moistened cotton tip, use a curved microsurgery scissors to cut the falciform ligament.\r\n       CRITICAL STEP There is no need to cut it all the way down to the superior vena cava since there is the risk of injuring this vena and the diaphragm. If so, bleeding and/or pneumothorax may occur.\r\n\n\n6. Using a moistened gauze tip, lift the middle  and left lateral lobe and hold them against thorax.\r\n  7. Gently pull towards the left the duodenum with a saline–moistened cotton tip to visualize the hepatic hilum.\r\n  8. Retract the duodenum and the small intestine loops towards the left  and cover them with a saline moistened gauze to maintain the hepatic hilum exposed   \\(Figure 1b).\r\n  9. Place the rat under an operating microscope at x 6-10 magnification.\r\n  \r\n\n\nMethod for resection of the extrahepatic biliary tract.  TIMING 25 min.\r\n\n\n10.  Free the common bile duct, using two small micro-tweezers with a 45º angle, from the surrounding peritoneum and connective tissue and from hepatic artery and portal vein in the segment located from hepatic hilum and the beginning of the intrapancreatic portion of the bile duct. \r\n  11.  Place the 5-0 silk thread around the common bile duct using the microdissection forceps. Ligate it doubly close to the beginning of its intrapancreatic portion and transect between the two ligatures.          This maneuver produces dilation of the extrahepatic biliary tract proximally to the ligature and facilitates the posterior dissection of the common bile duct and its lobular  biliary branches \\(Figure 2a) .\r\n  12.  Maintain the proximal ligature of the common bile duct with a length of 4-5 cm to provide the later handling of the common bile duct during its dissection upwards without injuring it  \\(Figure 2b).\r\n        CRITICAL STEP This long end of the proximal common bile duct ligature allows its dissection without  tracting it too much and without injuring the bile duct.\r\n\n\n13.  Dissect upwards, using two small micro-tweezers with a 45º angle, the common bile duct to identify the first lobular biliary branch. \\! CAUTION  Usually the first biliary branch corresponds to the caudate lobe \\(60%), but in the rest of  the cases the first one is the branch corresponding to the right lateral lobe21.\r\n  14.  Dissect the biliary branch of the caudate lobe and isolate it from the arterial and portal caudate lobular branches using a moistened cotton tip and the small micro-tweezers.\r\n       ?TROUBLESHOOTING  \r\n\n\n15.  With the help of the microdissection forceps, doubly ligate the lobular biliary branches of the caudate lobe using 6-0 silk sutures. The first ligature must be as close as possible to the parenchyma of the caudate lobe and the second ligature close to the common bile duct.\r\n  ?TROUBLESHOOTING \r\n\n\n16.  Use the microsurgery curved scissors to transect the biliary lobular branch of the caudate lobe between the two ligatures \\(Figure 3a).\r\n  17.  Gently pulling to the left the ligated common bile duct and then, dissect the second biliary branch, belonging to the right lateral lobe, using the  angled micro-tweezers.\r\n  18.  Identify the arterial and portal right lateral lobular branches and free the biliary branch of the right lateral lobe from them using a moistened cotton tip and the small micro-tweezers.\r\n       ?TROUBLESHOOTING  \r\n\n\n19. With the help of the microdissection forceps, doubly ligate the lobular biliary branches of the right lateral lobe using 6-0 silk sutures. The first ligature must be as close as possible to the parenchyma of the right lateral lobe and the second ligature close to the common bile duct \\(Figure 3a).\r\n  ?TROUBLESHOOTING  \r\n\n\n20.  Use the microsurgery curved scissors to cut the biliary lobular branch of the right lateral lobe between the two ligatures.\r\n  21.  Carefully dissect upwards the biliary tract of the middle and the left lateral lobes with micro-tweezers.  CRITICAL STEP This is the most difficult dissection due to the frequent anatomical variations of the extrahepatic bile duct corresponding to the right middle lobe and the left middle lobe. In this area the vicinity between the biliary tract and the subjacent  hepatic artery branches is very close. Free the biliary tract as gently as you can by using a moistened cotton tip and the micro-tweezers.\r\n  22.  Pull the ligated common bile duct to the right, holding with a micro-tweezers of the ligature, to tract lobular biliary branch of the left lateral lobe. This maneuver simplifies its dissection and posterior section.  \r\n  23.  Identify the arterial and portal middle and left lateral lobular branches and free the biliary branch of the left lateral lobe from them by using a moistened cotton tip and the small micro-tweezers.\r\n       ?TROUBLESHOOTING  \r\n\n\n24.   With the help of the microdissection forceps, doubly ligate the lobular biliary branches of the left lateral lobe using 6-0 silk sutures. The first ligature must be as close as possible to the parenchyma of the left lateral lobe and the second ligature close to the drainage of the left middle lobe duct into the hilar biliary tract  \\(Figure 3b).\r\n  ?TROUBLESHOOTING  \r\n\n\n CRITICAL STEP.  Do not section the left lateral lobe biliary branch         before dissecting the left middle lobe biliary branch. \r\n\n\n25.  Carefully dissect the left middle lobe biliary branch, using the angled micro-tweezers and a moistened cotton tip.\r\n        CRITICAL STEP Avoid injuring the hepatic parenchyma during the dissection of the lobular biliary branch of the left middle lobe. There is a very small space for doing this dissection, so it is very easy to injure the middle lobe parenchyma and cause bleeding.\r\n\n\n26.  Prevent injuring the portal branch of the left middle lobe during the dissection of the corresponding  lobular biliary branch.\r\n  27.  With the help of the microdissection forceps, doubly ligate the lobular biliary branch of the left middle lobe using 6-0 silk sutures. The first ligature must be as close as possible to the parenchyma of the left middle lobe and the second ligature close to the drainage of the right middle lobe duct into the hilar biliary tract \\(Figure 3b).\r\n  ?TROUBLESHOOTING  \r\n\n\n28. Carefully dissect the right middle lobe biliary branch, using the angled micro-tweezers and a moistened cotton tip.\r\n  29. With the help of the microdissection forceps, doubly ligate the lobular biliary branch of the right middle lobe using 6-0 silk sutures. The first ligature must be as close as possible to the parenchyma of the right middle lobe and the second ligature close to the drainage of the middle lobe duct into the hilar biliary tract.\r\n      ?TROUBLESHOOTING  \r\n\n\n30. Use the microsurgery curved scissors to successively cut the biliary lobular branches of the left lateral, left middle and right middle lobes between two ligatures.\r\n  31.  Check the tightness of all the biliary stumps. The only source of bile should be the resected biliary branches; no bile flow should come from the biliary stumps \\(Figure 3c).\r\n       ?TROUBLESHOOTING  \r\n\n\n32.  Gently place the middle and left lateral lobes to their anatomical location using moistened cotton swabs.\r\n  33.  Carefully return the intestinal loops into the abdominal cavity.\r\n  34.  Administer 1ml dextrose-saline \\(4% dextrose, 0.18% saline) or saline \\(0.9%) intraperitoneally, which quickly and easily avoids excessive loss of body fluids that often occurs intraoperatively. \r\n  35.  Close the aponeurotic layer of the abdominal wall muscle using a continuous running suture with a 3-0 poliglactin 910 suture and a needle holder.\r\n  36.  Close the skin abdominal incision using a continuous running suture with a 4-0 silk suture and a needle holder.\r\n  37.  After closing the abdomen, wipe the skin surrounding the suture with clorhexidine.\r\n  38.  Administer buprenorphine 0.05 mg/kg subcutaneously. \r\n  39.   Place the animal on a warming pad for recovery during 15 minutes\r\n  \r\n\n\n The entire procedure \\(Steps 1-39) should take approximately 30 minutes and the microsurgical extrahepatic biliary tract resection 20 minutes."
        },
        {
            "header": "Timing",
            "content": "The entire procedure \\(Steps 1-39) should take approximately 30 minutes and the microsurgical extrahepatic biliary tract resection 20 minutes."
        },
        {
            "header": "Critical Steps",
            "content": "REAGENTS:  CRITICAL STEP All rats should be between 8 and 10 weeks of age and weigh 200-250 g.\r\n\n\n\r\n\n\nPROCEDURE\r\n\n\n  Step5   CRITICAL STEP There is no need to cut it all the way down to the superior vena cava since there is the risk of injuring this vena and the diaphragm. If so, bleeding and/or pneumothorax may occur.\r\n\n\n\r\n\n\n Step 12  CRITICAL STEP This long end of the proximal common bile duct ligature allows its dissection without  tracting it too much and without injuring the bile duct.\r\n\n\n\r\n\n\nStep 21   CRITICAL STEP This is the most difficult dissection due to the frequent anatomical variations of the extrahepatic bile duct corresponding to the right middle lobe and the left middle lobe. In this area the vicinity between the biliary tract and the subjacent  hepatic artery branches is very close. Free the biliary tract as gently as you can by using a moistened cotton tip and the micro-tweezers.\r\n\n\n\r\n\n\nStep 24   CRITICAL STEP.  Do not section the left lateral lobe biliary branch before dissecting the left middle lobe biliary branch. \r\n\n\n\r\n\n\nStep 25  CRITICAL STEP Avoid injuring the hepatic parenchyma during the dissection of the lobular biliary branch of the left middle lobe. There is a very small space for doing this dissection, so it is very easy to injure the middle lobe parenchyma and cause bleeding."
        },
        {
            "header": "Troubleshooting",
            "content": "?TROUBLESHOUTING\r\n\n\nAnalgesia. A side effect of buprenorphine is the ingestion of sawdust or wood-chip bedding, know as pica behavior and the gastric obstruction can be sufficiently serious to cause death. This could be avoided by housing animals on grid floored cages for a short period following surgery. However, it seems that pica is a relatively rare complication which is most apparent in animals that are given unnecessarily high dosages of buprenorphine \\(0.3-0.5 mg/kg s.c.).\r\n\n\n\r\n\n\n? TROUBLE SHOOTING\r\n\n\nSteps 14, 18 and 23. If during the initial dissection of the common bile duct and/or the posterior dissection of the biliary branches of each hepatic lobe, the hepatic artery and/or its lobular arterial branches  are injured, intrahepatic bile ischemia would be produced. As a result, cholangitis would be induced, which would invalidate the experimental model of extrahepatic cholestasis. \r\n\n\n\r\n\n\nSteps 19, 24, 27and 29. The first ligature of the biliary branch must be as close as possible to the base of the lobe and the second ligature close to the common bile duct. If a lengthy part of biliary branch remains free when emerging from the liver parenchyma small, biliary pseudocyst will be formed during the post-operative evolution. Then, these biliary pseudocyst will be infected with bacteria translocating from the intestine, and the rats could suffer sepsis and early death. To prevent this complication, is imperative to inspect all the  loular  biliary ligatures before closing the laparotomy. If there is a lengthy part of any lobular biliary branch  emerging from the liver parenchyma, a  second ligature in the basis of the biliary stump must be placed.\r\n\n\n\r\n\n\nStep 31. If there is any bile flow from one of the biliary stumps, another ligature around the biliary stump closer to the liver parenchyma needs to be tightened."
        },
        {
            "header": "Anticipated Results",
            "content": "Rats should recover within 15 minutes after the end of surgery and Ketamine/xylazine anesthesia. When the previously described extrahepatic microsurgical cholestasis technique is performed correctly, no mortality is seen.\r\n\n\n Survival is over ten weeks thanks to the use of broad-spectrum antibiotics and  vitamin K administration.\r\n\n\n The microsurgical extrahepatic cholestasis model has proven to be a reliable means of research related to biliary fibrosis \\(cirrhosis). The microsurgical resection of the extrahepatic biliary tract produces an experimental model of liver inflammation, characterized by a high Knodell hepatic activity index \\(4), bile proliferation and fibrosis12,14,22. Microsurgical extrahepatic cholestasis induces portal hypertension and an inflammatory response of splanchnic origin, mediated, among other inflammatory cells, by mast cells13,23 in which T-helper type-2 \\(Th2) cell associated cytokines and Th1 cytokines are involved16.\r\n\n\nConclusion\r\n\n\n The microsurgical technique of extrahepatic cholestasis, that consists in the resection of the extrahepatic biliary tract in the rat, when it is compared to “classical” macrosurgical techniques, prevents the progressive dilation of the common bile duct and the subsequent development of a big infected bile  pseudocyst  with multiple organ abscesses and early death sepsis in the animals.\r\n\n\n Using this microsurgical models, researchers can study the hepatic \\(biliary fibrosis), splanchnic \\(portal hypertension) and systemic \\(chronic hepatic insufficiency) complications of the obstructive cholestasis, in the most advanced evolutive periods, which are achieved using macrosurgical \\(common bile duct ligated) models. This relevant advantage is probably due to the absence of severe biliary infection and sepsis."
        },
        {
            "header": "References",
            "content": "1. Li, M.K. & Crawford, J.M. The pathology of cholestasis. Semin. Liver Dis. 24, 21-24 \\(2004).\r\n  2. O’Connor, M. Mechanical biliary obstruction. A review of the multisystemic consequences of obstructive jaundice and their impact on perioperative morbility and mortality. Am Surgeon 51, 245-251 \\(1985).\r\n  3. Ding, J.W., Anderson, R., Soltesz, V. & Bengmardk, S. The role of bile and bile acid in bacterial translocation in obstructive jaundice in rats. Eur Surg Res 25, 11-19 \\(1993).\r\n  4.  Thabut, D., Tazi, K.A., Bonnefont-Rousselot, D., Aller, M.A., Farges, O., Guimont, M.C., Tellier, Z., Guichard, C., Ogier-Denis, E., Poynard, T., Moreau, R. & Lebrec, D. High-density lipoprotein administration attenuates liver proinflammatory response, restores liver endothelial nitric oxide synthase activity and lowers portal pressure in cirrhotic rats. Hepatology 46, 1893-1906 \\(2007).\r\n  5. Miller, A.M. & Zhang, J.X. Altered endothelin-1 signaling in production of thromboxane A2 in Kupffer cells from bile duct ligated rats. Cell Mol Immunol 6, 441-452 \\(2009).\r\n  6. Holmberg, J.T., Hederstrom, E. & Ihse, I. A method to prevent recanalization of the transected bile duct in the rat. Scand J Gastroenterol 20, 428-432 \\(1985).\r\n  7. Aller, M.A., Lorente, L., Alonso, S., Rodriguez, G. & Arias, J. Different types of response to hepatic arterial ischemia in rats with cholestasis. Surg Res Commun 14, 269-280 \\(1993).\r\n  8. Aller, M.A., Lorente, L., Alonso, S. & Arias, J. A model of cholestasis in the rat, using a microsurgical technique. Scand J Gastroenterol 28, 10-14 \\(1993).\r\n  9. Aller, M.A., Duran, M., Ortega, L., Arias, J.L., Nava, M.P., Prieto, I. & Arias, J. Comparative study of macro and microsurgical extrahepatic cholestasis in the rat. Microsurgery 24, 442-447 \\(2004).\r\n  10. Aller, M.A., Mendez, M., Nava, M.P., Lopez, L., Arias, J.L. & Arias, J. The value of microsurgery in liver research. Liver Int  29, 1132-1140 \\(2009).\r\n  11. Aller, M.A., Nava, M.P., Arias, J.L., Duran, M., Prieto, I., Llamas, M.A. & Arias, J. Microsurgical extrahepatic cholestasis in the rat: a long-term study. J Invest Surg 17, 99-104 \\(2004).\r\n  12. Sanchez-Patan, F., Anchuelo, R., Corchera, M.T., Casado, I., Gomez-Aguado, F., Aller, M.A., Cruz, A., Alonso, M.J. & Arias, J. Biliary fibrosis in microsurgical extrahepatic cholestasis in the rat. Microsurgery 28, 361-366 \\(2008).\r\n  13. Aller, M.A., Ortega, L., Sanchez-Patan, F., Anchuelo, R., Cruz, A., Losada, M. & Arias, J. Microsurgical extrahepatic cholestasis in the rat: A histopathological liver study. The Open Pathol J \\(Bentham Open) 2, 71-77 \\(2008).\r\n  14. Aller, M.A., Arias, J.L., Garcia-Dominguez, J., Arias, J.I., Duran, M. & Arias, J. Experimental obstructive cholestasis: the wound-like inflammatory liver response. Fibrogenesis & Tissue Repair 1, 6 \\(2008).\r\n  15. Aller, M.A., Prieto, I., Cruz, A., Losada, M., Arias, J.I., Garcia-Dominguez, J, Argudo, S., Arias, J.L. & Arias, J. Extrahepatic cholestasis. In: Microsurgery in liver research. Eds. Aller, M.A., Arias, J. Bentham e-book chapter 10, p.p. 137-156 \\(2009).\r\n  16. Garcia-Dominguez, J., Aller, M.A., Garcia, C., De Vicente, F., Corcuera, M.T., Gomez-Aguado, F., Alonso, M.J., Vara, E. & Arias, J. Splanchnic Th2 and Th1 cytokine redistribution in microsurgical cholestatic rats. J Surg Res. Nov 11. \\[Epub ahead of print] \\(2009).\r\n  17. Mitchell, C. & Willenbring, H. A reproducible and well-tolerated method for 2/3 partial hepatectomy in mice. Nat Protoc 3, 1167-1170 \\(2008).\r\n  18. Aller , M.A. & Nava, M.P. Anesthesia, Analgesia and Postoperative Care. In: Microsurgery in liver research. Eds. Aller, M.A., Arias, J. Bentham e-book chapter 4, p.p. 49-70 \\(2009).\r\n  19. Beck, P.L. & Lee, S.S. Vitamin K1 improves survival in bile duct-ligated rats with cirrhosis. J Hepatol 23, 235-240 \\(1995).\r\n  20. Aller, M.A., Nava, M.P., Méndez, M., Vergara, P. & Arias, J.L. Laboratory Rat Management. In: Microsurgery in liver research. Eds. Aller, M.A., Arias, J. Bentham e-book chapter 2, p.p. 7-31 \\(2009).\r\n  21. Lorente, L., Aller, M.A., Duran, H.J., Cejalvo, D., Llris, J.M. & Arias, J. Extrahepatic biliary anatomy in Wistar rats. Surg Res Commun 17, 31-38 \\(1995).\r\n  22. Aller, M.A., Arias, J.L., Prieto, I., Losada, M. & Arias, J. Bile duct ligation: step-by-step to cholangiocyte inflammatory tumorigenesis. Eur J Gastroenterol Hepatol. Jul 28. \\[Epub ahead of print] \\(2009).  \r\n  23. Aller, M.A., Arias, J.L. & Arias, J. The mast cell integrates the splanchnic and systemic inflammatory response in portal hypertension. J Transl Med 5, 44 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank Maria Elena Vicente for preparing the manuscript, Elizabeth Mascola for translating it into English, and the librarians of Complutense University Medical School.\r\n\n\nThis study was supported in part, with grants from the “Mutua Madrileña Automovilista” Foundation \\(FMM Ref. nº AP69772009  and  Ref.nº AP59662009), and “Ministerio de Ciencia e Innovación” \\( Ref.nº SAF2009-10374)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11404,
                "identity": "9f77b312-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria-Angeles Aller",
                "email": "",
                "orcid": "",
                "institution": "1.\tDepartment of Surgery I. School of Medicine. Complutense University of Madrid. Madrid. Spain.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria-Angeles",
                "middleName": "",
                "lastName": "Aller",
                "suffix": ""
            },
            {
                "id": 11405,
                "identity": "9f77b5dc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jorge-Luis Arias",
                "email": "",
                "orcid": "",
                "institution": "2.\tNeuroscience Unit. Psychobiology Department. School of Psychology. University of Oviedo. Asturias.Spain                    ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jorge-Luis",
                "middleName": "",
                "lastName": "Arias",
                "suffix": ""
            },
            {
                "id": 11406,
                "identity": "9f77b7b5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Isabel Prieto",
                "email": "",
                "orcid": "",
                "institution": "3.\tDepartment of Surgery. School of Medicine. Autonomous University of Madrid. Madrid. Spain                    ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabel",
                "middleName": "",
                "lastName": "Prieto",
                "suffix": ""
            },
            {
                "id": 11407,
                "identity": "9f77ba6a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jaime Arias",
                "email": "",
                "orcid": "",
                "institution": "1.\tDepartment of Surgery I. School of Medicine. Complutense University of Madrid. Madrid. Spain.                    ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jaime",
                "middleName": "",
                "lastName": "Arias",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-06-30 12:18:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.56",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.56",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608092,
                "identity": "23db3738-0732-4ab1-a627-243b69a2989d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:57",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 313139,
                "visible": true,
                "origin": "",
                "legend": ". a. The thorax is elevated using a gauze pad. b.The hepatic hilum (HH) is exposed by displacing to the left the duodenum (D) and the middle  (ML) and the left lateral (LLL) lobes .\tLK: Left kidney. IH-IVC: Infrahepatic inferior vena cava. P: pancreas   Figure1a and b",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-647/v1/figure_1.png"
            },
            {
                "id": 2608090,
                "identity": "1dd33089-b7ee-4b00-af51-8c163a9f6b4c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:57",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 229968,
                "visible": true,
                "origin": "",
                "legend": "a. The common bile duct (BD) is ligated close to the pancreas. PV: Portal vein; D: Duodenum. CL: Caudate lobe. RLL: Right lateral lobe. b. The BD is sectioned between the two ligatures. HA: Hepatic artery. PV: Portal vein.   Figure 2a and b",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-647/v1/figure_2.png"
            },
            {
                "id": 2608093,
                "identity": "88bfe6aa-b7c3-47c2-813b-b84201267b03",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:57",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 166879,
                "visible": true,
                "origin": "",
                "legend": "a. Section of  caudate lobe(CL) biliary branch. RLL; right lateral lobe. b. Section  of  left lateral lobe (LLL),  left middle lobe (LML) and   right middle lobe biliary branches (RML) c.Integrity of  proper hepatic artery (PHA) and portal vein (PV)    Figure 3a,b and c",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-647/v1/figure_3.png"
            },
            {
                "id": 13464569,
                "identity": "64c19202-fa66-4956-bebf-c280d0491bd4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 885810,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-647/v1/a14a5570-0fb7-4a6d-b4a7-5a0980fc199a.pdf"
            }
        ],
        "financialInterests": "CFI",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Key words: cholestasis, microsurgery, rat   ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p> Obstructive cholestasis is characterized clinically by jaundice, discolored urine, pale stools and pruritus<sup>1</sup>. The obstruction of the biliary tree, either intrahepatic or extrahepatic, causes a high rate of morbility and mortality in the human clinical field<sup>2</sup>. The serious repercussions of cholestasis on the liver and on the systemic level<sup>1,2</sup> have led to the creation of many experimental surgical models so as to better understand its pathogenesis, prophylaxis, and treatment.</p> \r\n\n\n \r\n\n\n<p>Comparison between macrosurgical and microsurgical extrahepatic cholestasis<br /> \r\n\n\n Several surgical techniques for developing extrahepatic cholestasis have been described, especially in the rat. The techniques that are generally used to produce obstructive jaundice in the rat are macrosurgical, since they do not require magnification devices to be performed. The macrosurgical extrahepatic cholestasis called common bile duct ligation \\(BDL) is the most frequently used, and it consists of sectioning the common bile duct between ligatures<sup>3-5</sup>. This technique induces potential models of reversible obstructive jaundice, since they imply a high incidence of recanalization of the extrahepatic biliary route<sup>6</sup>, which can be avoided by placing the duodenum and the distal part of the stomach between the two ligated and sectioned ends of the bile duct<sup>6</sup>.<br /> \r\n\n\n However, rats with macrosurgical extrahepatic cholestasis by BDL develop an infected hilar biliary pseudocyst by the progressive dilation of the proximal end of the bile duct6. At 16 days of postoperative evolution, the biliary culture of these pseudocysts is positive, the most frequent germs being <em>Escherichia coli</em> and enterococcus <sup>7</sup>. Furthermore, the animals generally evolve with hepatic, intraperitoneal and pulmonary abscesses, and their elevated early mortality is attributed to sepsis<sup>8</sup>.<br /> \r\n\n\n Microsurgery makes it possible to develop obstructive jaundice in the rat by the resection of the extrahepatic biliary tract that includes both the common bile duct as well as the bile ducts aimed at each of the four hepatic lobes<sup>8</sup>. With this technique, the non-existence of the residual proximal extrahepatic biliary tract prevents both the formation of hilar biliary pseudocysts as well as abdominal-thoracic abscesses, and prevents mortality during the evolution in relation to the bile duct-ligated model<sup>8,9</sup>.<br /> \r\n\n\n To achieve reproducible results, a harmonization of the microsurgical technique for extrahepatic cholestasis in the rat is needed. Here, we describe a step-by-step surgical approach to resect the bile ducts that drain the four lobes of the liver in continuity with the common bile duct up to the beginning of its intrapancreatic segment by means of a microsurgical technique<sup>8-11</sup>.<br /> \r\n\n\n This protocol is not associated with short-term mortality and has been used to produce data for several publications<sup>12</sup></p>",
        "manuscriptTitle": "A suitable microsurgical method for obstructive cholestasis in the rat",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-07-22 00:00:00",
                "doi": "10.1038/nprot.2010.56",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f7754ad-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 22nd, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2400,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-07-22 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}