{
    "identity": "pex-927",
    "title": "<p>Laser Capture Microdissection (LCM) and 3D Sample Tracking Protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The present protocol was developed as part of the National Institutes of Health SPARC project efforts to construct a comprehensive anatomical, molecular and functional map of the peripheral nervous system at the visceral organs. A key goal is to develop an anatomical framework onto which various data sets can be mapped, e.g., spatial location and distribution of hundreds to thousands of single neurons within a tissue context, molecular profiles of spatially-tracked single neurons, etc. Here we aim to isolate neurons from the right atrial ganglionic plexus (RAGP) of the porcine heart. Pig hearts at the RAGP were injected with Fluorescent labeled retrograde neuronal tracer Fast Blue 5 weeks prior to sacrifice to stain RAGP neurons that project to the sinoatrial node (SAN) of the heart. Neurons SAN projecting and non-projecting were isolated using LCM and processed for gene expression using&nbsp;either High-throughput qRT-PCR or RNA Seq (<em>For more information see our protocol “ Single Cell High-Throughput qRT-PCR protocol”</em>).</p><p>The steps below constitute a protocol for sample collection using LCM and acquiring images of samples collected for constructing a 3D anatomical framework (<em>For more information on 3D tissue reconstruction see our protocol “Single-Cell Mapping and 3D Tissue Reconstruction using Cryosection-derived Images and Tissue Mapper software</em>”). This approach starts with cryosectioning pig RAGP fresh frozen tissue at 30 micrometer thickness and Nissil staining for neurons (<em>For more information see our protocol “ Cryosectioning, blockface Imaging and Nissl staining fluorescently labeled pig heart”</em>).&nbsp;Stained slides are loaded on to the LCM instrument (Arcturus XT), neurons are identified using Nissil stain (PAN neuronal stain) and SAN projecting neurons are identified using Fast Blue stain. Both Nissil and Fast Blue are visualized under fluorescence. Identified neurons are “cut” from the tissue using a UV laser and attached to LCM Caps using IR laser. Images are acquired during sample identification – to generate an overview of the sample location on the slide; and during and after microdissection- to generate images for precision sample tracking at high magnification. Neurons on LCM caps are then stored at -80⁰C for downstream processing.</p><p><strong>Note:</strong> Arcturus XT instrument training is recommended prior to using this protocol.</p><p><strong>Note: </strong>See supplemental files for a user friendly version of this protocol.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;CapSure™ HS LCM Caps&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Life Technologies&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LCM0214, LCM0215</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Metal frame PPS slides 4 micron&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Leica Microsystems Inc.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11600294</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;PCR clean microcentrifuge tubes 0.5mL&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eppendorf™&nbsp;&nbsp;&nbsp;022363719</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;ArcturusXT™ Laser Capture Microdissection (LCM) System</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;ArcturusXT™&nbsp;Software v3.4</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "1.1 Instrument Setup\nNote:\nRefer to the ArcturusXT™ Laser Capture Microdissection (LCM) System user guide for in depth supplemental information.\nSTEP 1:\nTurn on the computer.\nSTEP 2\n: Turn on the Eclipse™ Ti-E microscope base using the switch located on the back of the microscope\nSTEP 3\n: Turn on the ArcturusXT™ Instrument. Facing the microscope, the power button is located on the left side of the instrument.\nSTEP 4\n: Start the software by clicking the ArcturusXT™ icon on the Windows™ desktop, or click Start, point to Programs, and click the ArcturusXT™ option. The software opens to fill the screen.\n1.2 Slide Setup\nSTEP 1\n: In the setup tool panel click Present Stage\nSTEP 2\n: Load your slides and CapSure™ Caps onto the microscope stage.\nNote:\nFor every cap in the cassette, make sure the corresponding cap offload position (on the right side of the work surface) is empty.\nSTEP 3\n: On the Load Caps panel click on the box next to HS or Macro depending on which cap you will be using. Then click the empty circles to represent how many caps were loaded.\nIMPORTANT: The system does not have a sensor to detect caps on the loading station or at the QC station. If you do not indicate to the system that there is a cap is at the QC station and try to offload another cap to the same position, you can cause damage to the microscope.\nSTEP 4:\nUse the Slide panel to select which slot your working slide was placed (A, B or C).\nSTEP 5:\nTo choose the slide type being used, you must click the box to the right of the letter slot chosen in step 4. MEM= membrane slide, FRM= frame slide and no check mark indicates a glass slide.\nNote:\nIf using frame slides, a clean glass slide should be placed under the tissue. This glass slide serves as support for the tissue during this procedure. Place a clean glass slide on the “flat” side of the membrane slide to act as a solid support. The tissue section will be “sandwiched” between the membrane and the glass slide.\n1.2 Microdissection and Imaging Sample for Spatial Mapping\nSTEP 1\n: Take slide overview image by clicking the camera icon. Right click on the bottom screen where the tiled picture is (this will be blank initially) and in the dialog box select “reacquire overview image”.\nSTEP 2\n: Take a tile image of entire tissue section. Click on the tile image button (Figure 2), then in the slide overview image area located at the bottom of the screen, click and drag the curser to outline the whole tissue section to indicate the area for the tiled image.\nSTEP 3\n: Using the camera button (outlined in blue, Figure 2), take a 2x, 10x and 20x overview image of your region of interest (\nOverview ROI\n).\nSTEP 4\n: Place cap (outlined in blue, figure 2) on ROI using the 2x objective.\nIMPORTANT: You can only place cap on slide using the 2x or 10x objective. Any objective above 10x will knock the microscope stage out of place and potentially crash the system.\nSTEP 5\n: The IR laser spot diameter and power needs to be calibrated and centered each time after placing the cap over your region of interest (ROI). Once the cap is placed, locate a clear (non-tissue) area as close as possible to your sample to be collected. This is where you will test fire, measure and set the IR spot size and strength (see the Arcturus manual for further instruction).\nIMPORTANT: This step is required prior to marking your sample for collection each time a cap is placed on a slide.\nSTEP 6\n: Using the freehand drawing button (Figure 2) draw a circle around the sample to be collected using either the 10x objective (\nROI Marked\n).\nNote:\nThere are four different color-coded capture groups A, B, C and D. You can use different capture groups to indicate different sample types, e.g. FB labeled samples and non-FB labeled samples.\nNote:\nIf using UV laser to help obtain samples, the rule of thumb is to draw the marking at least 20 microns away from your sample to prevent any damage to your sample.\nNote:\nMore images can be taken for publication purposes, i.e fluorescent images as well as other levels of magnification.\nSTEP 7\n: Once IR laser is calibrated and the sample area is marked, click on the cut and capture button indicated in figure 2.\nSTEP 8\n: Move cap to QC (figure 2) and take 2x and 10x images to confirm sample collection on the cap at the QC station.\nNote:\nUse the 2x objective to confirm no other pieces of tissue were picked up elsewhere on the cap.\nNote:\nUse the 10x objective for confirmation of your sample and for a closer inspection of questionable areas of excess tissue that would need to be ablated. Ablate any excess tissue that may have adhered to the cap by scribbling over the undesired area using a separate capture group from than those used for sample collection.\nSTEP 9\n: Present stage to collect sample. Samples on caps should be removed from the QC station, inserted onto a 0.5ml microcentrifuge tube and placed on dry ice to be stored at -80°C until lysis.\nSTEP 10\n: In the Select panel under\nDrawing Items\n, click on the sample number pertaining to the sample just collected to bring the stage back to that region. Confirm sample is gone and take image (\nROI After Picked\n). Repeat STEPS 3-9 until all desired samples are collected.\nSTEP 11\n: Using the 2x objective, take a tile image of entire tissue section after all samples have been collected from that section (\nTile Image After\n).\nNote: Suggested titles for the images taken during the above steps are in italicized parenthesis."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": ""
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 554692,
                "identity": "b32bd8b7-c789-4cc6-a9ea-f0ace16f5db5",
                "order_by": 1,
                "name": "Shaina Robbins",
                "email": "shaina.robbins1@gmail.com",
                "orcid": "https://orcid.org/0000-0002-7885-743X",
                "institution": "Thomas Jefferson University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shaina",
                "middleName": "",
                "lastName": "Robbins",
                "suffix": ""
            },
            {
                "id": 554693,
                "identity": "1a447b2f-420e-4eee-ab8e-31960ea57a33",
                "order_by": 2,
                "name": "Sirisha Achanta",
                "email": "sirisha7achanta@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3833-5714",
                "institution": "Thomas Jefferson University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sirisha",
                "middleName": "",
                "lastName": "Achanta",
                "suffix": ""
            },
            {
                "id": 554695,
                "identity": "9f52cef8-91c5-4396-9453-66de674233ba",
                "order_by": 3,
                "name": "Rajanikanth Vadigepalli",
                "email": "Rajanikanth.Vadigepalli@jefferson.edu",
                "orcid": "https://orcid.org/0000-0002-8405-1037",
                "institution": "Thomas Jefferson University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rajanikanth",
                "middleName": "",
                "lastName": "Vadigepalli",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-07 18:59:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-927/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-927/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 10118870,
                "identity": "b60a8250-20db-4d6c-b158-a25f2d69a0b4",
                "added_by": "auto",
                "created_at": "2021-06-08 15:34:58",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147475,
                "visible": true,
                "origin": "",
                "legend": "Loading Materials onto the ArcturusXT™ Instrument\nFigure showing the Arcturus XT software interface slide and LCM Cap loading settings. Corresponding to procedure section 1.2",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-927/v1/995683efe70a5fcd95bdaa29.jpg"
            },
            {
                "id": 10118869,
                "identity": "64c9921b-2cfc-4cbd-abbb-b511f80d7647",
                "added_by": "auto",
                "created_at": "2021-06-08 15:34:58",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 142789,
                "visible": true,
                "origin": "",
                "legend": "Microdissection and Imaging Samples for Spatial Mapping\nFigure showing the Arcturus XT software interface. Corresponding to procedure section 1.3",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-927/v1/7e55f8da272ddd2537085db1.jpg"
            },
            {
                "id": 13698020,
                "identity": "0d3778d3-5942-49e5-933b-df0b04ea4603",
                "added_by": "auto",
                "created_at": "2021-09-17 13:12:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 466152,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-927/v1/2c974cff-fd29-4554-9615-9edead1928ff.pdf"
            },
            {
                "id": 10118823,
                "identity": "36d353f2-1eb7-42aa-a65c-7e4759d73d6c",
                "added_by": "auto",
                "created_at": "2021-06-08 15:31:58",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 664308,
                "visible": true,
                "origin": "",
                "legend": "PDF version of the protocol with figures integrated in the document.",
                "description": "",
                "filename": "LaserCaptureMicrodissectionLCMand3DSampleTrackingProtocol.pdf",
                "url": "https://assets.researchsquare.com/files/pex-927/v1/b61251185d6fe7bbf056dd34.pdf"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Laser Capture Microdissection, LCM, Single cell, Neuron",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol demonstrates the use of Laser Capture Microdissection (LCM), a precise cell isolation technique, for acquiring single neurons from right atrial ganglionated plexus (RAGP) porcine heart tissue in sync with image acquisition to enable 3D location tracking of collected samples. Fresh frozen RAGP tissue sectioned and stained for neurons (Nissl stain) is processed through LCM for sample collection. The LCM workflow is comprised of four steps: instrument setup, slide loading and tissue inspection, microdissection and image acquisition and sample processing and storage. LCM collected samples were processed for gene expression experiments : High-throughput-qRT-PCR or Single cell RNA sequencing. Gene expression data along with 3D sample tracking was used to generate a functional map of porcine RAGP. The techniques described in this protocol can be adapted to a wide variety of sample and tissue types with minor modifications. This protocol is a part of a protocol pipeline that includes cryosectioning and staining protocols upstream and Tissue Mapper protocol, High-Throughput q-RT-PCR and RNA Seq protocols downstream.</p><p><br></p>",
        "manuscriptTitle": "Laser Capture Microdissection (LCM) and 3D Sample Tracking Protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-08 15:31:57",
                "doi": "10.21203/rs.3.pex-927/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "85d4ee1d-c543-4042-9f2b-c18fa894058a",
        "owner": [],
        "postedDate": "June 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4884463,
                "name": "Biological techniques"
            },
            {
                "id": 4884464,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-08 15:31:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}