{
    "identity": "nprot-6977",
    "title": "Generating Gastruloids from Mouse Embryonic Stem Cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Mouse embryonic stem cells \\(mESCs) are derived from the early mouse embryo \\[1,2] and retain their ability to contribute to all embryonic tissues on reintroduction to a host embryo \\[3,4]. Whereas mESCs have long been used as an in vitro model of embryogenesis when grown in the form of 3D embryoid bodies \\(EBs) \\[5,6], these structures are typically formed from many hundreds to thousands of cells, and while they form many different cell types, their overall organisation is typically disordered \\[7,8] with no reports of axial structures emerging \\(although polarisation in gene expression has been reported \\[9]). \r\n\n\n\r\n\n\nBuilding on the work from EBs, the reports of axial structures generated from P19 Embryonal Carcinoma cells \\[10], and our previous work on aggregating mESC \\[11, 12], we developed a robust and highly reproducible 3D culturing protocol for aggregating mESC that display key features of early postimplantation mouse development \\[13]. These structures which we call gastruloids, undergo spontaneous symmetry-breaking, specification of the three body axes, germ-layer formation, gastrulation-like cell emergence, antero-posterior elongation and morphogenesis, as well as collinear Hox gene expression along the developing antero-posterior axis \\[13]. \r\n\n\n\r\n\n\n**Comparison with other methods**\r\n\n\nOur protocol has a number of similarities to those used in the organoids field, especially when starting from cultures of pluripotent stem cells \\[7]. Whereas other organoid systems generally progress to endodermally-derived organs \\(such as the stomach, lung and intestine) or derivatives of the anterior ectodermal tissue \\(such as the optic cup, the inner ear and the cerebral cortex) \\[14], a key difference in gastruloid culture is that the representation of tissues is not restricted to derivatives of a single germ layer or organ; rather multiple germ-layer derivatives form as part of a larger whole \\[13]. From a technical perspective, this protocol bears close similarity to that used to form cortical tissue organoids \\(SFEBq culture) \\[15] in a 96-well plate format, which improved reproducibility and facilitated live imaging of the gastruloids. A key technical difference to many organoid cultures is that gastruloid culture can be conducted entirely in suspension and it does not rely on the use of undefined components such as serum and Matrigel®.\r\n\n\n\r\n\n\n**Applications**\r\n\n\nGastruloids are a relevant experimental system for the study of early post-implantation mouse development with the potential to reduce or replace embryonic material in research \\(the 3Rs). The ability to reproducibly generate hundreds of gastruloids will be particularly important in enabling forms of experimentation that would not be feasible when starting with mouse embryos \\(e.g. when large amounts of tissue are required). This system is particularly well-suited to experimental approaches using inducible gene-expression or gene knock-out systems, which can be easily controlled under the minimal culture conditions. Gastruloids might also offer a route to deriving embryonic progenitor populations that are otherwise inaccessible to directed differentiation approaches in adherent culture, since they have a three-dimensional cellular context that is closer to the geometry of the embryo."
        },
        {
            "header": "Reagents",
            "content": "**Routine culture medium:**\r\n\n\n\r\n\n\nESLIF Medium \\(1)\r\n\n\n• 500mL Glasgow’s Minimal Essential Medium \\(GMEM, Gibco 11710-035),\r\n\n\n• 5mL sodium pyruvate \\(Invitrogen 11360-039),\r\n\n\n• 5mL non-essential amino acids \\(Gibco 11140-035),\r\n\n\n• 5mL GlutaMAX \\(Gibco 35050-038),\r\n\n\n• 1mL β-mercaptoethanol \\(Gibco 31350-010),\r\n\n\n• 50mL Foetal Bovine Serum \\(FBS, Biosera FB-1090/500),\r\n\n\n• 550µL Leukaemia Inhibitory Factor \\(1000 units, Merck Millipore ESG1107).\r\n\n\n\r\n\n\nor\r\n\n\n\r\n\n\nESLIF Medium \\(2) \\(e.g. for culture of Sox1eGFP ; BramCherry double reporter \\(SBR) mESC line, Oct4:GFP miPSC line)\r\n\n\n• 500mL Dulbecco’s Modified Eagle’s Medium \\(DMEM, Gibco 11960044),\r\n\n\n• 5mL sodium pyruvate \\(Invitrogen 11360-039),\r\n\n\n• 5mL non-essential amino acids \\(Gibco 11140-035);\r\n\n\n• 5mL GlutaMAX \\(Gibco 35050-038);\r\n\n\n• 1mL β-mercaptoethanol \\(Gibco 31350-010);\r\n\n\n• 50mL Foetal Bovine Serum \\(FBS, Biosera FB-1090/500),\r\n\n\n• 550µL Leukaemia Inhibitory Factor \\(1000 units, Merck Millipore ESG1107),\r\n\n\n• 3μM CHIR99021 \\(Tocris Biosciences 4423),\r\n\n\n• 2μM PD0325901 \\(Tocris Biosciences 4192).\r\n\n\n\r\n\n\n**Differentiation medium:**\r\n\n\n\r\n\n\n• NDiff227 \\(Takara, Y40002).\r\n\n\n\r\n\n\nor\r\n\n\n\r\n\n\nN2B27\r\n\n\n• 500mL Neurobasal \\(Thermo Fisher Scientific, 21103-049),\r\n\n\n• 500mL DMEM-F12 \\(Sigma-Aldrich, D6421),\r\n\n\n• 5mL N2 \\(see below, or Merck Millipore SCM012),\r\n\n\n• 5mL B27 \\(Thermo Fisher Scientific, 17504-044),\r\n\n\n• 10mL glutamine \\(Thermo Fisher Scientific 25030081),\r\n\n\n• 1mL β-mercaptoethanol \\(Gibco 31350-010).\r\n\n\n\r\n\n\n**Tip:** N2, B27 and Neurobasal can show considerable batch variability, so routine batch-testing is strongly recommended.\r\n\n\n\r\n\n\n**Reagents:**\r\n\n\n• CHIR99021 \\(Chiron, 10mM in dimethyl sulphoxide \\(DMSO), Tocris Biosciences 4423)\r\n\n\n• Gelatin \\(Sigma-Aldrich G1890); dissolved in distilled water to a 1% \\(w/v) stock solution, autoclaved and further diluted to 0.1% in 1xPBS \\(see below) prior to use.\r\n\n\n• 1X Phosphate buffered saline \\(PBS, with Mg<sup>2+</sup> and Ca<sup>2+</sup>; Sigma-Aldrich D8662).\r\n\n\n• Trypsin-EDTA \\(0.05%, Gibco 25300-1010).\r\n\n\n\r\n\n\n**Plastics:**\r\n\n\n• 15mL or 50mL Centrifuge tubes \\(Grenier Bio-One 188271 or 227261)\r\n\n\n• 25cm<sup>2</sup> tissue culture flask \\(Grenier Bio-One 690-175).\r\n\n\n• Sterile reservoir \\(55mL, STARLAB E2310-1010).\r\n\n\n• U-bottomed non-tissue culture-treated 96-well plate \\(Grenier 650185 or CLS 7007).\r\n\n\n• Optional: Low-adherence 24-well plate \\(Sigma Aldrich CLS3473) for extended culture."
        },
        {
            "header": "Equipment",
            "content": "• BSL-2 biosafety cabinet.\r\n\n\n• Benchtop centrifuge for 15mL/50mL centrifuge tubes.\r\n\n\n• Haemocytometer \\(e.g. Improved Neubauer haemocytometer, Hawksley AS1000) or automated cell counter \\(e.g. TC20, Bio-Rad 1450102 or Moxi Z Mini, ORFLO Technologies MXZ002).\r\n\n\n• Humidified cell culture incubator \\(37°C, 5% CO<sub>2</sub>).\r\n\n\n• Inverted benchtop microscope for examination of cultures.\r\n\n\n• Multichannel micropipette \\(30-300μL is an ideal range).\r\n\n\n• Water bath \\(37°C).\r\n\n\n• Optional: Incubator compatible orbital shaker \\(Infors Celltron 69222) for extended culture."
        },
        {
            "header": "Procedure",
            "content": "**Culture Conditions Prior to Aggregation:**\r\n\n\n- Maintain mESCs in ESLIF medium \\(see Reagents & Equipment) on 0.1% gelatin-precoated tissue culture-treated plastic \\(e.g. 25cm\n2\nflasks) in a humidified incubator \\(37°C, 5% CO\n2\n).\r\n\n\n- Passage the mESCs to new flasks every other day; exchange 50-66% of the culture medium for fresh, pre-warmed medium on alternating days.\r\n\n\n- Culture the mESCs for at least two passages post-thawing before experimental use. Stocks that have been maintained in vitro for more than 30 passages may produce more variable results.\r\n\n\n- Culture cells to 40-60% confluence at the point of passaging or experimental use. A density of 1.8x10\n4\ncells/cm\n2\nis recommended, but this should be optimised for each cell line.\r\n\n\n- Routinely test all cell lines for Mycoplasma contamination and maintain stocks under antibiotic free conditions to quickly identify microbial infections.\r\n\n\n\r\n\n\n\r\n\n\n**0 hours: Preparation of Gastruloids from mESCs and miPSCs \\(one 96-well plate)**\r\n\n\n\r\n\n\n**Note 1:** The following protocol describes generation of gastruloids from mESCs and miPSCs. Gastruloids can be reproducibly generated with mESC and miPSC lines from genetic backgrounds that include the 129 strain. The culture requirements may differ for mESCs and miPSCs \\(e.g. the use of ES+LIF Medium1 or 2, respectively). Such differences can also be observed between different mESC lines from different genetic backgrounds.\r\n\n\n\r\n\n\n**Note 2:** Gastruloids derived from miPSCs generally require higher starting cell numbers \\(e.g. 600-800 cells/well) compared to mESC-derived gastruloids \\(e.g. 300 cells/well). The optimum starting cell number should be defined empirically.\r\n\n\n\r\n\n\n**Note 3:** Gastruloids can be formed successfully from cells cultured in 2i conditions \\(N2B27 + 3µM Chi + 1µM PD0325901 + LIF), although the process of elongation is slightly delayed with respect to cells from ESL medium.\r\n\n\n\r\n\n\n**1.** Pre-warm PBS, ESLIF, N2B27 and Trypsin-EDTA in a 37°C waterbath.\r\n\n\n**Optional:** If maintaining the cell stock, pre-coat a T25 tissue culture flask with 5mL 0.1% Gelatin in PBS.\r\n\n\n**2.** Aspirate the medium from the T25 tissue culture flask and rinse gently with 5mL PBS, twice.\r\n\n\n**3.** Aspirate the PBS and add 1mL of pre-warmed Trypsin-EDTA.\r\n\n\n**4.** Rock the flask to detach the colonies of cells. If required, strike the wall of the flask gently a few times to aid detachment, or incubate the flask at 37°C for 30 seconds.\r\n\n\n**5.** Dissociate the colonies into a single cell suspension with a P1000 micropipette tip by ejecting the suspension forcefully against a wall of the flask.\r\n\n\n**CRUCIAL:** A single cell suspension is essential for accurate cell counting. Errors in counting affect the size of the gastruloids, which is known to affect the level of axial organisation \\(see \\[11]). \r\n\n\n**6.** Neutralise the Trypsin-EDTA with 5mL ESLIF and transfer to a centrifuge tube.\r\n\n\n**7.** Centrifuge the suspension for 3 minutes at approximately 170 x g.\r\n\n\n**8.** Aspirate the supernatant and add 5mL warm PBS.\r\n\n\n**Tip:** The pellet should become resuspended by the addition of the PBS. In order to avoid the loss of cells through transfer errors, drawing the suspension into the pipette is discouraged.\r\n\n\n**9.** Centrifuge the suspension for 3 minutes at approximately 170 x g.\r\n\n\n**10.** Aspirate the supernatant and add 5mL warm PBS.\r\n\n\n**11.**  Centrifuge the suspension for 3 minutes at approximately 170 x g.\r\n\n\n**12.** Aspirate the PBS, minimising carry-over by tilting the tube to remove as much as possible while leaving the pellet intact.\r\n\n\n**13.** Fully resuspend the pellet in 1mL N2B27 using a P1000 micropipette.\r\n\n\n**Optional:** If required, dilute this suspension further in N2B27 to facilitate cell counting. Work with the newly diluted suspension for subsequent steps. \r\n\n\n**14.** Load the haemocytometer \\(or the counting slide of an automated cell counter) with 10μL of cell suspension and determine the density of the suspension.\r\n\n\n**15.**  Determine the volume of suspension required to produce a cell concentration of 7.5 mESCs/μL or 20 miPSCs/μL in N2B27.\r\n\n\nE.g. 3.75x10\n4\nmESCs or 10x10\n4\nmiPSCs in a final volume of 5mL N2B27 is sufficient for a single 96-well plate, plus a small amount of dead volume; this gives 300 mESCs or 800 miPSCs per 40μL drop after plating. \r\n\n\n**Tip:**  The number of cells per aggregate is adjusted empirically for each cell line to give aggregates of around 150μm diameter at the 48 hour time point. Tables for commonly used cell lines can be found in \\[12] and \\[11].\r\n\n\n**16.**  Add the calculated volume of suspension to the required amount of N2B27, mix well and transfer to a sterile reservoir.\r\n\n\n**Tip:** Vortexing the suspension prior to plating or pipetting it up and down within the reservoir can ensure that the cells are well mixed.\r\n\n\n**17.** Pipette 40μL of plating suspension into each well of a sterile, U-bottomed non-tissue culture-treated 96-well plate with a multichannel micropipette.\r\n\n\n**Tip:** Take care to position the droplets in the bottom of each well and not clinging to the walls, as U-shaped droplets are required for efficient aggregation.\r\n\n\n**18.** Confirm that cells can be seen within each well using the inverted benchtop microscope.\r\n\n\n**19.** Return the plate to the incubator for 48 hours.\r\n\n\n**Optional:** If maintaining the cell stock, aspirate the Gelatin from the T25 and add 6mL pre-warmed ESLIF medium. Calculate the required volume of the cell suspension for 4.5x10\n5\ncells and add this to the ESLIF medium \\(there is a small carry-over of N2B27).\r\n\n\n\r\n\n\n**48 hours: Addition of Secondary Medium**\r\n\n\n**20.** Pre-warm N2B27 in the 37°C waterbath.\r\n\n\n**21.**  Prepare secondary medium as a 3μM Chiron solution in N2B27. 16mL is ample for a single plate.\r\n\n\n**Tip:** Using secondary media with different compositions will yield different results that are often apparent as changes in morphology \\(see \\[12] and \\[11]). \r\n\n\n**22.** Transfer 150μL of secondary medium to each well using the multichannel micropipette and a sterile plastic reservoir.\r\n\n\n**23.** Return the plate to the incubator for a further 24 hours. \r\n\n\n\r\n\n\n**72 hours: Removal of Secondary Medium**\r\n\n\n**24.** Pre-warm N2B27 in the 37°C waterbath.\r\n\n\n**25.** Carefully remove 150μL of the secondary medium from each well using the multichannel micropipette, holding it at an angle to aspirate slowly from the side of each well. \r\n\n\n**26.** Add 150μL of fresh, pre-warmed N2B27 to each well using the multichannel micropipette.\r\n\n\n**Tip:** Add the fresh medium with sufficient force to move the gastruloids within the well, thereby avoiding adhesion to the plastic. \r\n\n\n**27.** Return the plate to the incubator for a further 24 hours.\r\n\n\n\r\n\n\n**96 hours: Change of Medium**\r\n\n\n**28.** Repeat steps 24-27 to exchange 150μL culture medium for fresh, pre-warmed N2B27.\r\n\n\n\r\n\n\n**120 hours: Change of Medium**\r\n\n\n**29.** If maintaining the culture, repeat steps 24-27 to exchange 150μL culture medium for fresh, pre-warmed N2B27.\r\n\n\n\r\n\n\n**Extended Culture \\(120-168h):**\r\n\n\n**30.** To prolong the culture, transfer the gastruloids individually into low-attachment 24-well plates in 700μL volumes of fresh N2B27 at 120 hours.\r\n\n\n**Tip:** Cut a P1000 micropipette tip approximately 5mm from the end and use this to collect and transfer the gastruloids with minimal damage.\r\n\n\n**31.** Incubate on an incubator-compatible orbital shaker for 48 hours at 40 RPM.\r\n\n\n**32.**  Replenish the medium after 24 hours \\(144 hours) by exchanging 400μL medium for fresh N2B27."
        },
        {
            "header": "Timing",
            "content": "The total duration is 5-7 days, depending on whether the culture is extended. The hands-on time breaks down as follows:\r\n\n\n0 hours: Approx. 30-45 minutes per cell line.\r\n\n\n48 hours: Approx. 10 minutes per cell line.\r\n\n\n72, 96 and 120 hours: Approx. 15 minutes per cell line.\r\n\n\n120+ hours: Approx. 30 minutes per cell line to transfer the gastruloids to 24-well plates."
        },
        {
            "header": "Troubleshooting",
            "content": "**Aggregation failure.**\r\n\n\nAggregation failure might originate from the U-bottomed 96-well plate of choice. Make sure to use the aforementioned plates for efficient aggregation. The culture is also sensitive to the starting state of the cells. Failure to aggregate has been observed in stocks that have been maintained at high confluence \\(>90%) or under stress \\(e.g. from missing daily medium changes or pH<6.5), resulting in the formation of large embryoid bodies but not gastruloids.\r\n\n\n\r\n\n\n**The cells aggregate, but the gastruloids disintegrate during the culture.**\r\n\n\nThis is often observed as a progressive decompaction of the cells, starting at the edge of the tissue and proceeding inwards. A possible cause is batch-to-batch variability in the N2B27 medium, which needs to be prepared carefully and checked for the presence of any precipitates before use. When using commercially available N2B27, follow the manufacturer’s protocol for storage and thawing to prevent precipitation. Other causes could be environmental; start by confirming that the CO<sub>2</sub> concentration and temperature are stable within the incubator.\r\n\n\n\r\n\n\n\r\n\n\n**Gastruloids fail to form, or disintegrate during culture.**\r\n\n\nThe droplet volumes are initially small \\(40μL) and so the plates are sensitive to evaporation during the first 48 hours. Check that the incubator is adequately humidified and, where possible, avoid areas of rapid air circulation \\(e.g. close to the fan, if present). This problem becomes evident as a reduction in droplet volume and changes in pH in the peripheral wells.\r\n\n\n\r\n\n\n**Many small satellite aggregates form, or the gastruloids are very small.**\r\n\n\nThese observations indicate problems in cell counting. In the former case, underestimation of the true cell density results in too many cells being plated in each well. This can produce many small satellite aggregates that can fuse with the main gastruloid, producing spurious elongated morphologies. Ensure that the suspension is fully dissociated to single cells before counting and that the plating suspension is well-mixed prior to use. Satellite aggregates may also form in sub-optimal U-bottomed 96-well plates. Make sure to use mentioned plates for efficient aggregation.\r\n\n\n\r\n\n\n**The gastruloids adhere to the plastic and lose their shape.**\r\n\n\nThis becomes a common problem if the gastruloids are maintained beyond 120 hours in the non-tissue culture treated U-bottomed 96-well plates. It can be alleviated by adding the culture media with some force to move the gastruloids within the wells, or by using low-attachment 96-well plates. The extended culture protocol described above is recommended as a means of maintaining the gastruloids to 168 hours."
        },
        {
            "header": "Anticipated Results",
            "content": "The 96-well plate format makes it easy to follow the development of single gastruloids, particularly through the acquisition of live imaging data by wide-field microscopy. Users of the protocol are encouraged to observe the gastruloids each day to monitor the quality of the culture and to keep track of morphological changes such as elongation \\(e.g. at least 70% of gastruloids should be elongating by the 114 -120hours time point under optimal conditions). A brief overview of gastruloid development is detailed below:\r\n\n\n\r\n\n\nWithin the first 24 hours, the cell suspension sediments to the bottom of the wells, forming a single cellular aggregate in each well. Individual cells within the aggregates should be indistinct, indicating that they are fully adherent to their neighbours.\r\n\n\n\r\n\n\nAt the 48 hour time point, the aggregates should be smooth spheroids that have increased slightly in size over the preceding 24 hours.\r\n\n\n\r\n\n\nAt the 72 hour time point, the aggregates should have grown further, with some of the population remaining as spheroids and others showing regions of local narrowing, giving an ovoid appearance. The surface should no longer be smooth, with loose extruded cells forming a rough, but thin, coating on the tissue.\r\n\n\n\r\n\n\nAt the 96 hour time point, many of the aggregates will have proceeded from a spheroid or ovoid shape to become elongated along a clear long axis. One end of this axis should have a smooth border and appear bright under phase contrast microscopy, which corresponds to the elongating posterior end. The other end of the axis should be round and dark and be covered in a loose layer of extruded cells; corresponding to the more anterior tissue.\r\n\n\n\r\n\n\nThe optimal time to observe the elongations appears to be around 114-120 hours, by which point they should appear as long extensions from the darker, round-shaped anterior tissues. At later time points, some of the aggregates may start to adhere to the bottom surface of the wells and the tissue organisation will be disrupted, unless the extended culture technique is used.\r\n\n\n\r\n\n\n_Extended Cultures_: in these cases, shaking the gastruloids in a larger volume should extend the length of the elongations, allowing them to form very long and thin tissues. It should also be possible to observe internal epithelial tissues by phase contrast microscopy. Some may fragment due to motion of the culture medium while rocking. By the 168 hours time point, some of the more anterior tissues may become quite broad but the elongation should still be evident."
        },
        {
            "header": "References",
            "content": "1. Evans, M. J. & Kaufman, M. H. Establishment in culture of pluripotential cells from mouse embryos. Nature 292, 154–156 \\(1981).\r\n  2. Martin, G. R. Isolation of a pluripotent cell line from early mouse embryos cultured in medium conditioned by teratocarcinoma stem cells. Proceedings of the National Academy of Sciences 78, 7634–7638 \\(1981).\r\n  3. Bradley, A., Evans, M., Kaufman, M. H. & Robertson, E. Formation of germ-line chimaeras from embryo-derived teratocarcinoma cell lines. Nature 309, 255–256 \\(1984).\r\n  4. Beddington, R. S. P. & Robertson, E. J. An assessment of the developmental potential of embryonic stem cells in the midgestation mouse embryo. Development 105, 733–737 \\(1989).\r\n  5. Doetschman, T. C., Eistetter, H., Katz, M., Schmidt, W. & Kemler, R. The in vitro development of blastocyst-derived embryonic stem cell lines: formation of visceral yolk sac, blood islands and myocardium. J Embryol Exp Morphol 87, 27–45 \\(1985).\r\n  6. Desbaillets, I., Ziegler, U., Groscurth, P. & Gassmann, M. Embryoid bodies: an in vitro model of mouse embryogenesis. Exp. Physiol. 85, 645–651 \\(2000).\r\n  7. Turner, D. A., Baillie-Johnson, P. & Martinez Arias, A. Organoids and the genetically encoded self-assembly of embryonic stem cells. Bioessays 38, 181–191 \\(2016).\r\n  8. Sajini, A. A., Greder, L. V., Dutton, J. R. & Slack, J. M. W. Loss of Oct4 expression during the development of murine embryoid bodies. Developmental Biology 371, 170–179 \\(2012).\r\n  9. Berge, ten, D. et al. Wnt Signaling Mediates Self-Organization and Axis Formation in Embryoid Bodies. Cell Stem Cell 3, 508–518 \\(2008).\r\n  10. Marikawa, Y., Tamashiro, D. A. A., Fujita, T. C. & Alarcon, V. B. Aggregated P19 mouse embryonal carcinoma cells as a simple in vitro model to study the molecular regulations of mesoderm formation and axial elongation morphogenesis. Genesis 47, 93–106 \\(2009).\r\n  11. van den Brink, S. C. et al. Symmetry breaking, germ layer specification and axial organisation in aggregates of mouse embryonic stem cells. Development 141, 4231–4242 \\(2014).\r\n  12. Turner, D. A. et al. Anteroposterior polarity and elongation in the absence of extraembryonic tissues and spatially localised signalling in Gastruloids, mammalian embryonic organoids. Development 144, dev.150391–3906 \\(2017).\r\n  13. Beccari, L. et al. Multi-axial self-organisation properties of mouse embryonic stem cells into gastruloids. \\(Upcoming) \\(2018).\r\n  14. Huch, M. & Koo, B.-K. Modeling mouse and human development using organoid cultures. Development 142, 3113–3125 \\(2015).\r\n  15. Eiraku, M. et al. Self-organized formation of polarized cortical tissues from ESCs and its active manipulation by extrinsic signals. Cell Stem Cell 3, 519–532 \\(2008).\r\n  16. Turner, D. A. et al. Wnt/β-catenin and FGF signalling direct the specification and maintenance of a neuromesodermal axial progenitor in ensembles of mouse embryonic stem cells. Development 141, 4243–4253 \\(2014)."
        },
        {
            "header": "Acknowledgements",
            "content": "Many thanks are due to past and present members of the Martinez Arias, Duboule and Lutolf laboratories for their work in refining and extending the protocol."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15889,
                "identity": "a187cd19-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Denis Duboule",
                "email": "Denis.Duboule@unige.ch",
                "orcid": "",
                "institution": "Denis Duboule's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Denis",
                "middleName": "",
                "lastName": "Duboule",
                "suffix": ""
            },
            {
                "id": 15890,
                "identity": "a187cfd0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alfonso Martinez Arias",
                "email": "ama11@hermes.cam.ac.uk",
                "orcid": "",
                "institution": "Alfonso Martinez Arias's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alfonso",
                "middleName": "Martinez",
                "lastName": "Arias",
                "suffix": ""
            },
            {
                "id": 15882,
                "identity": "a187b371-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mehmet Girgin",
                "email": "",
                "orcid": "",
                "institution": "Matthias Lutolf's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mehmet",
                "middleName": "",
                "lastName": "Girgin",
                "suffix": ""
            },
            {
                "id": 15883,
                "identity": "a187b7a0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "David Andrew Turner",
                "email": "",
                "orcid": "",
                "institution": "Alfonso Martinez Arias's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "Andrew",
                "lastName": "Turner",
                "suffix": ""
            },
            {
                "id": 15884,
                "identity": "a187baca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Peter Baillie-Johnson",
                "email": "",
                "orcid": "",
                "institution": "Alfonso Martinez Arias's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Baillie-Johnson",
                "suffix": ""
            },
            {
                "id": 15885,
                "identity": "a187bd2a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anne-Catherine  Cossy",
                "email": "",
                "orcid": "",
                "institution": "Denis Duboule's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anne-Catherine",
                "middleName": "",
                "lastName": "Cossy",
                "suffix": ""
            },
            {
                "id": 15886,
                "identity": "a187c134-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Leonardo Beccari",
                "email": "",
                "orcid": "",
                "institution": "Denis Duboule's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leonardo",
                "middleName": "",
                "lastName": "Beccari",
                "suffix": ""
            },
            {
                "id": 15887,
                "identity": "a187c6f1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Naomi Moris",
                "email": "",
                "orcid": "",
                "institution": "Alfonso Martinez Arias's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naomi",
                "middleName": "",
                "lastName": "Moris",
                "suffix": ""
            },
            {
                "id": 15888,
                "identity": "a187c9b1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Matthias Lutolf",
                "email": "",
                "orcid": "",
                "institution": "Matthias Lutolf's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "",
                "lastName": "Lutolf",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-08-06 12:22:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.094",
        "doiUrl": "https://doi.org/10.1038/protex.2018.094",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13466049,
                "identity": "34e1889a-41ed-4abe-abe0-8b0ef1808763",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 193997,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6977/v1/525f010b-ddfe-43bb-bfcf-a837df5460fe.pdf"
            }
        ],
        "financialInterests": "Authors declare to have no competing interests as defined by Nature Research, or other interests that might be perceived to influence the elaboration of this protocol.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Axis specification, embryonic stem cell, gastruloid, germ layer, morphogenesis, self-organisation, symmetry breaking. ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Mouse embryonic stem cells \\(mESCs) can form all of the tissues of the developing embryo in vivo; yet they develop into spatially disorganised structures when grown in vitro as embryoid bodies. Here, we present a 5-7 day protocol for generating aggregates of mESCs, that we have dubbed gastruloids, that mimic the early post-implantation development of the embryo by virtue of their defined, small size. When cultured in the appropriate conditions, gastruloids break radial symmetry, polarise their gene expression, and specify the major body axes. They further undergo a gastrulation-like process and axial elongation, and follow a temporal programme of gene expression that corresponds to post-occipital embryonic development, exemplified by the collinear expression of Hox genes along the developing anteroposterior axis. A key strength of this system is the ability to reproducibly and robustly generate large numbers of gastruloids under defined conditions that will enable demanding experimental approaches, normally very difficult or impossible to accomplish with embryonic material.",
        "manuscriptTitle": "Generating Gastruloids from Mouse Embryonic Stem Cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-10-12 15:31:08",
                "doi": "10.1038/protex.2018.094",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a18731d9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 12th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4352,
                "name": "Cell biology"
            },
            {
                "id": 4354,
                "name": "Developmental biology"
            },
            {
                "id": 4355,
                "name": "Genetics"
            },
            {
                "id": 4356,
                "name": "Biotechnology"
            },
            {
                "id": 4358,
                "name": "Neuroscience"
            },
            {
                "id": 4359,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-10-12 15:31:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}