{
    "identity": "nprot-4267",
    "title": "Extraction of proteins for two-dimensional gel electrophoresis and proteomic analysis from an endophytic fungus",
    "content": [
        {
            "header": "Introduction",
            "content": "_Piriformospora_ _indica_ is a mycorhhiza like fungus forming association with a broad spectrum of terrestrial plants<sup>1,2,3</sup>. It confers resistance to the host from both the abiotic as well as biotic stress. It belongs to the order Sebacinales within Hymenomycetes<sup>4</sup>. The order Sebacinales includes a variety of mycorrhizal fungi like _P._ _indica_ having plant growth promotional attributes<sup>5</sup>. However, as a rhizospheric microorganism, _P._ _indica_ forms association with multiple partners providing agronomic benefits and creating a stable ecological niche. _P._ _indica_ developed systemic resistance in barley seedlings in association with _Rhizobium_  _radiobacter_<sup>6</sup>. Its interaction with several Alpha Proteobacteria and Actinobacteria reveal stimulatory to inhibitory mode of interaction in terms of the fungal growth<sup>4</sup>. _Azotobacter_ _chroococcum_ a free living plant growth promoting rhizobacterium \\(PGPR) is a  potential fungal growth stimulant. Inoculation of _A._ _chroococcum_ along with Glomus fasciculatum profoundly increased fungal sporulation and enhanced growth of tomato plants<sup>7</sup>. Rice plant biomass was found to be significantly higher when it was co-infected with _A._ _chroococcum_ and _P._ _indica_ in comparison with either single inoculants<sup>8</sup>. Rhizospheric interaction is very dynamic and complex. Though the synergistic interaction between _A._ _chroococcum_ and AM fungi is well known, it has bee difficult to maintain sustained interaction and study the underlying mechanism. However, several attempts have been made to elucidate the role of mycorrhiza helper bacteria \\(MHB) in stimulating the fungal growth. Transcriptomic analysis of an ectomycorrhizal - _Laccaria_ _bicolor_  in interaction with MHB did reveal genes involved in cell to cell interaction and stress response with bacteria<sup>9</sup>. However, the role of bacteria in modulating the fungal physiology and its possible consequence in terms of agronomic benefits has not yet been elucidated. We are the first group to study the effect of rhizospheric bacteria on the growth and physiology of endophytic fungus like _P._ _indica_ in terms of proteomics<sup>10</sup>. With such study we hope to develop an understanding of the microbial relationships. The synergistic interaction of _P._ _indica_ and _A._ _chroococcum_ might offer a potential biofertilizer for sustainable agriculture.\r\n\n\nIn this study, the effect of _A._ _chroococcum_ on growth and physiology of _P._ _indica_ was studied with respect to fungal cellular proteins. A clean protein preparation is a critical for high resolution of two dimensional gel electrophoresis \\(2-DE) and protein analyses. There is no universal protocol for protein extraction that can be applied for all kinds of organisms for 2-DE. Protein extraction and sample preparation are challenging steps in global proteomic study, which have significant impact on the quality of isoelectric focusing \\(IEF) gel electrophoresis in the second dimension and on the mass spectrometry. Protein preparation from fungi like _P._ _indica_ is difficult, not only because fungal mycelia are refractile to common methods of lysis in aqueous buffers but also because they contain various interfering substances like thick polysaccharides, polyphenols, lipids, organic acids, alkaloids and other secondary metabolites.The interfering compounds can cause horizontal and vertical streaking and smearing and reduce the number of distinctly resolved protein spots in 2-DE gels<sup>11,12</sup>. Earlier published protocols for protein extraction from other fungi,<sup>13,14</sup> as such are not adaptable and needed to be optimized for _P._ _indica_.\r\n\n\nThe main objective of this study was to established a protein extraction protocol suitable for 2DE and proteomic analysis of _P._ _indica_. We used modified TCA in acetone precipitation method for extraction of _P._ _indica_ cellular proteins. The extracted proteins were concentrated, assayed for protein yield and separated in a 2D-gel electrophoresis system \\(Bio Rad) using pH gradient of 3-10. The number of protein spots was analyzed by using Progenesis Same Spots image analysis software. The present protocol may as well be applicable for other endophytic fungi."
        },
        {
            "header": "Reagents",
            "content": "• Trichloroacetic acid \\(Himedia , Cat. no. RM750-500G)\r\n\n\n\r\n\n\n• Acetone \\(Merck, product code. 1.07021.0521)\r\n\n\n\r\n\n\n• PBS \\(10 mM PO<sub>4</sub> <sup>3−</sup>,137 mM NaCl, and 2.7 mM KCl, pH 7.4)\r\n\n\n \r\n\n\n• 2-mecraptoethanol \\(Sigma Aldrich, M3148)\r\n\n\n\r\n\n\n• Dithiothreitol \\(DTT), \\(Sigma Aldrich, Cat. no. 43817-5G) \r\n\n\n\r\n\n\n• Urea \\(Sigma Aldrich, U5378)\r\n\n\n\r\n\n\n• CHAPS \\(GE Healthcare, Cat.no. 17-1314-01)\r\n\n\n\r\n\n\n• EDTA \\(Himedia, MB011)\r\n\n\n\r\n\n\n• Tris-base \\(Sigma Aldrich, 93362)\r\n\n\n\r\n\n\n• Glycerol \\(Merck,104092)\r\n\n\n\r\n\n\n• IPG buffer \\(pH 3-10) \\(GE Healthcare, Cat. no.17-6000-87)\r\n\n\n\r\n\n\n• SDS \\(Himedia, RM205-500G)\r\n\n\n\r\n\n\n• PMSF \\(Fluka, Cat. no. 93482)\r\n\n\n\r\n\n\n• IPG-strip \\(13cm, pH 3-10) \\(GE Healthcare)\r\n\n\n\r\n\n\n• IAA \\(Sigma Aldrich, Cat. no. 057K53014)\r\n\n\n\r\n\n\n• Coomassie Brilliant Blue G250 \\(Amersham Biosciences)\r\n\n\n\r\n\n\n• Acetic acid \\(Merck, 100063)\r\n\n\n\r\n\n\n• Methanol \\(Merck,107018)\r\n\n\n\r\n\n\n• Deionised nuclease free water\r\n\n\n\r\n\n\n• BSA \\(Promega,Cat. no.R3961)\r\n\n\n\r\n\n\n• Bradford \\(Sigma Aldrich, Cat. no.B6916)\r\n\n\n\r\n\n\n• Solubilization buffer 1:  Urea \\(8M), 2-mercaptoethanol \\(0.02%, v/v), CHAPS \\(4%, w/v), Tris base \\(30mM), EDTA \\(1mM), Immobilized pH gradient buffer \\(2%, v/v), SDS \\(0.1%), PMSF \\(1mM)\r\n\n\n\r\n\n\n• Solubilization Buffer 2: Urea \\(8M), CHAPS \\(2%), Dithiothreitol \\(15mM), Immobilized pH gradient buffer \\(2%, v/v)\r\n\n\n\r\n\n\n• Rehydration Buffer: Urea \\(8M), CHAPS \\(2%, w/v), Dithiothreitol \\(15 mM), Immobilized pH gradient buffer \\(0.5%), Bromophenol Blue \\(0.002%, w/v)"
        },
        {
            "header": "Equipment",
            "content": "1. IPG-strip rehydration tray and Isoelectric focusing apparatus \\(GE Healthcare)\r\n  \r\n\n\n2. 2-DE gel electrophoretic apparatus \\(Biorad)\r\n  \r\n\n\n3. UMAX power Look 2100xL Image scanner \\(GE Healthcare)."
        },
        {
            "header": "Procedure",
            "content": "**A.** **Culture** **condition** **and** **protein** **extraction** \r\n\n\n\r\n\n\n1. Germinate _P. indica_ spores and grow in 100ml of Hill-Kaefer’s broth at 28±2°C for six days.\r\n  \r\n\n\n2. For interaction, add secondary culture of _A._ _chroococcum_ strains WR5 and M4 \\(OD\n600\nof 0.4), individually into six-day old fungal cultures and again co-culture for additional three days with control fungus. \r\n  \r\n\n\n3. Wash control and co-cultured mycelium-on day 9 three times with 1X PBS and pellet at 7000rpm for 10min at 4°C.  \r\n  \r\n\n\nCRITICAL STEP :\r\n\n\nWashing of the mycelial mass can be done with 1x PBS \\(pH 7.4) by gradual shaking with three changes of buffer before pelleting down.\r\n\n\n \r\n\n\n4. For protein extraction, harvest mycelia from each experimental condition and record fresh weight.\r\n  \r\n\n\n5. Grind mycelia to fine powder in liquid nitrogen using sterile pre-cooled mortar and pestle.\r\n   \r\n\n\n6. Collect the fine powder into a cold 50ml centrifuge tube and homogenize with pre-chilled 10% TCA \\(w/v) in acetone with 0.07% \\(v/v) 2-mecraptoethanol by vortexing for 10 min. Incubate overnight at - 20°C.  \r\n  \r\n\n\nCRITICAL STEP:\r\n\n\nPrepare10% TCA in acetone with 0.07% 2-mecraptoethanol and keep in -20 °C before use to prevent degradation of proteins.\r\n\n\n\r\n\n\n7. Centrifuge the precipitated protein at14000 rpm for 20 min at 4 °C and collect the pellet.\r\n   \r\n\n\n8. Wash the pellet twice with chilled 90% acetone containing 10mM \\(w/v) dithiothreitol \\(DTT) and 80% chilled acetone containing 10mM DTT \\(w/v) respectively. Collect the pellet by centrifugation at 14,000 rpm at 4°C for 10 min. \r\n  \r\n\n\n9. Air dry the residual acetone for 10 min at 4 °C and re-suspended the protein pellet in protein solubilization buffer 1  with intermittent sonication. \r\n  \r\n\n\nCRITICAL STEP :\r\n\n\nAvoid over drying the protein pellet, which may hinder its solubilization.\r\n\n\n\r\n\n\n10. Once the solution is clear, add 0.1% SDS and place the solution in a Falcon tube on a slow moving rocker for 20-30min at 4°C to achieve complete solubilization.\r\n  \r\n\n\n11. Spin at 14,000 rpm for 15min at 4°C. Collect the supernatant having the protein.\r\n  \r\n\n\n12. Concentrate the collected protein and increase the conductivity by using Perfect Focus kit \\(G-Biosciences) protocol.\r\n  \r\n\n\n13. Add an appropriate volume of solubilization buffer 2 to completely suspend the protein pellet. Vortex periodically until pellet is dissolved.\r\n  \r\n\n\n14. Quantify dissolved protein by Bradford reagent using bovine serum albumin \\(BSA) as a standard.  \r\n  \r\n\n\nCRITICAL STEP :\r\n\n\nCrude protein must be concentrated and conductivity of the solution increased. This increases the quality of both isoelectric focusing and gives distinctly resolved protein spots in the gel. \r\n\n\n\r\n\n\n **B.** **2D-gel** **electrophoresis** \r\n\n\n    \r\n\n\n15. In order to perform 2D-gel electrophoreses, suspend 250 micrograms of total protein from each experimental group in rehydration buffer.\r\n  \r\n\n\n16. Pipette out the individual protein mixture in a 13cm ceramic strip holder in which an immobilized linear pH gradient \\(IPG) strip, pH 3-10, 13cm \\(GE Health care) is placed facing the gel side downward.\r\n   \r\n\n\n17. Rehydrate the strips overnight at room temperature and focused by increasing voltage over 8 h from 100 to 10.000 V.\r\n  \r\n\n\n18. For second dimension, equilibrate the strips in first equilibration buffer \\[6M urea,30% \\(v/v) glycerol, l2% SDS, 50mM Tris-HCL \\(pH 8.8), 1% \\(w/v) Bromophenol blue] containing 1.54% \\(w/v) DTT for 15min. Equilibrate it again by adding second equilibration buffer having 2.5%  \\(w/v) IAA in first equilibration buffer for another 15min.\r\n   \r\n\n\n19. Place the individual strips on a12 % polyacrylamide gel for SDS PAGE.\r\n   \r\n\n\n20. Electrophorese at room temperature using the Bio-Rad-power-PAC 200 at 100V. \r\n  \r\n\n\n21. Visualise the protein spots by staining with Coomassie Brilliant Blue G250 \\(0.25%, w/v) prepared in methanol \\(40%) and acetic acid \\(10% ). Destain it with distaining solution \\(30% methanol, 10% acetic acid).\r\n   \r\n\n\n **C.** **Analysis** **of** **2D-gel** \r\n\n\n\r\n\n\n22. Scan the individual gels for protein spots using an Image scanner. \r\n  \r\n\n\n23. To identify spots of interest, compare pair-wise the gels of pure fungal culture \\(control) and the co-cultured fungus \\(_P. indica_ with WR5 and _P. indica_ with M4).\r\n   \r\n\n\n24. Using a  2-D gel image analysis software like ‘The Progenesis Same Spots version 4.5.4325.32621, Nonlinear Dynamics Ltd, UK’ perform both a qualitative \\(presence vs absence) and a quantitative analysis.\r\n  \r\n\n\n25. For identification of differentially expressed proteins, compare the relative spot volumes of the three replicate gels and quantitate each spot and normalize it with respect to the total spot volume of the 2-DE gel.\r\n   \r\n\n\n26. The difference in spot volume can be used as a measure of change in protein expression and significantly different intensities can be statistically analyzed."
        },
        {
            "header": "Timing",
            "content": "The time taken to carry out complete extraction of cellular protein and perform 2-DE takes 48 hours."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Incomplete focusing/streaks and clouds on SDS PAGE: The mycelium should be properly washed with PBS for removing of excess salts and bacteria during harvesting. The excess salts may hinder proteins quality during Isoelectric focusing.\r\n  \r\n\n\n2. Resolution on 2DE not good: All the reagents should be freshly prepared in deionized water.\r\n  \r\n\n\n3. Low spot intensity: To maintain the reproducibility of the number of distinctly resolved protein spots in 2-DE gels, one must concentrate and increase the conductivity of the crude extract proteins before applying them on the strip."
        },
        {
            "header": "Anticipated Results",
            "content": "More than 500 protein spots were detected and matched in between WR5-tretaed and control fungus whereas nearly common spots were obtained in between M4-treated _P._ _indica_ and the control after 2-DE gel analysis. Differentially expressed protein spots were reproducible and displayed within the pH range of 3-10 and mass range of 10-170 kDa \\(Figure.1). Complete analysis of the proteomic data has been given in the associated publication<sup>10</sup>."
        },
        {
            "header": "References",
            "content": "1. Read, D. J., Ducket, J. G., Francis, R., Ligron, R. & Russell, A. Symbiotic fungal associations in ‘lower’ land plants. _Philos._ _Trans._ _R._ _Soc._ _Lond.,_ _B,_ _Biol._ _Sci._ **355,** 815–830 \\(2000).\r\n  \r\n\n\n2. Frey-Klett, P., Garbaye, J. & Tarkka, M. The mycorrhiza helper bacteria revisited. _New_ _Phytol._ **176,** 22–36 \\(2007).\r\n  \r\n\n\n3. Qiang, X., Weiss, M., Kogel, K.-H. & Schäfer, _P._ _Piriformospora_ _indica_-a mutualistic basidiomycete with an exceptionally large plant host range. _Mol._ _Plant_ _Pathol._ **13,** 508–518 \\(2012).\r\n  \r\n\n\n4. Varma, A., Bakshi, M., Lou, B., Hartmann, A. & Oelmueller, R. _Piriformospora_ _indica:_ A Novel Plant Growth-Promoting Mycorrhizal Fungus. _Agric_ _Res_ **1,** 117–131 \\(2012).\r\n  \r\n\n\n5. Weiβ, M. et. al. Sebacinales Everywhere: Previously Overlooked Ubiquitous Fungal Endophytes. _Plos_ _one._ **6,** DOI: 10.1371/journal.pone.0016793 \\(2011).\r\n  \r\n\n\n6. Sharma, M. et al. Detection and identification of bacteria intimately associated with fungi of the order Sebacinales. _Cell._ _Microbiol._ **10,** 2235–2246 \\(2008).\r\n  \r\n\n\n7. Bagyaraj, D. J. & Menge, J. A. Interaction between a Va Mycorrhiza and _Azotobacter_ and        Their Effects on Rhizosphere Microflora and Plant Growth. _New_ _Phytologist_ **80,** 567–573  \\(1978).\r\n  \r\n\n\n8. Prajapati, K., Yami, K. D. & Singh, A. Plant Growth Promotional Effect of _Azotobacter_ _chroococcum,_ _Piriformospora_ _indica_ and Vermicompost on Rice Plant. _Nepal_ _Journal_ _of_ _Science_ _and_ _Technology._**9,** 85-90 \\(2008).\r\n  \r\n\n\n9. Deveau, A. et al. Pairwise Transcriptomic Analysis of the Interactions Between the Ectomycorrhizal Fungus _Laccaria_ _bicolor_ _S238N_ and Three Beneficial, Neutral and Antagonistic Soil Bacteria. _Microb._ _Ecol.;_ doi:10.1007/s00248-014-0445-y \\(2014).\r\n  \r\n\n\n10. Kumar Bhuyan, S. _et_ _al._ Interaction of _Piriformospora_ indica with _Azotobacter_ _chroococcum._ _Sci._ _Rep._ **5,** 13911; doi: 10.1038/srep13911 \\(2015). \r\n  \r\n\n\n11. Gomez-Vidal, S.,Tena, M., Lopez-Llorca, LV. & Salinas, J., Protein extraction from Phoenix dactylifera L. leaves, a recalcitrant material, for two-dimensional electrophoresis.   _Electrophoresis_ **29,** 448-456 \\(2008).\r\n  \r\n\n\n12. Gorg, A.,Weiss, W. & Dunn, MJ.,Current two-dimensional electrophoresis technology for   proteomics. _Proteomics_ **4,** 3665- 3685 \\(2004).\r\n   \r\n\n\n13. Isola, D. et al.Sample preparation and 2-DE procedure for protein expression profiling of black microcolonial fungi. _Fungal_ _Biol_. **115,** 971-977 \\(2011).\r\n   \r\n\n\n14. Kim, Y., Nandakumar, MP. & Marten, MR.,Proteomics of filamentous fungi. _Trends_ _Biotec nology_ **25,** 395-400 \\(2007)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the Department of Biotechnology and University Grants Commission, Government of India."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep13911",
                "date": "2015-09-09 14:18:48",
                "title": "Interaction of Piriformospora indica with Azotobacter chroococcum",
                "authors": [
                    "Soubhagya Kumar Bhuyan",
                    "Prasun Bandyopadhyay",
                    "Pramod Kumar",
                    "Deepak Kumar Mishra",
                    "Ramraj Prasad",
                    "Abha Kumari",
                    "Kailash Chandra Upadhyaya",
                    "Ajit Varma",
                    "and Pramod Kumar Yadava"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13538,
                "identity": "a070f930-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pramod Kumar Yadava",
                "email": "pkyadava1953@gmail.com",
                "orcid": "",
                "institution": "School of Life Sciences, Jawaharlal Nehru University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pramod",
                "middleName": "Kumar",
                "lastName": "Yadava",
                "suffix": ""
            },
            {
                "id": 13536,
                "identity": "a070f3f1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Soubhagya Kumar  Bhuyan",
                "email": "",
                "orcid": "",
                "institution": "School of Life Sciences, Jawaharlal Nehru University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Soubhagya",
                "middleName": "Kumar",
                "lastName": "Bhuyan",
                "suffix": ""
            },
            {
                "id": 13537,
                "identity": "a070f726-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Prasun Bandyopadhyay",
                "email": "",
                "orcid": "",
                "institution": "Amity Institute of Microbial Technology, Amity University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Prasun",
                "middleName": "",
                "lastName": "Bandyopadhyay",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-09-05 11:16:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.084",
        "doiUrl": "https://doi.org/10.1038/protex.2015.084",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609235,
                "identity": "8c315971-7709-4f50-b5cf-0dcddc23f5bc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:47",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 847103,
                "visible": true,
                "origin": "",
                "legend": "Fig.1   2D-Gel   Representative 2DE profile of cellular proteins of _P._ _indica_ in isolation or in co-culture with WR5 and M4 strains of _A._ _chroococcum_. Proteins from Control (A), WR5-treated (B) and M4-treated (C) cultures were separated by isoelectric focusing on linear IPG strips and run on 12% polyacrylamide SDS gel; numerical notation for differentially expressed spots corresponds to proteins identified by MALDI-TOF/MS and is listed in Tables 1 and 2 of associated Publications ^10^.\r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4267/v1/figure_1.png"
            },
            {
                "id": 13464779,
                "identity": "369e5817-3e66-4851-b461-bea167434415",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 508925,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4267/v1/02d1791a-a897-4e06-ab69-79e0ac6b198d.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Endophytic fungus, Isoelectric focusing, 2-D gel electrophoresis",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "_Piriformospora_ _indica_ is a mycorrhiza like fungus of the order Sebacinales,which colonizes root and forms symbiosis with almost all terrestrial plants on earth. Information about the _P._ _indica_ quantitative proteomics is limited.This limits our understanding of its multitrophic interaction with plants. A quantitative proteomic analysis of the fungus vis a vis its interaction with rhizospheric bacteria and the plant can reflect on the underlying proteins/enzymes. We describe a protocol for efficient extraction of cellular proteins from the fungus for two-dimensional gel electrophoresis following interaction with _Azotobacter_ _chroococcum_ in axenic culture. Polysaccharides and abundant salts present in Hill and Kaefer broth hinders extraction of protein from fungal biomass. Good quantity and quality of proteins are required for two-dimensional gel electrophoresis and proteomic analysis. We could use the extracts for proteomic analysis following a high resolution of  2-DE reference map of the fungus after interaction with _A. chroococcum_.",
        "manuscriptTitle": "Extraction of proteins for two-dimensional gel electrophoresis and proteomic analysis from an endophytic fungus",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-09-14 15:49:20",
                "doi": "10.1038/protex.2015.084",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0707fb4-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 14th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3424,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-09-14 15:49:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}