{
    "identity": "nprot-665",
    "title": "Fast and efficient genetic transformation of sugar beet by _Agrobacterium rhizogenes_",
    "content": [
        {
            "header": "Introduction",
            "content": "Genetic transformation of sugar beet is characterized by a low efficiency owing to the poor competence of its cells to both transformation and regeneration procedures \\(Wozniak, 1999). To circumvent the problems arising due to sugar beet’s recalcitrance, _Agrobacterium rhizogenes_-mediated transformation is an attractive alternative system to study transgene expression and effect on root traits such as pathogen and pest resistance, abiotic stress tolerance and water and/or nutrient uptake. By analogy to _Agrobacterium tumefaciens_, used in standard transformation techniques, _A. rhizogenes_ transfers a T-DNA segment from its root-inducing \\(Ri) plasmid into the genome of infected plant cells. Upon expression of the root locus \\(rol) genes, auxin and cytokinin biosynthesis is modified in a manner that promotes rapid proliferation of adventitious roots emerging at the wounding site, called hairy roots. The phenotype of the transformed roots is similar in structure to that of the wild type roots but is characterized by a fast hormone-independent growth, a high lateral branching and a plagiotropic root development.\r\n\n\nHere, we describe a fast, technically simple and highly reproducible protocol for an efficient root transformation of varieties and accessions of sugar beet using the _A. rhizogenes_ strain R1000."
        },
        {
            "header": "Reagents",
            "content": "20% \\(v/v) hypochlorite \\(commercial bleach)/sterile H2O, containing 0.1% \\(v/v) Tween-20\r\n\n\n\r\n\n\nSterile H2O\r\n\n\n\r\n\n\nSolid germination medium \\(Add 2,15 g of MS basal salt mixture \\(Murashige & Skoog, Duchefa, cat. no. M0221), 10 g sucrose and distilled H2O to a final volume of 1 liter to obtain a ½ strength MS medium supplemented with 1% sucrose. Adjust pH to 5,6 with NaOH 1M. Add 5 g agar \\(PhytoAgar, Duchefa, cat. no. P1003) per liter) \r\n\n\n\r\n\n\nSolid co-cultivation medium \\(Add 2,15 g of MS basal salt mixture \\(Murashige & Skoog, Duchefa, cat. no. M0221), 10 g sucrose and distilled H2O to a final volume of 1 liter to obtain a ½ strength MS medium supplemented with 1% sucrose. Adjust pH to 5,6 with NaOH 1M. Add 9 g agar per liter)\r\n\n\n\r\n\n\nSolid emergence medium \\(Add 2,45 g of MS including vitamins & MES-buffer \\(Murashige & Skoog, Duchefa, cat. no. M0255), 20 g sucrose and distilled H2O to a final volume of 1 liter to obtain a ½ strength MS medium supplemented with 2% sucrose. Adjust pH to 5,6 with NaOH 1M. Add 9 g agar per liter)\r\n\n\n\r\n\n\n100 mg ml-1 \\(w/v) cefotaxime stock solution\r\n\n\n\r\n\n\n_A. rhizogenes_ strain R1000 fresh culture\r\n\n\n\r\n\n\nSolid LB medium \\(10 g tryptone, 5 g yeast extract, 10 g NaCl, 15 g agar per liter)\r\n\n\n\r\n\n\nLiquid LB medium"
        },
        {
            "header": "Equipment",
            "content": "Petri dishes \\(plates) \\(94 x 16 mm, Greiner bio-one, cat. no. 633102)\r\n\n\n\r\n\n\nSquare petri dishes \\(120 x 120 x 17 mm, Greiner bio-one, cat. no. 688102)\r\n\n\n\r\n\n\n50 ml plastic tubes with screw cap \\(Greiner Bio-One, no. 227261) \r\n\n\n\r\n\n\n250 ml Erlenmeyer flasks\r\n\n\n\r\n\n\nPaper towel\r\n\n\n\r\n\n\nGrowth chamber or greenhouse adjustable to 16 h light/8 h dark cycle, 21-23 ºC \r\n\n\n\r\n\n\nParafilm\r\n\n\n\r\n\n\nFilter paper\r\n\n\n\r\n\n\nForceps\r\n\n\n\r\n\n\nScalpel blade\r\n\n\n\r\n\n\nOlympus BX-50 microscope with Fluorescein filter #41017, Endow GFP Bandpass Emission Filter \\(Chroma Technology Corp., Rockingham, VT, USA)"
        },
        {
            "header": "Procedure",
            "content": "**Sterilization of seeds TIMING 30 min**\r\n\n\n1 Place around 100 seeds into a sterile 250 ml Erlenmeyer flask. \r\n\n\n\r\n\n\n2 Add 50 ml of hypochlorite/H2O supplemented with Tween-20 while gently mixing and leave for 5 min.\r\n\n\n  \r\n\n\n3 Discard hypochlorite/H2O and wash the seeds 4 times with excess \\(100 ml) of sterile water.  \r\n\n\n\r\n\n\n4 Dry seeds on a sterilized paper towel for 5 min.\r\n\n\n\r\n\n\n**Germination of sugar beet seeds TIMING 7 days**\r\n\n\n5 Place the sterilized sugar beets seeds, 2 cm apart \\(around 10 seeds per plate), with forceps into plates containing solid germination medium. Seal the plates with parafilm and incubate for 7 days in growth chamber adjusted at 21-23 ºC. Seeds of good quality should give 90-100 % germination frequency. \r\n\n\n\r\n\n\n**Inoculum preparation \\(_A. rhizogenes_ strain R1000) TIMING 4 days**\r\n\n\n6 Start preparing the bacterial strains, carrying the desired constructs, on the 3rd day upon seed sterilization. Streak bacteria from glycerol stock onto the surface of LB plates containing the appropriate antibiotics and incubate at 28 ºC for 2 days.\r\n\n\n\r\n\n\n7 Pick a single colony and suspend in 1 ml liquid LB medium supplemented with antibiotics and incubate with gentle agitation at 28 ºC overnight.\r\n\n\n\r\n\n\n8 Spread 200 μl of the suspension onto two fresh plates containing the appropriate antibiotics and incubate at 28 ºC overnight. After incubation, a bacterial layer is formed which can be used as inoculum for plant transformation.\r\n\n\n\r\n\n\n**Induction of hairy roots TIMING 2-3 weeks**\r\n\n\n9 After 7 days the seeds incubated in Step 5 should have germinated and seedlings should be developed. Select healthy, well developed seedlings for root transformation.\r\n\n\n\r\n\n\n10 Cut the seedlings at the hypocotyl with a sterile blade \\(Fig. 1a), remove the existing root system and inoculate by holding the seedlings with the forceps and dipping the wounded surface of hypocotyl into the bacterial layer \\(Fig. 1b). \r\n\n\n\r\n\n\n11 Place inoculated seedlings \\(5-7 seedlings in line/petri dish) on square petri dishes containing co-cultivation medium, half-covered with sterile filter paper \\(Fig. 1c). Place a sterile filter paper to cover the wounded surface of plants \\(Fig. 1d). Seal the dishes with parafilm and place them vertically in growth chamber \\(16/8 h photoperiod, 21-23 ºC) for 3 days. \r\n\n\n\r\n\n\n12 Transfer the seedlings onto square petri dishes containing emergence medium, supplemented with cefotaxime \\(250 μg m-1) for the elimination of bacteria and the appropriate antibiotics for the selection of primary transformed roots, half-covered with filter paper. Place a sterile filter paper to cover the wounded surface of plants. Seal the dishes with parafilm and place them vertically in the growth chamber. Monitor regularly for the emergence of hairy roots.\r\n\n\n\r\n\n\n13 After 10 days, transfer the seedlings onto fresh emergence medium, half-covered with filter paper and cover the lower part of seedlings with sterile filter paper. At this time point, hairy roots should be 4-6 cm in length \\(Fig. 1e). \r\n\n\n\r\n\n\n14 Seedlings with well developed hairy root system can be directly used for functional genomics studies or maintained in liquid MS medium under antibiotic selection or transferred to pots \\(acclimatize plants by decreasing humidity gradually) or clonally propagated for the establishment of an in vitro hairy root culture \\(Fig. 1i)."
        },
        {
            "header": "Timing",
            "content": "1 month"
        },
        {
            "header": "Critical Steps",
            "content": "1-4 Seeds should be sterilized to avoid contamination by microorganisms.\r\n\n\n\r\n\n\n5 Handle seeds in a flow cabinet using sterilized equipment.\r\n\n\n\r\n\n\n6-8 For the preparation of bacterial cultures \\(Step 6), use an inoculum from a glycerol stock.\r\n\n\n\r\n\n\n9 Do not use plants with low vigour and/or developmental problems, as this negatively influences the formation of hairy roots. \r\n\n\n\r\n\n\n10 Inoculation is performed under the laminar flow, using sterilized equipment.\r\n\n\n\r\n\n\nThe use of _A. rhizogenes_ strain R1000 is essential. Hairy root induction decreases drastically by the use of other _A. rhizogenes_ strains \\(e.g. ARquaI, A4, MSU440).\r\n\n\n\r\n\n\n11 Petri dishes are not completely closed to enable aeration.\r\n\n\n\r\n\n\n12 Include controls without _A. rhizogenes_ inoculation, obtained by cutting at the hypocotyl and removing the existing root system, to confirm the absence of hairy root formation in the presence of antibiotic selection. Apart from the wild type control, two additional controls can be used: inoculation with the _A. rhizogenes_ strain R1000; with R1000 carrying the empty binary vector. \r\n\n\n\r\n\n\n13 Control seedlings grown under antibiotic selection should not produce new roots and will eventually show necrosis at the wounded site of the hypocotyls \\(Fig. 1f), whereas control seedlings under no antibiotic selection will develop roots with a wild type phenotype \\(Fig. 1g). \r\n\n\n\r\n\n\nWhen the identification of transformed roots is performed on the basis of a reporter gene coding for a fluorescence protein, root autofluorescence should be taken into account \\(Fig. 1h)."
        },
        {
            "header": "Troubleshooting",
            "content": "**Poor germination**\r\n\n\n**Step 1-5**\r\n\n\nThe seeds are old or improperly stored. Use fresh seeds of good quality. Store the seeds in dry environment. High humidity negatively affects germination efficiency.    \r\n\n\n\r\n\n\nThe seeds are not rinsed thoroughly after sterilization. Wash the seeds at least 4 times with an excess quantity of sterile water.  \r\n\n\n\r\n\n\n**Absence of hairy root formation**\r\n\n\n**Step 6-8**\r\n\n\nAgrobacterium culture was not fresh. Always prepare fresh cultures by using inoculum from glycerol stock.\r\n\n\n\r\n\n\n**Step 9**\r\n\n\nThe seedlings were old or with developmental problems. Use 7/8-days-old healthy seedlings with a normal phenotype.\r\n\n\n\r\n\n\n**Step 10**\r\n\n\nThe wounded site of hypocotyl was desiccated when inoculum was applied. Avoid desiccation by applying the inoculum directly after cutting the seedlings or place the cut seedlings on a petri dish containing sterile water.\r\n\n\n\r\n\n\n**Step 11-13**\r\n\n\nSeedlings are grown in air-sealed petri dishes. Do not seal the petri dishes completely in order to allow aeration. \r\n\n\n\r\n\n\n**Step 12-13**\r\n\n\nAntibiotic pressure is too high. Optimize the concentration of antibiotic using the controls described.\r\n\n\n\r\n\n\n**Formation of too many hairy roots and/or not from the wounded sites**\r\n\n\n\r\n\n\n**Step 10**\r\n\n\nInoculation was performed at a distal part of the hypocotyl. Inoculate by carefully dipping the wounded surface of seedlings into the bacterial layer.\r\n\n\n\r\n\n\n**Step 12-13**\r\n\n\nAntibiotic pressure is too low. Optimize the concentration of antibiotic using the controls described."
        },
        {
            "header": "Anticipated Results",
            "content": "The findings of this study establish the suitability of _A. rhizogenes_-mediated transformation of cut hypocotyls for generating genetically engineered hairy roots of sugar beet. Using this methodology, we achieved high transformation efficiency \\(>96%) for all types of genetic material used and more importantly succeeded in utilizing these roots to study the function of various transgenes. In the light of plant’s recalcitrance aforementioned, given its high efficiency and reproducibility, the protocol described provides an attractive system for the study of transgene expression. Such hairy root system can be exploited as a suitable platform for the evaluation of transgene effectiveness in improving traits like root pathogen and pest resistance, abiotic stress tolerance, water and nutrient uptake, provided that relevant evaluation assays are available or can be developed. We are currently testing the possibility to exploit this hairy root system in studying drought resistance genes as well as for the production of novel protein molecules."
        },
        {
            "header": "References",
            "content": "1. Wozniak, C.A. Transgenic sugar beet: progress and development. Appl Plant Biotech 10, 301-324 \\(1999). \r\n  2. Joersbo, M. Sugar Beet. in Biotechnology in Agriculture and Forestry, Transgenic Crops IV \\(eds. Pua, E.C. & Davey, M.R.) 355-379 \\(Springer-Verlag Berlin Heidelberg, 2007).\r\n  3. Tepfer, D. Ri T-DNA from Agrobacterium rhizogenes: a source of genes having applications in rhizosphere biology and plant development, ecology and evolution. in Plant Microbe Interactions \\(eds. Kosuge, T. & Nester, E.) 294-342 \\(McGraw Hill, New York, 1989).  \r\n  4. van der Salm, T.P., Hänisch ten Cate, C.H. & Dons, H.J.M. Prospects for applications of rol genes for crop improvement. Plant Mol Biol Rep 14, 207–228 \\(1996). \r\n  5. Flores, H.E., Vivanco, J.M. & Loyola-Vargas, V.M. 'Radicle' biochemistry: the biology of root-specific metabolism. Trends Plant Sci 4, 220-226 \\(1999).\r\n  6. Guillon, S. et al. Harnessing the potential of hairy roots: dawn of a new era. Trends Biotech 24, 403-409 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors wish to thank Georgia Kelaidi for assistance in optimizing the protocol and the Greek State Scholarship Foundation for granting a scholarship to O.I.P., in the framework of which this work was partly financed."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11459,
                "identity": "9f7cd05c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ourania I. Pavli",
                "email": "",
                "orcid": "",
                "institution": "Post-doc, Agricultural University of Athens, Iera Odos 75, 11855, Athens, Greece",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ourania",
                "middleName": "I.",
                "lastName": "Pavli",
                "suffix": ""
            },
            {
                "id": 11460,
                "identity": "9f7cd6de-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "George N. Skaracis",
                "email": "",
                "orcid": "",
                "institution": "Professor and Head, Laboratory Plant Breeding and Biometry, Agricultural University of Athens, Iera Odos 75, 11855, Athens, Greece",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "George",
                "middleName": "N.",
                "lastName": "Skaracis",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-26 15:32:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.98",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.98",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608120,
                "identity": "c45bf3a6-2eed-413d-9f38-db8955daabd6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:58",
                "extension": "gif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 284273,
                "visible": true,
                "origin": "",
                "legend": "Different stages of sugar beet hairy root transformation. (a) Preparation of seedlings for _A. rhizogenes_ infection. Seedlings are cut at the hypocotyl with a scapel blade and the existing root system is removed. (b) Infection with bacterial paste at the hypocotyl of 7 days-old seedlings. The wounded surface of hypocotyls is dipped into the bacterial layer. (c) Seedlings just after _A. rhizogenes_ infection. (d) Infected seedlings covered with filter paper, at the co-cultivation stage.  (e) 2-3 week-old seedlings with hairy roots,  4-6 cm in length, 10 days after infection with _A. rhizogenes_. (f) Control seedling grown under antibiotic selection. New roots are not produced  and the wounded site of the hypocotyls starts to show necrosis. (g) Control seedling grown under no antibiotic selection. New roots have a wild type phenotype. (h) Surface view of hairy root carrying the empty binary vector shows autofluorescence. (i) _A. rhizogenes_-mediated transformed sugar beet roots cultured in basal medium.",
                "description": "",
                "filename": "figure1.gif",
                "url": "https://assets.researchsquare.com/files/nprot-665/v1/figure_1.gif"
            },
            {
                "id": 13464448,
                "identity": "c812a669-1bf7-4613-8a0f-a5c6fe35e5d0",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 470618,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-665/v1/beb7acaa-e163-4eb1-b5ba-eb0a415457e6.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Agrobacterium rhizogenes-mediated transformation, sugar beet, hairy roots",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Fast and efficient genetic transformation of sugar beet by Agrobacterium rhizogenes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-05-11 11:49:28",
                "doi": "10.1038/nprot.2010.98",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f7c46de-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 11th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2426,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-05-11 11:49:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}