{
    "identity": "pex-1411",
    "title": "<p>A Computational Fluid Dynamics Protocol for The Hemodynamic Analysis of a Microfluidic Model of Thrombosis</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Computational Fluid Dynamics (CFD) harnesses mathematics and computer science to analyze fluid flow related problems. It is a powerful tool applied to various fields of research including battery optimization<sup>1</sup>, heat transfer<sup>2</sup>, pipe and valve design<sup>3,4</sup>, electronic cooling<sup>5</sup>, meso-scale air pollution models<sup>6</sup>, food industry<sup>7</sup>, and biology<sup>8</sup>. Recently, CFD has been applied to simulate blood flow in microfluidic channels with embedded obstacles<sup>9</sup>. It represents the first step in revealing the hemodynamic profile within disturbed blood flow and allows it to be correlated with the results of real blood experiments, potentially revealing important information about the thrombotic response. In 2021, Zhao and Vatankhah et al. commenced work in this field, simulating blood flow within a stenotic microfluid device using ANSYS Fluent to investigate the effect of stenosis geometrical properties on blood flow<sup>10</sup>.</p><p>As commercially available CFD packages like ANSYS Fluent become increasingly accessible, hemodynamic researchers could benefit from applying them to their studies. However, such software can also generate coarse or even unrealistic results with inappropriate settings. To this end, this protocol aims to 1) help readers to replicate the studies completed in the paper by Zhao and Vatankhah et al; 2) aid the potential readers in better understanding of the results of CFD studies and 3) improve their CFD verification and validation skills.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>ANSYS FLUENT version 2020 R1</p>"
        },
        {
            "header": "Procedure",
            "content": "Any version of ANSYS with the Fluent package included will suffice to carry out the following procedure. However, it is important to note that the following steps are specific to ANSYS 2020 R1.\nIn this research of stenosis microfluidic channels, the contractions were extensively investigated with particular focus on the shear rates and shear rate gradients present throughout the channel. This protocol will focus on replicating Figure 2A-D from the Zhao and Vatankhah et al paper\n10\n(Fig. 1).\nEstablishing Geometry\nTo start with, open ANSYS workbench and drag the Fluent flow (FLUENT) module into the project window. The geometry setup would appear on the first row. Right click the Geometry tab and select Design Modeler. It is recommended to select “micrometer” as the default unit from unit tab before drawing the structure. Note the units cannot be altered after drawing commences. Pick the desired work plane and create a new sketch on it. The initial drawing should be completed in two dimensions (Fig. 2). The different channels utilized in the Zhao and Vatankhah et al paper\n10\ncan be modelled accordingly. Note that the fillet radius R5 is 5 µm in all cases. After completing the two-dimensional drawing, click Extrude to generate the three-dimensional concentric or eccentric stenosis model microfluidic channel.\nApplying Mesh\nIn this step, the size and method of meshing are altered using the left-hand panel. To obtain the most accurate results, it is suggested to generate a relatively fine mesh that can still be constructed in a reasonable amount of time, this will vary based on the users’ PC specifications. An unnecessarily dense mesh will waste computational resources and prolong the calculation time. To this end, a delicate balance should be struck between the fineness and computational power usage. Notably, the region of interest shall be further refined, together with the complex areas where the flows would not simply be straight. In bulk regions with consistent flow, the coarse mesh can be used to save computational power.\nFor instance, the stenosis model appearing in Zhao and Vatankhah et al paper\n10\nis generated by employing a general mesh size of 1.5 microns initially for the entire geometry using the hexahedral method. This general grid sizing is then refined and reduced in regions of increased flow complexity as demonstrated by the finer grid size on the curved faces of the model (Fig. 3). This finer sizing can be achieved by adding extra mesh size modules on faces or edges. For the stenosis channel, a “face sizing” module is applied on the stenosis area to reduce the mesh size to 0.4 microns. Using a 32 threads computer, this simulation had a computation time of 180 minutes. Once the mesh has been established, update the generated model to the ANSYS workbench before exiting the meshing software.\nAdjusting Setup and Running Solution\nPrior to entering the next step, it is important to ensure that double precision is being employed and that the correct number of solver processes for the CPU are being used. These can be modified by right clicking on setup and choosing “edit”.\nDouble click the “setting” tab in ANSYS workbench to open Fluent. Set the flow to be laminar from the left “Models” panel. Note in most microfluidic channels, the flow can safely be assumed to be laminar because of the low Reynolds number of the flow. Set the correct fluid medium by entering its density and viscosity. Note that common fluid, such as water, can be chosen from the ANSYS database directly. Table 2 of the main paper presents the density and viscosity values appropriate for each fluid. Having created the correct material the fluid in “Cell zone conditions” is set to be the material of the model (blood or water).\nBoundary conditions should be defined on the previously named selections. For instance, the main paper defined mass flow rate at the outlet, which should be calculated using the equations in the main paper and entered into ANSYS outlet boundary condition. A zero-pressure inlet should be selected in this scenario. Conversely, when suing a “velocity inlet” or “mass flow inlet”, the outlet should be set as a zero-pressure. As such, if error messages appear when attempting to run the simulation, it is advisable to first check the boundary condition settings.\nThe residuals under the “monitors” tab should all be set to a convergence criterion of 1e-6 (Fig. 4A) before initializing the solution using the Hybrid Initialization method (Fig. 4B). In the “calculation” tab, the iteration steps should be set as a large number e.g., 5,000, to ensure that the simulation has sufficient opportunity to converge (Fig. 4C). Select the parameters of interest from “data file quantities” under the “calculation” tab. For the purposes of the Zhao and Vatankhah et al paper\n10\n, the strain rate was added (Fig. 4D). The simulation will automatically stop running when the solution converges, and all residuals are below the value of 1e-6. Another calculation is optional if the convergence criteria are not achieved after the first set of iterations are complete. The user should know whether their solution is likely to successfully converge after the first few hundred iterations as the graph of the residuals should display a decreasing trend (Fig. 5). In most cases, a smooth convergence of residuals indicates the simulation settings are properly implemented.\nAttaining Results\nDouble click “Results” in ANSYS workbench to open CFD-Post. The top menu provides options to add contour plots, streamlines & volume renderings. The detailed settings for generating Figure 1 are described below.\nThe WSS contour on the walls can be plotted by clicking the “Insert” tab. In the pop up window, choose “wall shear stress” as the variable and “wall” as the location (Fig. 1A). To find a streamline passing through a certain point, define the point first by clicking on “Location” in the top menu bar and selecting “points”. Enter the location values\nx\n= 0,\ny\n= 80,\nz\n= 30. Then go to “Insert” > “streamline” and select the previous defined point as the starting location. Select the direction of the streamlines as “Forward and Backward”. In the color tab, select strain rate as the variable to be plotted by the color of the streamline (Fig. 1B).\nTo export data, click on the top menu and go to “File” > “Export”. Choose the previous streamline as the location, strain rate as the first variable and WSS as the second variable. Save the exported data to the desired location and plot them using other software (Fig 1C and D). It is worth noting that the strain rate gradient needs to be created by the user. First create an expression which calculates the dot product of the velocity and strain rate gradient vectors. For instance, “dot = (Strain Rate.Gradient X*Velocity u+Strain Rate.Gradient Y*Velocity v+Strain Rate.Gradient Z*Velocity w)”. Then divide the dot product by the velocity magnitude, such as “dot/Velocity”. Create a variable which has the value of the expression just created above and export data as aforementioned (Fig. 1D)."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>As an iterative method, CFD simulation generates a sequence of approximate values to converge to the exact solution. To this end, the verification and validation analysis are essential for CFD approaches.</p><p><br></p><p><strong>Convergence criteria verification</strong></p><p>The iterative procedure is considered completed when the residuals, the root mean square error of approximation between two successive iterations, of the governing equations is less than a certain threshold, defined as the “convergence criteria”<sup>10,11</sup>. To ensure that the results obtained from the CFD analysis are independent to the applied convergence criteria, at least three simulations should be performed with different convergence criteria to confirm that the results are not dependent on the imposed convergence criteria. There is no certain rule to pre-assume the threshold. However, the convergence criteria that ensures the solution does not vary from the point required for laminar flow simulations within microfluidic devices is typically between 10<sup>-6 </sup>and 10<sup>-7</sup>.</p><p>&nbsp;</p><p><strong>Grid sensitivity analysis</strong></p><p>In CFD analysis, the domain of interest should be discretized into computational cells. Within each cell, the conservation laws of physics should be satisfied, where the mass of flow shall be conserved, and the rate of change of momentum should match the sum of forces applied to the cell<sup>12</sup>. Therefore, the final solution would depend on the grid applied to the computational domain. Three simulations with three different grids should be carried out to indicate that the solution is not dependent to the selected grid. Note that the number of elements for each grid shall be significantly differentiable. For instance, the main paper increases 100% of element from medium and fine meshing grid. Importantly, the error between each grid should be less than 5%. At last, it is recommended that the convergence criteria analysis would be performed on the finest grid; a rule of thumb, the finest grid usually needs more iterations to converge.</p><p>&nbsp;</p><p><strong>Validation analysis</strong></p><p>The CFD results shall be compared with available resources, e.g., analytical, computational, or experimental studies.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Using a 32 threads computer, this simulation had a computation time of 180 minutes.&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bortolin, S., Toninelli, P., Maggiolo, D., Guarnieri, M. &amp; Del Col, D. in <em>Journal of Physics: Conference Series.</em>&nbsp;012049 (IOP Publishing).</p><p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hajabdollahi, H., Tahani, M. &amp; Fard, M. S. CFD modeling and multi-objective optimization of compact heat exchanger using CAN method. <em>Applied thermal engineering</em> <strong>31</strong>, 2597-2604 (2011).</p><p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kulkarni, A., Roy, S. S. &amp; Joshi, J. Pressure and flow distribution in pipe and ring spargers: Experimental measurements and CFD simulation. <em>Chemical Engineering Journal</em> <strong>133</strong>, 173-186 (2007).</p><p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, X. G., Xu, S. M. &amp; Li, H. CFD simulation of hydrodynamics of valve tray. <em>Chemical Engineering and Processing: Process Intensification</em> <strong>48</strong>, 145-151 (2009).</p><p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arularasan, R. &amp; Velraj, R. CFD analysis in a heat sink for cooling of electronic devices. <em>International Journal of the computer, the internet and management</em> <strong>16</strong>, 1-11 (2008).</p><p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kadaverugu, R., Sharma, A., Matli, C. &amp; Biniwale, R. High resolution urban air quality modeling by coupling CFD and mesoscale models: A review. <em>Asia-Pacific Journal of Atmospheric Sciences</em> <strong>55</strong>, 539-556 (2019).</p><p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Xia, B. &amp; Sun, D.-W. Applications of computational fluid dynamics (CFD) in the food industry: a review. <em>Computers and electronics in agriculture</em> <strong>34</strong>, 5-24 (2002).</p><p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yin, Y., Choi, J., Hoffman, E. A., Tawhai, M. H. &amp; Lin, C.-L. Simulation of pulmonary air flow with a subject-specific boundary condition. <em>Journal of biomechanics</em> <strong>43</strong>, 2159-2163 (2010).</p><p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shahcheraghi, N., Dwyer, H., Cheer, A., Barakat, A. &amp; Rutaganira, T. Unsteady and three-dimensional simulation of blood flow in the human aortic arch. <em>J. Biomech. Eng.</em> <strong>124</strong>, 378-387 (2002).</p><p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhao, Y. C.<em> et al.</em> Hemodynamic analysis for stenosis microfluidic model of thrombosis with refined computational fluid dynamics simulation. <em>Sci Rep</em> <strong>11</strong>, 6875, doi:10.1038/s41598-021-86310-2 (2021).</p><p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhao, Y. C.<em> et al.</em> Computational Fluid Dynamics Simulations at Micro-Scale Stenosis for Microfluidic Thrombosis Model Characterization. <em>Molecular &amp; Cellular Biomechanics</em> <strong>18</strong>, 1-10, doi:10.32604/mcb.2021.012598 (2021).</p><p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Versteeg, H. &amp; Malalasekera, W. Computational fluid dynamics. <em>The finite volume method</em>, 1-26 (1995).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Young No and Jacky He for help with the discussion, Xiaoying Li for help with figure improvement and Sydney Manufacturing Hub, Research and Prototype Foundry, Gregg Suaning, Nadia Court and Kevin Doan for support of our lab startup. This work was supported by Australian Research Council Discovery Project (DP200101970 – L.A.J. and Z.L.), NSW Cardiovascular Capacity Building Program (Early-Mid Career Researcher Grant – L.A.J.) and Sydney Research Accelerator prize (SOAR – L.A.J.), The University of Sydney Faculty of Engineering Startup Fund and Major Equipment Scheme (L.A.J.). Lining Arnold Ju is an Australian Research Council DECRA fellow (DE190100609), an honorary National Heart Foundation Future Leader fellow (102532), Faculty of Engineering Dean’s Research Award 2020 recipient.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "doi:10.1038/s41598-021-86310-2",
                "date": "2021-03-25 11:06:58",
                "title": "Hemodynamic analysis for stenosis microfluidic model of thrombosis with refined computational fluid dynamics simulation",
                "authors": [
                    "Yunduo Charles Zhao",
                    "Parham Vatankhah",
                    "Tiffany Goh",
                    "Rhys Michelis",
                    "Kiarash Kyanian",
                    "Yingqi Zhang",
                    "Zhiyong Li",
                    "Lining Arnold Ju"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16608472,
                "identity": "63011b53-c4f3-4d12-a797-a1f8996bd067",
                "order_by": 0,
                "name": "Yunduo Charles Zhao",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1802-2318",
                "institution": "School of Biomedical Engineering, Faculty of Engineering, The University of Sydney, Darlington, NSW Australia 2008; Charles Perkins Centre, The University of Sydney, Camperdown, NSW Australia 2006",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yunduo",
                "middleName": "Charles",
                "lastName": "Zhao",
                "suffix": ""
            },
            {
                "id": 16608474,
                "identity": "680a6fec-96a4-498d-8a57-c682a71e90e4",
                "order_by": 1,
                "name": "Sarah Elizabeth Keogh",
                "email": "",
                "orcid": "",
                "institution": "School of Biomedical Engineering, Faculty of Engineering, The University of Sydney, Darlington, NSW Australia 2008",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sarah",
                "middleName": "Elizabeth",
                "lastName": "Keogh",
                "suffix": ""
            },
            {
                "id": 47358878,
                "identity": "c5bb7961-119c-4d1c-9f81-391eea8de9ef",
                "order_by": 2,
                "name": "Parham Vatankhah",
                "email": "",
                "orcid": "",
                "institution": "School of Biomedical Engineering, Faculty of Engineering, The University of Sydney, Darlington, NSW Australia 2008",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Parham",
                "middleName": "",
                "lastName": "Vatankhah",
                "suffix": ""
            },
            {
                "id": 47358879,
                "identity": "11732c66-7cea-4642-a5da-e3ad79cbc3ef",
                "order_by": 3,
                "name": "Renee Ellen Preketes-Tardiani",
                "email": "",
                "orcid": "",
                "institution": "School of Biomedical Engineering, Faculty of Engineering, The University of Sydney, Darlington, NSW Australia 2008",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Renee",
                "middleName": "Ellen",
                "lastName": "Preketes-Tardiani",
                "suffix": ""
            },
            {
                "id": 16608475,
                "identity": "8f260543-bb92-472f-9e9d-2c65329d049d",
                "order_by": 4,
                "name": "Lining Arnold Ju",
                "email": "arnold.ju@sydney.edu.au",
                "orcid": "https://orcid.org/0000-0002-7591-0864",
                "institution": "School of Biomedical Engineering, Faculty of Engineering, The University of Sydney, Darlington, NSW Australia 2008; Charles Perkins Centre, The University of Sydney, Camperdown, NSW Australia 2006; Heart Research Institute, Newtown, NSW, Australia 2042",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lining",
                "middleName": "Arnold",
                "lastName": "Ju",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-15 03:56:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1411/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1411/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13395443,
                "identity": "34365940-2bc7-41d2-ae98-588a79bd2df8",
                "added_by": "auto",
                "created_at": "2021-09-15 09:18:24",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 377049,
                "visible": true,
                "origin": "",
                "legend": "The corresponding figure 2A-D in the Zhao and Vatankhah et al paper. (A) The cross-section wall shear stress (WSS) view of the eccentric stenoses microfluidic for γ0 = 2,000 s−1. Note that the WSS occurs at the middle of stenotic region. (B) The streamline of blood flow in the eccentric stenosis microfluidic channel for γ0 = 2,000 s−1. The representative streamline of a platelet trajectory was colored by shear rate values. (C) The peak shear rate γmax and peak WSS τmax linearly correlated with the input bulk shear rate γ0 for eccentric stenosis microfluidics. (D) The shear rate and shear rate gradient history of a single platelet particle trajectory 30 μm from the bottom wall and 1 μm from the symmetric geometry surface at γ0 = 2,000 s−1 for eccentric stenosis microfluidic channels. ",
                "description": "",
                "filename": "Picture1.png",
                "url": "https://assets.researchsquare.com/files/pex-1411/v1/2f61aa8344cad01314b3fdb0.png"
            },
            {
                "id": 13395401,
                "identity": "61bcbdf7-31bb-4cc4-8aef-aac7ae2fb88c",
                "added_by": "auto",
                "created_at": "2021-09-15 09:15:24",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 101024,
                "visible": true,
                "origin": "",
                "legend": "Front view of α=85° eccentric stenosis channel. \n",
                "description": "",
                "filename": "Picture2.png",
                "url": "https://assets.researchsquare.com/files/pex-1411/v1/8a8e1c4fae1209a5f1e600f4.png"
            },
            {
                "id": 13395442,
                "identity": "b71340f7-2b62-44a7-b69d-e123b5a4e2cf",
                "added_by": "auto",
                "created_at": "2021-09-15 09:18:23",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 320765,
                "visible": true,
                "origin": "",
                "legend": "Front view of mesh. Note that the inlet and outlet region that far from the stenosis can be meshed using a coarser grid spacing as the anticipated flow here is relatively simple and linear. The stenosis and specifically its peak is the key region which requires a more refined mesh due to the more complex flow behavior anticipated in this region.",
                "description": "",
                "filename": "Picture3.png",
                "url": "https://assets.researchsquare.com/files/pex-1411/v1/9e47c423f57cc556a1658830.png"
            },
            {
                "id": 13395402,
                "identity": "38547c73-611a-4b2c-becd-2f871aef7a1e",
                "added_by": "auto",
                "created_at": "2021-09-15 09:15:24",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156797,
                "visible": true,
                "origin": "",
                "legend": "Key steps in ANSYS fluent software. (A) The convergence criteria are set to “1e-6”. (B) Hybrid Initialization should be applied. (C) “Number of Iterations” should high enough such that the solution has time to converge. (D) For acquiring a shear rate result, “Strain Rate” needs to be calculated.",
                "description": "",
                "filename": "Picture4.png",
                "url": "https://assets.researchsquare.com/files/pex-1411/v1/1d89cf8fb7aaafb924ed1b3d.png"
            },
            {
                "id": 13395399,
                "identity": "2d86d1b2-6f28-4b71-a4bd-099a61cc7709",
                "added_by": "auto",
                "created_at": "2021-09-15 09:15:23",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 36514,
                "visible": true,
                "origin": "",
                "legend": "The convergence curve of all the residuals.",
                "description": "",
                "filename": "Picture5.png",
                "url": "https://assets.researchsquare.com/files/pex-1411/v1/a92ace20e77dcb660cdf3b75.png"
            },
            {
                "id": 13714523,
                "identity": "1671ad26-75e9-4960-851c-ca61220c12eb",
                "added_by": "auto",
                "created_at": "2021-09-17 14:38:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1229690,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1411/v1/0cd942b1-0501-467a-b277-91eeff488df7.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Hemodynamic, Stenosis, Thrombosis, Computational fluid dynamics, Microfluidic",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Thrombosis is both attributed to biochemical agonists and mechanical stresses applied to platelets. Whilst the effect of biochemical agonists has been extensively studied, the mechanosensitive factors remain poorly defined. Stenotic microfluidic channels mimic the narrowing vessels, providing the real-time observation of platelets under disturbed flow. Though the experimental analysis of platelets in disturbed flow confirms the mechanosensitive behavior of platelets, it cannot explicate detailed thresholds for platelet activation. Computational Fluid Dynamics (CFD) could be utilized alongside experimental analysis to characterize thresholds for platelet behavior under imposed shear stress. CFD simulations, however, are prone to uncertainties and errors which should be minimized to obtain compelling results. Hereby, we have presented a CFD protocol for researchers in the field of microfluidic and hemodynamic studies.</p>",
        "manuscriptTitle": "A Computational Fluid Dynamics Protocol for The Hemodynamic Analysis of a Microfluidic Model of Thrombosis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-09-15 09:15:22",
                "doi": "10.21203/rs.3.pex-1411/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "38d6f0c2-7638-4c31-9c31-e2b7f1f68cd3",
        "owner": [],
        "postedDate": "September 15th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6617573,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-09-15 09:15:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}