{
    "identity": "pex-1032",
    "title": "<p>A Simple and Rapid System for Proteomic Analysis of the Archaeon <em>Candidatus </em>Vulcanisaeta moutnovskia</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Gene expression is routinely quantified by measuring mRNA levels. However, there is uncertainty about how closely levels of mRNAs relate to levels of their corresponding proteins; several papers suggest only a modest correlation using transcriptomic and proteomic techniques<sup>1,2</sup>. This is why the analysis of proteins that are actively synthesized by a microbe is now extensively recognized, as last step of the functional hierarchy, to provide associations with functions that become part of the active metabolism. Many protocols have been devised for extracting and analyzing proteins from diverse samples. However, case by case adaptations of those protocols are needed, in order to guarantee a correct representation of cytosolic and membrane bound proteins, the last one having common and inherent problems of extractions. Here we developed a two-step extraction method that can be universally used. It is based on the utilization of a first “soft” lysis buffer containing 3-[(3-cholamidopropyl)dimethylammonio]-1-propanesulfonate hydrate (CHAPS) to extract mostly cytosolic proteins. membrane-bound proteins. Second, to improve the extraction efficiency of membrane proteins, we additionally used a new extraction method in which a multi-chaotropic lysis buffer containing 7 M urea, 2 M thiourea, 100 mM triethylamonium bicarbonate, a protease/phosphatase inhibitor cocktail, and most importantly 5 % sodium dodecyl sulfate (SDS), was used. The addition of 5% SDS guarantee the extraction of membrane-bound proteins. Indeed, denaturing detergents such as SDS totally disrupt membranes, bind to both membrane (hydrophobic) and non-membrane (water-soluble, hydrophilic) proteins and denature proteins by breaking protein–protein interactions. Non-denaturing detergents such as CHAPS used in the first step have rigid and bulky nonpolar heads that do not penetrate into water-soluble proteins; consequently, they generally do not disrupt membranes or do at low extend<sup>3</sup>.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Urea (Merck, cat. no. U6504-1KG)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thiourea (Merck, cat. no. T8656-500G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Triethylammonium bicarbonate (Thermo-Fisher Scientific, cat. no. 90114)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Protease/phosphatase inhibitor mini tablets (Thermo-Fisher Scientific, cat. no. A32959) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PlusOne Sodium dodecyl sulfate (SDS; GE Healthcare, cat. no. 17-1313-01)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3-[(3-Cholamidopropyl)dimethylammonio]-1-propanesulfonate hydrate (CHAPS; Merck, cat no. C9426-5G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pierce 660 nm Protein Assay Reagent (Thermo-Fisher Scientific, cat. no. 22660)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;30% Acrylamide/Bis Solution 29:1 (BioRad, cat. no. 1610156)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ammonium bicarbonate ³ 99.5% (Merck, cat. no. 09830-500G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Acetonitrile Gradient LC-MS (ACN; Scharlab, cat. no. AC03712500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tris(2-carboxyethyl)phosphine hydrochloride solution (TCEP-HCl; Merck, cat. no. 646547)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PlusOne Dithiothreitol (DTT; GE Healthcare, cat. no. 17-1318-02)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2-Chloroacetamide (CAA; Merck, cat. no. 22790-250G-F)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Iodoacetamide (IAA; Merck, cat. no. I6125-5G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Proteomics Grade Trypsin (Merck, cat. no. T6567-5X20UG)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pierce MS-Grade Trypsin (Thermo-Fisher Scientific, cat. no. 90057)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trifluoroacetic Acid LC-MS Grade (TFA; Thermo-Fisher Scientific, cat. no. 85183)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Methanol Gradient LC-MS (Scharlab, cat. no. ME032625)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ortho-Phosphoric acid 85% HPLC grade (Merck, cat. no. 5.43828)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Formic acid ³ 96% (FA; Merck, cat. no. 695076-100ML)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TripleTOF 5600 System (SCIEX)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Q Exactive HF Orbitrap (Thermo Fisher Scientific)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mini-PROTEAN® Electrophoresis System (BioRad)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;StageTip C18 Pipette tips 20UL (Thermo Fisher Scientific, cat. no. NC0028381)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;S-Trap<sup>TM</sup> micro column (Protifi, cat. no. C02-micro-80)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Proteineer DP Robot (Bruker Daltonics)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;UP50H ultrasonic lab homogenizer (Hielscher Ultrasonics)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Centrifuge 5804/5804R (Eppendorf)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3M<sup>TM</sup> Empore<sup>TM</sup> C18 Extraction Disks (Thermo Fisher Scientific, cat. no. 143862)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vacuum Concentrator Plus/ (Eppendorf, cat. no. 5305000304)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Qubit™ Fluorometric Quantitation (Thermo Fisher Scientific)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mascot Server v2.7.0.1 (Matrix Science)</p>"
        },
        {
            "header": "Procedure",
            "content": "Microbial cultures.\nThe binary culture 768-28 (referred to as “the binary culture”) containing\n“Candidatus\nV. moutnovskia\n”\nwas used for testing the protocol\n4\n. Cultures growing robustly on medium with yeast extract and sulphur or sulphate, were used.\nI. Proteomic analyses based on non-denaturing detergent.\nCell lysis and In-Gel protein digestion (stacking gel).\nCell pellets were dissolved in lysis buffer (8 M urea, 2 M thiourea, 5% CHAPS, 2 mM TCEP-HCl and protease inhibitor). Homogenisation of the cells was achieved by ultrasonication (10 strokes, low amplitude) on ice. After homogenisation, the lysed cells were centrifuged at 20,000×g for 10 min at 4 °C, and the supernatant containing the solubilised proteins was used for LC-MS/MS experiment. Total protein concentration was determined using Pierce 660nm protein assay (Thermo). An aliquot of every sample was diluted with enough loading sample buffer and then applied onto 1.2 cm wide wells of a conventional SDS-PAGE gel (1mm-thick, 4% stacking, and 12% resolving). The run was stopped as soon as the front entered 1 cm into the resolving gel, so that the whole proteome became concentrated in the stacking/resolving gel interface. The unseparated protein bands were visualised by Coomassie staining, excised, cut into cubes (1 mm\n2\n), deposited in 96-well plates and processed automatically in a Proteineer DP (Bruker Daltonics, Bremen, Germany). The digestion protocol used was based on\n66\nwith minor variations: gel plugs were washed firstly, with 50 mM ammonium bicarbonate and secondly with ACN prior to reduction with 10 mM DTT in 25 mM ammonium bicarbonate solution, and alkylation was carried out with 55 mM IAA in 50 mM ammonium bicarbonate solution. Gel pieces were then rinsed firstly with 50 mM ammonium bicarbonate and secondly with ACN, and then were dried under a stream of nitrogen. Proteomics Grade Trypsin (Sigma Aldrich) at a final concentration of 16 ng/μl in 25% ACN/50 mM ammonium bicarbonate solution was added and the digestion took place at 37°C for 4 h. The reaction was stopped by adding 50% ACN/0.5% TFA for peptide extraction. The eluted tryptic peptides were dried by speed-vacuum centrifugation and then desalted onto StageTip C18 Pipette tips (Thermo Scientific) until the mass spectrometric analysis.\nLiquid Chromatography Electrospray Ionization Tandem Mass Spectrometric (LC-ESI-MS/MS).\nA 1 µg aliquot of each sample was subjected to 1D-nano LC ESI-MSMS analysis using a nano liquid chromatography system (Eksigent Technologies nanoLC Ultra 1D plus, SCIEX, Foster City, CA) coupled to high speed Triple TOF 5600 mass spectrometer (SCIEX, Foster City, CA) with a Nanospray III source. The analytical column used was a silica-based reversed phase Acquity UPLC M-Class Peptide BEH C18 Column, 75 µm × 150 mm, 1.7 µm particle size and 130 Å pore size (Waters). The trap column was a C18 Acclaim PepMapTM 100 (Thermo Scientific), 100 µm × 2 cm, 5 µm particle diameter, 100 Å pore size, switched on-line with the analytical column. The loading pump delivered a solution of 0.1% formic acid in water at 2 µl/min. The nano-pump provided a flow-rate of 250 nl/min and was operated under gradient elution conditions. Peptides were separated using a 250 minutes gradient ranging from 2% to 90% mobile phase B (mobile phase A: 2% acetonitrile, 0.1% formic acid; mobile phase B: 100% acetonitrile, 0.1% formic acid). The injection volume was 5 µl.\nData acquisition was performed with a Triple-TOF 5600 System (SCIEX, Concord, ON). Data was acquired using an ion spray voltage floating (ISVF) 2300 V, curtain gas (CUR) 35, interface heater temperature (IHT) 150, ion source gas 1 (GS1) 25, declustering potential (DP) 100 V. All data was acquired using information-dependent acquisition (IDA) mode with Analyst TF 1.7 software (SCIEX, USA). For IDA parameters, 0.25 s MS survey scan in the mass range of 350–1250 Da were followed by 35 MS/MS scans of 100 ms in the mass range of 100–1,800 (total cycle time: 4 s). Switching criteria were set to ions greater than mass to charge ratio (m/z) 350 and smaller than m/z 1,250 with charge state of 2–5 and an abundance threshold of more than 90 counts (cps). Former target ions were excluded for 15s. IDA rolling collision energy (CE) parameters script was used for automatically controlling the CE.\nII. Proteomic analyses based on denaturing detergent.\nLysis and protein extraction.\nCell pellets were dissolved with multi-chaotropic lysis buffer containing 7 M urea (USB Corporation, Cleveland, OH), 2 M thiourea (Sigma-Aldrich), 5 % SDS (Sigma-Aldrich), 100 mM triethylammonium bicarbonate (TEAB) (Thermo Fisher Scientific) and a protease/phosphatase inhibitor cocktail (Thermo Fisher Scientific). Samples were reduced and alkylated by adding 5 mM TCEP-HCl and 10 mM CAA for 1 hour at 37ºC and homogenized by micro tip probe ultrasonication for 1 min on UP50H ultrasonic lab homogenizer (Hielscher Ultrasonics). The homogenate was centrifuged at 16,000 × g for 15 min at 4 °C, and the supernatant containing the solubilized proteins was used for further analysis. Protein concentration was estimated by Pierce 660nm protein assay (Thermo Fisher Scientific).\nS-Trap\nTM\nDigestion.\nProtein digestion in the S-Trap filter (Protifi, Huntington, NY, USA) was performed following the manufacturer’s procedure with slight modifications. Briefly, 20 µg of protein of each sample was diluted to 40 µL with 5% SDS. Afterwards, 12% phosphoric acid and then seven volumes of binding buffer (90% methanol; 100 mM TEAB) were added to the sample (final phosphoric acid concentration: 1.2%). After mixing, the protein solution was loaded to an S-Trap filter in two consecutive steps, separated by a 2 min centrifugation at 3000 x g. Then the filter was washed 3 times with 150 μL of binding buffer. Finally, 1 µg of Pierce MS-grade trypsin (Thermo-Fisher Scientific) in 20 μL of a 100 mM TEAB solution was added to each sample in a ratio 1:20 (w/w) and spun through the S-Trap prior to digestion. Flow-through was then reloaded to the top of the S-Trap column and allowed to digest in a wet chamber at 37°C overnight. To elute peptides, two step-wise buffers were applied (1) 40 μL of 25 mM TEAB and 2) 40 μL of 80% acetonitrile and 0.2% formic acid in H\n2\nO), separated by a 2 min centrifugation at 3000 x g in each case. Eluted peptides were pooled and vacuum centrifuged to dryness.\nLC-ESI-MS/MS.\nDigested samples were cleaned-up/desalted using Stage-Tips with Empore 3M C18 disks (Sigma-Aldrich). After desalting, peptide concentration was carried out by Qubit™ Fluorometric Quantitation (Thermo Fisher Scientific). A 1 µg aliquot of each digested sample was subjected to 1D-nano LC-ESI-MS/MS (Liquid Chromatography Electrospray Ionization Tandem Mass Spectrometric) analysis using a Thermo Easy-nLC 1000 HPLC system (Thermo Fisher Scientific) coupled online to a Q Exactive HF Orbitrap (Thermo Fisher Scientific). Peptides were eluted onto a 50 cm × 75 μm Easy-spray PepMap C18 analytical column at 45°C and were separated at a flow rate of 250 nL/min using a 210 min gradient ranging from 2 % to 95 % mobile phase B (mobile phase A: 0.1% formic acid (FA); mobile phase B: 100 % acetonitrile (ACN), 0.1 % FA). The loading solvent was 2 % ACN) in 0.1 % FA and injection volume was 10 µl.\nData acquisition was performed using a data-dependent top-15 method, in full scan positive mode, scanning 380 to 1800 m/z. Survey scans were acquired at a resolution of 60,000 at m/z 200, with Automatic Gain Control (AGC) target of 3 × 10\n6\nand a maximum fill time (IT) of 40 ms. The top 15 most intense ions from each MS1 scan were selected and fragmented via higher energy collisional dissociation (CID). Resolution for HCD spectra was set to 15,000 at m/z 200, with AGC target of 2 × 10\n5\nand maximum ion injection time of 120 ms. Isolation of precursors was performed with a window of 2 m/z and the normalized collision energy (NCE) was 20. Precursor ions with single, unassigned, or six and higher charge states from fragmentation selection were excluded.\nMS/MS data analysis and determination of protein abundances.\nMS/MS data obtained for individual samples, using either Method I or II, were processed using Analyst® TF 1.7 Software (SCIEX) (for Method I) and Proteome Discoverer v2.4 (Thermo Fisher Scientific) (for Method II). Raw data file conversion tools generated mgf files which were also searched against protein database that included\n“Candidatus\nV. moutnovskia\n”\nand\nThermoproteus uzoniensis\nprotein sequences from Uniprot/Swissprot Knowledgebase (last update: 2020/03/04, 4.573 sequences) using the Mascot Server v. 2.5.1 (Matrix Science, London, UK) (for Method I) or Mascot Server v2.7.0.1 (Matrix Science, London, UK) (for Method II). Search parameters were set as follows: enzyme, trypsin; allowed missed cleavages, 2; carbamidomethyl (C) as fixed modification and acetyl (Protein N-term), Gln to pyro-Glu (N-term Q), Glu to pyro-Glu (N-term E) and Oxidation (M) as variable modifications. Peptide mass tolerance was set to 25 ppm and 0.05 Da for fragment masses derived from Method I and ± 10 ppm for precursors and 0.02 Da for fragment masses from Method II. The confidence interval for protein identification was set to ≥ 95% (\np\n<0.05) and only peptides with an individual ion score above the 1% False Discovery Rates (FDR) at spectra level were considered correctly identified. The threshold of only one identified peptide per protein identification was used because FDR controlled experiments counter-intuitively suffer from the two-peptide rule\n5\n. For estimating the FDR, a target-decoy (TD) search strategy is used. The database search for this approach is performed together (concatenated) on the true (target) as well as null (decoy) database. A decoy database is constructed by simply reversing the target database. It is the simplest approach to calculate FDR and assumes that the number of false\nPeptide Spectrum Matches\n(PSMs) in decoy search (D) will be equal to the number of false PSMs in target search (T) above a given threshold score. Adding up the false hits in decoy and target, the number of false positives is therefore double of the decoy count above threshold. Therefore FDR is calculated as double of the number of false positives divided by the total hits: FDR = 2×𝐷/(𝑇+𝐷).\nTo rank the protein abundance in each sample, the Exponentially Modified Protein Abundance Index (emPAI) was used in the present study as a relative quantitation score of the proteins in a complex mixture based on protein coverage by the peptide matches in a database search result\n6\n. Although emPAI is not as accurate as quantification using synthesized peptide standards, it is quite useful for obtaining a broad overview of proteome profiles. In this work we used normalized emPAI values (nemPAI), obtained from the emPAI values by dividing each individual value by the sum of all emPAI values in a given experiment\n6\n. t-Student's tests were used for pairwise comparisons of the relative abundance of proteins of interest using a script in R programming language to automatize the process.\nProteomics data repository.\nThe mass spectrometry proteomics data have been deposited in the ProteomeXchange Consortium via the PRIDE\n7\npartner repository with the dataset identifier PXD012750 and 10.6019/PXD012750."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>To avoid liquid leakage from the S-Trap column, a customized yellow tip with 9 Empore 3M C18 disks (Sigma-Aldrich) was placed at the bottom tip of the S-Trap column during digestion.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>I. Proteomic analyses based on non-denaturing detergent</strong></p><p>&nbsp;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell lysis and protein extraction, 1 hour</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Determination of protein concentration, 15 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SDS-PAGE ‘Stacking Gel’, 30 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In-Gel protein digestion, 7 hours</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desalting/clean-up onto StageTip C18 Pipette tips, 1 hour</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LC-ESI-MS/MS analysis, 4 hours</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Data analysis and determination of protein abundances, 1 hour</p><p>&nbsp;</p><p><strong>II. Proteomic analyses based on denaturing detergent</strong></p><p>&nbsp;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell lysis and protein extraction, 1 hour</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Determination of protein concentration, 15 min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;S-Trap<sup>TM</sup> Digestion, 12 -16 hours</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desalting/clean-up onto StageTip C18 Pipette tips, 1 hour</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LC-ESI-MS/MS analysis, 3.5 hours</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Data analysis and determination of protein abundances, 1 hour</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The main purpose of this research was to access a simple protocol by which cytosolic and membrane bound proteins would be possible for the archaeon <em>Candidatus </em>Vulcanisaeta moutnovskia, and can be performed with having access to general chemical resources. We have been successful in generating proteomic results from the binary sulphate-reducing archaeal culture 768-28, grown with sulphate and with sulphur as electron acceptors.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Muers, M. Gene Expression: Transcriptome to proteome and back to genome. Nat. Rev. Genet. <strong>12</strong>, 518, (2011).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Guo, J. et al. Specialized proteomic responses and an ancient photoprotection mechanism sustain marine green algal growth during phosphate limitation. Nat. Microbiol. <strong>3</strong>, 781-790 (2018).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Walker, J. M. (2009) The Protein Protocols Handbook. Third Edition. New York (NY): Springer-Verlag New.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prokofeva, M. I. et al. Cultivated anaerobic acidophilic/acidotolerant thermophiles from terrestrial and deep-sea hydrothermal habitats. Extremophiles <strong>9</strong>, 437-448 (2005).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shevchenko, A. <em>et al.</em> Linking genome and proteome by mass spectrometry: large-scale identification of yeast proteins from two dimensional gels. Proc. Natl. Acad. Sci. USA <strong>93</strong>, 14440-14445 (1996).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arike, L. &amp; Peil, L. Spectral Counting Label-Free Proteomics. in <em>Methods in Molecular Biology</em> (ed. Martins-de-Souza, D.) 213–222 (Media, Springer Science + Business, 2014).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Perez-Riverol, Y. et al. The PRIDE database and related tools and resources in 2019: Improving support for quantification data. Nucleic Acids Res. <strong>47</strong>, D442–D450 (2019).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The proteomic analysis was performed in the Proteomics Facility of The Spanish National Center for Biotechnology (CNB-CSIC), which belongs to ProteoRed, PRB2-ISCIII, supported by grant PT13/0001 (to S.C., M.C.M.). M.F. acknowledges the grants PCIN-2017-078 (within the Marine Biotechnology ERA-NET) and BIO2017-85522-R from the Ministerio de Economía y Competitividad, Ministerio de Ciencia, Innovación y Universidades (MCIU), Agencia Estatal de Investigación (AEI), Fondo Europeo de Desarrollo Regional (FEDER) and European Union (EU), and grant ERA NET TRANSCAN-2 AC17/00022 from the Fundación Agencia Española contra el Cáncer and Instituto de Salud Carlos III.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 792829,
                "identity": "d6ba31ce-8674-4316-8cb0-10c2dce5b17d",
                "order_by": 0,
                "name": "Nikolay A. Chernyh",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nikolay",
                "middleName": "A.",
                "lastName": "Chernyh",
                "suffix": ""
            },
            {
                "id": 792830,
                "identity": "dc3cf850-2c0b-4698-9101-d31a008768e0",
                "order_by": 1,
                "name": "Sinje Neukirchen",
                "email": "",
                "orcid": "",
                "institution": "Division of Archaea Biology and Ecogenomics, Department of Ecogenomics and Systems Biology, University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sinje",
                "middleName": "",
                "lastName": "Neukirchen",
                "suffix": ""
            },
            {
                "id": 792831,
                "identity": "1192de44-9283-4685-988d-9ed8a2370e94",
                "order_by": 2,
                "name": "Evgenii N. Frolov",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Evgenii",
                "middleName": "N.",
                "lastName": "Frolov",
                "suffix": ""
            },
            {
                "id": 792832,
                "identity": "431de0f1-e159-471e-92da-2e26a89f8ccc",
                "order_by": 3,
                "name": "Filipa L. Sousa",
                "email": "",
                "orcid": "",
                "institution": "Division of Archaea Biology and Ecogenomics, Department of Ecogenomics and Systems Biology, University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Filipa",
                "middleName": "L.",
                "lastName": "Sousa",
                "suffix": ""
            },
            {
                "id": 792833,
                "identity": "976905e8-80af-4541-be5e-bf8c37b8de7c",
                "order_by": 4,
                "name": "Margarita L. Miroshnichenko",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Margarita",
                "middleName": "L.",
                "lastName": "Miroshnichenko",
                "suffix": ""
            },
            {
                "id": 792834,
                "identity": "64a5a16a-56ba-41ba-ab6b-71f35fc98b0a",
                "order_by": 5,
                "name": "Alexander Y. Merkel",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "Y.",
                "lastName": "Merkel",
                "suffix": ""
            },
            {
                "id": 792835,
                "identity": "3ca26099-e6cd-45bf-8de4-e46636030e10",
                "order_by": 6,
                "name": "Nikolay V. Pimenov",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nikolay",
                "middleName": "V.",
                "lastName": "Pimenov",
                "suffix": ""
            },
            {
                "id": 792836,
                "identity": "f949472e-4fb0-447d-800d-2ac9a461f504",
                "order_by": 7,
                "name": "Dimitry Y. Sorokin",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dimitry",
                "middleName": "Y.",
                "lastName": "Sorokin",
                "suffix": ""
            },
            {
                "id": 792837,
                "identity": "448233fe-9c4e-4021-972a-9bcbc9d92010",
                "order_by": 8,
                "name": "Sergio Ciordia",
                "email": "",
                "orcid": "",
                "institution": "Proteomics Facility, Centro Nacional de Biotecnología, CSIC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sergio",
                "middleName": "",
                "lastName": "Ciordia",
                "suffix": ""
            },
            {
                "id": 792838,
                "identity": "3b0d939d-899e-47cc-b10e-b5093cc910a0",
                "order_by": 9,
                "name": "María C. Mena",
                "email": "",
                "orcid": "",
                "institution": "Proteomics Facility, Centro Nacional de Biotecnología, CSIC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "María",
                "middleName": "C.",
                "lastName": "Mena",
                "suffix": ""
            },
            {
                "id": 792839,
                "identity": "8cc37bff-8c14-4f9b-a69d-20802e467b45",
                "order_by": 10,
                "name": "Manuel Ferrer",
                "email": "mferrer@icp.csic.es",
                "orcid": "https://orcid.org/0000-0003-4962-4714",
                "institution": "Institute of Catalysis, CSIC",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Manuel",
                "middleName": "",
                "lastName": "Ferrer",
                "suffix": ""
            },
            {
                "id": 792840,
                "identity": "048560a4-8e1d-4c8d-8da5-a1b01231370e",
                "order_by": 11,
                "name": "Peter N. Golyshin",
                "email": "",
                "orcid": "",
                "institution": "School of Biological Sciences, Bangor University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "N.",
                "lastName": "Golyshin",
                "suffix": ""
            },
            {
                "id": 792841,
                "identity": "12729b0c-da03-4978-9c09-1ac15fe1c418",
                "order_by": 12,
                "name": "Alexander V. Lebedinsky",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "V.",
                "lastName": "Lebedinsky",
                "suffix": ""
            },
            {
                "id": 792842,
                "identity": "45af5dce-1e61-45c5-a8d7-e70feccd9607",
                "order_by": 13,
                "name": "Inês A. Cardoso Pereira",
                "email": "",
                "orcid": "",
                "institution": "Instituto de Tecnologia Química e Biológica António Xavier, Universidade Nova de Lisboa",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Inês",
                "middleName": "A. Cardoso",
                "lastName": "Pereira",
                "suffix": ""
            },
            {
                "id": 792843,
                "identity": "26c09397-1e01-494f-b832-5179f482d216",
                "order_by": 14,
                "name": "Elizaveta A. Bonch-Osmolovskaya",
                "email": "",
                "orcid": "",
                "institution": "Winogradsky Institute of Microbiology, Federal Research Center of Biotechnology, Russian Academy of Sciences; Lomonosov Moscow State University, Faculty of Biology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elizaveta",
                "middleName": "A.",
                "lastName": "Bonch-Osmolovskaya",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-07-09 06:01:54",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1032/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1032/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15668458,
                "identity": "87f6f0da-cc55-4dbd-a750-f91c2e69daad",
                "added_by": "auto",
                "created_at": "2021-11-18 13:48:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 301533,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1032/v1/a2dcb7ef-fab0-43ec-9fb7-3081b53bf0ba.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "protein extraction, archaea, Candidatus Vulcanisaeta moutnovskia",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol describes a rapid protein extraction method for the archaeon <em>Candidatus </em>Vulcanisaeta moutnovskia, which can be also implemented for other archaea. The utilization of two different methods for protein extraction constitute the main step of the protocol. Method I involves the extraction with a multi-chaotropic lysis buffer containing a non-denaturing zwitterionic detergent, most efficient for extracting cytosolic proteins. Method II involves a denaturing anionic detergent allowing total disruption of the membranes and capable of extracting both membrane (hydrophobic) and non-membrane (water-soluble, hydrophilic) proteins. The big advantage of the methods is to use general laboratory chemicals to make powerful extraction buffers, resulting in high quality and quantity of proteins. The methods probably are usable for any other archaea or microbial cells, and takes about 14-22 h. Following extraction and further protein digestion, 1D-nano Liquid Chromatography Electrospray Ionization Tandem Mass Spectrometric (LC ESI-MSMS) analysis with Triple TOF 5600 and Orbitrap technologies were used for protein identification and further quantification.</p>",
        "manuscriptTitle": "A Simple and Rapid System for Proteomic Analysis of the Archaeon Candidatus Vulcanisaeta moutnovskia",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-07-22 09:04:49",
                "doi": "10.21203/rs.3.pex-1032/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b85aab37-a443-40cf-bd7b-d3c4c35d4287",
        "owner": [],
        "postedDate": "July 22nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 148126,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-07-22 09:04:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}