{
    "identity": "nprot-313",
    "title": "Assays of nucleosome assembly and the inhibition of histone acetyltransferase activity. \\(13) Ligation-mediated single-sided PCR \\(LMPCR)",
    "content": [
        {
            "header": "Introduction",
            "content": "We can use PCR to amplify segments of DNA located between two specified primer-hybridization sites.  Single-sided PCR requires specification of only one primer-hybridization site, with the second being defined by the ligation-based addition of a unique DNA linker.  This linker, together with the flanking gene-specific primer, allows the amplification by PCR of any fragment of DNA.  Because a defined sequence of discrete-length is added to every fragment, complex populations of DNA, such as sequence ladders, can be amplified intact with retention of single-base resolution.\r\n\n\n In this method, cleaved DNA is denatured and a gene-specific primer \\(primer 1) is annealed to the region of interest.  During first-strand synthesis, this primer is extended by a processive polymerase \\(Vent DNA polymerase) to the cleavage site, to create a blunt end.  DNA ligase catalyzes the attachment of a unidirectional \\(staggered) linker to this blunt end.  The 3&#x2019;-end of the longer strand of the linker is ligated to the 5&#x2019;-end of the genomic DNA.  The shorter strand of the linker lacks a 5&#x2019;-phosphate and, therefore, it is not ligated to the extension product of the gene-specific primer.  The DNA is denatured and ligated to the extension product of the gene-specific primer.\r\n\n\n The DNA is denatured and a second gene-specific primer \\(primer 2) is annealed to the genomic DNA and extended, by Vent DNA polymerase, through the ligated linker region.  The extended product is now a suitable substrate for PCR: at one end, there is a linker sequence to which a linker primer can anneal and, at the other end, there is a genomic sequence to which a gene-specific primer can anneal.  Only molecules that have both sequences will be exponentially amplified during subsequent PCR; molecules with only one of the sequences will be linearly, as distinct from exponentially, amplified.  For the last extension, a third gene-specific primer \\(primer 3) that overlaps the second is used to label the DNA indirectly.  The end-labeled extension products are visualized on a sequencing gel<sup>1</sup>.\r\n\n\n\r\n\n\nFor a detailed introduction to assays of nucleosome assembly and the inhibition of histone acetyltransferase activity, please go here: \"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly.php"
        },
        {
            "header": "Reagents",
            "content": "Ligation-Mediated Single-Sided PCR\r\n\n\nThis method involves single-sided PCR that initially requires specification of only one primer by modification site; the second primer is defined by the ligation-based addition of a unique DNA linker.  This linker, together with the flanking gene-specific primer, allows exponential amplification of any fragment of DNA.\r\n\n\n&#x30FB; 0.4 &#x3BC;g/&#x3BC;l Cleaved genomic DNA in TE buffer \\(pH 7.5)\r\n\n\n&#x30FB; 4dNTP mix \\(pH 7.0), 25 mM \\(25 mM dATP, 25 mM dCTP, 25 mM dATP and 25 mM dTTP, together, yield the 25 mM 4dNTP mix, which is stored at &#x2013; 20 &#xB0;C) \r\n\n\n5x Amplification Buffer\r\n\n\n&#x30FB; 200 mM NaCl\r\n\n\n&#x30FB; 100 mM Tris-HCl \\(pH 8.9), at room temperature\r\n\n\n&#x30FB;&#x3000;25 mM MgSO<sub>4</sub>\r\n\n\n   &#x30FB;   0.05% Gelatin \\(from bovine skin; Sigma-Aldrich Co.; cat. no. G9382) \r\n\n\n&#x30FB;   0.5% Triton X-100 \\(Sigma-Aldrich Japan; cat. no. T8787)\r\n\n\n\r\n\n\nStored at &#xFF0D;20 &#xB0;C.\r\n\n\n\r\n\n\n5x First-Strand Buffer\r\n\n\n&#x30FB;&#x3000;200 mM NaCl\r\n\n\n&#x30FB;&#x3000;50 mM Tris-HCl \\(pH 8.9), at room temperature.\r\n\n\n&#x30FB;&#x3000;25 mM MgSO<sub>4</sub>\r\n\n\n&#x30FB;&#x3000; 0.05% Gelatin \r\n\n\nStored at &#xFF0D;20 &#xB0;C.  \r\n\n\n\r\n\n\nFirst-strand synthesis mix, per reaction \\(25 ml):\r\n\n\n&#x30FB;&#x3000;6.0 &#x3BC;l of 5x first-strand buffer\r\n\n\n&#x30FB;&#x3000; 0.3 &#x3BC;1 of 1 pmol/ml oligonucleotide primer 1\r\n\n\n&#x30FB;  0.25 &#x3BC;1 of 25 mM 4dNTP mix \\(pH 7.0) \r\n\n\n&#x30FB; 23.2 &#x3BC;1 of ddH<sub>2</sub>O\r\n\n\n&#x30FB; 0.25 &#x3BC;l of 2 U/ml DNA polymerase from _Thermococcus litoralis_ \\(Vent    DNA polymerase; New England Biolabs; cat. no. 254L)    \r\n\n\n\r\n\n\nNote: Prepare solutions immediately prior to use.  Mix all components except Vent DNA polymerase and chill on ice.  Then add the polymerase and keep the mixture on ice.\r\n\n\n \r\n\n\n&#x30FB; Oligonucleotide forward primer 1: 5&#x2019;-GTCCGCGGACGACCAGGTT\r\n\n\nAGCCGAGT-3&#x2019;. \r\n\n\n   \r\n\n\n20 mM Unidirectional linker mix.\r\n\n\n&#x30FB; 20 mM oligonucleotide LMPCR-1 \\(see below)\r\n\n\n&#x30FB; 20 mM oligonucleotide LMPCR-2 \\(see below)\r\n\n\n&#x30FB; 250 mM Tris-HCl \\(pH 7.7) \r\n\n\n\r\n\n\nLMPCR-1: 5&#x2019;-GCGGTGACCCGGGAGATCTGAATTC-3&#x2019; \\(top strand) \r\n\n\nLMPCR-2: 5&#x2019;-P-GAATTCAGATCT-3&#x2019; \\(bottom strand).\r\n\n\n\r\n\n\nPrepare this mix in advance as follows: \\(1) purify the oligonucleotides on denaturing polyacrylamide gels; \\(2) combine the two oligonucleotides in 250 mM Tris-HCl \\(pH 7.7) and heat for 5 min at 95 &#xB0;C; \\(3) transfer the mixture to 70 &#xB0;C and cool gradually for approximately 1 h to room temperature; \\(4) allow the mixture to stand for 1 h at room temperature and then cool it gradually for approximately 1 h to 4 &#xB0;C; and \\(5) allow mixture to stand for approximately 12 h at 4 &#xB0;C and store in aliquots at &#x2013;20&#xB0;C.  Thaw linker mix on ice before use.          \r\n\n\n\r\n\n\nLigase dilution solution, per reaction \\(20 &#x3BC;l):\r\n\n\n&#x30FB; 2.2 &#x3BC;l of 1 M Tris-HCl \\(pH 7.5), at room temperature\r\n\n\n&#x30FB; 0.35 &#x3BC;l of 1 M MgCl<sub>2</sub> \\(final, 17.5 mM)\r\n\n\n&#x30FB; 1.0 &#x3BC;l of 1 M DTT \\(final, 50 mM)\r\n\n\n&#x30FB; 0.25 &#x3BC;l of 10 mg/ml BSA \\(DNase-free; GE Healthcare Bio-Science   AB, Uppsala, Sweden)\r\n\n\n&#x30FB; 16.2 &#x3BC;l ddH<sub>2</sub>O\r\n\n\nPrepare immediately before use and chill on ice.\r\n\n\nLigase mix, per reaction \\(25 ml):\r\n\n\n&#x30FB;  0.25 &#x3BC;l of 1 M MgCl<sub>2</sub> \\(final, 10 mM)\r\n\n\n&#x30FB;  0.5 &#x3BC;l of 1 M DTT \\(final, 20 mM)\r\n\n\n&#x30FB; 0.75 &#x3BC;l of 100 mM ATP \\(pH 7.0; GE Healthcare Bio-Science AB; final,   3 mM)   \r\n\n\n&#x30FB; 17.5 &#x3BC;l of ddH2O\r\n\n\n&#x30FB;  5.0 &#x3BC;l of 20 mM unidirectional linker mix \\[final, 4 &#x3BC;M linker and 50 mM Tris-HCl \\(pH 7.7)] \r\n\n\n&#x30FB; 1.0 &#x3BC;l of 3 Weiss units/&#x3BC;l T4 DNA ligase \\(final, 30 units)\r\n\n\n     \r\n\n\nPrepare immediately before use.  First mix the solutions of MgCl<sub>2</sub>, DDT, ATP, BSA, and H2O and chill on ice.  Next, add ice-cold unidirectional linker mix and T4 DNA ligase.  \r\n\n\n&#x30FB;&#x3000;2,000 to 3,000 Weiss units/ml T4 DNA ligase \\(GE Healthcare BioScience AB) \r\n\n\n&#x30FB;&#x3000;100% Ethanol, ice-cold at room temperature \r\n\n\n&#x30FB;&#x3000;75% Ethanol at room temperature \r\n\n\n&#x30FB; Amplification mix containing unidirectional linker primer mix and primer 1  \r\n\n\n&#x30FB;&#x3000;2 U/&#x3BC;l Vent DNA polymerase mix per reaction \\(3.0 ml) \r\n\n\n\r\n\n\nMix 0.6 &#x3BC;l of 5x amplification buffer with 19 ml of H<sub>2</sub>O and chill for several minutes in an ice-water bath.  Add 0.5 &#x3BC;l Vent DNA polymerase \\(see above), mix gently and return to ice-water bath.  Prepare immediately prior to use.\r\n\n\n&#x30FB;&#x3000;Mineral oil \\(Sigma-Aldrich Co.; cat. no. M5904) \r\n\n\n&#x30FB; Precipitation mix per reaction \\(9.4 &#x3BC;l):\r\n\n\n&#x30FB; 8.4 &#x3BC;l of 3 M sodium acetate \\(pH 7.0) \\(final, 2.7 M)\r\n\n\n&#x30FB; 1.0 &#x3BC;l of 10 mg/ml yeast tRNA \\(final, ~1 mg/ml) \r\n\n\nPrepare immediately before use.\r\n\n\n\r\n\n\nEnd-labeling mix. containing end-labeled primer 3, per reaction \\(5 ml):\r\n\n\n&#x30FB; 1.0 &#x3BC;l of 5x amplification buffer \r\n\n\n&#x30FB; 2.3 &#x3BC;l of 1 pmol/ml end-labeled primer 3\r\n\n\n&#x30FB; 0.4 &#x3BC;l of 25 mM 4dNTP mix \\(pH 7.0)\r\n\n\n&#x30FB; 0.8 &#x3BC;l of ddH<sub>2</sub>O \r\n\n\n&#x30FB; 0.5 &#x3BC;l of 2 U/ml Vent DNA polymerase \\(see above)                 \r\n\n\n\r\n\n\nPrepare immediately prior to use.  Mix the first four components and chill on ice before adding Vent DNA polymerase.  Then chill and keep on ice. \r\n\n\n\r\n\n\n&#x30FB;Vent DNA polymerase stop solution \\(295 &#x3BC;l ): \r\n\n\n&#x30FB;  25 &#x3BC;l of 3 M sodium acetate \\(pH 7.0; final, 260 mM)\r\n\n\n&#x30FB; 266 &#x3BC;l of TE buffer \\(pH 7.5; final, 10 mM Tris-HCl)   \r\n\n\n   &#x30FB;   2 &#x3BC;l of 0.5 M EDTA \\(pH 8.0; final, 4 mM)\r\n\n\n   &#x30FB;   2 &#x3BC;l of 10 mg/ml yeast tRNA \\(final, 68 &#x3BC;g/ml)\r\n\n\nPrepare immediately prior to use.\r\n\n\n\r\n\n\n&#x30FB;&#x3000;Mixture of phenol, chloroform and isoamyl alcohol  \\(25: 24:1; v/v)\r\n\n\n&#x30FB;&#x3000;Automated thermal cycler\r\n\n\n\r\n\n\nLigation-Mediated Polymerase Chain Reaction \\(LM-PCR) \r\n\n\nLigation to the extension product is allowed to proceed for 16 h at 16 &#x2DA;C and is followed by PCR with gene-specific primers \\(primer 2, 5&#x2019;-GGTTGGCCAAGTCCGTCCGTCTGTCTGTCT-3&#x2019;; and primer 3, 5&#x2019;-TGGCCAAGTCCGTCCGTCTGTCTGTCTGTC-3&#x2019;) and the top-strand adaptor primer \\(LMPCR-1)."
        },
        {
            "header": "Procedure",
            "content": "1.   Transfer 2 μg \\(5 ml) of cleaved \\(genomic) DNA to a silanized 1.5-ml microcentrifuge tube and chill for several minutes in an ice-water bath.\r\n  2.   Prepare the first-strand synthesis mix that contains primer 1 and chill for several minutes in an ice-water bath.  Add 25 μl of this mix to the DNA sample, with gentle mixing with a pipette, and return the sample to the ice-water bath.  Place “lid-locks” on samples to prevent tubes from popping open during denaturation \\(see Note 1).\r\n  3.   Denature the DNA for 5 min at 95 °C; allow the primer to anneal for 30 min at 60 °C, and allow extension to proceed for 10 min at 76 °C.  As first-strand synthesis proceeds, prepare solutions for step 4 \\(see Note 2).\r\n  4.   Thaw 20 mM unidirectional linker mix in an ice-water bath.  Prepare the ligase dilution solution and prepare the partial ligase mix \\(minus the unidirectional linker and T4 DNA ligase).  Chill both solutions in an ice-water bath \\(see Note 23).\r\n  5.   When the extension in step 3 is complete, immediately transfer the sample to the ice-water bath.  Microcentrifuge the tube briefly at 4 °C to collect any condensate and then return it to the ice-water bath \\(see Note 4).  \r\n  6.   Finish preparing the ice-cold ligase mix mentioned in step 4 by adding the unidirectional linker mix, mixing, and adding T4 DNA ligase, in the ice-water bath \\(see Note 5).\r\n  7.   Add 20 μl of ice-cold ligase dilution solution from step 6 to the sample, mix gently with a pipette, and return to the ice-water bath.  Microcentrifuge the tube briefly at 4 °C and incubate overnight in a water bath at 16 °C \\(see Note 6).\r\n  8.   Prepare the sample for precipitation by placing in the ice-water bath for several minutes.  Microcentrifuge the tube briefly at 4 °C, then return to the ice-water bath \\(see Note 7).\r\n  9.   Prepare and chill the salt mix for precipitation.  Add 9.4 ml of ice-cold precipitation salt mix to the sample.  Then add 220 μl of ice-cold 100% ethanol.  Mix thoroughly by inversion and chill for more than 2 h at －20 °C.\r\n  10.  Pellet the precipitate by mirocentrifugation for 15 min at 4 °C and discard supernatant.\r\n  11.  Add 500 μl of room-temperature 75% ethanol and wash the pellet and walls of the tube.  Microcentrifuge the sample for 5 min at room temperature and discard the supernatant.  Remove the last traces of ethanol with a pipette and allow any remaining ethanol to evaporate by air drying or using a vacuum evaporator. \r\n  12.  Add 70 μl of double-distilled H\n2\nO and allow sample to stand at room temperature to dissolve the pellet.  Agitate the tube occasionally to help the sample dissolve and, after each agitation, collect droplets by microcentrifugation for 2 to 3 sec.  When the pellet has dissolved \\(usually within 30 min or less), chill the sample in an ice-water bath.  While the pellet is dissolving, prepare and chill the amplification mix that contains linker primer and primer 2.\r\n  13.  Add 13 μl of ice-cold amplification mix to the sample, mix gently with a pipette, and return the sample to the ice-water bath.\r\n  14.  Add 3 μl \\(1 U) of Vent DNA polymerase mix to the sample and mix carefully with a pipette.  Return the sample to the ice-water bath.\r\n  15.   Cover the sample with 90 μl of mineral oil, microcentrifuge for a few seconds at 4 °C, and return to the ice-water bath.\r\n  16.   Carry out 18 cycles of PCR, with the first denaturation for 3 to 4 min at 95 °C, and subsequent denaturations for 1 min.  Allow primers to anneal for 2 min at a temperature 0 to 2 °C above the calculated melting temperatures \\(Tms);  if primer 2 and linker primer have different Tms, use the lower Tm.  Extend for 3 min at 76 °C.  Then, for every cycle, add an extra 5 sec to the extension step.  Allow final extension to proceed for 19 min.  Transfer the sample to the ice-water bath, remove the “lid-lock”  \\(if applicable), and microcentrifuge briefly at 4 °C to collect any condensate.  Keep the sample in the ice-water bath \\(see Note 8).\r\n  17.   Prepare the end-labeling mix that contains radiolabeled primer 3 and chill for several minutes in the ice-water bath.  Add 5 μl of this mix to the sample.  Mix aqueous phases by gently pipetting them up and down, keeping the sample on ice as much as possible.  Microcentrifuge for a few seconds at 4 °C and return to the ice-water bath.  \r\n  18.   Carry out two rounds of PCR to label the DNA.  Perform the first denaturation for 3 to 4 min at 95 °C and the second for 1 min at 95 °C.  Anneal end-labeled primer 3 for 2 min at a temperature that is 0 to 2 °C above its calculate Tm.  Allow extension to proceed for 10 min at 76 °C.   When the second extension is complete, transfer the sample to the ice-water bath.\r\n  19.   Place sample at room temperature and immediately add 295 μl of Vent DNA polymerase stop solution.  Mix on the vortex mixer.  Microcentrifuge the tube for a few seconds to collect radioactive droplets from the top and sides of the tube.  Add 500 μl of the mixture of phenol, chloform and isoamyl alcohol and mix either by vigorous shaking or on a vortex mixer.  Microcentrifuge for 3 to 5 min at room temperature.  Transfer the upper aqueous layer \\(~ 400 μl; avoid the interface, if any) to a clean, silanized 1.5-ml microcentrifuge tube and mix thoroughly.  Microcentrifuge briefly to collect droplets from the sides of the tube.  \r\n  20.   Set up four clear, siliconized 1.5-ml microcentrifuge tubes and add 235 μl of room-temperature 100% ethanol to each tube.  Transfer 94 μl of the aqueous layer into each tube and mix thoroughly on the vortex mixer.  Then chill for 22 h at －20 °C.  Discard any remaining aqueous layer.\r\n  21.   Microcentrifuge the chilled samples for 15 min at 4 °C and discard supernatants.\r\n  22.   Add 500 μl of room-temperature 75% ethanol to each tube, mix on a vortex mixer, microcentrifuge samples for 5 min at room temperature, and discard supernatants.  Remove the last traces of ethanol with a pipette and allow any remaining ethanol to evaporate by air-drying or by using a vacuum evaporator.  \r\n  23.   Add 7 μl of loading buffer to each tube and allow tubes to stand at room temperature while pellets are dissolving.\r\n  24.  Denature samples for 5 min at 85 °C to 90 °C.  Load the entire contents of each tube on a 6% sequencing gel.  After electrophoresis, fix and dry the gel, then autoradiograph the gel for 6 to 24 h without an intensifying screen.\r\n  25.  As a control for LMPCR, prepare genomic DNA for LMPCR-aided direct genomic sequencing and sequence the DNA by chemical methods, as described elsewhere\n1-5\n.\r\n    \r\n\n\n   \r\n\n\n1.   Fix, for example, F9 cells \\(1 x 10\n7\n), which have been stably transfected with either pcDNA or wild-type JDP2-encoding plasmids, with 1.1% formaldehyde for 30 min at room temperature.  \r\n  2.   Harvest cells and prepare mononucleosomes as described above.  \r\n  3.   In some cases, permeabilize F9 cells\n2\nand digest partially with micrococcal nuclease \\(MNase; at 30 U, 15 U, 7.5 U and 0 U per reaction mixture), and then purify genomic DNA.\r\n  4.   Perform cleavage mapping of MNase-digested DNA by Southern blotting analysis using a \\[\n32\nP]-labeled DRE oligonucleotide as probe.  \r\n  5.   Purify mononucleosomal DNA with a gel extraction kit \\(Qiagen GmbH; Hilden, Germany) according to the protocol from the manufacturer, with subsequent primer extension.  \r\n  6.   Perform the primer extension reaction as described above.   \r\n  \r\n\n\n \r\n\n\n1. To demonstarate our method, we used the adapters LMPCR-1 and LMPCR-2 \\(see above for sequences).\r\n  2. Ligation to the extension product was allowed to proceed for 16 h at 16 ˚C and was followed by PCR with gene-specific primers 2 or 3 \\(see above for sequences) and the top-strand adaptor primer \\(LMPCR-1).  \r\n  3. The extended products were fractionated on a sequencing gel \\(6% acrylamide) beside with DNA sequencing reactions that provided size markers \\(see Figure 5)."
        },
        {
            "header": "Critical Steps",
            "content": "1.  When mixing with a pipette, three or four careful strokes are usually sufficient.  Try to avoid splashing the sample while mixing.\r\n  2. First-strand synthesis is most easily performed in an automated thermal cycler.  It is important that the DNA be completely denatured so that the primer can anneal.  For this reason, it is a good idea to check the calibration of the thermal cycler.  The extension step creates a blunt-ended substrate for the subsequent ligation reaction; therefore, success at this step is absolutely crucial because it determines the molecules that will ultimately be amplified. \r\n  3.  Do not add unidirectional linker mix and T4 DNA ligase to the ligase mix until step 6. \r\n  4.  The samples should be kept cold during steps 6, 7 and 8 to minimize the activity of Vent polymerase. \r\n  5.  This order of addition is important because the unidirectional linker is prepared in 250 mM Tris-HCl \\(pH 7.7), which is required for ligase activity.\r\n  6.  Addition of ligase dilution solution converts the first-strand synthesis mix into a solution compatible with the activity of T4 DNA ligase \\(the concentration of NaCl and, more importantly, the pH, are reduced.).  Addition of the ligase mix provides a convenient method for the addition of ligase and linker to each sample.\r\n  7.  Placing samples in the ice-water bath provides a convenient method for  transfering them from the 16 &#xB0;C bath to the 4 &#xB0;C microcentrifuge without warming them.\r\n  8.  An important parameter during this step is the temperature of denaturation.  If it is too low, no signal or a shortened sequence ladder will result; if it is too high, the polymerase will be destroyed."
        },
        {
            "header": "References",
            "content": "1. Lomvardas, S. & Thanos, D.  Modification of gene expression programs by altering core promoter chromatin architecture. _Cell_ **110**, 261-271 \\(2002).\r\n  2. Pfeifer, G. P. & Riggs, A. D.  Chromatin differences between active and inactive X chromosomes revealed by genomic footprinting of permeabilized cells using DNase I and ligation-mediated PCR.  _Genes Dev._ **5**, 1102-1113 \\(1991).\r\n  3. Pfeifer, G. P., Stigerwald, S. D., Mueller, P. R., Wold, B. & Riggs, A. D.  Genomic sequencing and methylation analysis by ligation-mediated PCR.  _Science_ **246**, 810-813 \\(1989).\r\n  4. Ganity, P. A. & Wold, B. J.  Effects of different DNA polymerases in ligation-mediate PCR:  Enhanced genomic sequencing and in vivo footprinting. _Proc. Natl. Acad. Sci. U.S.A._ **89**, 1021-1025 \\(1992).\r\n  5. Pfeifer, G. P., Tanguy, R. L., Steigerwald, S. D. & Riggs, A. D.  In vivo footprint and methylation analysis by PCR-aided genomic sequencing:  Comparison of active and inactive X chromosomal DNA at the CpG island and promoter of human PGK-1.  _Genes Dev._ **4**, 1277-1287 \\(1990)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb1063",
                "date": "2007-07-24 09:16:15",
                "title": "Regulation of histone acetylation and nucleosome assembly by transcription factor JDP2",
                "authors": [
                    "Chunyuan Jin",
                    "Kohsuke Kato",
                    "Takahiko Chimura",
                    "Takahito Yamasaki",
                    "Koji Nakade",
                    "Takehide Murata",
                    "Hongjie Li",
                    "Jianzhi Pan",
                    "Mujun Zhao",
                    "Kailai Sun",
                    "Robert Chiu",
                    "Takashi Ito",
                    "Kyosuke Nagata",
                    "Masami Horikoshi & Kazunari K Yokoyama"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10561,
                "identity": "9f08e66a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takahito Yamasaki",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takahito",
                "middleName": "",
                "lastName": "Yamasaki",
                "suffix": ""
            },
            {
                "id": 10562,
                "identity": "9f08ea51-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takehide Murata",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takehide",
                "middleName": "",
                "lastName": "Murata",
                "suffix": ""
            },
            {
                "id": 10563,
                "identity": "9f08ed10-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chunyuan Jin",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chunyuan",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 10564,
                "identity": "9f08eeac-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kohsuke Kato",
                "email": "",
                "orcid": "",
                "institution": "Tsukuba University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kohsuke",
                "middleName": "",
                "lastName": "Kato",
                "suffix": ""
            },
            {
                "id": 10565,
                "identity": "9f08f016-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michiya  Noguchi",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michiya",
                "middleName": "",
                "lastName": "Noguchi",
                "suffix": ""
            },
            {
                "id": 10566,
                "identity": "9f08f256-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Koji  Nakade",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Koji",
                "middleName": "",
                "lastName": "Nakade",
                "suffix": ""
            },
            {
                "id": 10567,
                "identity": "9f08f3b2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jianzhi Pan",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jianzhi",
                "middleName": "",
                "lastName": "Pan",
                "suffix": ""
            },
            {
                "id": 10568,
                "identity": "9f08f504-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kyousuke Nagata",
                "email": "",
                "orcid": "",
                "institution": "Tsukuba University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kyousuke",
                "middleName": "",
                "lastName": "Nagata",
                "suffix": ""
            },
            {
                "id": 10569,
                "identity": "9f08f65a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazunari  Yokoyama",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazunari",
                "middleName": "",
                "lastName": "Yokoyama",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 13:43:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.341",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.341",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607805,
                "identity": "505f1608-7bf5-47a7-b028-8c7d8443e724",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 97230,
                "visible": true,
                "origin": "",
                "legend": "Mononucleosomal DNA was purified and allowed to anneal to radiolabled primer 3.  Extension and LMPCR allowed the detection of extended products.  A sequencing gel provided size markers.  The upper schematic illustration shows the positions of nucleosomes in the absence (upper drawing) and presence of (lower drawing) of retinoic acid (RA).  Small circles, Putative Sp-1-binding sites; small hatched circles, putative CTF-binding sites; short arrows, retinoic acid- and R1A- response elements (a pair of upstream DREs) ^4^.  ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-313/v1/figure_1.png"
            },
            {
                "id": 13464515,
                "identity": "6d4d4625-45b5-46f8-a12d-3701ab834381",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 262869,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-313/v1/ea770ebd-b9f7-4212-ad54-fee6cc61ccda.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "histone chaperone, nucleosome assembly, inhibition of HAT, transcription factor, AP-1",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Assays of nucleosome assembly and the inhibition of histone acetyltransferase activity. (13) Ligation-mediated single-sided PCR (LMPCR)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-30 13:30:49",
                "doi": "10.1038/nprot.2007.341",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f04bf3d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 30th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1861,
                "name": "Genetics"
            },
            {
                "id": 1862,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-30 13:30:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}