{
    "identity": "nprot-2436",
    "title": "Standardized environmental enrichment for rodents in Marlau cage",
    "content": [
        {
            "header": "Introduction",
            "content": "The first enrichment protocol, called the “Environmental complexity and training” \\(ECT)1, changed the view that the brain, once it developed, never changes. Following exposure of rats to this ECT protocol, the thickness of the cerebral cortex increased by 6% compared to rats reared in impoverished condition1. A few years later, environmental enrichment \\(EE) was defined as the combination of complex inanimate and social stimulation2. Since that time, researchers interested in studying the brain function were highly motivated to discover to what extent brain plasticity can be modified \\(supplementary Fig.1). To achieve this goal, they tried different environmental enrichment protocols and used variable cages with numerous toys \\(Fig.1). The variety of methods used has resulted in inconsistent results \\(supplementary Fig.1). In addition, an increasing body of evidence indicates that the interaction between the quality of the living environment and genetic factors is critical in the etiology and progression of diseases3-7 and may affect the response to potential therapeutics. Thus, standardization of the EE for rodents is crucial for preclinical studies. Although many efforts have been made to standardize EE protocols3,8-10, to our knowledge, there is only one article published so far regarding EE standardization in mice11. Meanwhile, the concept of enrichment has received significant attention in terms of animal welfare research, notably by the FELASA10 and is highly encouraged by the revised Council of Europe convention ETS 12312. According to the European guidelines, giving animals the possibility to develop a species-specific behaviour is fundamental in designing the enriched program12. In addition to introducing novelty and complexity in the housing cage, it has also been suggested that challenging animals by presenting them with problems is an important, and even necessary, feature of an enrichment program as long as animals possess the skills and resources to effectively solve the problems with which they are presented13. This feature of problem-solving is still lacking in all EE protocols. For this reason, we have developed and patented14 the Marlau™ cage \\(Fig.2) to standardize the procedures of EE for rats15 and mice16. The development of this cage takes into account most of the recommendations and principles aimed to offer an optimal protocol for both neuroscience and animal welfare fields by including the problem solving opportunity. It is noteworthy that the original ECT included daily training in running mazes with pattern of barriers changed frequently in order to further enrich the rat’s experience1. In our opinion, the use of running mazes in the EE protocols failed to be replicated presumably because the protocol was laborious and time-consuming. Thus, the design of the MarlauTM cage was conceived simply, allowing the use of mazes inside the cage with minimum effort and time, to the extent that the experimenter needs to perform only one unique task to successfully run the standardized EE protocol delivered in Marlau™ cage.\r\n\n\n\r\n\n\nProcedures of EE in Marlau™ cage\r\n\n\nThe analysis of the innumerable cages of non-standardized rodent EE revealed that some components were often observed such as increased animal numbers, addition of running wheels, addition of a variety of objects such as tunnels, small houses, ladders, and toys of different shapes, and sometimes increased exploration surface17. In the Marlau™ cage, we have assembled all these components in an organized fashion and added an important feature that was lacking in other EE protocols, which is to expose rodents to challenges requiring the use of cognitive skills in order to survive and thrive13. This was made possible due to the appropriate design of the cage that is divided into 2 floors \\(Fig.2). The ground floor is divided into 2 sections including one section \\(G1) with food pellets, and another \\(G2) with 3 water bottles, a red rectangular house with 4 lateral windows and 2 opened extremities and 3 running wheels. G2 is connected to the upper floor via a climbing ladder. The upper floor, which contains a maze, is connected to G1 via a slide tunnel. When rats are in G1, they can access G2 using two doors that open in only one direction. Standardization of novelty is assured by changing the maze configuration 3 times a week \\(Monday, Wednesday and Friday) at 16:30, using 6 mazes \\(A-F), each offering 2 different configurations 1 and 2 \\(Fig.3). Maze changes are made in a defined order to ensure reproducibility across experiments: we start with the series of A1, B1, C1, and end with the series of D2, E2, F2. After F2 configuration has been made, another series is restarted from A1. When the terms “A1” or “D2” are employed, it signifies that side 1 of maze A, or side 2 of maze D, is positioned facing the climbing ladder, respectively. To avoid territorial dominance, rats can enter and exit the maze using 2 gates on each side and use two doors to move from G1 to G2. Physical activity is encouraged by the enlarged exploration area \\(9-fold greater than in conventional cages) and free access to running wheels. It has been recently shown that voluntary running is the neurogenic and neurotrophic stimulus in environmental enrichment18. Here, we underline that in Marlau™ cage motivated activity is also encouraged since rodents must be active, find their way in the maze, travel a considerable distance to procure food from the G1 food compartment, get back to G2 compartment to drink using the two one-way doors in the plastic wall, and restart this procedure each time they want to eat. In addition, increased social interactions are promoted19 by housing a large number of animals together \\(12 per rat cage and 18 per mice cage, see “Marlau™ cage dimensions” section in supplementary data) and care was given to decrease the stressful interactions by avoiding territorial dominance20,21. The use of toys in non-standardized EE cages represents an essential component. However, it has been reported that toys should be submitted to long procedures to assess their utility for animals by testing short and long term effects and should be reviewed for safety and potential veterinary problems9 and that there is no consensus on which toys are the most appropriate and beneficial for the brain22. Furthermore, the order and timing of toy changes may be responsible for poor reproducibility of experimental outcome11. Thus, in order to reduce potential variables within the experiment, and to enhance reproducibility between experiments, we did not add free toys in Marlau™ cage. Rather, the novelty and complexity components were limited to the defined order of maze configuration change that occurs three times a week and that is challenging for rodents since cognitive processes such as learning and memory are highly solicited."
        },
        {
            "header": "Reagents",
            "content": "• Rats or Mice \\(see REAGENT SETUP) CAUTION All experiments must be conducted in accordance with appropriate guidelines and regulations of the relevant authorities.\r\n\n\n• Bedding material: Aspen, half Litaspen Premium 6 and half Litaspen Premium 8/20 \r\n\n\n• Paper wool and aspen wood wool\r\n\n\n• Ready-for-use disinfectant spray\r\n\n\n• Dishwashing detergent for cleaning plastic Marlau™ cage items \\(unscented)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nRats or mice In our experiments performed on male Sprague-Dawley rats \\(Harlan, France), pups arrived at 15 day-old with their foster dams, and were maintained in groups of 10 in plastic conventional cages \\(see EQUIPMENT) with free access to food and water. At 21 days of age, rats were weaned and housed either in Marlau™ or conventional cages. Animals were housed in groups of 6 in conventional cages and in groups of 12 in Marlau™ cages at 21°C under diurnal lighting conditions \\(lights on from 06:00 to 18:00). All rats were fed the same food pellets \\(type A04, Safe). All animals were weighed twice weekly, and removed from their cages when bedding material was changed. In both types of cage, aspen wood bedding material was changed at least once a week, either on Monday, Wednesday or Friday \\(we do it on Friday) at 16:00"
        },
        {
            "header": "Equipment",
            "content": "• Marlau™ cage including its items \\(see EQUIPMENT SETUP): 1 box for ground floor, 1 box for upper floor, 1 plastic wall containing two doors, 3 running wheels, 3 water bottles, 1 red rectangular house, 1 climbing ladder, 1 slide tunnel, 6 mazes, 1 lid and 1 pellet feeder \\(Viewpoint, Behavior technology, Champagne au Mont d'Or, France)\r\n\n\n• Conventional cage \\(i.e. type “E” cages for rats, length 405 mm, depth 255 mm, height 197 mm, Charles River, France)\r\n\n\n\r\n\n\nCleaning procedures All items used in the experiment should be cleaned and disinfected before starting an experiment. Use water and detergent and disinfect using a ready-for-use disinfectant solution. You can also use a dishwasher with a maximal temperature of 75° and let dry."
        },
        {
            "header": "Procedure",
            "content": "Marlau™ cage setup Timing 7-10 minutes per cage \r\n\n\n1 Place the ground floor box on a flat surface using both handles. The side containing water bottles should be facing you \\(Fig.2). \r\n\n\n2 Insert the plastic wall into the stripes designed to separate the ground floor into two sections, the G1 on the left and the G2 on the right.\r\n\n\nCAUTION: The doors of the plastic walls are designed to open in only one direction and this should be done from G1 to G2.\r\n\n\n3 Insert the 3 running wheels on the rear side of the G2 and place the red rectangular house on the G2 ground on the magnetic sites to stabilize it.\r\n\n\n4 Fill the G2 ground with autoclaved bedding material to a height of 2-3 cm.\r\n\n\n5 Add the climbing ladder on the right side of the running wheels in G2. \r\n\n\n6 Add the pellet feeder into the rectangular hole on the front side of G1. \r\n\n\n7 Place the slide tunnel into the G1 section on the left side of the pellet feeder.\r\n\n\n8 Add the water bottles to the G2 front side.\r\n\n\n9 Add food pellets in the feeder and also in the G1 section.\r\n\n\nCAUTION: When possible, spread food pellets throughout the bedding material of G1 to give rodents the opportunity to develop their foraging behavior and allow them to pick up these food pellets and eat anywhere in the cage. This will help increase the perception of control on their environment and thereafter their well-being.\r\n\n\n10 Add paper wool in G1 and aspen wood wool in G2. \r\n\n\n11 Pile up the upper floor box on the ground floor box.\r\n\n\n12 Place the maze on the ground of the upper floor. \r\n\n\nCRITICAL STEP: Be careful to correctly position the maze since it has two sides. When the maze A1 is indicated, it means that the side 1 should be facing the climbing ladder. See “maze configuration change” section.\r\n\n\n13 Fill the maze with autoclaved bedding material to a height of 1 cm.\r\n\n\n14 Put all rats in the G2 section near the climbing ladder.\r\n\n\nCAUTION: when enrichment starts at weaning, rats and mice are placed with their dams into the cage. Dams are positioned in the G1, while young animals are placed in the G2. Dams are maintained in the cage for 48 hours. The first week, the maze placed on Monday remains until Friday.\r\n\n\n15 Cover the cage with its lid.\r\n\n\n\r\n\n\nMaze configuration change Timing 3-5 minutes per cage\r\n\n\n1 Indentify the next maze configuration. \r\n\n\nCRITICAL STEP: On each maze, the number 1 has been added to one side, and the number 2 to the other side. When the terms “A1” or “D2” are employed, it signifies that side 1 of maze A, or side 2 of maze D, is positioned facing the climbing ladder, respectively. Thus, be careful to position the right number facing the climbing ladder. When using multiple cages, “Appendix A” in the supplementary data can be helpful for maze configuration change.\r\n\n\n2 Uncover the lid, remove the former maze and add the new one. \r\n\n\nCRITICAL STEP: You may need to remove animals from the maze before changing it. Thus, prepare a large conventional cage to put animals in during the change procedure.\r\n\n\n3 Fill the maze with autoclaved bedding material to a height of 1 cm.\r\n\n\n4 Cover the cage with its lid.\r\n\n\n\r\n\n\nBedding material, maze configuration changes and cleaning Timing 30-45 minutes per cage \r\n\n\n1 Prepare a large conventional cage to put all rats or mice in during the cleaning step.\r\n\n\n2 Uncover the lid, and move all animals to the conventional cage.\r\n\n\n3 Remove the upper floor, and place all remaining animals in the conventional cage.\r\n\n\n4 Remove all items from the ground floor and all the bedding material. \r\n\n\n5 Wash and dry all items.\r\n\n\n6 Repeat Steps 1-15 from the “Marlau™ cage setup” section.\r\n\n\n7 Repeat this procedure once per week."
        },
        {
            "header": "Timing",
            "content": "Steps 1-15, Marlau™ cage setup: 10 minutes per cage\r\n\n\nSteps 1-4, Maze configuration change: 3-5 minutes per cage\r\n\n\nSteps 1-7, Bedding material, maze configuration change and cleaning: 30-45 minutes per cage"
        },
        {
            "header": "Anticipated Results",
            "content": "The reproducibility of results between experiments can be achieved using standardized EE protocols. Indeed, it has been shown that exposing mice located in three different sites to exactly the same EE protocol induced similar results23. Following 1-2 weeks of housing rats from weaning in the Marlau™ cage, we have shown that LTP is enhanced compared to rats housed in conventional cages \\(A. BELMEGUENAI. Environmental enrichment regulates excitability, synaptic transmission, and LTP in rat hippocampal CA1 pyramidal neurons after status epilepticus. Program No. 889.04 2011 Neuroscience Meeting Planner. Washington, DC: Society for Neuroscience, 2011. Online). Following 5-7 weeks of housing rats from weaning in the Marlau ™ cage, anxiety-like behavior was decreased in the Elevated Plus Maze \\(EPM) test and the black and white box test, and the performance in the Morris Water Maze test was enhanced \\(R.P. FARES. Protective effects of environmental enrichment in Marlau on the development of spontanaeus seizures and cognition in rats subjected to status epilepticus at weaning. 28th IEC Proceedings, Epilepsia, 50\\(Suppl.10): 1-182, 2009 doi: 10.1111/j.1528-1167.2009.02320.x) and gene expression of EPO, EpoR, BDNF and IGF-1 are increased in the hippocampus and the ventral limbic regions15 \\(R.P. FARES. Failure to solve problems impairs brain plasticity in rats housed in enriched environment. Publication ref.: FENS Abstr., vol.5, 176.5, 2010). We have also provided evidence that brain robustness is increased since we have shown that cognitive impairment following status-epilepticus is decreased when rats were housed in Marlau™ cages \\(R.P. FARES. Protective effects of environmental enrichment in Marlau on the development of spontanaeus seizures and cognition in rats subjected to status epilepticus at weaning. 28th IEC Proceedings, Epilepsia, 50\\(Suppl.10): 1-182, 2009 doi: 10.1111/j.1528-1167.2009.02320.x). Finally, spatial and emotional memories assessed by place recognition and contextual fear conditioning tests were also improved in old mice, and age-associated decrease in expression of hippocampal tissue plasminogen activator \\(tPA) was reversed16."
        },
        {
            "header": "References",
            "content": "1 Diamond, M. C., Krech, D. & Rosenzweig, M. R. The Effects of an Enriched Environment on the Histology of the Rat Cerebral Cortex. The Journal of comparative neurology 123, 111-120 \\(1964).\r\n\n\n2 Rosenzweig, M. R., Bennett, E. L., Hebert, M. & Morimoto, H. Social grouping cannot account for cerebral effects of enriched environments. Brain research 153, 563-576 \\(1978).\r\n\n\n3 Nithianantharajah, J. & Hannan, A. J. Enriched environments, experience-dependent plasticity and disorders of the nervous system. Nat Rev Neurosci 7, 697-709, doi:nrn1970 \\[pii] 10.1038/nrn1970 \\(2006).\r\n\n\n4 Benaroya-Milshtein, N. et al. Environmental enrichment augments the efficacy of idiotype vaccination for B-cell lymphoma. J Immunother 30, 517-522, doi:10.1097/CJI.0b013e31804efc5e 00002371-200707000-00006 \\[pii] \\(2007).\r\n\n\n5 Cao, L. et al. Environmental and genetic activation of a brain-adipocyte BDNF/leptin axis causes cancer remission and inhibition. Cell 142, 52-64, doi:S0092-8674\\(10)00565-9 \\[pii] 10.1016/j.cell.2010.05.029 \\(2010).\r\n\n\n6 Williams, J. B. et al. A model of gene-environment interaction reveals altered mammary gland gene expression and increased tumor growth following social isolation. Cancer Prev Res \\(Phila) 2, 850-861, doi:1940-6207.CAPR-08-0238 \\[pii] 10.1158/1940-6207.CAPR-08-0238 \\(2009).\r\n\n\n7 Li, C., Niu, W., Jiang, C. H. & Hu, Y. Effects of enriched environment on gene expression and signal pathways in cortex of hippocampal CA1 specific NMDAR1 knockout mice. Brain Res Bull 71, 568-577, doi:S0361-9230\\(06)00359-5 \\[pii] 10.1016/j.brainresbull.2006.11.011 \\(2007).\r\n\n\n8 Burrows, E. L., McOmish, C. E. & Hannan, A. J. Gene-environment interactions and construct validity in preclinical models of psychiatric disorders. Prog Neuropsychopharmacol Biol Psychiatry 35, 1376-1382, doi:S0278-5846\\(10)00482-3 \\[pii] 10.1016/j.pnpbp.2010.12.011 \\(2011).\r\n\n\n9 Baumans, V. Environmental enrichment for laboratory rodents and rabbits: requirements of rodents, rabbits, and research. ILAR J 46, 162-170 \\(2005).\r\n\n\n10 Baumans, V. et al. FELASA Working Group Standardization of Enrichment. \\(2006).\r\n\n\n11 Sztainberg, Y. & Chen, A. An environmental enrichment model for mice. Nat Protoc 5, 1535-1539, doi:nprot.2010.114 \\[pii] 10.1038/nprot.2010.114 \\(2010).\r\n\n\n12 Appendix A of the European Convention for the Protection of Vertebrate Animals Used for Experimental and Other Scientific Purposes \\(ETS 123). Strasbourg: Council of Europe \\(Strasbourg, 2006).\r\n\n\n13 Meehan, C. L. & Mench, J. A. The challenge of challenge: Can problem solving opportunities enhance animal welfare? Applied Animal Behaviour Science 102, 246-261, doi:10.1016/j.applanim.2006.05.031, \\(2007).\r\n\n\n14 BEZIN, L., FARES, R. & MOREAU, M. CAGE D'HEBERGEMENT POUR RONGEURS A MILIEU DE VIE ENRICHI. FRANCE patent FR2941844 \\(2010).\r\n\n\n15 Sanchez, P. E. et al. Optimal neuroprotection by erythropoietin requires elevated expression of its receptor in neurons. Proc Natl Acad Sci U S A 106, 9848-9853, doi:0901840106 \\[pii] 10.1073/pnas.0901840106 \\(2009).\r\n\n\n16 Obiang, P. et al. Enriched housing reverses age-associated impairment of cognitive functions and tPA-dependent maturation of BDNF. Neurobiol Learn Mem 96, 121-129, doi:S1074-7427\\(11)00056-6 \\[pii] 10.1016/j.nlm.2011.03.004 \\(2011).\r\n\n\n17 van Praag, H., Kempermann, G. & Gage, F. H. Neural consequences of environmental enrichment. Nat Rev Neurosci 1, 191-198, doi:10.1038/35044558 \\(2000).\r\n\n\n18 Kobilo, T. et al. Running is the neurogenic and neurotrophic stimulus in environmental enrichment. Learn Mem 18, 605-609, doi:18/9/605 \\[pii] 10.1101/lm.2283011 \\(2011).\r\n\n\n19 Van Loo, P. L., Van de Weerd, H. A., Van Zutphen, L. F. & Baumans, V. Preference for social contact versus environmental enrichment in male laboratory mice. Lab Anim 38, 178-188, doi:10.1258/002367704322968867 \\(2004).\r\n\n\n20 Morgan, K. N. & Tromborg, C. T. Sources of stress in captivity. Applied Animal Behaviour Science 102, 262-302, doi:10.1016/j.applanim.2006.05.032, \\(2007).\r\n\n\n21 Deacon, R. M. Housing, husbandry and handling of rodents for behavioral experiments. Nat Protoc 1, 936-946, doi:nprot.2006.120 \\[pii] 10.1038/nprot.2006.120 \\(2006).\r\n\n\n22 Van Loo, P. L., Blom, H. J., Meijer, M. K. & Baumans, V. Assessment of the use of two commercially available environmental enrichments by laboratory mice by preference testing. Laboratory animals 39, 58-67 \\(2005).\r\n\n\n23 Wolfer, D. P. et al. Laboratory animal welfare: cage enrichment and mouse behaviour. Nature 432, 821-822 \\(2004)"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank: Professor Robert Sloviter for help in editing the paper, Marion Le Cavorsin and Florian Moulin to design the Marlau™ cage."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.nlm.2011.03.004",
                "date": "2012-07-11 17:45:54",
                "title": "Enriched housing reverses age-associated impairment of cognitive functions and tPA-dependent maturation of BDNF",
                "authors": [
                    "Pauline Obiang",
                    "Eric Maubert",
                    "Isabelle Bardou",
                    "Olivier Nicole",
                    "Séverine Launay",
                    "Laurent Bezin",
                    "Denis Vivien",
                    "and Véronique Agin"
                ],
                "journal": "Neurobiology Of Learning And Memory",
                "logo": ""
            },
            {
                "doi": "10.1073/pnas.0901840106",
                "date": "2012-07-11 17:46:59",
                "title": "Optimal neuroprotection by erythropoietin requires elevated expression of its receptor in neurons",
                "authors": [
                    "P. E. Sanchez",
                    "R. P. Fares",
                    "J.-J. Risso",
                    "C. Bonnet",
                    "S. Bouvard",
                    "M. Le-Cavorsin",
                    "B. Georges",
                    "C. Moulin",
                    "A. Belmeguenai",
                    "J. Bodennec",
                    "A. Morales",
                    "J.-M. Pequignot",
                    "E.-E. Baulieu",
                    "R. A. Levine",
                    "and L. Bezin"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            },
            {
                "doi": "10.1371/journal.pone.0053888",
                "date": "2014-02-27 12:53:04",
                "title": "Standardized Environmental Enrichment Supports Enhanced Brain Plasticity in Healthy Rats and Prevents Cognitive Impairment in Epileptic Rats",
                "authors": [
                    "Raafat P. Fares",
                    "Amor Belmeguenai",
                    "Pascal E. Sanchez",
                    "Hayet Y. Kouchi",
                    "Jacques Bodennec",
                    "Anne Morales",
                    "Béatrice Georges",
                    "Chantal Bonnet",
                    "Sandrine Bouvard",
                    "Robert S. Sloviter and Laurent Bezin"
                ],
                "journal": "PLoS ONE",
                "logo": ""
            },
            {
                "doi": "10.1073/pnas.1313385111",
                "date": "2014-02-27 12:53:44",
                "title": "Environmental enrichment extends ocular dominance plasticity into adulthood and protects from stroke-induced impairments of plasticity",
                "authors": [
                    "F. Greifzu",
                    "J. Pielecka-Fortuna",
                    "E. Kalogeraki",
                    "K. Krempler",
                    "P. D. Favaro",
                    "O. M. Schluter",
                    "and S. Lowel"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12142,
                "identity": "9fd27a64-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Raafat. P FARES",
                "email": "raafat.fares@gmail.com",
                "orcid": "",
                "institution": "IRBA, Institut de Recherche Biomédicale des Armées, Brétigny-sur-Orge, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Raafat.",
                "middleName": "P",
                "lastName": "FARES",
                "suffix": ""
            },
            {
                "id": 12143,
                "identity": "9fd27d72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hayet  KOUCHI",
                "email": "",
                "orcid": "",
                "institution": "TIGER, Lyon Neuroscience Center, UMR5292 U1028",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hayet",
                "middleName": "",
                "lastName": "KOUCHI",
                "suffix": ""
            },
            {
                "id": 12144,
                "identity": "9fd28080-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laurent BEZIN",
                "email": "",
                "orcid": "",
                "institution": "TIGER, Lyon Neuroscience Center, UMR5292 U1028",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laurent",
                "middleName": "",
                "lastName": "BEZIN",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-07-11 18:23:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.036",
        "doiUrl": "https://doi.org/10.1038/protex.2012.036",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608522,
                "identity": "dbd87bed-3a7c-48b7-ae05-c4795c0823ff",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1123264,
                "visible": true,
                "origin": "",
                "legend": "Non-standardized enriched cages   Some of the non-standardized EE cages reported in the literature. These cages, of different shapes and sizes with running wheels and a variety of objects or toys such as tunnels, cardboard boxes, small houses and rubber balls, are used to enrich the rodents environments.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/figure_1.png"
            },
            {
                "id": 2608526,
                "identity": "30b7f5ac-6dd2-4509-8d6f-f5872888f729",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 597950,
                "visible": true,
                "origin": "",
                "legend": "Marlau cage   Design of the MarlauTM cage showing its complex structure. The cage allows housing of 12 rats or 18 mice in a large exploration area. The ground floor is divided into 2 sections including one section with food pellets G1 and another G2 with 3 water bottles, a red house and 3 running wheels. In order to reach food, rodents need to climb from G2 to the upper floor via a climbing ladder, cross a maze the configuration of which is changed three times a week and then go down to G1 via a sliding tunnel. Access back to G2 is made possible by 2 one-way opening doors located in the wall separating the ground floor. Assembling Marlau™ cage with its items is easy and its configuration guarantees the reproducibility between experiments.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/figure_2.png"
            },
            {
                "id": 2608525,
                "identity": "983c7a07-ae6f-4903-b01a-4933de3b2331",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1772809,
                "visible": true,
                "origin": "",
                "legend": "Maze configuration   Drawings of mazes configuration used in Marlau™ cage. Six mazes (A-F) are permanently used, offering a total of 12 different configurations. The maze is changed 3 times a week (guaranteeing novelty and sustained cognitive stimulation) in a defined order to offer reproducibility across experiments (starting with the series of A1, B1, C1, and ending with the series of D2, E2, and F2). Territorial dominance is avoided by the presence of 2 gates on each side of the maze.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/figure_3.jpg"
            },
            {
                "id": 13465509,
                "identity": "ef53920f-33ce-42f0-a6eb-00bd73dd6a16",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1972604,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/4628258c-1629-4d0d-a0b3-414adbcb9157.pdf"
            },
            {
                "id": 2608527,
                "identity": "902ae903-8865-43ae-b449-3dd62bffcbb5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 48349,
                "visible": true,
                "origin": "",
                "legend": "Appendix A   Maze configuration changes   Appendix A: changes of mazes:\r\nIn this Appendix, a schedule for changes of maze configuration is provided, dependent on whether 1, 2, 3 or more Marlau™ cages are used in a same time using a single set of mazes. We designate as “1 set of mazes”: 6 mazes (A, B, C, D, E, F), each side being identified by “1” or “2”, therefore offering 12 different configurations: A1, A2, B1, B2, … F1, F2.\r\n",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/supplement_0.pdf"
            },
            {
                "id": 2608528,
                "identity": "3c37ffb3-8fc3-4c34-b6e5-43d3a557af16",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "ps",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1427139,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Data Figure 1   Enriched environments effects on brain plasticity   Enriched environments effects on brain plasticity. This table summarizes most of the reported effects on brain plasticity in rats and mice models. Conflicting results are marked by bold character.",
                "description": "",
                "filename": "supplement0.ps",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/supplement_0.ps"
            },
            {
                "id": 2608529,
                "identity": "f8594f81-6764-4270-a494-264e367f1fbb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 404891,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Data Figure 1   Supplementary Data Figure 1, as a pdf file",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/supplement_0.pdf"
            },
            {
                "id": 2608530,
                "identity": "ad5075fe-b079-4ce8-b6ef-49982f1be6e9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 133452,
                "visible": true,
                "origin": "",
                "legend": "protex.2012.036   Full Version of the Protocol",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/supplement_0.pdf"
            },
            {
                "id": 2608533,
                "identity": "b9a7ef92-98fd-4e43-954b-8d80d133d109",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 113646,
                "visible": true,
                "origin": "",
                "legend": "Supplementary document   Supplementary document",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2436/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Enriched environment, Environmental enrichment, Standardisation, well being, maze, rodent, cognitive stimulation  ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Environmental enrichment for rodents, combining novelty and complex inanimate and social stimulations, influences brain plasticity and protects against the effects of brain insult. We engineered the Marlau™ cages for rats and mice to standardize continual stimulation of cognitive function during enrichment procedures using mazes. These cages are composed of a ground floor comprising two compartments: G1 contains food pellets and G2 contains water bottles, and an upper floor where a maze is placed. To procure food, rodents must to climb from G2 to the upper floor, cross the maze and go down to G1 via a slide tunnel. To drink, rodents must then use the one-way doors placed in the plastic wall that separates G1 from G2. Imposing such a path to procure food or water ensures that all animals have equal access to the different features of enrichment, cognitive stimulation being maintained by regular changes of maze configuration",
        "manuscriptTitle": "Standardized environmental enrichment for rodents in Marlau cage",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-07-12 08:41:30",
                "doi": "10.1038/protex.2012.036",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd20a92-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 12th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2790,
                "name": "Cell biology"
            },
            {
                "id": 2791,
                "name": "Neuroscience"
            },
            {
                "id": 2792,
                "name": "Chemical biology"
            },
            {
                "id": 2793,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-07-12 08:41:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}