{
    "identity": "nprot-496",
    "title": "Metalloprotein metal pools: identification and quantification by coupling native and non-native separations through principal component analysis",
    "content": [
        {
            "header": "Introduction",
            "content": "A substantial proportion of proteins bind metals but there is no routine method for identifying metalloproteins. High resolution separation techniques generally exploit non-native conditions such that metals can be lost, replaced or acquired during chromatography. The use of reductants and chelators can alter metal-protein speciation, as can oxygen which is also liberated from electrodes. This protocol involves minimal protein fractionation under native conditions, sufficient to identify and quantify the major soluble metalloprotein pools by inductively coupled plasma mass spectrometry. Individual proteins are then further resolved under denaturing conditions. By using principal component analysis \\(PCA) to compare the change in abundance of each protein with the change in abundance of metal, a candidate metalloprotein is selected and then identified by peptide mass-fingerprinting. The distribution of the metalloprotein across multiple fractions becomes an asset to its subsequent identification. The method is suited to finding and quantifying the major soluble metalloproteins and to studying their metal supply. The protocol can be adapted to extract and separate cytoplasmic proteins under robustly anaerobic conditions"
        },
        {
            "header": "Reagents",
            "content": "&#x2022; 1 M Tris-Cl \\(99.9 %, molecular biology grade, Melford Laboratories, product: 1185-53-1), pH 7.5, stock solution. \r\n\n\n&#x2022; 1 M Tris-Cl, pH 8.8, stock solution.\r\n\n\n&#x2022; 5 M NaCl \\(99.5 %, Sigma Ultrapure, product: S7653) stock solution.\r\n\n\n&#x2022; 0.5M disodium ethylenediaminetetraacetic acid \\(EDTA) \\(&gt;99 %, Sigma, product: E4884).\r\n\n\n&#x2022; 65 % w/v Suprapur HNO<sub>3</sub> \\(Merck, product: 1.00441). CAUTION - Highly corrosive, handle in fume cupboard with suitable PPE. \r\n\n\n&#x2022; Metal standards: 1,000 mg/L manganese \\(Fisher, product: J/8045/05), zinc \\(Fisher, product: J/8070/05), iron \\(Fisher, product: J/8030/05), 10,000 mg/L copper \\(BDH, product: 142273L), cobalt \\(Fisher, product: J/8250/05) standard solutions. Other elements available.\r\n\n\n&#x2022; Acrylamide stock solution \\(30 % w/v, 29:1 acrylamide: _bis_ acrylamide; Sigma-Aldrich, product: A3574). CAUTION - potent carcinogen, use suitable PPE.\r\n\n\n&#x2022; Sodium dodecyl sulphate \\(SDS) \\(&gt;99%, Melford, product: B2008)\r\n\n\n&#x2022; Ammonium persulfate \\(APS) \\(&gt;98%, Sigma, product: A3678).\r\n\n\n&#x2022; N,N,N&#x2019;,N&#x2019;-tetramethylethylenediamine \\(TEMED) \\(99%, Sigma, product: T8133).\r\n\n\n&#x2022; Sypro&#xAE; Ruby protein gel stain \\(Invitrogen/Molecular Probes, product: S12000).\r\n\n\n&#x2022; Bovine serum albumin \\(BSA) protein standard \\(Thermo, product: 23236).\r\n\n\n&#x2022; Coomassie Plus protein assay reagent \\(Thermo, product: 23238).\r\n\n\n&#x2022; Protein molecular weight \\(MW) markers \\(Sigma Low Range Marker, product: M3913).\r\n\n\n&#x2022; The protocol can be used with HEPES in place of Tris throughout \\(&gt;99%, molecular biology grade, Melford, product: B2001).\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n&#x2022; 500 ml Tris buffer: 50 mM Tris-Cl, pH 7.5 \\(prepare from stock).\r\n\n\n&#x2022; 700 ml Tris-sorbitol buffer: 50 mM Tris-Cl, pH 7.5, 0.5 M D-sorbitol \\(97 %, Sigma, product: S3755).\r\n\n\n&#x2022; 500 ml ice-cold Milli-Q H<sub>2</sub>O.\r\n\n\n&#x2022; 1 L HPLC running buffer: 10 mM Tris-Cl, pH 7.5, 50 mM NaCl.\r\n\n\n&#x2022; HPLC wash buffer: 10 mM Tris-Cl, pH 7.5, 1 M NaCl, 10 mM EDTA.\r\n\n\n&#x2022; 6 x Gel loading buffer: 60 % v/v glycerol, 6 % w/v SDS, 600 mM dithiothreitol \\(DTT) \\(Melford, product: MB1015), 0.3 % w/v bromphenol blue.\r\n\n\n&#x2022; Fixing solution: 50 % v/v methanol, 7 % v/v acetic acid. CAUTION &#x2013; Keep away from sources of ignition.\r\n\n\n&#x2022; Destain solution: 10 % v/v methanol, 7 % v/v acetic acid. CAUTION &#x2013; Keep away from sources of ignition.\r\n\n\n&#x2022; Reduction buffer: 10 mM tris\\(2-carboxyethyl)phosphine \\(TCEP) \\(Sigma, product: C4706), 5 mM Tris, pH 8.0.\r\n\n\n&#x2022; Digestion buffer \\(25 mM Tris-Cl, pH 8.0, 5 mM CaCl<sub>2</sub>).\r\n\n\n&#x2022; All glassware should be washed for at least 16 h in 4 w/v HNO<sub>3</sub> to remove trace metals."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Casy TT cell counter \\(Innovatis).\r\n\n\n&#x2022; 1 ml HiTrap Q HP column \\(GE Healthcare, product: 17-1153-01). CRITICAL &#x2013; Do not re-use these columns.\r\n\n\n&#x2022; TSK-SW3000  300 mm size exclusion column \\(Tosoh Biosciences, Hichrom, product: 05789).\r\n\n\n&#x2022; TSK-SW3000 guard column \\(Tosoh Biosciences, Hichrom product: 05371).\r\n\n\n&#x2022; High performance liquid chromatography \\(HPLC) pump \\(Waters 515, product: WAT20700).\r\n\n\n&#x2022; 2 &#x3BC;m inline stainless steel HPLC filter \\(Alltech, product: 28640).\r\n\n\n&#x2022; 1.5 ml polypropylene \\(PP) tubes \\(Starlab, product: E1415).\r\n\n\n&#x2022; 8 ml PP tubes, 100 x 13 mm \\(Sarstedt, product: 55.516PP).\r\n\n\n&#x2022; Inductively coupled plasma-mass spectrometer \\(ICP-MS) \\(Thermo X-series) with Cetac ASX510 autosampler.\r\n\n\n&#x2022; Mini-gel kit \\(Bio-Rad Protean II or equivalent) with 1.5 mm spacers.\r\n\n\n&#x2022; Gel UV imaging system \\(Bio-Rad Gel Doc 1000 or equivalent).\r\n\n\n&#x2022; Gel analysis software, e.g. ImageJ \\(NIH), QuantityOne \\(Bio-Rad).\r\n\n\n&#x2022; Matrix-assisted laser desorption/ionisation time-of-flight mass spectrometer \\(MALDI-TOF-MS) \\(Voyager DE-STR, Applied Biosystems, Inc.).\r\n\n\n&#x2022; 13 ml PP tubes, 100 x 17 mm with lids \\(Sarstedt, product: 55.515PP)."
        },
        {
            "header": "Procedure",
            "content": "**A) Extraction of periplasmic proteins** \\( ==~== 3 h) \r\n\n\nThe following protocol for periplasmic extraction describes its application to cells of the cyanobacterium _Synechocystis_ PCC 6803, but the protocol has also been successfully applied to other Gram-negative bacterial species \\(e.g. _E._ _coli_, _Methylococcus_). For preparation of periplasmic extract, the following procedure should be performed as rapidly as possible, with minimal delay between centrifugation and resuspension steps, and with cells gently resuspended at each stage to minimise cellular lysis.\r\n\n\n\r\n\n\n1) Obtain cell count of at least 2 L _Synechocystis_ PCC 6803 cultured to OD\n600nm\n==\n== 1.0 using cell counter \\(Casy TT, or equivalent); ==\n== 2 x 10\n11\ncells.\r\n\n\n2) Harvest cells by centrifugation \\(6,000 _g_, 20 min, 4ºC). Cells are used fresh, as freeze-thawed cells are prone to lysis.\r\n\n\n3) Wash cells by resuspending the cell pellet in 500 ml 50 mM Tris, pH 7.5 at room temperature, then repeat centrifugation step.\r\n\n\n4) Resuspend cells in 500 ml Tris-sorbitol buffer. Add 10 μl 0.5 M EDTA, pH 8.0, mix by inversion, and incubate at room temperature for 20 min.\r\n\n\n5) Centrifuge suspension \\(11,000 _g_, 20 min, 4ºC) to obtain a tight pellet, then resuspend cells in 200 ml Tris-sorbitol buffer to remove traces of EDTA and repeat centrifugation.\r\n\n\n6) Resuspend cells in 500 ml ice-cold milli-Q H\n2\nO to induce osmotic shock. CRITICAL STEP – This step should be performed as rapidly as possible. Centrifuge immediately \\(16,000 _g_, 20 min, 4ºC).\r\n\n\n7) Decant supernatant \\(shock fluid) into clean centrifuge tubes and repeat centrifugation step to ensure a cell-free extract.\r\n\n\n8) Decant cell-free shock fluid into an acid-washed 500 ml flask.\r\n\n\n\r\n\n\n**B) Low resolution native two-dimensional liquid chromatography** \\( ==~== 24 h)\r\n\n\n1) Add 25 ml of 1 M Tris, pH 8.8 to the shock fluid, and load onto fresh 1 ml HiTrap Q HP anion exchange column \\(equilibrated according to manufacturer’s instructions) using peristaltic pump at ==\n== 0.5 ml/min at 4ºC \\(over ==\n== 16 h). PAUSE POINT.\r\n\n\n2) Once all of the shock fluid has been loaded, wash column with 10 ml 50 mM Tris, pH 8.8, at 1 ml/min, 4ºC.\r\n\n\n3) Elute bound species from the column with 1 ml each of 50 mM Tris buffer, pH 8.8, containing 100 mM, 200 mM, 300 mM, 400 mM, 500 mM and 1 M NaCl sequentially. Do not wash column between elutions, as this will result in loss of protein. Collect each eluant fraction in a clean 1.5 ml PP tube. Store all fractions on ice.\r\n\n\n4) Resolve 200 μl aliquots of each fraction on a TSK-SW3000 column at 0.5 ml/min using HPLC pump, in HPLC running buffer at room temperature, collecting 35 x 0.5 ml fractions in 1.5 ml Eppendorf tubes. The SW3000 column should be fitted with a TSK-SW3000 guard column and 2 μm inline filter.\r\n\n\n5) Before each size exclusion run, wash the column by loading 200 μl HPLC wash buffer then re-equilibrate thoroughly  \\( ==~== 2 column volumes) to ensure that all traces of this wash solution have been eluted from the column.\r\n\n\n\r\n\n\n**C) Metal analysis by inductively coupled plasma mass spectrometry** \\( ==~== 6 h)\r\n\n\n1) Prepare 500 ml 2.5 % w/v HNO\n3\nby addition of 19.2 ml of concentrated \\(65 % w/v) acid stock to 480.8 ml high purity milli-Q water in an acid-washed flask.\r\n\n\n2) Add 1.2 ml of 2.5 % w/v HNO\n3\nto each of 180 x 8 ml PP tubes.\r\n\n\n3) Pipette 300 μl aliquots of each SW3000 column eluant fraction 6-35 into tubes containing the acid solution.\r\n\n\n4) Prepare matrix-matched elemental standards \\(between 0 and 100 μg/L) by serial dilution of metal solutions into 2.5 % w/v HNO\n3\ncontaining 20 % v/v HPLC buffer.\r\n\n\n5) Quantify elemental composition of fractions by ICP-MS. Measure mass ions of metals of interest over 100 readings using the peak jump method, each in triplicate, and determine metal concentrations by comparing with matrix-matched metal standards, and multiply through by 5 to account for 5-fold dilution. Save metal data \\(M\nppb\n) in spreadsheet with unique filename \\(F1).\r\n\n\n6) Convert determined metal concentrations \\(μg/L) to atoms/cell using the equation:\r\n\n\n\r\n\n\n**M\nac\n= M\nppb\nx A x N\nA\n/ RAM x G x V x Cell**\r\n\n\n\r\n\n\nM\nac\n= \\[Metal] \\(atoms/cell).\r\n\n\nM\nppb\n= \\[Metal] \\(μg/L) in F1.\r\n\n\nA = Factor to account for proportion of total sample used \\(200 μl of 1 ml anion exchange eluant).\r\n\n\nN\nA\n= Avogadro's number, 6.02 x 10\n23\n.\r\n\n\nRAM = Relative atomic mass of the metal.\r\n\n\nG = conversion from μg to g, 1 x 10\n6\n.\r\n\n\nV = conversion from ml to L, 2 x 10\n3\n.\r\n\n\nCell = Total number of cells used for extract preparation.\r\n\n\n\r\n\n\nSave metal analysis data as spreadsheet with unique filename \\(F2).\r\n\n\n\r\n\n\n**D) Denaturing polyacrylamide gel electrophoresis and protein quantification** \\( ==~== 4 h)\r\n\n\n1) Add 20 μl 6 x gel loading buffer to 100 μl aliquots of size exclusion eluant from fractions encompassing metal peak. Boil samples for 10 min to ensure complete denaturation.\r\n\n\n2) Prepare discontinuous SDS-polyacrylamide mini-gel \\(approx. resolving gel dimensions: 85 mm x 55 mm x 1.5 mm), polymerise with 0.1 % w/v APS and 0.05 % v/v TEMED and 10-well comb:\r\n\n\n   Resolving gel: 15 % w/v acrylamide, 375 mM Tris, pH 8.8, 0.1 % w/v SDS.\r\n\n\n   Stacking gel: 5 % w/v acrylamide, 125 mM Tris, pH 6.3, 0.1 % w/v SDS.\r\n\n\nThe acrylamide percentage should be varied to optimise resolution.\r\n\n\n3) Load samples and resolve at continuous 150 V until bromphenol dye runs off the end of the resolving gel \\( ==~== 2 h).\r\n\n\n4) Transfer the resolving gel to a clean container and fix gel with two 30 min washes in fixing solution with shaking.\r\n\n\n5) Stain gel overnight in ==~== 25 ml Sypro® Ruby stain with constant shaking.\r\n\n\n6) Destain gel with two 30 min washes in 10 % v/v methanol, 7 % v/v acetic acid \\(extra wash steps should be included if a high background is observed).\r\n\n\n7) Wash gel for 10 min in deionised H\n2\nO.\r\n\n\n8) Visualise stained gel by fluorescence detection. Imaging should aim to achieve highest possible resolution while minimising background intensity. Multiple images may be required, integrated over different exposure times, to allow accurate quantification of all bands.\r\n\n\n9) Number each protein band observed in the gel consecutively from the highest MW to the lowest MW species.\r\n\n\n10) Quantify protein abundance from images of stained gels using commercially available software, such as ImageJ \\(NIH) or QuantityOne \\(Bio-Rad), by integrating under fluorescent peaks according to manufacturer’s instructions. Export quantitative data using the report function of QuantityOne, or manually using ImageJ, and save in spreadsheet with a unique filename \\(F3).\r\n\n\n\r\n\n\n**E) Principal component analysis and protein identification by mass-fingerprinting** \\( ==~== 24 h)\r\n\n\n1) Copy all protein quantities \\(F3) along with those of the metal of interest \\(F2) into a spreadsheet. Column 1 must contain the metal concentrations \\(from section C), with column 2, 3, 4 containing the quantities of protein 1, 2, 3 \\(from section D). Row 1 should contain headings, with rows 2, 3, 4 representing gel lanes 1, 2, 3. Save spreadsheet as a .csv file with a unique filename \\(F4). Do not enter values in any other cell of the spreadsheet except for these metal and protein quantities, as this will prevent the PCA script from running properly.\r\n\n\n2) Copy the PCA script \\(see section F) into a MatLab script file using the MatLab editor, and save under the “metals.m” filename. The script should be saved in the same folder that contains the .csv data file \\(F4). Open MatLab, select this folder as MatLab’s working directory, and run script by entering “metals”. When prompted, enter the filename of the .csv data file \\(F4). MatLab produces the graphical output in separate windows.\r\n\n\n3) In order to test that the PCA script provided is functioning correctly, an example dataset is given in table 1. Copy the data in table 1 into a spreadsheet, save with filename example.csv, and run the PCA script in MatLab as described above. The output should look like that depicted in figure 2.\r\n\n\n4) Recover the protein identified as best correlating species by PCA from the gel \\(section D) by excising band using a sterile scalpel under UV irradiation and transfer the gel slice to a fresh 1.5 ml PP tube.\r\n\n\n5) Wash and hydrate the gel slice with 50 μl H\n2\nO for 5 min, then destain with 50 μl of 25 mM Tris, pH 8.0, in 50 % v/v acetonitrile for 30 min.\r\n\n\n6) Add 50 μl reduction buffer and incubate for 30 min at 56ºC, then add 50 μl of 100 mM iodoacetamide and incubate at room temperature for 30 min in the dark.\r\n\n\n7) Wash the gel slice twice in 50 μl water for 5 min, then dehydrate by washing twice with 100 μl acetonitrile for 10 min at 30ºC.\r\n\n\n8) Dry under vacuum, re-hydrate on ice with 10 μl digestion buffer, and add 25 ng trypsin \\(Promega). After 10 min, add a further 10-25 μl digestion buffer to cover the gel slice and incubate at 35ºC for 16 h.\r\n\n\n9) Extract tryptic peptides twice with 10 μl 0.1 % v/v trifluoroacetic acid in 60 % v/v acetonitrile at 56ºC for 30 min.\r\n\n\n10) Pool extracts and dry under vacuum, then redissolve in 10 μl 0.1 % v/v trifluoroacetic acid.\r\n\n\n11) Purify with Zip-Tip C\n18\npipette tips \\(Millipore) according to manufacturer’s instructions. Elute peptides from the tip directly onto the matrix-assisted laser desorption/ionization \\(MALDI) plate with matrix solution of α-cyano-4-hydroxycinnamic acid \\(10 mg/ml) saturated in 50 % v/v acetonitrile, 0.1 % v/v trifluoroacetic acid.\r\n\n\n12) Analyse peptide digests using a MALDI-TOF-MS, equipped with a delayed ion extraction source. Our instrument uses a nitrogen laser at 337 nm and is operated in reflector mode at accelerating voltages of 20-25 kV.\r\n\n\n13) Obtain mass spectra over a mass range of 900-4,000 Da and assign monoisotopic peptide mass fingerprints.\r\n\n\n14) Identify protein species by searching the mass fingerprint data using the Mascot search engine program \\(Matrix Science Ltd.) by searching against the latest NCBI non-redundant protein sequence database with a peptide mass tolerance limit of 50 ppm.\r\n\n\n\r\n\n\n**F) PCA script**\r\n\n\n_Format of data file_\r\n\n\nThe metals.m script will process any tabulated profile data, as long as it is provided in a file of the appropriate format. The key characteristics of the file are:\r\n\n\n1) The file should be a comma separated variable text file \\(.csv). Files of this type can easily be exported from spreadsheets such as Microsoft Excel.\r\n\n\n2) The first row of the file should contain the column headings, these are used to label the profiles in resulting plots.   \r\n\n\n3) The first column of data should contain the profile of the metal of interest. For an example of the file layout see table 1. The script can cope with a file containing any number of rows and columns \\(ultimately there is a limit, but it is unlikely to be reached in practice).\r\n\n\n\r\n\n\n_**Start copying script from below here**_\r\n\n\n\r\n\n\n% METALS.M\r\n\n\n%\r\n\n\n% Matlab script to analyse metalloprotein data from a specifed file.\r\n\n\n% Relationships between protein elution profiles and metal\r\n\n\n% profiles are shown using correlation coefficients and principal\r\n\n\n% components analysis.\r\n\n\n \r\n\n\n% clear workspace\r\n\n\nclear all\r\n\n\n \r\n\n\n% close any open figure windows\r\n\n\nclose all\r\n\n\n \r\n\n\n% prompt user to enter name of file to analyse\r\n\n\nfilename = input\\('Type filename \\(e.g. example.csv) and hit Enter: ','s');\r\n\n\n \r\n\n\n% load file and extract headings, data and number of profiles\r\n\n\ndisp\\(\\['Loading ', filename, '...'])\r\n\n\nidata = importdata\\(filename,',',1);\r\n\n\nlabels = idata.colheaders;\r\n\n\nprofilecount = length\\(labels);\r\n\n\nY = idata.data;\r\n\n\ndisp\\('processing...')\r\n\n\n \r\n\n\n% plot raw profiles\r\n\n\nplot\\(Y);\r\n\n\nlegend\\(labels);\r\n\n\ntitle 'raw data';\r\n\n\n \r\n\n\n% calculate and plot rangescaled profiles\r\n\n\nfor i = 1:profilecount\r\n\n\n    Yscaled\\(:,i) = Y\\(:,i)/max\\(Y\\(:,i));\r\n\n\nend\r\n\n\n \r\n\n\nfigure\r\n\n\nplot\\(Yscaled);\r\n\n\nlegend\\(labels);\r\n\n\ntitle 'rangescaled data';\r\n\n\n \r\n\n\n% calculate correlation between all elution profiles and\r\n\n\n% extract just the correlation with the metal profile \\(first column)\r\n\n\nR = corrcoef\\(Y);\r\n\n\nmncor = R\\(:,1);\r\n\n\n \r\n\n\n% plot correlations\r\n\n\nfigure\r\n\n\nbarh\\(mncor)\r\n\n\nhold on\r\n\n\nfor i=1:profilecount\r\n\n\n    if mncor\\(i)>0\r\n\n\n        text\\(-0.01,i,labels\\(i),'HorizontalAlignment','Right');\r\n\n\n    else\r\n\n\n        text\\(0.01,i,labels\\(i),'HorizontalAlignment','Left');\r\n\n\n    end\r\n\n\nend\r\n\n\ntitle \\['correlation with ',labels\\(1),' profile']\r\n\n\n \r\n\n\n% calculate first four PCA scores for the scaled data\r\n\n\ncov = \\(Yscaled ==*== Yscaled')/\\(size\\(Yscaled',1)-1); \r\n\n\n\\[U, S, V] = svd\\(cov);\r\n\n\nP = \\[V\\(:, 1:4)];\r\n\n\nscores = Yscaled' ==*== P;\r\n\n\n \r\n\n\n% plot PCA scores for various combinations of PCs\r\n\n\nfigure\r\n\n\nplot\\(scores\\(:,1),scores\\(:,2),'.');\r\n\n\ntext\\(scores\\(:,1)+0.01,scores\\(:,2)-0.01,labels);\r\n\n\nxlabel 'PC1';\r\n\n\nylabel 'PC2';\r\n\n\n \r\n\n\nfigure\r\n\n\nplot\\(scores\\(:,1),scores\\(:,3),'.');\r\n\n\ntext\\(scores\\(:,1)+0.01,scores\\(:,3)-0.01,labels);\r\n\n\nxlabel 'PC1';\r\n\n\nylabel 'PC3';\r\n\n\n \r\n\n\nfigure\r\n\n\nplot\\(scores\\(:,2),scores\\(:,3),'.');\r\n\n\ntext\\(scores\\(:,2)+0.01,scores\\(:,3)-0.01,labels);\r\n\n\nxlabel 'PC2';\r\n\n\nylabel 'PC3';\r\n\n\n \r\n\n\nfigure\r\n\n\nplot\\(scores\\(:,3),scores\\(:,4),'.');\r\n\n\ntext\\(scores\\(:,3)+0.01,scores\\(:,4)-0.01,labels);\r\n\n\nxlabel 'PC3';\r\n\n\nylabel 'PC4';\r\n\n\n \r\n\n\nfigure\r\n\n\nplot3\\(scores\\(:,1),scores\\(:,2),scores\\(:,3),'.');\r\n\n\ntext\\(scores\\(:,1)+0.01,scores\\(:,2)-0.01,scores\\(:,3),labels);\r\n\n\nxlabel 'PC1';\r\n\n\nylabel 'PC2';\r\n\n\nzlabel 'PC3';\r\n\n\n \r\n\n\ndisp\\('done\\!')\r\n\n\n\r\n\n\n_**Stop copying script immediately above here**_\r\n\n\n\r\n\n\n**G) Modifications to the protocol to allow extraction and resolution of cytosolic proteins under anaerobic conditions** \\( ==~== 24 h)\r\n\n\nThe technique described above can be modified to allow the analysis of metal pools in whole cell extracts under rigorously anaerobic conditions. All manipulations of liquids are performed in an anaerobic chamber, and buffers should be degassed and then purged with oxygen-free nitrogen to ensure removal of traces of O\n2\n.\r\n\n\n\r\n\n\n_Preparation of extract:_\r\n\n\n1) Obtain cell count of _Synechocystis_ PCC 6803 cultured to OD\n600nm\n==~== 1.0 using cell counter \\(Casy TT, or equivalent).\r\n\n\n2) Harvest 1 L culture \\( ==~== 1 x 10\n11\ncells) by centrifugation \\(6,000 _g_, 20 min, 4ºC), wash in 20 ml 50 mM Tris, pH 8.8, and repeat centrifugation. Store pellet at -20ºC. PAUSE POINT.\r\n\n\n3) Thaw pellet and resuspend in 5 ml 50 mM Tris, pH 8.8.\r\n\n\n4) Equilibrate pestle and mortar in liquid nitrogen. Once equilibrated, add cell suspension drop-wise to the liquid nitrogen and grind thoroughly to a fine powder. Maintain temperature by adding liquid nitrogen between periods of grinding.\r\n\n\n5) Transfer mortar while still frozen to anaerobic chamber. Add 15 ml 50 mM Tris, pH 8.8 and thaw within chamber.\r\n\n\n6) Once thawed, transfer lysate to 2 x 13 ml PP tubes and seal anaerobically. Centrifuge \\(6,500 _g_, 20 min, 4ºC) to remove cell debris and intact cells.\r\n\n\n7) Return to anaerobic chamber, and transfer supernatant to ultracentrifuge tubes. Anaerobically seal inside rotor canisters in the chamber, then ultracentrifuge \\(160,000 _g_, 30 min, 4ºC).\r\n\n\n8) Resuspend pellet of cell debris and intact cells in 10 ml HPLC buffer and obtain cell count using cell counter \\(Casy TT, or equivalent) to determine fraction of cells successfully lysed.\r\n\n\n9) Transfer to chamber and decant supernatant into a fresh tube.\r\n\n\n\r\n\n\n_Low resolution native two-dimensional liquid chromatography:_\r\n\n\n1) Quantify total protein in extract by BSA-calibrated Coomassie assay according to manufacturer’s instructions. Adjust protein concentration to below ==~== 3 mg/ml by addition of 50 mM Tris, pH 8.8.\r\n\n\n2) Load extract equivalent to 40 mg total protein onto 1 ml HiTrap Q HP column \\(previously equilibrated according to manufacturer’s instructions with anaerobic buffers) in anaerobic chamber at ==~== 0.1 ml/min. A low flow rate is necessary to reduce back-pressure due to high viscosity of the sample.\r\n\n\n3) Wash and elute anion exchange column as described above. Store eluted fractions anaerobically until required.\r\n\n\n4) Resolve 200 μl aliquots of each fraction on a TSK-SW3000 column as described above. HPLC buffer should be degassed then purged with oxygen-free nitrogen to remove traces of O\n2\n, and HPLC liquid system should be sealed throughout to maintain anaerobic conditions.\r\n\n\n5) Perform metal analysis and SDS-PAGE as described above \\(sections C and D) under aerobic conditions.\r\n\n\n6) Perform PCA analysis as described in section E.\r\n\n\n\r\n\n\n**H) Further applications**\r\n\n\nThe technique can be adapted for other applications. The use of liquid chromatography coupled to principal component analysis to determine which protein in a complex sample has a particular property should be generally applicable, provided the property can be quantified. For example, by replacing the metal concentrations used here with assays for enzymatic activities, fluorescence or UV/visible absorbance, and using principal component analysis to compare the rise and fall in abundance of each protein with the rise and fall of activity/fluorescence/absorbance. Further, applying PCA to the protein abundances alone can reveal the presence of protein-protein interactions within the complex protein mixture. Alternative methods to one dimensional SDS polyacrylamide gel electrophoresis for estimation of protein abundance, such as quantitative mass fingerprinting, can also be applied in an analogous manner."
        },
        {
            "header": "Troubleshooting",
            "content": "_Problem_\r\n\n\nDifficult to remove cells from shock fluid by centrifugation.\r\n\n\n_Reason_\r\n\n\nHigh level of cellular lysis during osmotic shock.\r\n\n\n_Fix_\r\n\n\nDecrease the time during which cells are exposed to osmotic shock \\(i.e. in cold water). Either ensure more rapid resuspension of cells into ice-cold water, or initially resuspend pellet in a small volume of Tris-sorbitol supernatant before adding the ice-cold H<sub>2</sub>O. If antibodies are available, the degree of cellular lysis can be determined using immunoblots. Pilot studies should be performed in order to determine species-specific optimal shock conditions.\r\n\n\n\r\n\n\n_Problem_\r\n\n\nLarge variability in metal profile between identical fractionation runs.\r\n\n\n_Reason_\r\n\n\nProbable metal contamination of buffers and/or glassware.\r\n\n\n_Fix_\r\n\n\nAll glassware should be acid-washed overnight, and should NOT be autoclaved; autoclave steam can deposit metal on surfaces. All plasticware should only be used once.\r\n\n\n\r\n\n\n_Problem_\r\n\n\nHigh noise observed in metal detection.\r\n\n\n_Reason_\r\n\n\nPoor detection by ICP-MS caused by interfering molecular ions.\r\n\n\n_Fix_\r\n\n\nMetal analysis should be performed using a collision cell in the presence of H<sub>2</sub>/He gas according to manufacturer&#x2019;s instructions.\r\n\n\n\r\n\n\n_Problem_\r\n\n\nPrincipal component analysis results give more than one protein candidate as the likely co-migrating metalloprotein.\r\n\n\n_Reason_\r\n\n\nContaminating non-metalloprotein\\(s) have eluted from two-dimensional chromatography in a similar manner to the target metalloprotein.\r\n\n\n_Fix_\r\n\n\nRe-run the second dimension size exclusion chromatogram using a further aliquot of the relevant anion exchange eluant fraction. Usually, a simple re-run is sufficient, as small variations in chromatography can be enough to alter the profile of individual protein species sufficiently to allow isolation of a single candidate by comparing multiple rounds of SDS-PAGE/PCA. If the problem persists, alter the separation criteria, for example by connecting two TSK-SW3000 size exclusion columns in series to improve the resolution of the second dimension separation, or change the size exclusion column to a different type, for example to a TSK-SW4000 column \\(Tosoh Bioscience) to resolve larger proteins. Alternatively, repeat the process using different NaCl concentrations to elute from the anion exchange column to improve resolution of the anion exchange separation of the area of interest, or to cause a change in the distribution of contaminating proteins. If the problem persists, the proteins may be interacting in a complex."
        },
        {
            "header": "References",
            "content": "Tottey et al. Protein-folding location can regulate manganese-binding versus copper- or zinc-binding. _Nature_ **455**, 1138-1142 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants from the BBSRC PMS committee \\[BBS/B/02576] and \\[BB/E001688/1]."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature07340",
                "date": "2008-09-18 11:27:30",
                "title": "Protein-folding location can regulate manganese-binding versus copper- or zinc-binding",
                "authors": [
                    "Tottey",
                    "S",
                    "Waldron",
                    "K.J",
                    "Firbank",
                    "S.J",
                    "Reale",
                    "B",
                    "Bessant",
                    "C",
                    "Sato",
                    "K",
                    "Cheek",
                    "T.R",
                    "Gray",
                    "J",
                    "Banfield",
                    "M.J",
                    "Dennison C. & Robinson",
                    "N.J."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11055,
                "identity": "9f433ff5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nigel Robinson",
                "email": "",
                "orcid": "",
                "institution": "Newcastle University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nigel",
                "middleName": "",
                "lastName": "Robinson",
                "suffix": ""
            },
            {
                "id": 11056,
                "identity": "9f43430c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kevin Waldron",
                "email": "",
                "orcid": "",
                "institution": "Newcastle University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kevin",
                "middleName": "",
                "lastName": "Waldron",
                "suffix": ""
            },
            {
                "id": 11057,
                "identity": "9f4344c9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Steve Tottey",
                "email": "",
                "orcid": "",
                "institution": "Newcastle University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Steve",
                "middleName": "",
                "lastName": "Tottey",
                "suffix": ""
            },
            {
                "id": 11058,
                "identity": "9f434634-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Conrad Bessant",
                "email": "",
                "orcid": "",
                "institution": "Cranfield University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Conrad",
                "middleName": "",
                "lastName": "Bessant",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 15:36:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.236",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.236",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607962,
                "identity": "91530f9b-1b9a-4cd0-b3d9-3c767c0fdd29",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 279180,
                "visible": true,
                "origin": "",
                "legend": "Native two dimensional separation analysed for five elements   Native two dimensional separation of a periplasmic extract from _Synechocystis_ PCC 6803 analysed for five elements by ICP-MS. Individual metal concentrations are represented as surfaces with arbitrary colour thresholds. The bottom right panel shows a contour plot which allows superimposition of data for the different elements (iron in red, zinc in black, manganese in green, copper in blue, cobalt in purple). Proteins within fractions containing metals are further resolved under denaturing conditions and candidates for the proteins binding the metals established by inter-comparing the native and non-native separations via principal component analysis. Iron-binding protein FutA2, identified via the analysis shown in Figure 2, is annotated, along with copper-CucA and manganese-MncA.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-496/v1/figure_1.png"
            },
            {
                "id": 2607961,
                "identity": "f87d0c58-7c12-416b-9fc7-037f41fc4276",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 85777,
                "visible": true,
                "origin": "",
                "legend": "PCA sample data output   Correlation (panel a) and principal component analyses (panels b-f) of proteins resolved under denaturing conditions derived from fractions in the region of a native two dimensional separation (as in figure 1) containing the FutA2 iron complex. The figure shows the MatLab output obtained with the example data set provided in table 1 and the PCA script given in section F. Graphs represent pairs (panels b-e) or triple (panel f) principal components. Protein eight was found to be FutA2 by mass fingerprinting and gives the closest match to iron.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-496/v1/figure_2.png"
            },
            {
                "id": 2607960,
                "identity": "dc0ad116-5d89-44d5-a9cf-fb1bfffa3d83",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8473,
                "visible": true,
                "origin": "",
                "legend": "Table 1   PCA sample data   Example data set to test MatLab script for principal component analysis, which generates the output shown in figure 2. \"Table 1.doc\":http://protocols.nature.com/image/show/1085",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-496/v1/figure_3.png"
            },
            {
                "id": 13464570,
                "identity": "6fbc652a-a1ed-43b2-8d06-a79ef493c403",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 497620,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-496/v1/55bad146-69eb-43ec-b778-fbbcc4f84fea.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "metalloproteins, metallome, metalloproteome, metal-homeostasis, copper, zinc, manganese, cobalt, iron\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Metalloprotein metal pools: identification and quantification by coupling native and non-native separations through principal component analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-11-12 06:06:03",
                "doi": "10.1038/nprot.2008.236",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f42f1a9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 12th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2182,
                "name": "Biochemistry"
            },
            {
                "id": 2183,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-11-12 06:06:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}