{
    "identity": "nprot-6847",
    "title": "Sensitivity Analysis of Metamaterial Surface Plasmon and Waveguide for Monitoring Metal Surface Profile and Concrete Crack/ Separation using Robotic-Arm Based Structural Health Monitoring",
    "content": [
        {
            "header": "Introduction",
            "content": "Metamaterial inspired designs have been successfully tested in several  applications such as gradient negative index lenses, invisibility cloaking, metasurface sub-wavelength imaging  \\[1-4],  and many more. Their entry in structural health monitoring \\(SHM) of Aerospace, Civil and Mechanical \\(ACM) engineering \\[5-7] started attracting engineers because of their strong electromagnetic \\(EM) response to the geometrical changes in the unit element or assemblies of elements \\[8], making it suitable for ‘strain’ monitoring, which is a common issue for most ACM structures.\r\n\n\n\r\n\n\n    Metamaterial inspired LSP sensors are highly non-fragile, which are manufactured as bi-material composites, made of metal inscriptions on flexible and ultra-thin Rogers materials \\(RT5880) using PCB technique. These are bent and twisted-able; and do not require fragile packaging, unlike FBG sensors and moreover their ‘waveguides that transfer EM waves’  do not need any protection unlike optical fiber cables. \r\n\n\n\r\n\n\n       Most of the present designs are mostly based on the generation of \\(A) ‘progressive wave’ that travel long distances in the ‘far fields’ \\(air medium); and \\(B) the measurement of the scattered parameters in the far fields. Thus, EM radiation leakages or reflections are common, which forces experimentation in special anechoic chambers. Thus, they were used mostly for biological or medical applications, but not for ACM applications \\[9]. \r\n\n\n\r\n\n\nThese EM radiations in the microwave range are harmless, and their applications for ACM engineering structure can be considered without any isolation. Hence, ‘near field’ based LSP sensor using the robotic arm and waveguide technique is adopted in our study published in Springer's Journal of Nondestructive Evaluation \\[10]. \r\n\n\n\r\n\n\nThis technique was evaluated in terms of sensitivity for a couple of ACM engineering specimens as demonstrated in Figs 1-6, that shows its potential applications for SHM. \r\n\n\n\r\n\n\n  These LSPs, in contact with the ‘engineering structure under inspection’ generate a diagnosable surface plasmons/ wave as output, when subjected to input EM waves in the near fields. This paper is an extension of our article \\[10], presents a procedure to analyse the sensitivity of the output surface wave. \r\n\n\n     \r\n\n\n      The Springer article primarily presented a novel method of transferring ‘surface waves’ from within the confined boundaries of the LSP sensor to the far-off distance along a guided path. Our several articles in the last few years explored the spoof LSP sensor \\[6, 10 -12], first developed a few years ago by Shen and co-researcher group \\[13] which resembles a piezoelectric diaphragm \\[14], but it is ultra thin and bendable unlike piezo. In experiments, the input – EM waves and the output – surface waves were handled by a vector network analyser via a 2D robotic arm. Signals generated by LSP; and, LSP plus waveguide were analyzed for monitoring \\(A) metal shell’s surface profile and \\(B) separation of two adjacent concrete blocks. \r\n\n\n\r\n\n\nFurther, in this article, the sensitivity of the output signals using a unique root mean square deviation \\(RMSD) index is presented."
        },
        {
            "header": "Equipment",
            "content": "In the present article, we employed \r\n\n\n\\(1) Vector Network Analyzer \\(VNA)\r\n\n\n\\(2)  Hollow and confined input and output co-axial cables  of 6 m each, which respectively supplied input EM waves and acquired output surface wave from and to VNA. \r\n\n\n\\(3) LSP Sensor: It consists of  a ground plate \\(copper) attached to a 254 μm PCB \\(Rogers RT5880) with a relative permittivity of 2.2 and loss tangent of 0.0009.  Where this plate composed of periodic grooves \\(period of 1.256mm with 0.628mm air gap between neighboring copper strips) etched on an 18 μm thick copper disk, arranged in a circular pattern in the X-Y plane\r\n\n\n\\(4) We also used a ‘conductive and solid’ lead cable of circular cross sectional  diameter 1.5 mm as waveguides with their lengths ranging from 10 to 30 cm based on experimental types as carried-out in our article \\[10]. The present short article is limited to demonstration of the \\(1) Sensitivity of the slightly bent LSP sensor and \\(2) Sensitivity of  combined  LSP sensor and lead cable waveguide.\r\n\n\n\\(5) Yamaha robotic arm, assembled in Nanyang Technological University\r\n\n\n\\(6) Software to handle robotic arm. Co-axial cables with dipole antennas were mounted on the 2D robot arm as illustrated in Figures 1 and 2. The important component of the robot scanner \\(X-Y table) is a horizontal sliding arm, which can move  in the X and Y directions rapidly \\(<1 sec for each move).  In our study \\[10], this robotic arm was used to hold and move one coaxial cable that supplied either input EM waves at intermittent predefined locations or acquired output surface waves at instructed locations, but not for both simultaneously.  Thus, the robotic arm facilitates scanning of \\(a)  LSP sensor for a metal shell \\(Figure 1), and, \\(b) lead metal waveguide for monitoring the separation of two adjacent concrete blocks \\(Figure 2) rapidly and effectively with minimal  human errors. \r\n\n\n\\(7)  Metallic shell made of aluminium \\(AL) with a Poisson ratio of 0.33, a density of 2715 Kg/ cubic. m   and Young’s modulus of 66.67 GPa \r\n\n\n\\(8) Two non-metallic i.e concrete blocks of characteristic strength 30 N/ m square."
        },
        {
            "header": "Procedure",
            "content": "\\(1)\nSee figure in Figures section.\n\\[Click to Enlarge]\nFigure 1 shows the schematic implementation of one LSP sensor, attached to aluminium shell. This shell is 7 cm in height and 20 cm in width. The arm was instructed to move along X axis above the surface of LSP sensor. During its motion, the input EM wave was supplied from a fixed location on LSP sensor while the output was obtained at several locations starting from a \\(0 mm) to A \\(20 mm). The sensor was curve-linear, but has a steeper slope on one side from the midpoint \\(M =10 mm). More about this can be obtained in our associated publication \\[10]. \r\n\n\n\\(2)\nSee figure in Figures section.\n\\[Click to Enlarge]\nFigure 2 shows the schematic implementation of  LSP sensor and lead waveguide. The LSP is attached to one block while the waveguide laid \\(spread) from the center of the sensor perpendicular to block's length. The adjacent concrete block was moved from close to far from the first block. The process of concrete blocks separation, i.e movement of a second block from 0 cm \\(no separation) to 9 cm  was monitored. The input was supplied at a fixed location above LSP sensor, whereas the output was extracted at several locations above the surface of the waveguide along X direction as shown in figure \\[10]. \r\n\n\n\r\n\n\n\\(3)\nSee figure in Figures section.\n\\[Click to Enlarge]\nFigure 3 shows signals of scattered parameter \\(S21)  i.e. output transmission or surface wave magnitude obtained throughout the journey, starting from baseline \\(edge of the sensor), point a \\(0 mm - outside copper) until point A \\(20 mm - outside copper) for an input frequency range of 3 GHz to 7 GHz. It was observed that the magnitude of the resonance peak increased gradually from starting point to mid-point \\(M), then gradually dropped as the robotic-arm moved further from point M. \r\n\n\n\r\n\n\n\\(4)\nSee figure in Figures section.\n\\[Click to Enlarge]\nThe signal is always a qualitative information useful for non-ACM engineering groups such as optics, physics, biology, etc. However, for ACM engineering groups, a more mathematical/ statistical quantitative method such as a Root Mean Square Deviation \\(RMSD) is additionally adopted for the obtained signals \\[10, 15]. Figure 4 shows the formula and the application procedure. The RMSD is represented as a percentage frequency function, which can increase or decrease or can be unstable with unpredictable fluctuations.  This RMSD is considered as a sensitivity measure of smart materials used for engineering monitoring \\[6, 11]. \r\n\n\n\r\n\n\n5.\nSee figure in Figures section.\n\\[Click to Enlarge]\nFigure 5 shows the sensitivity \\(RMSD) of surface wave output as the robotic arm moved over the top of the curve-linear shell \\(and LSP sensor). The shape of the graph is similar to the shape of the shell, which was slightly steep on one side.  \r\n\n\n\r\n\n\n6.\nSee figure in Figures section.\n\\[Click to Enlarge]\nFigure 6 shows the sensitivity of the surface wave output above the waveguide, as the robotic arm moved over the top of linear waveguide. The increase of separation between the concrete blocks increased the RMSD. The signals are not shown here, but are available in the associated journal \\[10]. However, the RMSD graph shows more meaningful interpretation/ proportionality compared to raw signals."
        },
        {
            "header": "Anticipated Results",
            "content": "This short article presented sensitivity results of two experiments carried-out using \\(a) LSP sensor for monitoring the surface profile of metallic shell \\(b) LSP sensor and waveguide for monitoring the separation of two adjacent concrete blocks. More about this technique and few more experiments can be obtained in our recently published article in springer. As anticipated, RMSD indices clearly show the behaviour of the output surface waves during the output probe motion along X direction. \r\n\n\n\r\n\n\nMetallic shell had a curve-linear surface profile and its surface profile were not properly understood in the raw transmission \\(S21) signals. However, the application of RMSD brought out the effective ability of this technique to trace the shell’s surface profile. An important feature in aerospace and mechanical engineering. \r\n\n\n\r\n\n\nAnother important feature of this technique is to adopt waveguide to monitor concrete cracks/ separation of two concrete blocks. RMSD indices clearly show the ability of this technique in tracing the separation. This can also be used for crack monitoring if properly adopted. A very important feature in civil engineering \r\n\n\n\r\n\n\nThe probe motion was controlled by software developed in our laboratory \\(Nanyang Tech. University – Singapore). This coordinated very well with output cable, and the dipole. \r\n\n\nMore about this LSP based SHM technique can be studied from our published articles \\[6, 10, 11,12]. \r\n\n\nNote: If you wish to cite this article, please also cite its associate article published by Springer \\[10]."
        },
        {
            "header": "References",
            "content": "1. Pendry, J.B.: Metamaterials in the sunshine. Nat. Mater. 5, 599–600 \\(2006)\r\n  \r\n\n\n2. Zhang, X., Liu, Z.:  Superlenses to overcome the diffraction limit. Nature Materials. 7, 435–441 \\(2008)\r\n  \r\n\n\n3. Neu, J., Krolla, B,, Paul, O., Reinhard, B., Beigang, R., Rahm, M.:  Metamaterial-based gradient index lens with strong focusing in the THz frequency range. Opt. Express. 18, 27748–27757 \\(2010)\r\n  \r\n\n\n4. Bohn, B. J., Schnell, M., Kats, M.A., Aieta, F., Hillenbrand, R., Capasso, F.: Near-field imaging of phased array metasurfaces.  Nano Lett.  15 \\(6), 3851–3858 \\(2015)\r\n  \r\n\n\n5. Ozbey, B.,  Demir, H. V.,  Kurc, O.,  Erturk, V. B., Altintas. A.:  Wireless measurement of elastic and plastic deformation by a metamaterial-based sensor. Sensors. 14\\(10),  19609–19621 \\(2014) \r\n  \r\n\n\n6. Annamdas, V.G.M., Soh, C.K.: Evaluation of peak-free electromechanical piezo-impedance and electromagnetic contact sensing using metamaterial surface plasmons for load monitoring. Smart Materials and Structures. 26\\(1),  015003 \\(2017)\r\n  \r\n\n\n7. Melik, R., Unal, E., Perkgoz, N. K., Puttlitz, C., Demir, H.: Flexible Metamaterials for wireless strain sensing. Applied Physics Letters. 95, 181108 \\(2009)\r\n  \r\n\n\n8. Roper, D.K., Ahn, W., Taylor, B., Dall'Asen, A.G.:  Enhanced spectral sensing by electromagnetic coupling with localized surface plasmons on subwavelength structures.  IEEE Sensors Journal. 10 \\(3), 531–540 \\(2010)\r\n  \r\n\n\n9. Chen T, Li S, Sun H. Metamaterials application in sensing. Sensors. 12\\(3), 2742–2765 \\(2012)\r\n  \r\n\n\n10. Annamdas, V.G.M., Soh, C.K.: Application of Metamaterial Surface Plasmon and Waveguide for Robotic-Arm Based Structural Health Monitoring. Springer Publication, Journal of Nondestructive Evaluation. 37\\(2), 34 \\(2018)\r\n  \r\n\n\n11. Annamdas, V.G.M., Soh, C.K.: Contactless load monitoring in near-field with surface localized spoof plasmons—A new breed of metamaterials for health of engineering structures. Sensors and Actuators A: Physical 244, 156-165 \\(2016)\r\n  \r\n\n\n12.  Annamdas, V.G.M., Soh, C.K.: Influence of Loading on the Near Field Based Passive Metamaterial in Structural Health Monitoring\r\n  doi: 10.12783/SHM2015/81  \\(2015)\r\n\n\n\r\n\n\n13. X. Shen, and T.J. Cui, Ultrathin plasmonic metamaterial for spoof localized surface plasmons, Laser Photonics Rev. 8 \\(1), 137–145 \\(2014)\r\n  \r\n\n\n14. Annamdas, V.G.M., Soh, C.K.:  Load monitoring using a calibrated piezo diaphragm based impedance strain sensor and wireless sensor network in real time. \r\n  Smart Materials and Structures 26 \\(4), 045036 \\(2017)\r\n\n\n \r\n\n\n15. Lim YY, Soh CK. : Electro-mechanical impedance \\(EMI)-based incipient crack monitoring and critical crack identification of beam structures. Research in Nondestructive Evaluation 25 \\(2), 82-98 \\(2014)"
        },
        {
            "header": "Acknowledgements",
            "content": "All experiments were conducted in Protective Technology Research Centre \\(PTRC) and Protective Engineering Laboratory of School of Civil and Env. Engg. with state of art equipments such as Vector Network Analyser, robot named ‘Short Antenna Network Unit \\(Sh-An-N-U)’ and a wired robotic arm scanner. We acknowledge Hongyi XU and Zhen GAO of School of Physics and Mathematical Sciences for LSP design and characterization. We would like to thank Radhika Madhav Annamdas for her encouragement in writing this article."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1007/s10921-018-0490-4",
                "date": "2018-05-22 07:47:19",
                "title": "Application of Metamaterial Surface Plasmon and Waveguide for Robotic-Arm Based Structural Health Monitoring",
                "authors": [
                    "Venu Gopal Madhav Annamdas and Chee Kiong Soh"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15726,
                "identity": "a1759125-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Venu Gopal Madhav Annamdas",
                "email": "venu.iisc@pmail.ntu.edu.sg",
                "orcid": "",
                "institution": "Annamdas and Soh's Structural Health Monitoring Lab - Nanyang Technological University, Singapore",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Venu",
                "middleName": "Gopal Madhav",
                "lastName": "Annamdas",
                "suffix": ""
            },
            {
                "id": 15727,
                "identity": "a17594af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shantanu Vasudev Krishna Annamdas",
                "email": "",
                "orcid": "",
                "institution": "Annamdas and Soh's Structural Health Monitoring Lab - Nanyang Technological University, Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shantanu",
                "middleName": "Vasudev Krishna",
                "lastName": "Annamdas",
                "suffix": ""
            },
            {
                "id": 15728,
                "identity": "a17596f2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chee Kiong Soh",
                "email": "",
                "orcid": "",
                "institution": "Nanyang Technological University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chee",
                "middleName": "Kiong",
                "lastName": "Soh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-05-23 17:26:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.073",
        "doiUrl": "https://doi.org/10.1038/protex.2018.073",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610140,
                "identity": "367ca65c-5c8f-4c34-9558-f93354792b84",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 181656,
                "visible": true,
                "origin": "",
                "legend": "Robotic arm movement over the top of LSP sensor",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/figure_1.png"
            },
            {
                "id": 2610139,
                "identity": "74cc0405-f7ed-4d1b-9981-b60905d19c00",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:26",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95171,
                "visible": true,
                "origin": "",
                "legend": "Robotic arm movement over the top of waveguide",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/figure_2.png"
            },
            {
                "id": 2610141,
                "identity": "31902ec6-a98c-4a82-b0a5-2b5f2a4ec6a6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 166516,
                "visible": true,
                "origin": "",
                "legend": "Transmission Signal during Robotic arm movement over the LSP sensor (a - M - A)",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/figure_3.png"
            },
            {
                "id": 2610143,
                "identity": "080a168b-d3eb-4e3d-96ae-086b1b62862b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 70163,
                "visible": true,
                "origin": "",
                "legend": "Formula and procedure to obtain RMSD Index ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/figure_4.png"
            },
            {
                "id": 2610144,
                "identity": "96bdb681-d42e-4426-aebd-de19e0c5ef48",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 34549,
                "visible": true,
                "origin": "",
                "legend": "Variation of RMSD as Robotic arm moves on top of LSP from a - M - A",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/figure_5.png"
            },
            {
                "id": 2610145,
                "identity": "9da56504-537b-4d2d-8455-68ba51cd62a6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:27",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 29289,
                "visible": true,
                "origin": "",
                "legend": "Variation of RMSD as Robotic arm moves on top of waveguide as separation distance between concrete blocks increase",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/figure_6.png"
            },
            {
                "id": 13465730,
                "identity": "c512203c-ea1d-4f29-bd87-eab135ff7cbd",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 714500,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6847/v1/5d02cac3-5b47-44fb-b87f-27707439bebe.pdf"
            }
        ],
        "financialInterests": "No Conflict of Interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Electromagnetic radiation (EMR) · Metamaterials · Localized surface plasmons (LSP) · Structural health monitoring (SHM) · Surface wave · Robot",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Many electromagnetic \\(EM) metamaterial inspired designs such as localized surface plasmons \\(LSPs), have been extensively adopted for structural health monitoring \\(SHM) in the recent past. These LSPs, in contact with the ‘engineering structure under inspection’ generate a diagnosable surface plasmons/ wave as output, when subjected to input EM waves in the near fields. This paper, an extension to recently published article in Springer, presents a procedure to analyse the sensitivity of the output surface wave.  The Springer article primarily presented a novel method of transferring ‘surface waves’ from within the confined boundaries of the LSP sensor to the far-off distance along a guided path.  In experiments, the input - EM waves and the output - surface waves were handled by a vector network analyser via a 2D robotic arm. Signals generated by LSP sensor; and, LSP sensor plus waveguide was analysed for monitoring \\(a) metal shell's surface profile and \\(b) separation of two adjacent concrete blocks. Further, in this article, the sensitivity of the output signals using a unique root mean square deviation \\(RMSD) index is presented.",
        "manuscriptTitle": "Sensitivity Analysis of Metamaterial Surface Plasmon and Waveguide for Monitoring Metal Surface Profile and Concrete Crack/ Separation using Robotic-Arm Based Structural Health Monitoring",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-05-30 10:08:58",
                "doi": "10.1038/protex.2018.073",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1751b05-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 30th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4287,
                "name": "Materials science"
            },
            {
                "id": 4288,
                "name": "Physics"
            },
            {
                "id": 4289,
                "name": "Optics and photonics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-05-30 10:08:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}