{
    "identity": "pex-439",
    "title": "<p>High-throughput microfluidic cell sorting platform (MICS) </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Microfluidics offers precise spatio-temporal control over fluids and cells due to the laminar flow generated by their small geometric size. Using immunomagnetic nanobeads, i.e. antibodies coupled to magnetic beads, which bind specifically to a target protein found in or on a cell, these devices can be used to sort heterogenous cell populations based on the expression of the target protein. Although the low manufacturing and operating costs and high speed at which these devices operate have made them a competitive alternative to cell sorting by FACS, the limited throughput of these small devices has consistently remained a barrier to adoption for large-scale applications. </p><p>Building upon the principles of previously developed immunomagnetic microfluidic sorters (Ref. 2) to improve throughput and devising a method to operate up to 30 chips in parallel (MICS), we have successfully demonstrated the sorting of a large live cell population into three outlet populations in one hour while maintaining high cell viability for the purpose of genome-scale phenotypic screening (Ref. 1). The observed sorting capacity of up to 1 billion cells per hour surpasses the throughput achievable by FACS, the gold standard for phenotypic cell sorting.</p><p>The protocol presented here outlines how to fabricate and operate microfluidic chips for performing MICS. In addition, we encourage users to consult the supplementary material of Ref. 2, which also outlines the microfabrication of microfluidic chips. Users of this protocol should have previous experience with labelling cells (e.g. for flow cytometry or sorting on MACS columns) and have basic experience with 3D printing and microfabrication.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>For device operation</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hanks’ Buffer Saline Solution Mg<sup>2+</sup> free, Ca<sup>2+</sup> free (Thermo Fisher Scientific 88284)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bovine Serum Albumin (Sigma-Aldrich A7906)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fetal Bovine Serum (Thermo Fisher Scientific A3382101)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anti-Biotin MicroBeads UltraPure (Miltenyi Biotec 130-105-637)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biotinylated antibody of user’s choosing </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;EDTA (Thermo Fisher Scientific AM9260G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Silicone tubing (McMaster-Carr 51845K51)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PTFE tubing (Component Supply Company STT-21)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3ml, 10ml and 20ml plastic BD syringes (Thermo Fisher Scientific 13-689-8)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dispensing needle with luer-lock connection (McMaster-Carr 75165A674)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Syringe pump (Chemyx Fusion 200, 07200)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pluronic® F-108 (Sigma Aldrich 542342)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2” x ½” x 1/2” Grade N52 NdFeB permanent magnet (one per chip) (K&amp;J Magnetics BY088-N52)</p><p>For fabrication</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;EA M-31CL epoxy (McMaster-Carr 7370A38)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Metglas 2714A (Metglas Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Acetone</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Isopropyl alcohol (2-propanol, IPA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MCC 80/20 primer (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;S1811 photoresist (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MF312 developer (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AZ300T stripper (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Omnicoat primer (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SU-8 3010 (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SU-8 3050 (Micro-Chem Inc.)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Polydimethylsiloxane (PDMS) (Ellsworth Adhesives 4019862)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Convection oven</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Spin coater</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wafer dicer</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mask aligner</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vacuum plasma chamber</p>"
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Chip Fabrication\nThe microfabrication of the MICS chip was first presented in the supplementary information of Ref. 2. It consists of bonding Metglas foil to a glass wafer, three photolithography steps, dicing the wafer and bonding a PDMS ceiling. A brief review is presented in this protocol.\n1.   Spin coat epoxy on 100mm soda lime glass wafers.\n2.   Clamp Metglas 2714A foil to wafer overnight.\n3.   Take wafers to cleanroom.\n4.   Rinse wafers with acetone, then IPA, then dry with N2 and bake at 95°C for 5min.\n5.   Spin coat (300RPM, 20sec) MCC 80/20 primer.\n6.   Bake for 2min at 95°C.\n7.   Spin coat (500RPM 10sec, 2000RPM, 30sec) S1811 photoresist.\n8.   Prebake at 95°C for 3min.\n9.   Hard contact exposure of first mask, 150 mJ/cm\n2\n, i-line.\n10. Develop with MF 312 developer for 30sec, rinse with water\n11. Etch with Metglas etchant (HCl:H2O2:H2O, 1:4:23) for approximately 8min or until guides are well defined. Pipette bubbles away during etching.\n12. Strip remaining resist with AZ300T, rinse in fresh stripper, then acetone, then IPA, N2 dry.\n13. Dehydrate wafer at 115°C for 3min.\n14. Spin coat Omnicoat (500RPM 5sec, 3000RPM 30sec).\n15. Bake at at 115°C for 2min.\n16. Spin coat (1000RPM 30sec) SU-8 3010 photoresist.\n17. Prebake at 95°C for 10min.\n18. Soft contact exposure of second mask, 200 mJ/cm\n2\n, i-line.\n19. Post-exposure bake, ramp from 65°C to 95°C, hold for 3min then cool gently.\n20. Develop in SU-8 developer for 45sec.\n21. Hard bake, ramp from 65°C to 150°C, hold for 15min then cool gently.\n22. Spin coat (500RPM 10sec, 1000RPM 45sec) SU-8 3050.\n23. Prebake at 95°C for 1hr.\n24. Soft contact exposure of third mask, 250 mJ/cm\n2\n, i-line.\n25. Post-exposure bake, ramp from 65°C to 95°C, hold for 6min then cool gently.\n26. Develop in SU-8 developer for 6min.\n27. Take wafers out of cleanroom.\n28. Dice wafers using a dicing saw.\n29. Cast PDMS slabs, same size as diced devices, be sure to set on glass slide so surface is smooth. Cure in 70°C oven overnight.\n30. Punch holes for inlets and outlets.\n31. Plasma treat PDMS in vacuum plasma chamber for 45sec.\n32. Place in 10% v/v APTES:DI water solution for 30min.\n33. Rinse with DI water and N2 dry.\n34. Place treated PDMS onto devices, apply weight and put in in 70°C oven overnight.\nCell Labelling\n1.   Lift cells from culture flasks using 0.125% trypsin, wash with PBS and resuspend at a concentration of 10\n7\ncells/ml in a solution of HBSS supplemented with 2% BSA.\n2.   Count cells and measure viability using automated cell counter (e.g. Countess from Thermo Fisher Scientific).\n3.   OPTIONAL: fix cells using 4% v/v PFA/PBS for 15min at room temperature (RT) or 90% v/v ice-cold methanol/PBS added drop-wise and incubate on ice for 30min.\n4.   OPTIONAL: permeabilize cell plasma membrane using 0.5% Triton-X-100/PBS for 12min at (RT)\n5.   OPTIONAL: block cells in 1% v/v FBS/PBS for 30min.\n6.   Label cells with biotinylated primary antibody as per manufacturer’s instructions.\n7.   Wash cells 3x in blocking buffer (2% v/v BSA/HBSS).\n8.   Remove supernatant.\n9.   Label cells with anti-biotin microbeads. The volumes presented are for up to 10 million cells. If labelling more cells, scale accordingly but if labelling less than ten million cells still use these volumes.\na.   Resuspend cells in 80µl of blocking buffer.\nb.   Add 20µl of anti-biotin microbeads (sufficient for 10 million cells).\nc.    Incubate at 4ºC for 30min.\n10. Resuspend cells in degassed sorting buffer (degassed 2% BSA/HBSS + 3mM EDTA) to desired sorting concentration (1*10\n6\nto 5*10\n6\ncells/ml).\na.   Buffer can be degassed by putting in Erlenmeyer flask under vacuum for 30min.\nChip Set Up\nThe day before sorting, chips must be degassed by filling with 1% m/v Pluronic® F-108 in DI water and leaving overnight. This process removes any air from the device and lubricates the SU-8 surface. It is suggested that chips be prepared while cells are being labelled to save time.\n1.   Remove plunger from two 10ml syringes per chip, place in stand and add luer-lock fitting. Label one syringe as “sample” and the other as “sheath”.\n2.   Connect one inlet tube from chip to “sheath” syringe, allow pressure of degassing solution to backfill “sheath” syringe.\n3.   Once “sheath” syringe is filled, remove other inlet tube from degassing set-up, add 20 cm of PTFE tubing, connect to the “sample” syringe and allow the height of the buffer in each syringe to equalize.\n4.   Once solution has equalized, remove most of the degassing solution (leaving a small amount of fluid to prevent air from entering chip).\n5.   Fill with degassed sorting buffer, allow to flow from inlet syringes through to outlet syringes, flushing out all degassing solution.\n6.   Meanwhile, for each chip place a 20ml, 10ml.\n7.    and 3ml syringe in Chemyx syringe pump and add luer-lock fittings. These syringes correspond to low (20ml), medium (10ml) and high (3ml) outlets. A 3D-printed holder can be used to hold up to 5 sets of syringes per pump. Ensure the syringes are fully depressed, the pump has been set to withdraw mode and the 20ml syringe is selected in the pump menu. Select desired flow rate.\n8.   Connect outlet tubing to outlet syringes, ensure the tube on the outside of the chip is connected to the 3ml syringe, and the inside-most tubing is connected to the 20ml syringe.\n9.   Run pump for 2min to remove any air in tubing.\n10. Place chip on top of magnet, centred overtop of magnetic guides and not on inlets/outlets. Double sided tape can be used to ensure the chip does not easily fall off.\nSorting\n1.   Clamp “sample” syringe, remove sorting buffer and add cell solution.\n2.   Tap syringes to dislodge any bubbles on the sidewalls of the syringes or luer-lock fittings.\n3.   Ensure that the levels of “sample” and “sheath” fluid in the inlet columns are at the same height (they should remain the same height for the duration of the sort).\n4.   Complete checklist:\nÿ       All tubing is connected to correct size syringes.\nÿ       No chips have any bubbles.\nÿ       All pumps have been set to “withdraw” mode.\nÿ       All pumps have been set to 20ml syringe size.\nÿ       All pumps have been set to correct flow rate.\n5.   Press start on all pumps, sorting will begin.\n6.   While chips run, continue to check that inlet column heights remain the same, and there are no air bubbles within the chips.\nSample Collection\n1.   Allow chips to run dry (i.e. stop running no sooner and no later that air bubbles start to appear within the chip). Individual chips can be “stopped” by clamping outlet tubing and removing tubing from outlet syringes. This allows the pump to run other chips while disconnecting others.\n2.   Once all chips are finished, clamp outlet tubes.\n3.   Remove tubing from all outlet syringes.\n4.   For each outlet syringe, label a 15ml falcon tube and weigh the tube.\n5.   Fill each falcon tube with the contents of the appropriate syringe.\n6.   Weigh the falcon tubes again, the mass difference can be used to calculate the volume of fluid collected, assuming a density of 1g/ml.\n7.   Take a small (10µl) sample from each tube for automated cell counting and viability measurement.\n8.   Use remaining cells for future purposes depending on the application of this platform.\nAnalysis\n1.   Calculate the efficiency of each chip (percentage of cells in each outlet) and the recovery (total cells collected/total cells in sample*100%). The efficiency should match previous sorting or flow cytometry experiments, or desired effect should be seen, depending on application (e.g. higher percentage in low outlet for CRISPR KO screen). Cell recovery should be >90%."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>  <strong>Possible Issue</strong></p><p>   Outlet syringes slipping on the pump</p><p> <strong>Possible Reason/Effect</strong></p><p> This can happen when syringes are not clamped down hard enough. If the syringes are slipping, then the flow patterns within the chip will not be ideal and sorting efficiency will be erroneous.</p><p> <strong>Solution</strong></p><p> Tighten clamp or use tape to ensure the syringes will only move with the pump. It is also suggested to try moving the pump manually before use to ensure no syringes will slip when operating on the chip.</p><p><br></p><p>  <strong>Possible Issue</strong></p><p>  Air bubbles within the chips </p><p> <strong>Possible Reason/Effect</strong></p><p> Air bubbles in the chip will cause abnormal laminar flow patterns and cells may end up in the medium and high outlets even if they are not magnetically labelled.</p><p> <strong>Solution</strong></p><p> When changing buffers, do not remove 100% of fluid, leave 100µl to be diluted into the new buffer. Tap syringes to remove any bubbles stuck to side walls. If bubbles are created, tapping on the PDMS ceiling of the chip may help to dislodge them and they will flow to outlets.</p><p> </p><p>  <strong>Possible Issue</strong></p><p>   Tubing near magnets</p><p> <strong>Possible Reason/Effect</strong></p><p> If the tubes lie close to the permanent magnets, then cells can get captured within the tubing and will not be sorted.</p><p> <strong>Solution</strong></p><p> Ensure all tubing is kept a few centimeters away from the permanent magnets. If necessary, gently place a piece of tape on tubing to keep away. Do not crimp tubing while doing this. </p><p><br></p><p>  <strong>Possible Issue</strong></p><p>   Chips break when removing or adjusting on magnet</p><p> <strong>Possible Reason/Effect</strong></p><p> If using double sided tape to hold chips to magnet, chips can be difficult to remove/ adjust, resulting in chips breaking. Besides rendering the chips unusable, the glass in the chips can easily cut a user.</p><p> <strong>Solution</strong></p><p> When adjusting/removing chips, place fingers on sides of chip and twist away from the magnet. Do not pull up to remove the chip. </p><p><br></p><p>  <strong>Possible Issue</strong></p><p>   Leaks in chips</p><p> <strong>Possible Reason/Effect</strong></p><p> Leaks in the chips can result from errors during fabrication. Chips with leaks will have non-ideal laminar flow patterns and result in erroneous sorting.</p><p> <strong>Solution</strong></p><p> Ensure chips are degassed. If a chip has a leak, it will often become evident during degassing. Placing a paper towel under chips while they degas will also help to notice leakage (even if leaked fluid dries, the paper towel will look used). If chips leak, do not try to plug. Discard leaking chip and replace with a fresh one.</p><p><br></p><p>  <strong>Possible Issue</strong></p><p>   Tubing connected to wrong syringe</p><p> <strong>Possible Reason/Effect</strong></p><p> With many tubes, mix-ups can happen, connecting a tube to the wrong outlet/inlet syringe. This can result in the sample entering the chip where sheath fluid should be, or a pressure differential from the pump being applied to the wrong region of the chip. This will create wrong laminar flow patterns. </p><p> <strong>Solution</strong></p><p> Be very careful to ensure tubes are correctly connected to syringes, label if necessary. </p><p><br></p><p>  <strong>Possible Issue</strong></p><p>   Inlet columns draining at different rates.</p><p> <strong>Possible Reason/Effect</strong></p><p> This is likely due to tubing being connected to the wrong syringe. </p><p> <strong>Solution</strong></p><p> Pause sorting while troubleshooting. Double-check tubing is connected properly. Look for bubbles in chip. If no issues are found, remove the cell sample and run on another chip. </p><p>  </p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Cell labelling can take 1 to 2hr depending on the labeling method (primary vs. secondary antibody, washing, blocking, fixing etc.).</p><p>While cells are being labelled, chip setup can be performed. The time required varies depending on the number of chips run in parallel. Each chip can sort 10ml of 5*10<sup>6</sup> cells/ml for a total of 5*10<sup>7</sup> cells per chip. One chip may take as little as 30min to set up for sorting, for Ref. 1, 48 chips required set up of 4hr. </p><p>The sorting time will vary depending on the chosen flow rate. Increasing the flow rate increases drag force on the cells, thereby shifting the gating on the outlet population to a higher level of protein expression. Nominal flow rates of 4ml/h to 30ml/h have been used before. This results in a sort time maximum of 1-1.5hr. Sorting time does not scale with the number of chips used because chips operate in parallel. </p><p>The total time require for this protocol can range from 2 to 8hr, depending on the labelling method, flow rate chosen, number of cells, number of samples and operator experience.&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>If protein expression has been detected on the cells of interest, users should observe cell populations in the medium and high outlets of the chip. The amount depends on the expression levels of the protein target. Users may also asses the relative volume of fluid that ends up in each outlet of each chip, since this metric is independent of the target protein or flow rate. The percentage of total volume should be 56% (low), 28% (medium) and 11% (high). Deviations in excess of 5% indicate that the flow patterns within the chip were not ideal, likely due to air bubbles within the chip or erroneous fluidic connections (e.g. tubes connected to the wrong syringe). Cell viability should be in excess of 95+% as measured using an automated cell counter and trypan blue staining.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Mair, B. and Aldridge, P. et al. Scalable, FACS-Free Genome-Wide Phenotypic Screening. Nat. Biomed. Under Review.&nbsp; bioRxiv&nbsp;61288</p><p>2.&nbsp;&nbsp;&nbsp;Aldridge, P. et al. Prismatic Deflection of Live Tumor Cells and Cell Clusters. ACS Nano. 12, 12692-12700 (2018).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank members of the Kelley, Moffat and Angers labs for helpful discussions and the Toronto Nanofabrication Centre (TNFC) for use of their facilities. This work was supported by grants from the Canadian Institutes for Health Research and Medicine by<strong> </strong>Design.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "1.\tMair, B. and Aldridge, P. et al. Scalable, FACS-Free Genome-Wide Phenotypic Screening. Nat. Biomed. Under Review. "
            },
            {
                "doi": "10.1038/s41551-019-0454-8",
                "date": "2019-04-19 23:35:16",
                "title": "Scalable, FACS-Free Genome-Wide Phenotypic Screening",
                "authors": [
                    "Barbara Mair",
                    "Peter M. Aldridge",
                    "Randy S. Atwal",
                    "Sanna N. Masud",
                    "Meng Zhang",
                    "David Philpott",
                    "Amy H.Y. Tong",
                    "Edward H. Sargent",
                    "Stéphane Angers",
                    "Jason Moffat",
                    "Shana O. Kelley"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 96170,
                "identity": "5ef377b2-bdb2-4316-91c6-20b49ab5114d",
                "order_by": 1,
                "name": "David Philpott",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-0345-043X",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Philpott",
                "suffix": ""
            },
            {
                "id": 96171,
                "identity": "91d5d0e7-4ae6-49be-a0c2-ecaca8f02216",
                "order_by": 2,
                "name": "Peter Aldridge",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter",
                "middleName": "",
                "lastName": "Aldridge",
                "suffix": ""
            },
            {
                "id": 104083,
                "identity": "606f2a93-92c0-4d10-b8d6-920742f02b68",
                "order_by": 3,
                "name": "Barbara Mair ",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6982-2529",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "",
                "lastName": "Mair",
                "suffix": ""
            },
            {
                "id": 104084,
                "identity": "365bb1f7-971b-4b0a-b1fd-b00962429749",
                "order_by": 4,
                "name": "Randy Atwal",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Randy",
                "middleName": "",
                "lastName": "Atwal",
                "suffix": ""
            },
            {
                "id": 104085,
                "identity": "3696a519-f2d7-4335-881a-ad9dad843cb8",
                "order_by": 5,
                "name": "Sanna Masud ",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sanna",
                "middleName": "",
                "lastName": "Masud",
                "suffix": ""
            },
            {
                "id": 104086,
                "identity": "076a3eba-9f8a-47b4-987c-efff4b95d51a",
                "order_by": 6,
                "name": "Meng Zhang ",
                "email": "",
                "orcid": "",
                "institution": "\tUniversity of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meng",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 104087,
                "identity": "ae22d1b3-483d-4a21-a4f7-ced2277474c3",
                "order_by": 7,
                "name": "Amy H. Y. Tong",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amy",
                "middleName": "H. Y.",
                "lastName": "Tong",
                "suffix": ""
            },
            {
                "id": 104088,
                "identity": "b6830a0d-e2b5-49e3-a803-c4c5ab212166",
                "order_by": 8,
                "name": "Edward H. Sargent ",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "H.",
                "lastName": "Sargent",
                "suffix": ""
            },
            {
                "id": 104089,
                "identity": "9e250e5d-34c1-4613-b8c2-429385092a28",
                "order_by": 9,
                "name": "Stéphane Angers ",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stéphane",
                "middleName": "",
                "lastName": "Angers",
                "suffix": ""
            },
            {
                "id": 104090,
                "identity": "8b2fc1b6-fd34-4144-bacc-5aee7a2a159e",
                "order_by": 10,
                "name": "Jason Moffat\t",
                "email": "",
                "orcid": "",
                "institution": "University of Toronto",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jason",
                "middleName": "",
                "lastName": "Moffat",
                "suffix": ""
            },
            {
                "id": 96172,
                "identity": "bc86a65a-9935-415f-8816-ad749bc5c90a",
                "order_by": 11,
                "name": "Shana Kelley",
                "email": "shana.kelley@utoronto.ca",
                "orcid": "https://orcid.org/0000-0003-3360-5359",
                "institution": "University of Toronto",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Shana",
                "middleName": "",
                "lastName": "Kelley",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-06-12 14:01:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.10282/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.10282/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13476147,
                "identity": "6ea7ef87-67c3-45dc-990c-0083f4e2a58f",
                "added_by": "auto",
                "created_at": "2021-09-16 21:26:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 255098,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-439/v1/6cbc0b59-8e2a-48b9-b37d-a3f32210fefd.pdf"
            }
        ],
        "financialInterests": "A patent application has been submitted for the MICS platform. ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Cytometry, FACS, cell sorting, cell profiling, microfluidics, lab-on-a-chip, immunomagnetic, magnetic nanoparticle, high-throughput, scalable, phenotypic screening, functional genomics, CRISPR",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Genome-scale functional genetic screens can be used to interrogate determinants of protein expression modulation of a target of interest. Such phenotypic screening approaches typically require sorting of large numbers of cells (&gt;10<sup>8</sup>). In conventional cell sorting techniques (i.e. fluorescence-activated cell sorting), sorting time, associated with high instrument and operating costs and loss of cell viability, are limiting to the scalability and throughput of these screens. We recently established a rapid and scalable high-throughput microfluidic cell sorting platform (MICS) using immunomagnetic nanoparticles to sort cells in parallel capable of sorting more than 10<sup>8</sup> HAP1 cells in under one hour while maintaining high levels of cell viability (Ref. 1). This protocol outlines how to set-up MICS for large-scale phenotypic screens in mammalian cells. We anticipate this platform being used for genome-wide functional genetic screens as well as other applications requiring the sorting of large numbers of cells based on protein expression.&nbsp;</p>",
        "manuscriptTitle": "High-throughput microfluidic cell sorting platform (MICS)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-24 09:26:18",
                "doi": "10.21203/rs.2.10282/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "dd6611bb-81ca-4527-a59e-b2139e8c3d48",
        "owner": [],
        "postedDate": "September 24th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 14949,
                "name": "Cell biology"
            },
            {
                "id": 14950,
                "name": "Biotechnology"
            },
            {
                "id": 14951,
                "name": "Nanoscience and technology"
            },
            {
                "id": 14952,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-24 09:26:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}