{
    "identity": "nprot-4217",
    "title": "Chemically defined differentiation of human pluripotent stem cells to hindbrain and spinal cord neural stem cells with defined regional identities",
    "content": [
        {
            "header": "Introduction",
            "content": "Neurological disorders are a leading health concern and the incidence of certain age-related neurodegenerative diseases is expected to grow as the world’s aged population increases. Human pluripotent stem cells \\(hPSCs) represent a transformative technology to study and potentially treat these diseases via applications in drug screening, disease modeling, and regenerative therapy. For example, induced pluripotent stem cells \\(iPSCs) derived from patients harboring genetic mutations linked to disease manifestation have been differentiated into diverse, region-specific central nervous system \\(CNS) tissues to study a variety of neurological disorders, including Parkinson’s Disease<sup>1,2</sup>, Alzheimer’s Disease<sup>3,4</sup>, Amyotrophic Lateral Sclerosis \\(ALS)<sup>5–7</sup>, Huntington’s Disease<sup>8,9</sup>, Spinal Muscular Atrophy \\(SMA)<sup>10</sup>, schizophrenia<sup>11,12</sup>, Down Syndrome<sup>13,14</sup>, and Rett’s Syndrome<sup>15–17</sup>. Moreover, studies on hPSC-derived cell replacement therapies have demonstrated that the neural cell derivatives must possess a regional identity/phenotype that mimics the respective endogenous CNS tissue in order to effectively engraft and correct a neurological deficit<sup>18–20</sup>. Thus, such regenerative applications in the CNS rely on generating neural cells of appropriate regional specification. Here, we describe a chemically defined protocol for generating a spectrum of human neural stem cells \\(NSCs) patterned with distinct hindbrain \\(e.g. rhombomeric segments) thru spinal cord \\(e.g. cervical, thoracic, and lumbosacral vertebral segments) regional identities, as previously described<sup>21</sup>. These NSCs can be further differentiated into diverse neural cell types, and should greatly facilitate sourcing cells and tissues for disease modeling and regenerative cell therapies in the posterior CNS.  \r\n\n\n\r\n\n\n**Applications**\r\n\n\n ALS and SMA are devastating neurodegenerative diseases that progressively afflict motor neurons from various locations in the posterior CNS<sup>22–26</sup>. To date, only one non-curative drug has been approved for ALS treatment<sup>27</sup>. Motor neurons derived from ALS and SMA patient iPSCs exhibit hallmarks of these diseases, including premature motor neuron death<sup>5–7,10</sup>. Therefore, the capacity of this protocol to generate diverse, regional NSC populations from the posterior CNS, which can be further differentiated to region-specific motor neurons and glia, may be useful for both understanding disease progression in the context of rostrocaudal identity and enabling more diverse drug screening applications. Accordingly, we demonstrate the protocol here using an iPSC line possessing the D90A mutation in superoxide dismutase \\(SOD1), which is one of the most common causative mutations for familial ALS<sup>6</sup>. \r\n\n\n\r\n\n\nClinical trials are also underway to assess the ability of primary human NSCs to treat ALS<sup>28,29</sup>, but it is currently unknown if: 1) the non-autologous nature of primary NSCs may affect engraftment and survival; 2) the regional identity of the donor NSCs may affect therapeutic efficacy if not properly matched to host tissue; 3) batch-to-batch heterogeneity between NSCs may affect reproducibility of the treatments. These considerations may also apply to therapies for victims of traumatic spinal cord injury, where cell replacement using NSCs has enormous potential<sup>30–33</sup>. Thus, this protocol may find extensive use in future regenerative medicine applications by facilitating the matching of isogenic NSCs, derived from the patient’s iPSCs, to the damaged posterior CNS region.\r\n\n\n\r\n\n\n**Comparison with other methods**\r\n\n\n Motor neurons were derived from human embryonic stem cells \\(hESCs) over 10 years ago<sup>34</sup>. Since then, numerous protocols using both mouse and human PSC lines have sought to effectively generate posterior NSCs en route to motor neurons. While many protocols have optimized differentiation yields and purities of particular cell types from human and mouse PSCs \\(e.g. motor neurons), no protocols have been able to deterministically control the _HOX_ profile of the PSC-derived progeny, which regionalizes the phenotype of the NSCs and resultant neural derivatives to distinct domains along the posterior CNS’s rostrocaudal axis. To date, most protocols have generated NSCs and resultant progeny that are patterned to either the lower hindbrain and upper cervical region<sup>34–38</sup>, or broadly specified across cervical/thoracic or thoracic/lumbosacral vertebral borders<sup>39–41</sup>, as determined by combinatorial HOX expression patterns. More recently, a report demonstrated partitioning of hindbrain versus spinal cord motor neurons based on relative expression of _HOXA2_, _HOXA4_, and _HOXA5_ transcription factors<sup>42</sup>. A common theme between these protocols is the combined treatment with patterning factors such as fibroblast growth factor \\(FGF)<sup>39,42</sup>, retinoic acid \\(RA)<sup>34–41</sup>, and CHIR99021 \\(a small molecule agonist of canonical Wnt/β-catenin signaling)<sup>6,39,42</sup>. Yet, recent efforts in understanding posterior CNS development in vivo and in vitro have suggested that Wnt/FGF and RA serve disparate patterning roles \\(recently summarized<sup>43</sup>). In the following protocol, we have converted these revelations into a chemically defined, biphasic treatment regime: FGF and CHIR99021 facilitate an intermediate population of neuromesodermal progenitors that undergo colinear _HOX_ activation, and treatment with RA causes a neuroectoderm fate shift while halting _HOX_ activation, thus generating NSCs from any region of the posterior CNS solely by varying the timing of transition between these two soluble factor treatments<sup>21</sup>. Another recent manuscript described the generation and propagation of similar _HOX_-expressing neuromesodermal progenitors that could give rise to NSCs, but the authors were unable to maintain the neuromesodermal state for more than 3 days before observing a mesodermal shift<sup>44</sup>, which does not allow access to neuroectoderm from caudal regions of the spinal cord. \r\n\n\n\r\n\n\n**Experimental design**\r\n\n\nAn overview of the protocol is provided in Figure 1. hPSCs are first maintained under feeder-independent conditions45 prior to differentiation \\(Steps 1-9). Pluripotency is verified by immunostaining \\(Steps 27-34). As previously described, hPSCs that have been maintained on feeder layers must be transferred to feeder-independent conditions \\(e.g. Matrigel-coated plates in E8 medium) for at least two passages before continuing with NSC differentiation46. Next, hPSCs are passaged with accutase and seeded overnight in E8 medium onto vitronectin-coated plates \\(Steps 10-14). To initiate differentiation, cells are transferred to E6 medium. In the absence of exogenous soluble factors, the cells will default to a forebrain NSC identity \\(Step 15) which can be characterized by immunocytochemistry \\(Steps 35) and flow cytometry \\(Steps 36-41). To facilitate the acquisition and maintenance of neuromesodermal identity, as well as the activation of colinear _HOX_ expression, cells are sequentially treated with FGF8b and CHIR99021 for up to 7 days \\(Steps 16-25). At any point during this process, cells can be treated with RA \\(Step 26), which serves the dual purpose of converting the neuromesodermal progenitors to definitive neuroectoderm while halting _HOX_ propagation to yield a defined positional identity. Neuromesodermal identity is verified using flow cytometry \\(Step 42), while _HOX_ activation in the neuromesodermal state can be tracked by qPCR \\(Steps 43-47). Similarly, confirmation of NSC identity after RA addition is accomplished by flow cytometry \\(Step 48), while regional identity of various NSC populations is assessed using immunocytochemistry \\(Steps 49-50). \r\n\n\n\r\n\n\n**Limitations**\r\n\n\n This protocol is limited to the generation of high purity NSCs but not their derivatives. In the original manuscript<sup>21</sup>, we were able to differentiate NSCs into motor neurons possessing region-specific phenotypes, but the differentiation efficiency was lower than recent studies reporting derivation of near homogenous motor neuron cultures<sup>47</sup>. Therefore, the users of this protocol should optimization downstream differentiation procedures to convert the NSCs to their desired neuronal and glial cell types. \r\n\n\n \r\n\n\nAlso, analysis of the NSCs’ regional identity is limited by the lack of efficacious antibodies to assess HOX transcription factor expression. In our hands, many HOX antibodies do not work for immunocytochemistry or demonstrate nonspecific labeling \\(e.g. positive HOX staining was observed when the corresponding _HOX_ mRNA was not detectable by qPCR). As a result, we can only routinely validate NSC positional identity to broad regions of the hindbrain and cervical, thoracic, and lumbosacral spinal cord based on well-characterized HOX expression patterns \\(e.g. the partitioning of HOXB1 in the hindbrain, expression of HOXB4 in the lower hindbrain and upper cervical spinal cord<sup>48</sup>, silencing of HOX4 paralogs by HOXC9 in the thoracic spinal cord<sup>49</sup>, and expression of HOXD10 in the lumbosacral spinal cord<sup>50</sup>). We previously extended characterization of NSC HOX expression using mass spectrometry proteomic analysis<sup>21</sup>, but this is not feasible for routine analysis. Currently, RNA sequencing and quantitative mass spectrometry experiments are underway to explicitly define the distinct regional NSC populations that can be achieved using this protocol and their correlated _HOX_ gene expression profile, which can be routinely assessed by qPCR. \r\n\n\n \r\n\n\nFinally, we acknowledge that hPSCs used here were maintained in their undifferentiated state using Matrigel-coated plates and differentiated using reagents not developed using Good Manufacturing Practice \\(GMP) standards. For applications related to regenerative therapy, hPSCs would need to be maintained on a recombinant extracellular matrix<sup>45</sup>, as we previously demonstrated<sup>46</sup>, or synthetic surface<sup>51–53</sup> and all reagents used for maintenance and differentiation would have to be GMP qualified."
        },
        {
            "header": "Reagents",
            "content": "5% human albumin solution \\(Sigma, cat. no. A7223)\r\n\n\n7.5% \\(w/v) bovine serum albumin \\(BSA; Life Technologies, cat. no. 15260-037)\r\n\n\nAccutase \\(Life Technologies, cat. no. A11105-01)\r\n\n\nCHIR99021 \\(R&D Systems, cat. no. 4423)\r\n\n\nChloroform \\(Thermo Fisher Scientific, cat. no. C607)\r\n\n\nDAPI \\(Life Technologies, cat. no. D1306)\r\n\n\nDimethyl sulfoxide \\(DMSO; Sigma, cat. no. D8418)\r\n\n\nDMEM/F12 \\(Life Technologies, cat. no. 11330)\r\n\n\nDonkey serum \\(Sigma, cat. no. D9663)\r\n\n\nDorsomorphin \\(R&D Systems, cat. no. 3093)\r\n\n\nE6 medium \\(Life Technologies, cat. no. A1516401)\r\n\n\nE8 medium \\(Life Technologies, cat. no. A1517001)\r\n\n\nEthanol \\(Thermo Fisher Scientific, cat. no. BP2818)\r\n\n\nFGF8b \\(Peprotech, cat. no. 100-25)\r\n\n\nGDF11 \\(Peprotech; cat. no. 120-11)\r\n\n\nHydrochloric acid \\(Sigma, cat. no. H1758)\r\n\n\nIsopropanol \\(Thermo Fisher Scientific, cat. no. BP2618)\r\n\n\nMatrigel \\(BD Biosciences, cat. no. 354277)\r\n\n\nParaformaldehyde \\(Sigma, cat. no. P6148)\r\n\n\nPhosphate-buffered saline \\(PBS; Life Technologies, cat. no. 14190144)\r\n\n\nPoly-L-ornithine \\(Sigma, cat. no. P3655)\r\n\n\nRetinoic acid \\(RA; Sigma, cat. no. R2625)\r\n\n\nSodium chloride \\(Thermo Fisher Scientific, cat. no. S271)\r\n\n\nSodium hydroxide \\(Thermo Fisher Scientific, cat. no. BP359)\r\n\n\nSodium phosphate monobasic \\(Thermo Fisher Scientific, cat. no. BP329)\r\n\n\nSodium phosphate dibasic \\(Thermo Fisher Scientific, cat. no. BP332)\r\n\n\nTaqman gene expression master mix \\(Life Technologies, cat. no. 4369016)\r\n\n\nThermoscript RT-PCR kit \\(Life Technologies, cat. no. 11146-024)\r\n\n\nTris base \\(Thermo Fisher Scientific, cat. no. BP152)\r\n\n\nTriton X-100 \\(Thermo Fisher Scientific, cat. no. BP151)\r\n\n\nTrizol \\(Life Technologies, cat. no. 15596-018)\r\n\n\nVersene \\(Life Technologies, cat. no. 15040-066)\r\n\n\nVitronectin peptide \\(VTN-NC or VTN-N; Life Technologies, cat. no. A14700)\r\n\n\nY27632 \\(R&D Systems, cat. no. 1254)"
        },
        {
            "header": "Equipment",
            "content": "15- and 50-mL conical tubes \\(Thermo Fisher Scientific, cat. nos. 339650 and 339652)\r\n\n\n6-well plates \\(Corning Life Sciences, cat. no. 3506)\r\n\n\nSorvall ST16 bench top centrifuge \\(Thermo Fisher Scientific) \r\n\n\nSterilGard biosafety cabinet \\(The Baker Company) \r\n\n\nLiquid waste disposal system\r\n\n\nFACSCanto flow cytometer \\(BD Biosciences) \r\n\n\nSterilized Pasteur pipettes \\(Thermo Fisher Scientific, cat. no. 13-678-20D)\r\n\n\nForma Series II humidified tissue culture incubator at 37ºC/5% CO2 \\(Thermo Fisher Scientific) \r\n\n\nHemocytometer \\(Hausser Scientific, cat. no. 02-671-52)\r\n\n\nEclipse TS100 inverted phase contrast microscope \\(Nikon) \r\n\n\nEclipse Ti-E epifluorescence microscope \\(Nikon) \r\n\n\nMicrocentrifuge tube \\(1.5 mL, Thermo Fisher Scientific, cat. no. 05-408-129)\r\n\n\nIsotemp digital-control water bath \\(Thermo Fisher Scientific) \r\n\n\nSerological pipettes 5-, 10-, and 25-mL \\(Thermo Fisher Scientific, cat. nos. 13-678-11D, 13-678-11E, and 13-678-11)"
        },
        {
            "header": "Procedure",
            "content": "**Reagent setup**\r\n\n\n\r\n\n\n**4% Paraformaldehyde \\(300 mL)**: mix 0.66 g sodium phosphate monobasic and 3.66 g sodium phosphate dibasic in 90 mL ddH\n2\nO until completely dissolved. In a separate beaker and in the fume hood, add 12 g of PFA to 180 mL ddH\n2\nO, then add 7-10 drops of 1 M NaOH. Heat the solution to 60°C until it becomes mostly clear. Allow the PFA solution to cool at room temperature, then add the sodium phosphate solution. Adjust pH to 7.2-7.5 using 1 M HCl. Add ddH\n2\nO to a final volume of 300 mL. Filter the solution, aliquot into 15 or 50 mL conicals, and store at -20°C. PFA solutions can be thawed and refrozen indefinitely without loss of effectiveness. **\\! Caution:** PFA is toxic and should be handled in a fume hood with rubber gloves and protective eye goggles.\r\n\n\n**Flow cytometry wash buffer \\(200 mL):** add 20 mL 7.5% BSA to 180 mL PBS. This solution can be stored at 4ºC for up to 1 month. \r\n\n\n**10% PBSD \\(10 mL):** add 1 mL donkey serum to 9 mL PBS. This solution can be stored at 4ºC for up to 1 month. \r\n\n\n**10% PBSD+TX100 \\(10 mL):** add 10 μL Triton-X 100 to 10 mL 10% PBSD and vortex to dissolve. This solution can be stored at 4ºC for up to 1 month. \r\n\n\n**Tris-buffered saline \\(TBS) \\(1 L):** mix 6.05 g Tris Base with 8.76 g NaCl in 800 mL ddH\n2\nO. Adjust pH to 7.4-7.6 using 5 M HCl. Add ddH\n2\nO to a final volume of 1000 mL. This solution can be stored at room temperature for up to 1 year.\r\n\n\n**TBS-T \\(50 mL):** add 150 μL Triton-X 100 to 50 mL TBS and vortex to dissolve. This solution can be stored at room temperature for up to 3 months.\r\n\n\n**TBS-DT \\(10 mL):** add 0.5 mL donkey serum and 30 μL Triton-X 100 to 9.5 mL TBS and vortex to dissolve. This solution can be stored at 4ºC for up to 1 month.\r\n\n\n**Poly-L-ornithine \\(PLO) \\(100 µg/mL):** dilute 50 mg of PLO in 50 mL ddH\n2\nO and sterile-filter to create a 10x \\(1 mg/mL) stock solution. To create a 1x working solution, dilute the stock solution 1:10 in sterile ddH\n2\nO. The working solution can be used to coat a surface three times before it should be disposed. The stock solution and working solutions can be stored at 4°C for up to 1 year.\r\n\n\n**CHIR99021 \\(10 mM):** dilute 10 mg of CHIR99021 in 2.15 mL sterile DMSO. Aliquot 50 µL into 1.5 mL tubes and store at -20°C for up to 3 months. \r\n\n\n**FGF8b \\(100 µg/mL):** dilute 500 µg in 5 mL sterile ddH2O and 10 µL human albumin solution. Aliquot at 100 µL in 1.5 mL tubes and store at -80°C for up to 1 year. Aliquots can only be thawed once but can be stored at 4 °C for up to 1 week.\r\n\n\n**Retinoic acid \\(RA) \\(100 mM):** dilute 50 mg of RA in 1.67 mL sterile DMSO. Aliquot 50 µL in 1.5 mL amber tubes and store at -80 °C for up to 3 months. To create a 1 mM working solution, dilute 5 µL of stock solution in 495 µL of 100% sterile ethanol. The working solution can be stored at -20°C for up to 2 weeks.\r\n\n\n**Dorsomorphin \\(DM) \\(10 mM):** dilute 10 mg of DM in 2.12 mL sterile DMSO. It may be necessary to incubate the solution briefly in a 37°C water bath to fully dissolve the DM. Aliquot 50 µL in 1.5 mL amber tubes and store at -80°C for up to 1 months. \r\n\n\n**GDF11 \\(50 µg/mL):** dilute 50 µg of GDF11 in 1 mL of 4 mM sterile HCl and 2 µL human albumin solution. Aliquot 50 µL in 1.5 mL tubes and store at -80°C for up to 1 year. Aliquots can only be thawed once but can be stored at 4 °C for up to 1 week.\r\n\n\n**Y27632 \\(10 mM):** dilute 10 mg of Y27632 in 3.12 mL sterile ddH\n2\nO. Aliquot 100 µL in 1.5 mL tubes and store at -80°C for up to 1 year.\r\n\n\n**E8 + 10 µM Y27632 \\(50 mL):** add 50 µL Y27632 to 50 mL E8. We do not recommend storing this medium. \r\n\n\n**E6 + 200 ng/mL FGF8b \\(50 mL):** add 100 µL FGF8b to 50 mL E6. We do not recommend storing this medium.\r\n\n\n**E6 + 200 ng/mL FGF8b + 3 µM CHIR99021 \\(50 mL):** add 100 µL FGF8b and 15 µL CHIR99021 to 50 mL E6. We do not recommend storing this medium. \r\n\n\n**E6 + 200 ng/mL FGF8b + 3 µM CHIR99021 + 10 µM Y27632 \\(50 mL):** add 100 µL FGF8b, 15 µL CHIR99021, and 50 µL Y27632 to 50 mL E6. We do not recommend storing this medium. \r\n\n\n**E6 + 200 ng/mL FGF8b + 3 µM CHIR99021 + 50 ng/mL GDF11 + 1 µM DM \\(50 mL):** add 100 µL FGF8b, 15 µL CHIR99021, 50 µL GDF11, and 5 µL DM to 50 mL E6. We do not recommend storing this medium.\r\n\n\n**E6 + 1 µM RA \\(50 mL):** add 50 µL RA \\(1 mM working solution) to 50 mL E6. We do not recommend storing this medium.\r\n\n\n\r\n\n\n**Equipment setup**\r\n\n\n\r\n\n\n**Matrigel-coated plates:** remove one Matrigel aliquot \\(1 mg) from the freezer and add 1 mL of cold \\(4°C) DMEM/F12 to initiate its thaw. Once thawed, dilute the Matrigel in 23 mL of cold DMEM/F12.  Immediately add 2 mL/well Matrigel solution for 6-well plates. Allow the Matrigel to set overnight at 37°C in a humidified tissue culture incubator. The Matrigel-coated plates can be stored in the incubator for up to 1 week. **Critical:** use lots of Matrigel qualified by BD Biosciences for hPSC culture. \r\n\n\n**Vitronectin-coated plates:** add 1 mL of 1x PLO to each well of a 6-well plate and incubate for at least 30 min at room temperature. Aspirate the PLO, wash twice with sterile ddH\n2\nO, and add 8 µg/well vitronectin in 2 mL/well DMEM/F12. Coated plates should be incubated overnight at 37°C in a humidified tissue culture incubator prior to use. Vitronectin-coated plates can be stored in the incubator for up to 1 week.\r\n\n\n\r\n\n\n**PROCEDURE**\r\n\n\n\r\n\n\n**Feeder-independent culture of hPSCs \\(Timing: 4-5 days)**\r\n\n\n hPSCs should exhibitive characteristic cobblestone morphology with tight colony packing and be uniformly positive for NANOG, POU5F1, and SOX2 \\(Fig. 2).\r\n\n\n**1.** Remove a frozen cell vial from liquid N\n2\nand place it in a 37°C water bath without submerging the cap. Gently swirl the vial until it has completely thawed \\(~2 min). \r\n\n\n**2.** Transfer the contents of the vial to a 15 mL conical using a 5 mL serological pipette. Add 4 mL E8 dropwise to the cell suspension. \r\n\n\n**Critical step:** dropwise addition reduces osmotic shock and increases cell viability.\r\n\n\n**3.** Centrifuge the cells at 1000 RPM for 5 min. Aspirate and discard the supernatant with a sterile Pasteur pipette. Resuspend the cells in 6 mL E8 medium + 10 µM Y27632. \r\n\n\n**4.** Aspirate the liquid from a Matrigel-coated 6-well plate. Slowly add 2 mL of cell suspension to each well \\(3 wells total). Place the plate into the 37°C, 5% CO2 incubator and rock back-and-forth and side-to-side three times to evenly disperse the cells on the plate.\r\n\n\n**Critical step:** the inclusion of Y27632 is critical to ensure hPSC survival after thawing, especially when receiving a vial of cells from an unknown source. 10 µM Y27632 should be added during the first 24 h of any thaw.\r\n\n\n**5.** The following day, aspirate the medium from each well and replace with fresh E8 medium lacking Y27632. Medium should be changed every day thereafter. \r\n\n\n\r\n\n\n**Passaging hPSCs with Versene \\(Timing: 15 min)**\r\n\n\n**6.** When the hPSCs reach 80-90% confluency, they are ready for passaging. Aspirate the medium from each well to be passaged, wash once with 1 mL Versene \\(pre-warmed to 37°C), aspirate the Versene, then incubate in 1 mL pre-warmed Versene for 5 min.\r\n\n\n**7.** Aspirate the Versene and vigorously dispense 2 mL E8 medium over the cells 2-3 times to facilitate detachment. Transfer the cells to a 15 mL conical containing 10 mL E8 medium. Mix up and down once, then dispense 2 mL of the cell suspension into each well of a Matrigel-coated 6-well plate \\(the example provided here is for a 1:6 split ratio).\r\n\n\n**Critical step:** split ratio can be varied from 1:6 to 1:12 depending on initial cell density and cell fidelity. If cell density is consistently low after passaging, 10 µM Y27632 can be included in the E8 medium during the reseeding step to facilitate attachment and cell survival. If Y27632 is used, it should be removed from the medium 24 h later.\r\n\n\n**8.** Return the plate to the incubator and rock back-and-forth and side-to-side three times to evenly disperse the cells on the plate.\r\n\n\n**9.** The following day, aspirate the medium from each well and add 2 mL of fresh E8 medium. Medium should be changed every day thereafter. \r\n\n\n\r\n\n\n**Seeding hPSCs for differentiation \\(Timing: 30 min)**\r\n\n\n**10.** hPSCs are cultured according to steps 1-9. When hPSCs are 80-90% confluent, they can be utilized for differentiation with the expectation that each well should contain approximately 1-2 million cells.\r\n\n\n**11.** Aspirate the liquid from the hPSCs and wash with 2 mL PBS per well. Aspirate the PBS and add 1 mL accutase \\(pre-warmed to 37°C) per well. Incubate at 37°C for 4 min.\r\n\n\n**12.** Detach the cells from the surface of the plate using a 1 mL micropipette. Transfer the cell suspension to a 15 mL conical and centrifuge at 1000 RPM for 5 min. \r\n\n\n**13.** Aspirate the supernatant and resuspend the cells in 1 mL E8 medium + 10 µM Y27632. Count the total cell number using a hemocytometer. Add an appropriate volume of E8 medium + 10 µM Y27632 such that the density is 1x10\n6\ncells/mL. \r\n\n\n**14.** Aspirate the liquid from a vitronectin-coated 6-well plate. Add 1 mL of the cell suspension to each well of a 6-well plate. Add 3 mL of E8 medium + 10 µM Y27632 such that the final volume in each well is 4 mL. \r\n\n\n**Critical step:** hindbrain and spinal cord differentiation must be performed on vitronectin. Not only does vitronectin constitute a chemically defined extracellular matrix, but detachment of cells with accutase according to steps 18 and 21 does not readily occur when they are adhered to Matrigel-coated plates.\r\n\n\n\r\n\n\n**Differentiation to forebrain NSCs in the absence of patterning factors \\(Timing: 6 days)**\r\n\n\nIn the absence of exogenous small molecules and growth factors, hPSCs will preferentially differentiate to forebrain NSCs\n46\nthat can be characterized as >90% PAX6\n+\n/N-cadherin\n+\n/SOX2\n+\n/OTX2\n+\n/HOXB4\n-\n\\(Fig. 3). Forebrain identity can also be confirmed by _FOXG1_ expression as previously described\n46\n. Forebrain NSC differentiation serves as an excellent control for hindbrain and spinal cord differentiation because, in our experience, hPSC lines that are of poor quality and do not generate highly pure forebrain NSCs are also unable to effectively generate hindbrain and spinal cord NSCs. \r\n\n\n**15.** The morning after seeding according to Steps 10-14, aspirate the liquid from each well and add 4 mL E6 medium. Medium should be changed every day thereafter. Characterization can be performed on day 6. \r\n\n\n\r\n\n\n**Differentiation to hindbrain and spinal cord NSCs**\r\n\n\n\r\n\n\n**FGF8b, CHIR99021, and GDF11 treatment yields neuromesodermal progenitors undergoing colinear HOX activation \\(Timing: 0-7 days)**\r\n\n\nPositional identity in the posterior CNS is defined by combinatorial _HOX_ expression patterns. In this protocol, sequential treatment of differentiating hPSCs with E6 medium containing FGF8b and CHIR99021 permits the cells to enter a SOX2\n+\n/Brachyury\n+\nneuromesodermal state that exhibits colinear _HOX_ activation. Once the cells have reached a thoracic _HOX_ identity, the addition of GDF11 is necessary to induce lumbosacral _HOX_ patterning. At any point during neuromesodermal propagation, a transition to E6 medium containing RA will halt _HOX_ activation while inducing SOX2\n+\n/PAX6\n+\nneuroectodermal identity, thus yielding neural progenitors with a defined rostrocaudal ‘address’. \r\n\n\n**16.** The morning after seeding according to Steps 10-14, aspirate the liquid from each well and add 4 mL E6 medium. Representative cell density is shown in Figure 4.\r\n\n\n**17.** The next morning, aspirate the liquid from each well and add 4 mL E6 medium + 200 ng/mL FGF8b.\r\n\n\n**18.** The next morning, aspirate the liquid from each well and wash with 2 mL PBS. Aspirate the PBS and add 1 mL of accutase \\(pre-warmed to 37°C) to each well. Incubate for 1 min, 45 sec in a humidified incubator. Remove the plate from the incubator and detach the cells from the surface of the plate to a 15 mL conical using a 1 mL micropipette.\r\n\n\n**Critical step:** excessive shearing reduces attachment efficiency in subsequent steps. As such, the cells should be removed from the plate and transferred to the 15 mL conical while passing through the pipette tip no more than three times.\r\n\n\n**19.** Centrifuge the cells at 1000 RPM for 5 min. Aspirate the supernatant and resuspend in E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021 + 10 µM Y27632 at a 2:3 ratio based on the number of wells subjected to accutase. For example, if two wells of cells were accutased, the resultant cell pellet should be resuspended in 12 mL of E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021 + 10 µM Y27632 and distributed into three vitronectin-coated wells with 4 mL per well. Return the plate to the incubator and rock back-and-forth and side-to-side three times to evenly disperse the cells on the plate. Note the time and date as the reference point for initiation of _HOX_ patterning. 24 h later, note the cell density to determine seeding effectiveness.\r\n\n\n**Critical step:** the goal of this step is to achieve 60-80% cell confluence 24 h post-seeding \\(representative density shown in Fig. 4). Lower densities will initially generate SOX2\n+\n/Brachyury\n+\nneuromesoderm but ultimately lead to a SOX2\n-\n/Brachyury\n+\nmesodermal shift after 72-96 h of CHIR99011 treatment. If lower densities are consistently observed based on the user’s technique, the split ratio can be raised to 1:1 or higher. \r\n\n\n**Critical step:** the concentration of CHIR99021 listed herein was originally optimized for H9 hESCs\n54\n. Neuromesodermal patterning using the IMR90-4 iPSC line\n55\nrequired a lower concentration of CHIR99021 \\(2 µM) to prevent a SOX2\n-\n/Brachyury\n+\nmesodermal shift by day 5 of differentiation\n21\n. We recommend testing new cell lines with 2 and 3 µM CHIR99021 to determine an optimal concentration that initiates SOX2\n+\n/Brachyury\n+\nneuromesodermal identity but does not eventually cause a mesodermal shift. For reference, neuromesodermal patterning in the SOD1 D90A iPSC line in this protocol was conducted with 3 µM CHIR99021.\r\n\n\n**20.** On day 2 of CHIR99021 treatment \\(two days after Step 19), aspirate the liquid from each well and add E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021.\r\n\n\n**21.** The following day, aspirate the liquid from each well and wash with 2 mL PBS. Aspirate the PBS and add 1 mL of accutase \\(pre-warmed to 37°C) to each well. Incubate for 1 min, 45 sec in the humidified incubator. Remove the plate from the incubator and detach the cells from the surface of the plate to a 15 mL conical using a 1 mL micropipette.\r\n\n\n**Critical step:** excessive shearing reduces attachment efficiency in subsequent steps. As such, the cells should be removed from the plate and transferred to the 15 mL conical while passing through the pipette tip no more than three times.\r\n\n\n**22.** Centrifuge the cells at 1000 RPM for 5 min. Aspirate the supernatant and resuspend in 1 mL E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021 + 10 µM Y27632. Count the cells on a hemocytometer. Seed each well of a vitronectin-coated 6-well plate with 1.25x10\n6\ncells resuspended in 4 mL E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021 + 10 µM Y27632. Return the plate to the incubator and rock back-and-forth and side-to-side three times to evenly disperse the cells on the plate.\r\n\n\n**23.** The following day, cells should be 90-100% confluent \\(representative density shown in Fig. 4). Transfer 2 mL from each well to a 15 mL conical. Add 100 ng/mL GDF11 and 2 µM DM to the conical based on the total volume of liquid it contains. Pipette up and down three times to mix, then return 2 mL to each well on the 6-well plate to yield a final concentration of 50 ng/mL GDF11 and 1 µM DM in each well.\r\n\n\n**Critical step:** the concentrations of GDF11 and DM need to be balanced appropriately. A minimum concentration of GDF11 of 30 ng/mL was necessary to facilitate lumbosacral _HOX_ activation in H9 hESCs via SMAD2/3 activation\n56\nbut could be lower for other hPSC lines. However, GDF11 also activates SMAD1/5/8, which induces dorsal identity\n57\nand therefore inhibits the ability of RA to activate PAX6 in Step 26. DM is added to block SMAD1/5/8 signaling\n58\nand facilitate downstream RA-mediated PAX6 induction. We have observed DM-induced cell death at concentrations exceeding 5 µM. We recommend starting with the concentrations listed in Step 23 and adjusting doses \\(GDF11, 10-50 ng/mL; DM, 1-3 µM) based on the outcomes in Steps 47-49. For reference, the concentrations used for the SOD1 D90A iPSC line were 30 ng/mL GDF11 and 2 µM DM.\r\n\n\n**24.** The following day, aspirate the liquid from each well and add E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021 + 50 ng/mL GDF11 + 1 µM DM.\r\n\n\n**25.** The following day, aspirate the liquid from each well and add E6 medium + 200 ng/mL FGF8b + 3 µM CHIR99021 + 50 ng/mL GDF11 + 1 µM DM.\r\n\n\n\r\n\n\n**RA treatment halts HOX activation and induces a neuroectoderm fate switch to yield NSCs with a defined rostrocaudal position \\(Timing: 4 days)**\r\n\n\n**26.** At any point during steps 19-25, aspirate the medium and add 4 mL of E6 medium + 1 µM RA to each well. Medium should be changed once more the following day. Cells are ready for analysis at 4 days post-RA addition. \r\n\n\n**Critical step:** if DM was included during neuromesodermal propagation according to Steps 23-25, it should also be included during RA treatment.\r\n\n\n\r\n\n\n**Characterization of undifferentiated hPSCs**\r\n\n\n\r\n\n\n**Immunocytochemical analysis of undifferentiated hPSCs \\(Timing: 2 days)**\r\n\n\n**27.** Aspirate the medium and wash each well twice with 4 mL PBS. Aspirate the PBS and fix each well with 1 mL of room temperature 4% paraformaldehyde for 10 min. Aspirate the paraformaldehyde and wash each well three times with 1 mL PBS.\r\n\n\n**28.** Aspirate the PBS and add 800 µL TBS-DT to each well. Incubate for at least 1 h at room temperature.\r\n\n\n**29.** Aspirate the TBS-DT and replace with 800 µL TBS-DT containing the appropriate dilution of antibodies against NANOG, POU5F1, and SOX2 \\(see Table 1). Incubate overnight at 4°C.\r\n\n\n**30.** Aspirate the TBS-DT and wash five times with 1 mL TBS-T at room temperature. Each wash should be conducted for at least 10 min.\r\n\n\n**31.** Aspirate the last TBS-T wash and replace with 800 µL TBS-DT containing the appropriate dilution of each secondary antibody. Incubate in the dark at room temperature for 1-2 h. \r\n\n\n**32.** Aspirate the TBS-DT and replace with 800 µL DAPI solution. Incubate in the dark for 10 min.\r\n\n\n**33.** Aspirate the DAPI solution and wash four times with TBS. Each wash should be conducted in the dark for at least 10 min.\r\n\n\n**34.** Examine the wells with an epifluorescence microscope. \r\n\n\n\r\n\n\n**Characterization of forebrain NSCs**\r\n\n\n\r\n\n\n**Immunocytochemical analysis of forebrain NSCs \\(Timing: 2 days)**\r\n\n\n**35.** Using Step 15, generate forebrain NSCs. Perform immunocytochemistry according to Steps 27-34 using appropriate dilutions of primary antibodies against PAX6, N-cadherin, SOX2, OTX2, and HOXB4 \\(see Table 1).\r\n\n\n\r\n\n\n**Flow cytometry analysis of forebrain NSCs \\(Timing: 2 days)**\r\n\n\n**36.** Aspirate the medium and wash each well once with 4 mL PBS. Aspirate the PBS and add 1 mL of accutase \\(pre-warmed to 37°C) to each well. Incubate for 5 min in the humidified incubator. Remove the plate from the incubator and transfer the cells from the surface of the plate to a 15 mL conical using a 1 mL micropipette.\r\n\n\n**37.** Centrifuge at 1000 RPM for 5 min. Aspirate the supernatant and fix in 1 mL room temperature 4% paraformaldehyde for 10 min.\r\n\n\n**38.** Centrifuge at 1000 RPM for 5 min. Aspirate the supernatant and resuspend in 1 mL 10% PBSD+TX100. Incubate for at least 30 min at room temperature.\r\n\n\n**39.** Centrifuge at 1000 RPM for 5 min. Aspirate the supernatant and resuspend in 100 µL 10% PBSD containing the appropriate dilution of primary antibody \\(see Table 1). Proper IgG controls should be utilized for all species of antibodies. Incubate overnight at 4°C.\r\n\n\n**40.** Wash the cells twice with 1 mL flow cytometry wash buffer, centrifuging at 1000 RPM for 5 min between each wash step. After the second wash, aspirate the supernatant and resuspend in 200 µL 10% PBSD containing a 1:200 dilution of the appropriate secondary antibody. Incubate at room temperature for 1 h in the dark.\r\n\n\n**41.** Wash the cells twice with 1 mL flow cytometry wash buffer, centrifuging at 1000 RPM for 5 min between each wash step. After the second wash, aspirate the supernatant and resuspend the cells in 250 µL flow cytometry wash buffer and transfer into flow round-bottom tubes. Place the flow tubes on ice and perform analysis using with a FACSCanto or equivalent machine. \r\n\n\n\r\n\n\n**Validation of neuromesodermal induction and HOX propagation**\r\n\n\n\r\n\n\n**Characterization of neuromesodermal progenitors by flow cytometry \\(Timing: 2 days)**\r\n\n\n**42.** Neuromesodermal progenitor induction and maintenance occurs on steps 19-25. At Step 20 \\(2 days of CHIR99021 treatment), Step 23 \\(4 days of CHIR99021 treatment), and Step 25 \\(6 days of CHIR99021 treatment), perform flow cytometry analysis according to Steps 36-41 using primary antibodies for SOX2 and Brachyury. \r\n\n\n**Critical step:** for some hPSC lines, Brachyury expression gradually reduces throughout Steps 23-25. Brachyury is not required to induce _HOX_ propagation, as previously described\n44\n, and therefore its reduction should not influence the acquisition of lower thoracic or lumbosacral identity. This point is illustrated in Figures 5 and 6, where a decrease in Brachyury expression within the SOD1 D90A iPSC line does not prevent the acquisition of _HOXD10_ during CHIR99021 and FGF8b treatment \\(Fig. 5a-c) or affect the generation of PAX6\n+\n/HOXD10\n+\n/HOXB4\n-\nlumbosacral neuroectoderm after the transition to RA \\(Fig. 6b). \r\n\n\n\r\n\n\n**qPCR analysis of HOX expression during neuromesodermal progression \\(Timing: 7 h)**\r\n\n\n**43.** Using steps 19-25, generate neuromesoderm that have been exposed to CHIR99021 for 1, 2, 3, 4, 5, and 6 days, which should encompass precursors from the caudal hindbrain through lumbosacral spinal cord.\r\n\n\n**44.** Aspirate the medium from each well and wash once with 4 mL PBS. Aspirate the PBS, add 1 mL Trizol reagent, and let sit for 5 min at room temperature. Transfer the Trizol/cell lysate to an RNase-free 1.5 mL tube and extract the total RNA with chloroform and isopropanol according to the manufacturer’s instructions.\r\n\n\n**Pause point:** because cells will be lysed with Trizol at different time points throughout the differentiation procedure, we recommend storing cell lysates at -80°C until all samples have been collected before proceeding to RNA extraction.\r\n\n\n**Caution:** Trizol is hazardous and its fumes are toxic to cells. Use care when handling Trizol, and any plate that has received Trizol treatment should not be returned to an incubator. \r\n\n\n**45.** Generate cDNA from the total RNA using the Thermoscript RT-PCR kit according to the manufacturer’s instructions.\r\n\n\n**Pause point:** if not being used immediately, cDNA can be stored at -20°C for up to 1 year.\r\n\n\n**46.** Perform qPCR using Taqman primers specific to _HOXB4_, _HOXC6_, _HOXC9_, and _HOXD10_ \\(Fig. 5b). Other primers can be tested at the user’s discretion.\r\n\n\n**47.** qPCR products can be visualized on a 2% agarose gel to qualitatively verify colinear _HOX_ activation \\(Fig. 5c).\r\n\n\n\r\n\n\n**Characterization of posterior NSCs**\r\n\n\n\r\n\n\n**Flow cytometry analysis of hindbrain and spinal cord NSCs \\(Timing: 2 days)**\r\n\n\n**48.** Neuromesodermal progenitors that have been subjected to RA treatment according to Step 26 will undergo a transition to neuroectoderm that can be traced by induction of PAX6. Perform flow cytometry analysis according to Steps 36-41 using a primary antibody against PAX6 \\(see Table 1).\r\n\n\n\r\n\n\n\r\n\n\n**Immunocytochemical analysis of hindbrain and spinal cord NSCs \\(Timing: 2 days)**\r\n\n\nRostrocaudal NSC domains in the posterior CNS are definitively identified by HOX expression patterns that arise due to cross-repressive interactions\n49,50,59\n. In our hands, many HOX antibodies are of low fidelity for immunocytochemistry \\(e.g. do not work on any samples we tested) or do not label the correct target \\(e.g. the antibody shows positive labeling when the corresponding mRNA is not detectable by qPCR). Therefore, we recommend caution when testing HOX antibodies not listed in this protocol.\r\n\n\n**49.** Using steps 19-26, generate NSCs that have been exposed to CHIR99021 for 2, 12, and 24 h. Perform immunocytochemistry according to Steps 27-34 using primary antibodies against HOXB1 and HOXB4 \\(see Table 1). NSC identity should be confirmed by assaying PAX6 expression.\r\n\n\n**50.** Using steps 19-26, generate NSCs that have been exposed to CHIR99021 for 2, 4, and 6 days \\(+ GDF11/DM). Perform immunocytochemistry according to Steps 27-34 using primary antibodies against HOXB4 and HOXD10 \\(see Table 1). NSC identity should be confirmed by assaying PAX6 expression."
        },
        {
            "header": "Timing",
            "content": "Steps 1-5, thawing and maintaining hPSCs: 4-5 days\r\n\n\nSteps 6-9, passaging hPSCs: 15 min\r\n\n\nSteps 10-14, seeding hPSCs for differentiation: 30 min\r\n\n\nStep 15, differentiation to forebrain NSCs: 6 days\r\n\n\nSteps 16-25, induction of _HOX_-expressing neuromesodermal progenitors: 0-7 days\r\n\n\nStep 26, transition of neuromesodermal progenitors to NSCs: 4 days\r\n\n\nSteps 27-34, immunocytochemical analysis of hPSCs: 2 days\r\n\n\nStep 35, immunocytochemical analysis of forebrain NSCs: 2 days\r\n\n\nSteps 36-41, flow cytometry analysis of forebrain NSCs: 2 days\r\n\n\nStep 42, flow cytometry analysis of neuromesodermal progenitors: 2 days\r\n\n\nStep 43-47, qPCR analysis of _HOX_ expression in neuromesodermal progenitors: 7 h\r\n\n\nSteps 48, flow cytometry analysis of posterior NSCs, 2 days\r\n\n\nSteps 49-50, immunocytochemical analysis of hindbrain and spinal cord NSCs: 2 days"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 2."
        },
        {
            "header": "Anticipated Results",
            "content": "This protocol allows the user to differentiate hPSCs into NSCs from defined regional locations throughout the posterior CNS, which we have validated for H9 hESCs<sup>54</sup>, IMR90-4 iPSCs<sup>55</sup>, and the SOD1 D90A iPSCs<sup>6</sup> presented in this manuscript. When starting this protocol, hPSCs should be uniformly positive for the pluripotency markers POU5F1, NANOG, and SOX2 and exhibit no signs of spontaneous differentiation \\(Fig. 2). Upon differentiation to forebrain NSCs in the absence of patterning factors, >90% of the cells should be positive for the neuroectoderm marker PAX6 and the midbrain/forebrain marker OTX2 without expressing HOXB4 \\(Fig. 3). Cells will undergo colinear _HOX_ activation after sequential addition of FGF8b and CHIR9021, and >80% of the cells should co-express SOX2 and Brachyury throughout the first 72 h of CHIR99021 treatment if the cell density and concentration of CHIR99021 have been properly tuned \\(Fig. 5). From ~72-168 h of CHIR99021 treatment, Brachyury expression may decrease but will not affect _HOX_ propagation and the neuroectodermal transition as long as SOX2 expression remains >90%. In the event of decreased Brachyury expression for a particular hPSC line, qPCR will validate the acquisition of caudal _HOX_ expression.\r\n\n\n\r\n\n\nWhen RA is added, the majority of the cells should convert to PAX6<sup>+</sup> neuroectoderm \\(Fig. 6). We typically observe >75% PAX6<sup>+</sup> expression at all rostrocaudal locations and routinely achieve >90% PAX6<sup>+</sup> expression when RA is added between 12-96 h CHIR99021 treatment \\(lower hindbrain through thoracic HOX identity). qPCR analysis of different posterior NSC populations should be used to determine relative _HOX_ expression patterns, and immunostaining for HOX proteins should be used to determine the explicit regional identity of the NSC populations. We typically observe patterning of hindbrain identity between 0-24 h of CHIR99021 treatment \\(e.g. NSC populations possessing differential expression of HOXB1 and HOXB4 that arise after RA treatment). Specifically, we typically observe HOXB1<sup>+</sup>/HOXB4<sup>-</sup> neuroectoderm when RA is added after 2-4 h of CHIR99021 treatment, HOXB1<sup>-</sup>/HOXB4<sup>-</sup> neuroectoderm when RA is added after 6-12 h of CHIR99021 treatment, and HOXB1<sup>+</sup>/HOXB4<sup>+</sup> neuroectoderm when RA is added after 18-24 h \\(Fig. 6a). Cervical spinal cord NSCs \\(HOXB4<sup>+</sup>/HOXD10<sup>-</sup>) should be generated between 24 and 48 h of CHIR99021 treatment prior to the addition of RA, whereas the shift to thoracic NSCs \\(HOXB4<sup>-</sup>/HOXD10<sup>-</sup>) typically occurs after ==<sub>72 h of CHIR99021 treatment prior to the addition of RA \\(Fig 5). After 48 h of GDF11 treatment \\(==</sub>144 h of CHIR99021 treatment), lumbosacral NSCs \\(HOXB4<sup>-</sup>/HOXD10<sup>+</sup>) should be readily detected upon RA treatment \\(Fig. 6b). Overall, we recommend that individual users assay a variety of time points because the rate of _HOX_ progression, and therefore the speed at which progenitors enter different HOX domains, may change based on CHIR99021 concentration and seeding density."
        },
        {
            "header": "References",
            "content": "**1.** Liu, G.-H. et al. Progressive degeneration of human neural stem cells caused by pathogenic LRRK2. _Nature_ 491, 603–607 \\(2012).\r\n\n\n**2.** Nguyen, H. N. et al. LRRK2 Mutant iPSC-Derived DA Neurons Demonstrate Increased Susceptibility to Oxidative Stress. _Cell Stem Cell_ 8, 267–280 \\(2011).\r\n\n\n**3.** Israel, M. A. et al. Probing sporadic and familial Alzheimer/’s disease using induced pluripotent stem cells. _Nature_ 482, 216–220 \\(2012).\r\n\n\n**4.** Kondo, T. et al. Modeling Alzheimer’s Disease with iPSCs Reveals Stress Phenotypes Associated with Intracellular Aβ and Differential Drug Responsiveness. _Cell Stem Cell_ 12, 487–496 \\(2013).\r\n\n\n**5.** Bilican, B. et al. Mutant induced pluripotent stem cell lines recapitulate aspects of TDP-43 proteinopathies and reveal cell-specific vulnerability. _Proc. Natl. Acad. Sci._ 109, 5803–5808 \\(2012).\r\n\n\n**6.** Chen, H. et al. Modeling ALS with iPSCs Reveals that Mutant SOD1 Misregulates Neurofilament Balance in Motor Neurons. _Cell Stem Cell_ 14, 796–809 \\(2014).\r\n\n\n**7.** Kiskinis, E. et al. Pathways Disrupted in Human ALS Motor Neurons Identified through Genetic Correction of Mutant SOD1. _Cell Stem Cell_ 14, 781–795 \\(2014).\r\n\n\n**8.** An, M. C. et al. Genetic Correction of Huntington’s Disease Phenotypes in Induced Pluripotent Stem Cells. _Cell Stem Cell_ 11, 253–263 \\(2012).\r\n\n\n**9.** Consortium, T. H. iPSC. Induced Pluripotent Stem Cells from Patients with Huntington’s Disease Show CAG-Repeat-Expansion-Associated Phenotypes. _Cell Stem Cell_ 11, 264–278 \\(2012).\r\n\n\n**10.** Ebert, A. D. et al. Induced pluripotent stem cells from a spinal muscular atrophy patient. _Nature_ 457, 277–280 \\(2009).\r\n\n\n**11.** Wen, Z. et al. Synaptic dysregulation in a human iPS cell model of mental disorders. _Nature_ 515, 414–418 \\(2014).\r\n\n\n**12.** Brennand, K. J. et al. Modelling schizophrenia using human induced pluripotent stem cells. _Nature_ 473, 221–225 \\(2011).\r\n\n\n**13.** Briggs, J. A. et al. Integration-Free Induced Pluripotent Stem Cells Model Genetic and Neural Developmental Features of Down Syndrome Etiology. _Stem Cells_ 31, 467–478 \\(2013).\r\n\n\n**14.** Weick, J. P. et al. Deficits in human trisomy 21 iPSCs and neurons. _Proc. Natl. Acad._ Sci. 110, 9962–9967 \\(2013).\r\n\n\n**15.** Kim, K.-Y., Hysolli, E. & Park, I.-H. Neuronal maturation defect in induced pluripotent stem cells from patients with Rett syndrome. _Proc. Natl. Acad. Sci._ 108, 14169–14174 \\(2011).\r\n\n\n**16.** Marchetto, M. C. N. et al. A Model for Neural Development and Treatment of Rett Syndrome Using Human Induced Pluripotent Stem Cells. _Cell_ 143, 527–539 \\(2010).\r\n\n\n**17.** Muotri, A. R. et al. L1 retrotransposition in neurons is modulated by MeCP2. _Nature_ 468, 443–446 \\(2010).\r\n\n\n**18.** Kriks, S. et al. Dopamine neurons derived from human ES cells efficiently engraft in animal models of Parkinson/’s disease. _Nature_ 480, 547–551 \\(2011).\r\n\n\n**19.** Ma, L. et al. Human Embryonic Stem Cell-Derived GABA Neurons Correct Locomotion Deficits in Quinolinic Acid-Lesioned Mice. _Cell Stem Cell_ 10, 455–464 \\(2012).\r\n\n\n**20.** Liu, Y. et al. Medial ganglionic eminence-like cells derived from human embryonic stem cells correct learning and memory deficits._ Nat. Biotechnol._ 31, 440–447 \\(2013).\r\n\n\n**21.** Lippmann, E. S. et al. Deterministic HOX Patterning in Human Pluripotent Stem Cell-Derived Neuroectoderm. _Stem Cell Rep._ 4, 632–644 \\(2015).\r\n\n\n**22.** Gizzi, M., DiRocco, A., Sivak, M. & Cohen, B. Ocular motor function in motor neuron disease._ Neurology_ 42, 1037–1046 \\(1992).\r\n\n\n**23.** Iwata, M. & Hirano, A. Sparing of the Onufrowicz Nucleus in Sacral Anterior Horn Lesions. _Ann Neurol_ 4, 245–249 \\(1978).\r\n\n\n**24.** Kaminski, H. J., Richmonds, C. R., Kusner, L. L. & Mitsumoto, H. Differential Susceptibility of the Ocular Motor System to Disease. _Ann. N. Y. Acad. Sci._ 956, 42–54 \\(2002).\r\n\n\n**25.** Kubota, M. et al. New ocular movement detector system as a communication tool in ventilator-assisted Werdnig-Hoffmann disease. _Dev. Med. Child Neurol._ 42, 61–64 \\(2000).\r\n\n\n**26.** Schrøder, H. & Reske-Nielsen, E. Preservation of the nucleus X-pelvic floor motosystem in amyotrophic lateral sclerosis. _Clin Neuropathol_ 3, 210–216 \\(1984).\r\n\n\n**27.** Bucchia, M. et al. Therapeutic Development in Amyotrophic Lateral Sclerosis. _Clin. Ther._ 37, 668–680 \\(2015).\r\n\n\n**28.** Feldman, E. L. et al. Intraspinal neural stem cell transplantation in amyotrophic lateral sclerosis: Phase 1 trial outcomes. _Ann. Neurol._ 75, 363–373 \\(2014).\r\n\n\n**29.** Tadesse, T. et al. Analysis of graft survival in a trial of stem cell transplant in ALS. _Ann. Clin. Transl. Neurol._ 1, 900–908 \\(2014).\r\n\n\n**30.** Lu, P. et al. Long-Distance Growth and Connectivity of Neural Stem Cells after Severe Spinal Cord Injury. _Cell_ 150, 1264–1273 \\(2012).\r\n\n\n**31.** Lu, P. et al. Long-Distance Axonal Growth from Human Induced Pluripotent Stem Cells after Spinal Cord Injury. _Neuron_ 83, 789–796 \\(2014).\r\n\n\n**32.** Nori, S. et al. Grafted human-induced pluripotent stem-cell–derived neurospheres promote motor functional recovery after spinal cord injury in mice. _Proc. Natl. Acad. Sci._ 108, 16825–16830 \\(2011).\r\n\n\n**33.** Cummings, B. J. et al. Human neural stem cells differentiate and promote locomotor recovery in spinal cord-injured mice. _Proc. Natl. Acad. Sci. U. S. A._ 102, 14069–14074 \\(2005).\r\n\n\n**34.** Li, X.-J. et al. Specification of motoneurons from human embryonic stem cells. _Nat. Biotechnol._ 23, 215–221 \\(2005).\r\n\n\n**35.** Krencik, R., Weick, J. P., Liu, Y., Zhang, Z.-J. & Zhang, S.-C. Specification of transplantable astroglial subtypes from human pluripotent stem cells. _Nat. Biotechnol._ 29, 528–534 \\(2011).\r\n\n\n**36.** Lee, H. et al. Directed Differentiation and Transplantation of Human Embryonic Stem Cell-Derived Motoneurons. _Stem Cells_ 25, 1931–1939 \\(2007).\r\n\n\n**37.** Li, X.-J. et al. Directed Differentiation of Ventral Spinal Progenitors and Motor Neurons from Human Embryonic Stem Cells by Small Molecules. _Stem Cells_ 26, 886–893 \\(2008).\r\n\n\n**38.** Wichterle, H., Lieberam, I., Porter, J. A. & Jessell, T. M. Directed Differentiation of Embryonic Stem Cells into Motor Neurons. _Cell_ 110, 385–397 \\(2002).\r\n\n\n**39.** Mazzoni, E. O. et al. Saltatory remodeling of Hox chromatin in response to rostrocaudal patterning signals. _Nat. Neurosci._ 16, 1191–1198 \\(2013).\r\n\n\n**40.** Peljto, M., Dasen, J. S., Mazzoni, E. O., Jessell, T. M. & Wichterle, H. Functional Diversity of ESC-Derived Motor Neuron Subtypes Revealed through Intraspinal Transplantation. _Cell Stem Cell_ 7, 355–366 \\(2010).\r\n\n\n**41.** Patani, R. et al. Retinoid-independent motor neurogenesis from human embryonic stem cells reveals a medial columnar ground state. _Nat. Commun._ 2, 214 \\(2011).\r\n\n\n**42.** Maury, Y. et al. Combinatorial analysis of developmental cues efficiently converts human pluripotent stem cells into multiple neuronal subtypes. _Nat. Biotechnol._ 33, 89–96 \\(2015).\r\n\n\n**43.** Gouti, M., Metzis, V. & Briscoe, J. The route to spinal cord cell types: a tale of signals and switches. _Trends Genet._ 31, 282–289 \\(2015).\r\n\n\n**44.** Gouti, M. et al. In Vitro Generation of Neuromesodermal Progenitors Reveals Distinct Roles for Wnt Signalling in the Specification of Spinal Cord and Paraxial Mesoderm Identity. _PLoS Biol_ 12, e1001937 \\(2014).\r\n\n\n**45.** Chen, G. et al. Chemically defined conditions for human iPSC derivation and culture. _Nat. Methods_ 8, 424–429 \\(2011).\r\n\n\n**46.** Lippmann, E. S., Estevez-Silva, M. C. & Ashton, R. S. Defined Human Pluripotent Stem Cell Culture Enables Highly Efficient Neuroepithelium Derivation Without Small Molecule Inhibitors. _Stem Cells_ 32, 1032–1042 \\(2014).\r\n\n\n**47.** Du, Z.-W. et al. Generation and expansion of highly pure motor neuron progenitors from human pluripotent stem cells. _Nat. Commun._ 6, \\(2015).\r\n\n\n**48.** Bel-Vialar, S., Itasaki, N. & Krumlauf, R. Initiating Hox gene expression: in the early chick neural tube differential sensitivity to FGF and RA signaling subdivides the HoxB genes in two distinct groups. _Development_ 129, 5103–5115 \\(2002).\r\n\n\n**49.** Jung, H. et al. Global Control of Motor Neuron Topography Mediated by the Repressive Actions of a Single Hox Gene. _Neuron_ 67, 781–796 \\(2010).\r\n\n\n**50.** Dasen, J. S., Tice, B. C., Brenner-Morton, S. & Jessell, T. M. A Hox Regulatory Network Establishes Motor Neuron Pool Identity and Target-Muscle Connectivity. _Cell_ 123, 477–491 \\(2005).\r\n\n\n**51.** Klim, J. R., Li, L., Wrighton, P. J., Piekarczyk, M. S. & Kiessling, L. L. A defined glycosaminoglycan-binding substratum for human pluripotent stem cells. _Nat. Methods_ 7, 989–994 \\(2010).\r\n\n\n**52.** Melkoumian, Z. et al. Synthetic peptide-acrylate surfaces for long-term self-renewal and cardiomyocyte differentiation of human embryonic stem cells. _Nat. Biotechnol._ 28, 606–610 \\(2010).\r\n\n\n**53.** Villa-Diaz, L. G. et al. Synthetic polymer coatings for long-term growth of human embryonic stem cells. _Nat. Biotechnol._ 28, 581–583 \\(2010).\r\n\n\n**54.** Thomson, J. A. et al. Embryonic Stem Cell Lines Derived from Human Blastocysts. _Science_ 282, 1145–1147 \\(1998).\r\n\n\n**55.** Yu, J. et al. Induced Pluripotent Stem Cell Lines Derived from Human Somatic Cells. _Science_ 318, 1917–1920 \\(2007).\r\n\n\n**56.** Liu, J.-P. The function of growth/differentiation factor 11 \\(Gdf11) in rostrocaudal patterning of the developing spinal cord. _Development_ 133, 2865–2874 \\(2006).\r\n\n\n**57.** Tozer, S., Dréau, G. L., Marti, E. & Briscoe, J. Temporal control of BMP signalling determines neuronal subtype identity in the dorsal neural tube. _Development_ 140, 1467–1474 \\(2013).\r\n\n\n**58.** Yu, P. B. et al. Dorsomorphin inhibits BMP signals required for embryogenesis and iron metabolism. _Nat. Chem. Biol._ 4, 33–41 \\(2008).\r\n\n\n**59.** Dasen, J. S., Liu, J.-P. & Jessell, T. M. Motor neuron columnar fate imposed by sequential phases of Hox-c activity. _Nature_ 425, 926–933 \\(2003).\r\n\n\n**60.** Carpenter, A. E. et al. CellProfiler: image analysis software for identifying and quantifying cell phenotypes. _Genome Biol._ 7, R100 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Dr. Su-Chun Zhang and Dr. Andrew Petersen for providing the SOD1 D90A iPSC line. The PAX6 and HOXB4 antibodies used in this protocol were obtained from the Developmental Studies Hybridoma Bank developed under the auspices of the NICHD and maintained by the University of Iowa. This study was supported by an Innovation in Regulatory Science Award from the Burroughs Wellcome Fund \\(R.S.A.), a Draper Technology Innovation Fund Award from the Wisconsin Alumni Research Foundation \\(R.S.A.), and the National Institutes of Health \\(NIH) grants R21 NS082618 \\(R.S.A.), R01 GM080148 \\(J.J.C.), and R01 MH061876 \\(E.R.C.). This publication was also developed under Assistance Agreement No. 83573701 awarded by the U.S. Environmental Protection Agency \\(EPA) to R.S.A. and has not been formally reviewed by the EPA. The views expressed in this document are solely those of R.S.A and colleagues and do not necessarily reflect those of the Agency. The EPA does not endorse any products or commercial services mentioned in this publication. E.S.L. was supported by a postdoctoral fellowship from the University of Wisconsin Stem Cell and Regenerative Medicine Center \\(SCRMC) and an Individual Postdoctoral National Research Service Award \\(NRSA) from the NIH \\(1F32NS083291-01A1). D.A.R. was supported by a National Science Foundation \\(NSF) GRSP fellowship \\(DGE-1256259) and the Neuroscience Training Program \\(T32-GM007507). E.R.C. is an Investigator of the Howard Hughes Medical Institute."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.stemcr.2015.02.018",
                "date": "2015-08-18 16:22:02",
                "title": "Deterministic HOX Patterning in Human Pluripotent Stem Cell-Derived Neuroectoderm",
                "authors": [
                    "Ethan S. Lippmann",
                    "Clay E. Williams",
                    "David A. Ruhl",
                    "Maria C. Estevez-Silva",
                    "Edwin R. Chapman",
                    "Joshua J. Coon",
                    "and Randolph S. Ashton"
                ],
                "journal": "Stem Cell Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13513,
                "identity": "a06ec99e-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Randolph Ashton",
                "email": "rashton2@wisc.edu",
                "orcid": "",
                "institution": "Ashton Lab, University of Wisconsin–Madison",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Randolph",
                "middleName": "",
                "lastName": "Ashton",
                "suffix": ""
            },
            {
                "id": 13511,
                "identity": "a06ec011-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ethan  Lippmann",
                "email": "",
                "orcid": "",
                "institution": "Ashton Lab, University of Wisconsin–Madison",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ethan",
                "middleName": "",
                "lastName": "Lippmann",
                "suffix": ""
            },
            {
                "id": 13512,
                "identity": "a06ec6f5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maria  Estevez-Silva",
                "email": "",
                "orcid": "",
                "institution": "Ashton Lab, University of Wisconsin–Madison",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Estevez-Silva",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-08-18 20:02:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.076",
        "doiUrl": "https://doi.org/10.1038/protex.2015.076",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609224,
                "identity": "01cbbae7-43d4-41ef-b525-f8a834850620",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 251888,
                "visible": true,
                "origin": "",
                "legend": "Schematic of region-specific NSC differentiation.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/figure_1.png"
            },
            {
                "id": 2609229,
                "identity": "b75a948b-9045-4a2c-bc51-713f9284f48d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:47",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2071441,
                "visible": true,
                "origin": "",
                "legend": "Characterization of undifferentiated SOD1 D90A iPSCs.   Upper left panel is a bright field image followed by NANOG, POU5F1, and SOX2 immunostaining results. Scale bars, 100 μm.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/figure_2.png"
            },
            {
                "id": 2609223,
                "identity": "17ccf75d-e395-423a-b1c7-813ef4867ae0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1103830,
                "visible": true,
                "origin": "",
                "legend": "Characterization of forebrain NSCs.   (*a*) Expected expression patterns for PAX6, N-cadherin, SOX2, OTX2, and HOXB4. Scale bars, 100 μm. (*b*) Expected histogram for PAX6 (red) relative to a negative IgG control (gray). The percentage represents mean ± S.D. calculated from two biological replicates. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/figure_3.png"
            },
            {
                "id": 2609225,
                "identity": "8de0216d-4047-4fa0-bf01-e2219949e3c9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1251079,
                "visible": true,
                "origin": "",
                "legend": "Representative cell densities after passaging.   Scale bars, 250 µm.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/figure_4.png"
            },
            {
                "id": 2609227,
                "identity": "11d55c3e-623d-4b88-b753-489004c79acc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 274201,
                "visible": true,
                "origin": "",
                "legend": "Colinear _HOX_ activation in neuromesodermal progenitors.    (*a*) Representative histograms for SOX2 and Brachyury (red) relative to a negative IgG control (gray). Brachyury may decrease over time without negative consequences on HOX induction. Percentages represent mean ± S.D. calculated using two biological replicates. (*b*) Relative HOX expression versus time in CHIR99021. Values are presented as fold difference normalized to maximum expression for each gene (RPS18 was used as the housekeeping gene). Error bars represent mean ± S.D. calculated from technical duplicates. (*c*) qPCR products from panel b visualized by gel electrophoresis.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/figure_5.png"
            },
            {
                "id": 2609226,
                "identity": "42c843c9-0f00-466a-bb8b-a67c7a107ff7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2154535,
                "visible": true,
                "origin": "",
                "legend": "Region-specific NSC identity   (*a-b*) Representative hindbrain (panel a) and spinal cord (panel b) HOX expression profiles based on exposure time to CHIR99021 prior to RA. All scale bars, 100 µm. Quantification of HOX expression relative to DAPI labeling was performed using CellProfiler software^60^ and data are presented as mean ± S.D. calculated from technical duplicates (>5000 total cells counted per sample). For flow cytometry plots, the gray histograms represent the IgG control and the red histograms represent PAX6 labeling. Percentages represent mean ± S.D. calculated using two biological replicates.",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/figure_6.png"
            },
            {
                "id": 13464931,
                "identity": "7aa2fbd6-7aac-40c4-805c-b8d24ec4cff5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:12",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 6080832,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/fb3d3f93-81f4-40a6-bf8c-e143de0fe380.pdf"
            },
            {
                "id": 2609231,
                "identity": "3df2c215-beb1-4da4-a0b1-70fed0085a1b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:47",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 53593,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting advice.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/supplement_0.pdf"
            },
            {
                "id": 2609228,
                "identity": "38195a5f-0b84-4ab2-8572-3751ea872ade",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 52550,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Antibodies used for immunocytochemistry (ICC) and flow cytometry (FC).",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4217/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "None.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Hox transcription factors, Neural Tube, Neuroepithelium, Neuroectoderm",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This chemically defined protocol facilitates the differentiation of human pluripotent stem cells \\(hPSCs) to highly pure neural stem cells \\(NSCs) characteristic of diverse anatomical regions throughout the posterior central nervous system \\(CNS). Whereas previous protocols generated NSC cultures of predominantly cervical spinal cord or heterogeneous regional identity, this protocol can generate NSCs with highly uniform \\(60-90% purity), distinct positional identity from discrete regions spanning the rostrocaudal neuraxis of the hindbrain thru cervical, thoracic, and lumbosacral spinal cord. The process relies on inducing colinear _HOX_ activation in a pre-NSC culture by modulating Wnt/β-catenin, fibroblast growth factor \\(FGF), and growth differentiation factor \\(GDF) signaling. Then, the application of retinoic acid \\(RA) halts _HOX_ activation and transitions the cultures to PAX6+ NSCs expressing HOX factors characteristic of specific hindbrain and spinal cord locations. Region-specific NSCs, which may have clinical utility, can be generated within 6-14 days depending on their rostrocaudal location.",
        "manuscriptTitle": "Chemically defined differentiation of human pluripotent stem cells to hindbrain and spinal cord neural stem cells with defined regional identities",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-09-03 16:24:30",
                "doi": "10.1038/protex.2015.076",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a06e4571-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 3rd, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3417,
                "name": "Developmental biology"
            },
            {
                "id": 3418,
                "name": "Neuroscience"
            },
            {
                "id": 3419,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-09-03 16:24:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}