{
    "identity": "nprot-376",
    "title": "Microinjection technique and protocol to single cells",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol describes a detailed single cell microinjection technique to both attached and suspended cells, including cultured primary cells, cell lines and protozoan. The procedure optimizes injection parameters and performs serial preliminary control experiments to ensure least cellular stress and highest delivery efficiency. This procedure has been successfully applied to deliver exogenous proteins/cDNA constructs/drugs into transfection-challenged cells. With the precisely controlled delivery dosage and subcellular location, microinjection has been used in the studies of primary cultured cells, transgenic animal production, in vitro fertilization and RNA inference. A single injection to one cell should be finished within 5 seconds."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Phosphate-buffered saline \\(PBS) &#x25B2; CRITICAL Use sterile PBS for all injection experiments.\r\n\n\n&#x2022; Paraformaldehyde 4% \\(w/v) in PBS \\! CAUTION Stored at 4 &#xBA;C. Paraformaldehyde is toxic to human. Avoid contact and inhalation.\r\n\n\n&#x2022; Sucrose 4% \\(w/v) in PBS \\! CAUTION Stored at 4 &#xBA;C.\r\n\n\n&#x2022; Dextran Texas Red \\(DTR) \\(molecular weight: 3000; lysine fixable; Molecular Probes, Cat No. D-3328)\r\n\n\n&#x2022; Fast Green 0.1% \\(w/v) in PBS \\(Sigma, Cat No. F7252)\r\n\n\n&#x2022; Clarion mounting medium \\(Sigma, Cat No. C0487) \\! CAUTION Stored at 4 &#xBA;C.\r\n\n\n&#x2022; Terminal deoxynucleotidyl transferase-mediated biotinylated UTP nick end labeling \\(TUNEL) kit \\(Roche, Cat No. 11684809910)\r\n\n\n&#x2022; Triton X-100 0.1% \\(w/v) in PBS \\(Sigma, Cat No. X100) \\! CAUTION Stored at 4 &#xBA;C.\r\n\n\n&#x2022; Sodium citrate 0.1% \\(w/v) in PBS \\(Sigma, Cat No. S1804) \\! CAUTION Stored at 4 &#xBA;C.\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n\r\n\n\n_Preparation of fluorescent marker dye DTR for microinjection_\r\n\n\nDTR serves as an injection marker, which is co-injected with the substance of interest. A 10x stock solution is made in PBS and stored at 4 &#xBA;C. &#x25B2; CRITICAL If the injected substance is also with or expressing red fluroscence, cell membrane impermeable marker dye with other color is required. \r\n\n\n\r\n\n\n_Preparation of proteins and peptides for microinjection_\r\n\n\nRecombinant proteins or synthesis peptides are dissolved in PBS or appropriate buffer at desired concentrations with 1x DTR immediately before injection. &#x25B2; CRITICAL Avoid prolonged storage. The toxicity of solvents should be examined in preliminary experiments \\(see details in Preliminary examination before microinjection experiments). \r\n\n\n\r\n\n\n_Preparation of cDNA constructs for microinjection_\r\n\n\nDNAs are dissolved in PBS at desired concentrations with 1x DTR immediately before injection. &#x25B2; CRITICAL Avoid prolonged storage."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Binocular inverted microscope with Hoffman module \\(Nikon Eclipse TE2000-S; Japan) \\! CAUTION An inverted microscope is required to provide enough working distance between lens and objectives for injection needles.\r\n\n\n&#x2022; Fluorescent microscope, with appropriate filters \\(Olympus BH-2; Japan)\r\n\n\n&#x2022; Micromanupulators \\(Eppendorf TransferMan NK2; Hamburg, Germany) \r\n\n\n&#x2022; Microinjectors \\(Eppendorf FemtoJet and CellTram Air; Hamburg, Germany)\r\n\n\n&#x2022; Injection chambers \\(35 mm petri dishes; Corning)\r\n\n\n&#x2022; Glass pipets \\(thin-walled borosilicate glass capillaries with microfilament; World Precision Instruments, Cat. No. MTW100F-4)\r\n\n\n&#x2022; Micropipet puller \\(P-97; Sutter Instrument)\r\n\n\n&#x2022; Microloader \\(autoclavable, Eppendorf, Cat No. 5242956.003)\r\n\n\n&#x2022; Incubator\r\n\n\n\r\n\n\n**Equipment Setup**\r\n\n\n\r\n\n\n_Microscope and illumination_\r\n\n\nWe currently use Eclipse TE2000-S Microscope from Nikon at 200x magnification for cytosolic injection and 400x for nuclear injection \\(Fig. 1a). Also, we have used IMT-2 Research Microscope from Olympus Optical Co. for cytosolic injection. The pseudo three-dimensional image provided by the Nomarski or Hoffman optical systems produce reconstructed image during nuclear injection. The Nomarski system, is designed for an optical path through glass only, hence, it is not suitable to obtain a correct image from a plastic container or coverslip. Typically, the illumination from microscopes, such as halogen bulbs, is enough for the cytosolic injection. A fiber optic light source may be necessary to visualize nucleus during nuclear injection. &#x25B2; CRITICAL Microscope should be placed on a solid and stable bench or table to maximally avoid vibrations from ground and other instruments. \r\n\n\n\r\n\n\n_Micromanupulators_\r\n\n\nTwo micromanipulators that allow fine and smooth three-dimensional movements are required to position the injection needle for both holding and injecting channels. The micromanipulator that reduces most of the movements and vibrations from hand and arm is preferred. Eppendorf TransferMan NK2 micromanipulators are currently used for their easy and fine control of not only horizontal, but also vertical movements by joysticks to achieve stable and high resolution positioning. In addition, this powered micromanipulator can be programmed to store several home positions, which makes reposition much easier after changing injection needles \\(Fig. 1b). The MIS-5000 Series Microinjection Micromanipulator from Burleigh Instruments Inc. has also been used in the previous studies. Both micromanipulators are mounted on the microscope with the control panels on the bench \\(Fig. 1a). The injection pipette holder is mounted on the micromanipulator. A petri dish filled with appropriate culture medium serving as an injection chamber \\(see details in Injection chambers) is placed on the platform of the microscope. The injection needle is placed on the top, at an angle of 30 to 45 degrees relative to the bottom of injection chamber \\(Fig. 1e). Two micromanipulators for holding and injecting are identical. \r\n\n\n\r\n\n\n_Microinjectors_\r\n\n\nFor most of the microinjectors, injection is produced by air pressure with compressed nitrogen, air or oil. The injecting microinjector Eppendorf FemtoJet precisely controls the injection pressure, injection time and compensation pressure \\(Fig. 1c). Since the tip of injection needle is very fine, capillary force pushes the liquid loaded into the needle up from the tip. Therefore a compensation pressure is needed to overcome capillary force, otherwise, the liquid loaded in the glass pipet may never reaches the tip and get injected and the liquid from the culture dish tends to flow into the injection needle, which dilutes the injection solution inside of the needle. &#x25B2; CRITICAL To prevent this, the compensation pressure is set to push the solution inside of the needle to the tip and ready to be injected \\(see how to determine the value of compensation pressure in Optimizing microinjection parameters). The injection pressure, compensation pressure, together with injection time determine the volume of injection and therefore, determine the applied dose into each cell \\(see how to determine injection volume in Preliminary examination before microinjection experiments). The holding is necessary when injecting cells in suspension or moving objects, such as euplotes in our experiments. A negative pressure fixes a cell at the tip of holding needle so that the injection needle can penetrate it easily. Eppendorf CellTram Air, with manual control, produces negative pressure to hold cells and positive pressure to release the cells after the injection \\(Fig. 1d). \r\n\n\n\r\n\n\n_Injection chambers_\r\n\n\nA 35mm petri dish filled with appropriate culture medium is used as an injection chamber for injection \\(Fig. 1e and 1f). Cells are routinely cultured on glass or plastic coverslips, and then placed into the injection chamber during the injection. Since the manipulation time of injection in open air is relatively short \\(around 5 minutes to inject 100 cells on one coverslip), cells can survive at room temperature and culture medium can retain proper pH. For injections requiring longer manipulation, a heated platform and a CO2/O2 perfused chamber are recommended.\r\n\n\n\r\n\n\n_Glass pipet_\r\n\n\nIn our experiments, the needles are pulled from the thin-walled MTW100F-4 borosilicate glass capillaries with microfilament \\(1.0 mm outer diameter, 0.5 mm inner diameter). &#x25B2; CRITICAL The microfilament ensures the injection solution to flow easily to the needle tip. \r\n\n\n\r\n\n\n_Micropipet puller_\r\n\n\nInjection needles are pulled by the P-97 micropipetter puller from Sutter Instrument Co \\(Fig. 2a). The glass capillary is place in a heating chamber with the middle part surrounded by a platinum heating element \\(Fig. 2b). The puller electrically heats up the glass capillary with a heating element \\(Fig. 2c). Then a horizontal linear force pulls the heated glass apart to produce two tapered needles. A gas jet is underneath the heating element. During the end stage of pulling, gas, usually nitrogen or compressed air, is blown by the gas jet vertically to break the glass \\(Fig. 2d). Therefore, pulling force, pulling speed, glass temperature and gas blowing timing are the critical parameters for needle shape and tip diameter. &#x25B2; CRITICAL Preliminary experiments are needed to establish these parameters which can vary with the type and size of glass capillaries, air humidity, room temperature and the shape of the heating element inside of the puller. Heating temperature typically ranges from 400 to 700&#xF0B0;C depending on the shape of the heating element, the distance between the heating element walls to the glass capillary and the glass type of the capillary. In general, higher temperature results in greater plasticity, finer-tipped needles with a longer tapered area. However, very high temperatures result in long wisps of glass, which might be too flexible for positioning. The pulling force and speed are also critical for needle tip shape. In general, greater pulling force and speed result in finer and sharper tips. A multiple-step pulling can be useful for a fine-tuned tip shape. During multiple-step pulling, the movement of capillary in each step is well-controlled, hence, the tip gets finer in each step. We currently use set the parameters as following: Heat=600, Pull=100, Velocity=140, Time=150.\r\n\n\n\r\n\n\n_Injection and holding needles_\r\n\n\nThe needles used for cytosolic microinjection in our study ideally are gradually tapered with the distance between the shaft and the tip as 0.4 to 0.6 cm and the approximate tip diameter as 0.5 &#xF06D;m. The tip diameter is around 0.2-0.5 &#xF06D;m for needles used in nuclear injection. For holding needles, the tip diameter is around 10-50 &#xF06D;m depending on the size of the suspended cells. Once pulled, needles are stored in a micropipette holder in a covered box at room temperature in a dry and clean area. Commercially available ready-to-use pipettes such as the Femtotips \\(Eppendorf) are also available."
        },
        {
            "header": "Procedure",
            "content": "_Optimizing microinjection parameters_ ●TIMING 3-5 min\r\n\n\n**1|** To set up compensation pressure, load 1 μl of 0.1% Fast Green into injection needle with a microloader. \r\n\n\n▲ CRITICAL STEP Avoid any air bubble inside of the glass capillary after loading. \r\n\n\n**2|** Place a 35 mm petri dish filled with appropriate culture medium on the platform of microscope.\r\n\n\n**3|** Fix the injection needle to the holder of micromanipulator and position the needle tip in the medium.\r\n\n\n**4|** Observe the discharge of visible Fast Green from the needle tip. Adjust compensation pressure \\(Pc) from the control panel of FemtoJet to a value which ensures a continuous trace amount of discharge around of the needle tip.\r\n\n\n▲ CRITICAL STEP If the compensation pressure is too high, the constitutive discharge from the injection needle may cause high background of marker dye DTR. If the compensation pressure is not enough, the injected substance may never get pushed out of the needle tip.\r\n\n\n? TROUBLESHOOTING\r\n\n\n**5|** To set up injection pressure, adjust injection pressure \\(Pi) from the control panel of FemtoJet to a value double the compensation pressure Pc. For example, if Pc=50 hpa, then set Pi=100 hpa.\r\n\n\n**6|** Set up injection time \\(Ti) from the control panel of FemtoJet according to the values listed in Table 1. \r\n\n\n**7|** To determine injection volume of each injection, continually press “injection” button until 1 μl of Fast Green completely finished. The number of injection is automatically counted by the microinjector. Calculate injection volume=1 μl/number of injection. \r\n\n\n▲ CRITICAL STEP Determination of injection volume of each injection under certain injection parameters is crucial to define amount of delivery in further experiments \\(see injection volumes of the common parameter settings in Table 1).\r\n\n\n\r\n\n\n_Preliminary examination before microinjection experiments_ ●TIMING varies from 2 h to 20 d, 1-2 days before microinjection experiments\r\n\n\nTABLE 2 \r\n\n\n**8|** Carefully take out a coverslip with cultured cells, place it into injection chamber.\r\n\n\n\\! CAUTION Cell culture procedures involving animal or human tissue are to be performed in accordance with relevant authorities’ guidelines and regulations.\r\n\n\n**9|** Place the petri dish onto the platform of the microscope. Adjust focusing until the structure of cytosolic and nuclear areas appear. \r\n\n\n**10|** Select an area containing morphologically healthy and well-connected cells. It is preferable to inject cells in one area, which facilitates detection of the injected cells. \r\n\n\n**11|** Position the needle on the top of the cell using the micromanipulator and joystick. Use “coarse” movement option to position needle into the observation field, 30-45 degree to the bottom of injection chamber, and then switch to “fine” movement option to place the needle just on the top of the cell surface, without piercing the cell membrane. Carefully lower the tip down by slowly moving the vertical control of the joystick to let the tip penetrate into the cytosolic area of the cell. \r\n\n\n▲ CRITICAL STEP This step is a key for a successful injection and high cell survival rate after injection. Great patience and effort are appreciated for beginners to achieve successful and consistent injection results. \r\n\n\n**12|** The concentration of marker dye DTR needs to be optimized before experiments. Inject various doses of DTR ranging from 10 to 1000 μg/ml into cells. Inject 100 cells in one coverslip. Fix cells with 4% paraformaldehyde and 4% sucrose for 20 min at room temperature. Wash coverslips with PBS for 5 min. Mount coverslips on a glass slide with Clarion mounting medium and observe under a fluroscence microscope. \r\n\n\n**13|** Count the number of DTR positive cells that remain after injection. For example, in human and rat primary neurons, injection of DTR at 100-300 μg/ml results in the maximal detection of positive cells. A dose of 1000 µg/ml is to be toxic. Therefore, we use DTR at a final concentration of 100-200 μg/ml for our experiments with primary cells. \r\n\n\n▲ CRITICAL STEP Since the injected substance gets diluted in dividing cells, we increase this concentration to 400 µg/ml in dividing cell lines. \r\n\n\n? TROUBLESHOOTING\r\n\n\n**14|** Cell viability after injection needs to be determined. Inject 100 cells per coverslip with 200 μg/ml DTR. Fix cells after various time of injection ranging from 0 to 20 days with 4% paraformaldehyde and 4% sucrose for 20 min at room temperature. Wash coverslips with PBS for 5 min. Permeabilize cells with 0.1% Triton X-100 and 0.1% sodium citrate for 2 min on ice. Rinse coverslips twice by PBS. The label cell death using TUNEL kit as described by manufacturer.  Mount coverslips and observe under a fluroscence microscope. Calculate cell death=\\(number of TUNEL positive cells/number of DTR positive cells)*100%.\r\n\n\n? TROUBLESHOOTING\r\n\n\n**15|** The cytotoxicity of protein/peptide/cDNA active buffer needs to be examined. For example, we have studied the implication of active caspase-6 in human primary neurons. Active caspases are dissolved in an active caspase buffer \\(20 mM piperazine-N,N’-bis-\\(2-ethanesulfonic acid), 100 mM NaCl, 10 mM dithiothreitol, 1 mM EDTA, 0.1% 3-\\[\\(3-cholamidopropyl)-dimethylammonio]-2-hydroxy-1-propanesulfonic acid, 10% sucrose, pH7.2) which contains a number of chemicals that could be toxic to neurons 7. Therefore, the toxicity of the active caspase buffer in the presence of the pre-determined optimal concentration of DTR in neurons is examined. We compared cell death results of the active caspase buffer with PBS to ensure the buffer itself does not induce significant cell death. \r\n\n\n▲ CRITICAL STEP The controls for buffers, solvents, vehicles and vectors are necessary to achieve reliable results in microinjection experiments.\r\n\n\n\r\n\n\n_Microinjection_\r\n\n\nAccording to the experiment subjects, microinjection can be performed in either attached cells \\(A), including primary cells and dividing cell lines, or suspended cells \\(B), such as oocytes, eggs and protozoan. \r\n\n\n\\(A) Injecting attached cells ●TIMING 5 s per cell, 8-10 min per coverslip\r\n\n\nPrimary cells are cultured on poly-lysine coated glass or plastic coverslips to form appropriate morphology and networks. Microinject 100 cells per coverslip as described in Step 8-11 with pre-determined injection parameters \\(Step 1-7). Apply drug treatments after the injection if desired. The injected cells can then be returned to 37\no\nC incubator for desired time to allow injected substance to function or express. After incubation, cells can be fixed or collected for further analysis. Cell lines are injected similar to primary cells with higher concentrations of DTR as well as substance of interest to avoid dilution during cell division. \r\n\n\n\\! CAUTION Prolonged incubation after injection is not recommended in cell lines due to the diluting effects.\r\n\n\n\\(B) Injecting suspended cells ●TIMING 10 s per cell\r\n\n\nTransfer cells into injection chamber in the appropriate medium. Fix one holding needle to the holding channel of microinjector \\(Fig. 3d). First position the holding needle within optical field with “coarse” movement option and then switch to “fine” movement option. Slightly turn the handset of CellTram Air to manually apply a negative pressure to suck a single cell at the tip of holding needle. With injection needle, inject substance of interest into the desired areas of cells as described in 16A. Release cell by turn the CellTram Air handset reversely to produce a positive pressure through the holding needle.\r\n\n\n▲ CRITICAL STEP If the negative pressure is too high, the cell can be sucked into the holding pipet. Hold only one cell for a single injection."
        },
        {
            "header": "Timing",
            "content": "Optimizing microinjection parameters \\(Step 1-7): 3-5 min\r\n\n\nPreliminary examination before microinjection experiments \\(Step 8-15): varies from 2 h to 20 d depending on experimental design, 1-2 days before microinjection experiments\r\n\n\nMicroinjection of attach"
        },
        {
            "header": "Troubleshooting",
            "content": "See Table 2 for Troubleshooting advice."
        },
        {
            "header": "Anticipated Results",
            "content": "In general, during the whole process of injection, the injected cells should appear morphologically health. The cellular volume should not alter significant after injection. For example, the injected primary human neuron is with healthy appearance and undisturbed connection. If during or after injection, the cellular volume of injected cell increases dramatically or cellular compartments lose integrity, the injected cell will not be able to survive the injection. This may caused by high injection pressure, toxicity of injected substance, or vulnerability of cells. When counting the number of injected cells, the immediate recognized unhealthy cells are excluded, only the cells with healthy appearance are counted. When injecting suspended cells, for example, euplotes, the position and direction of the injected cells can be slightly adjusted by the holding needle. Holding more than one cell at one time is not recommended.\r\n\n\n\r\n\n\nThe injected cells, for example, primary human neurons, are identified under fluorescence microscope after fixation at excitation 570 nm and emission 585-615 nm. The nuclei can be stained by Hoechst \\(33258, Sigma) to recognized whole population of cells. When the cDNAs co-expressing EGFP are injected, for example, EGFP-Hsp70, the green fluorescence protein can be detected after 24 or 48 h incubation. Although the injected cells are labeled by DTR, immunostaining of injected proteins, peptides or construct expressing products is strongly recommended. For example, at 48 h after injection of the construct expressing human Bax, injected cells are positive for staining of anti-human total Bax antibody 2D2 \\(R &amp; D System), where the uninjected cells \\(Fig. 5g, arrow) are not expressing Bax."
        },
        {
            "header": "References",
            "content": "1. Orlowski, S. &amp; Mir, L.M. Cell electropermeabilization: a new tool for biochemical and pharmacological studies. _Biochim. Biophys. Acta._ **1154**, 51-63 \\(1993).\r\n  2. Teruel, M.N., Blanpied, T.A., Shen, K., Augustine, G.J. &amp; Meyer, T. A versatile microporation technique for the transfection of cultured CNS neurons. J. Neurosci. _Methods_. **93**, 37-48 \\(1999).\r\n  3. Whitt, M., Buonocore, L. &amp; Rose, J. Introduction of DNA into mammalian cells. In Current Protocols in Molecular Biology. Vol. 1 \\(eds. Ausubel, F.M., Brent, R., Kingston, R.E., Moore, D.D., Seidman, J.G., Smith, J.A. &amp; Struhl, K.) 9.4.1-9.4.4.2 \\(Wiley Interscience, Massachusetts, USA, 1987).\r\n  4. Dokka, S. &amp; Rojanasakul, Y., Novel non-endocytic delivery of antisense oligonucleotides. _Adv. Drug. Deliv. Rev_. **44**, 35-49 \\(2000).\r\n  5. Colosimo, A. et al. Transfer and expression of foreign genes in mammalian cells. _Biotechniques_. **29**, 314-324 \\(2000).\r\n  6. Zhang, Y. et al. Estrogen and androgen protection of human neurons against intracellular amyloid &#xF062;1-42 toxicity through heat shock protein 70. _J. Neurosci_. **24**, 5315-5321 \\(2004).\r\n  7. Zhang, Y., Goodyer, C.G. &amp; LeBlanc, A. Selective and protracted apoptosis in human primary neurons microinjected with active caspase-3, -6, -7, and -8. _J. Neurosci_. **20**, 8384-8389 \\(2000).\r\n  8. Zhang, Y. et al. p75 neurotrophin receptor protects primary cultures of human neurons against extracellular amyloid &#xF062; peptide cytotoxicity. _J. Neurosci_. **23**, 7385-7394 \\(2003).\r\n  9. Zhang, Y., McLaughlin, R., Goodyer, C.G. &amp; LeBlanc, A. Selective cytotoxicity of intracellular amyloid &#xF062; peptide1-42 through p53 and Bax in cultured primary human neurons. _J. Cell Biol._ **156**, 519-529 \\(2002).\r\n  10. Zhang, Y., Tounekti, O., Akerman, B., Goodyer, C.G. &amp; LeBlanc, A. 17-&#xF062;-estradiol induces an inhibitor of active caspases. _J. Neurosci_. **21**, RC176, 1-6 \\(2001).\r\n  11. Kacharmina, J. E., Crino, P.B. &amp; Eberwine, J. Preparation of cDNA from single cells and subcellular regions. _Methods Enzymol_. **303**, 3-18 \\(1999).\r\n  12. Malter, H.E. Early development of micromanipulation. In Micromanipulation of Human Gametes and Embryos. Vol. 1 \\(eds. Cohen, J., Malter, H.E., Talansky, B.E. &amp; Grifo, J.) 1-24 \\(Raven Press, New York, USA, 1992).\r\n  13. Wadsworth, P. Microinjection of mitotic cells. _Methods. Cell. Biol_. **61**, 219-231 \\(1999).\r\n  14. Bounhar, Y., Zhang, Y., Goodyer, C.G. &amp; LeBlanc, A. Prion protein protects human neurons against Bax-mediated apoptosis. _J. Biol. Chem_. **276**, 39145-39149 \\(2001).\r\n  15. Guo, H. et al. Active caspase-6 and caspase-6-cleaved tau in neuropil threads, neuritic plaques, and neurofibrillary tangles of Alzheimer's disease. _Am. J. Pathol_. **165**, 523-531 \\(2004).\r\n  16. Guo, H. et al. Caspase-1 activation of caspase-6 in human apoptotic neurons. _Cell. Death. Differ_. **13**, 285-292 \\(2006).\r\n  17. Roucou, X. et al. Cellular prion protein inhibits proapoptotic Bax conformational change in human neurons and in breast carcinoma MCF-7 cells. _Cell. Death. Differ_. **12**, 783-795 \\(2005).\r\n  18. Roucou, X., Guo, Q., Zhang, Y., Goodyer, C.G. &amp; LeBlanc, A. Cytosolic prion protein is not toxic and protects against Bax-mediated cell death in human primary neurons. _J. Biol. Chem_. **278**, 40877-40881 \\(2003).\r\n  19. Tounekti, O., Zhang, Y., Klaiman, G., Goodyer, C.G. &amp; LeBlanc, A. Proteasomal degradation of caspase-6 in 17&#xF062;-estradiol-treated neurons. _J. Neurochem_. **89**, 561-568 \\(2004).\r\n  20. Leonetti, J.P., Mechti, N., Degols, G., Gagnor, C. &amp; Lebleu, B. Intracellular distribution of microinjected antisense oligonucleotides. _Proc. Natl. Acad. Sc.i U. S. A_. **88**, 2702-2706 \\(1991).\r\n  21. Terns, M.P. &amp; Goldfarb, G.D. Nuclear transport of RNAs in microinjected Xenopus Oocytes. _Method. Cel.l Biol_. **53**, 559-589 \\(1998)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the National Science Foundation of China \\(NSFC) General Research Grant \\(30670658), Peking University President Research Grant, Ministry of Education Recruiting Research Grant and National Program of Basic Research sponsored by the Ministry of Science and Technology of China \\(2006cb500700)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10781,
                "identity": "9f1c9400-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yan Zhang",
                "email": "yanzhang@pku.edu.cn",
                "orcid": "",
                "institution": "College of Life Sciences, Peking University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yan",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-18 15:54:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.487",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.487",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607873,
                "identity": "09f96121-7516-42b4-8384-80d5e3086cdd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 380586,
                "visible": true,
                "origin": "",
                "legend": "Microinjection equipment setting.   (a) Setup of injection equipments. 1: Microscope; 2: Microinjector CellTram Air for holding channel; 3: Microinjector FemtoJet for injection channel; 4: Micromanipulator TransferMan NK2 (one for holding channel and one for injection channel); 5: Power supply for microscope; 6: Needle holder (one for holding channel and one for injection channel); 7: Injection controller. (b) Details of micromanipulator TransferMan NK2. (c) Details of automatic microinjector FemtJet. Compensation pressure, injection pressure and injection time can be programmed. (d) Details of manual microinjector CellTram Air. (e) Setup of injection chamber, holding needle and injection needle. (f) Holding needle and injection needle are both inside the injection chamber.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-376/v1/figure_1.png"
            },
            {
                "id": 2607871,
                "identity": "cefa7e63-2deb-4de9-bd20-f41ffe6b2bf0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 282382,
                "visible": true,
                "origin": "",
                "legend": "Micropipet puller setting.   (a) Micropipet puller P-97, (b) Setup of heating chamber. 1: micrpipet holder; 2: heating chamber with heating element inside. (c) A glass pipet is held by holders during heating. (d) After pulling, two needles (arrow) are produced.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-376/v1/figure_2.png"
            },
            {
                "id": 13465469,
                "identity": "9205df6f-ebca-4c0e-be78-b43d4410a8be",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 839094,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-376/v1/358cfb43-d968-4efa-a840-cd9246acaf2d.pdf"
            },
            {
                "id": 2607869,
                "identity": "434aa38a-4d0e-4a67-bccd-e126a21c89ce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:49",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 33794,
                "visible": true,
                "origin": "",
                "legend": "Tables 1 and 2",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-376/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "microinjection, protocol, single cell technique, neuron",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Microinjection technique and protocol to single cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-11-02 08:27:11",
                "doi": "10.1038/nprot.2007.487",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 2
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f1c3e70-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 2nd, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2014,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-11-02 08:27:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}