{
    "identity": "pex-1668",
    "title": "<p>Randomized clinical trial: does using zinc and zinc ionophore EGCG as supplements improve outcome of active pulmonary tuberculosis</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "Tuberculosis is still a global disease burden worldwide, affects the quality of life of patients and affects health authorities because of the cost of medicine and health costs.\n\nA total of 1.4 million people died from TB in 2019 (including 208 000 people with HIV). Worldwide, TB is one of the top 10 causes of death and the leading cause of death from a single infectious agent (above HIV/AIDS).\n\nIn 2019, an estimated 10 million people fell ill with tuberculosis (TB) worldwide. 5.6 million men, 3.2 million women and 1.2 million children. TB is present in all countries and age groups. However, TB is curable and preventable.\n\nIn 2019, 1.2 million children fell ill with TB globally. Child and adolescent TB is often overlooked by health providers and can be difficult to diagnose and treat.\n\nIn 2019, the 30 countries with a high TB burden accounted for 87% of new TB cases. Eight countries account for two-thirds of the total, with India leading the count, followed by Indonesia, China, the Philippines, Pakistan, Nigeria, Bangladesh and South Africa. (WHO)\n\nAll TB cases and 92.5% controls were zinc deficient. The odds of TB cases with deficiencies of vitamin A and zinc were 2.3 (95% CI: 1.1 to 4.8) times more likely than the controls. More than 80% of all participants had below average fulfilment of energy and vitamin an intake. (7)\n\nZinc is necessary for intact immune health and defense against infection, but there are common health problem deficiencies in developing countries. Thus, zinc needs to be a supplement, and zinc needs to be helper for transfer through the plasma membrane. Thus, zinc ionophore is the best solution to this problem, so we can use zinc ionophore as a helper for zinc to enter the cells.\n\nEGCG is a strong zinc ionophore that helps zinc enter cells through the plasma membrane. The most important biomarker for pulmonary tuberculosis is interleukin 6. Through molecular docking, we found that EGCG has a high affinity for interleukin 6 in previous studies.\n\nZinc deficiency leads to decreases in DNA methylation of the interleukin 6 (IL-6) gene and an increase in its expression. IL-6 promotes inflammation. The work is published in Molecular Nutrition & Food Research (8).\n\nM. tuberculosis-infected PM, in vitro, contained IL-6 as the only major cytokine, which was significantly inhibited by anti-TB drugs. Therefore, IL-6 can be developed as a potential biomarker or biosignature to assess the success of TB treatment. (1)\n\nTuberculosis is a global health problem, and there is even an increase in cases of multidrug-resistant tuberculosis worldwide. Therefore, research is needed to find new anti-tuberculosis drugs (OATs) that are more effective for tuberculosis treatment. In this study, the effect of (-)-epigallocatechin-gallate (EGCG) of tea leaves (Camellia sinensis) combined with first-line OAT will be observed to determine whether EGCG has anti-tuberculosis activity and can increase the potential of first-line OAT in vitro. The antituberculosis activity of EGCG was determined by the broth dilution method using Middlebrook 7H9 media at concentrations of 50, 100, 150, and 200 ppm, and then the potential of first-line OAT before and after combination with EGCG was observed. The results showed that the activity of EGCG at concentrations of 50 ppm and 100 ppm could inhibit Mycobacterium tuberculosis growth by 80%, at concentrations of 150 ppm by 90%, and at concentrations of 200 ppm by 100%. First-line OAT activity before combination with EGCG was ≥ 90% at 5 ppm rifampicin, 0.5 ppm isoniazid, 50 ppm pyrazinamide, and 5 ppm ethambutol. However, after combination with EGCG, the potential of each drug increased, marked by anti-tuberculosis activity achieved ≥ 90% at lower concentrations, i.e., rifampicin 0.5 ppm, isoniazid 0.25 ppm, pyrazinamide 20 ppm, and ethambutol 2 ppm. These results indicated that the potential of each first-line OAT increases after being combined with EGCG, and EGCG has a potentiation effect when combined with those drugs. In conclusion, EGCG can increase first-line OAT activity (2)\n\nThe downregulation of TACO gene expression by epigallocatechin-3-gallate was accompanied by inhibition of mycobacterium survival within macrophages, as assessed through flow cytometry and colony counts. Based on these results, we propose that epigallocatechin-3-gallate may be of importance in the prevention of tuberculosis infection. (3)\n\nThe effectiveness of anti-tuberculosis treatment was improved during the first two months by vitamin A and zinc supplementation,\" Dr. Clive E. West, a professor in the department of nutrition at Wageningen University in the Netherlands, and colleagues write in the April issue of the American Journal of Clinical Nutrition (2002;75:720-727). Previous research has shown that TB patients often suffer from malnutrition, which can weaken the immune response and increase disease susceptibility. The addition of vitamin A and zinc has been observed to boost the immune response in these patients. Patients who received the supplements were twice as likely to have eliminated the TB bacteria from the mucus coughed up from their lungs by two weeks than the group receiving only standard drug treatment and maintained that difference for seven weeks. These patients also had a greater reduction in abnormalities or lesions on their chest X-rays than those not taking the supplements. Reducing the amount of potentially contagious bacteria present in patients' sputum would cut the rate at which they spread TB to others, the researchers noted. (4)\n\nThe effect of green tea extract supplementation on sputum smear conversion and weight changes in pulmonary TB patients: A randomized controlled trial (5)\nZinc is an essential micronutrient (34, 40–42), and its tissue and plasma levels are influenced by dietary intake (38, 42). While severe zinc deficiency is rare in the developed world, moderate zinc deficiency is widespread, concentrated in elderly populations (42–45), and can be exacerbated in critically ill patients (33, 46–49). We demonstrate that both genetic MT deficiency and dietary zinc deficiency potentiate lung injury in mechanically ventilated mice, consistent with an essential role for the zinc/MT system in protecting the lung from injurious stretch. To demonstrate clinical relevance of our findings, we show that humans who go on to develop ARDS exhibit lower plasma zinc levels. Taken together, our results suggest that failure of essential stretch-adaptive responses, in this case associated with a remediable dietary deficiency among hospitalized patients, may play an important role in injury responses propagated by MV. (6)\n"
        },
        {
            "header": "Procedure",
            "content": "Methods & Materials\n: We will study the serum levels of\nInterleukin 6 and serum zinc in TB patients, at Day\n0, after one month, and after six months,\nStudy Design\nStudy Type:\nInterventional\nEstimated Enrollment:\n200 participants\nAllocation:\nRandomized\nIntervention Model:\nParallel Assignment\nMasking:\nSingle (Participant)\nParticipant\nPrimary Purpose:\nTreatment\nEstimated Study Start Date:\nNovember 2021\nEstimated Primary Completion Date:\nFebruary 2022\nEstimated Study Completion Date:\nFebruary 2022\nPrimary outcome: conversion of positive pulmonary tuberculosis patients to negative after one month\nStudy design:\nInterventional study randomized as 2 arms\nArm 1 100 pulmonary positive new diagnosed patients take national tuberculosis protocol adding to supplement zinc 50 mg 400 mg once daily\nArm 2 control group 100 patients only on tuberculosis national protocol\nInclusion criteria:\n1- new diagnosed pulmonary positive t.b patients\n2- age above 18 years\n3- any patients with HIV and immuncromoised with t.b patients\n4- patients with covid 19 and t.b\n5- patients with drug t.b resistant\n6- male or female\n7- all races African or Asian or white\nExclusion’s criteria\n1- less than 18 years\n2- pregnant female\n3- on another supplement"
        },
        {
            "header": "References",
            "content": "1.\tInterleukin-6: a potential biomarker of the success of tuberculosis treatment Singh, P.P.International Journal of Infectious Diseases, Volume 45, 413\n2.\tMirzautika A, Isnaeni I, Purwanto D. Aktivitas Anti-Mycobacterium tuberculosis Kombinasi (-)-Epigallocatechin-Gallate (EGCG) dan Obat Antituberkulosis Lini Pertama. jki [Internet]. 24Feb.2020 [cited 10Oct.2021];10(1):59-6. Available from: https://ejournal2.litbang.kemkes.go.id/index.php/jki/article/view/1726\n3.\tAnand PK, Kaul D, Sharma M. Green tea polyphenol inhibits Mycobacterium tuberculosis survival within human macrophages. Int J Biochem Cell Biol. 2006;38(4):600-9. doi: 10.1016/j.biocel.2005.10.021. PMID: 16352457.\n4.\tCDC National Prevention Information NetworkApril 3, 2002\n5.\tHonarvar MR, Eghtesadi S, Gill P, et al. The effect of green tea extract supplementation on sputum smear conversion and weight changes in pulmonary TB patients: A randomized controlled trial. Med J Islam Repub Iran. 2016;30:381. Published 2016 Jun 1.\n6.\tBoudreault F, Pinilla-Vera M, Englert JA, Kho AT, Isabelle C, Arciniegas AJ, Barragan-Bradford D, Quintana C, Amador-Munoz D, Guan J, Choi KM; MICU Registry, Sholl L, Hurwitz S, Tschumperlin DJ, Baron RM. Zinc deficiency primes the lung for ventilator-induced injury. JCI Insight. 2017 Jun 2;2(11):e86507. doi: 10.1172/jci.insight.86507. PMID: 28570269; PMCID: PMC5453708.\n7.\tTibebeselassie Seyoum Keflie, Aregash Samuel, Ashagrie Zewdu Woldegiorgis, Adane Mihret, Markos Abebe, Hans Konrad Biesalski, Vitamin A and zinc deficiencies among tuberculosis patients in Ethiopia, Journal of Clinical Tuberculosis and Other Mycobacterial Diseases, https://doi.org/10.1016/j.jctube.2018.05.002\n8.\tCarmen P. Wong, Nicole A. Rinaldi, Emily Ho. Zinc deficiency enhanced the inflammatory response by increasing immune cell activation and inducing IL6 promoter demethylation. Molecular Nutrition & Food Research, 2015; DOI: 10.1002/mnfr.201400761\n"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 56105277,
                "identity": "59ffa1b7-0803-4fcd-bb4f-8da13fb9bef9",
                "order_by": 0,
                "name": "Amr Ahmed",
                "email": "drmedahmed@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3477-236X",
                "institution": "Ministry of Health",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amr",
                "middleName": "",
                "lastName": "Ahmed",
                "suffix": ""
            },
            {
                "id": 56105278,
                "identity": "99eeb963-a347-4fa1-82f4-7d11ca6bf59e",
                "order_by": 1,
                "name": "Mahmoud Elkazzaz",
                "email": "mahmoudramadan2051@yahoo.com",
                "orcid": "https://orcid.org/0000-0003-3703-520X",
                "institution": "Department of chemistry and biochemistry, Faculty of Science, Damietta University, Egypt",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mahmoud",
                "middleName": "",
                "lastName": "Elkazzaz",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-10-10 21:56:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1668/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1668/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 16271280,
                "identity": "df0d1381-e9cc-40c4-86d0-19b442944447",
                "added_by": "auto",
                "created_at": "2021-12-08 09:57:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 153464,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1668/v1/24a4267f-cf36-4b7b-a9e8-ee1ebbce75a8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Tuberculosis, zinc, EGCG, ionophore , il-6  ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Tuberculosis is a big health challenge especially during the Covid-19 pandemic because of the similarity of symptoms between the two diseases, active pulmonary T.B is associated with malnutrition. Tuberculosis is still a global disease burden worldwide especially at low-income countries affecting families and health authorities because of the cost of medicine and health costs. There are growing numbers of multidrug resistants’ T.B patients. Epigallocatechin-3-gallate (EGCG) as antioxidant and inhibition of mycobacterium life in macrophages increase the potency of rifampicin oral anti-tuberculous drug. EGCG is an iron chelator which can be useful in T.B patients (1). Zinc is the most abundant trace element in the human body, Dabbagh-Bazarbachi et al. (2014) have demonstrated that EGCG can act as an ionophore that helps transport zinc to across cell membrane and exert cytotoxicity effect.&nbsp;EGCG can enhance the cytotoxicity of zinc ions to cancer. It is possible that the zinc(ii)-EGCG complex reduces the pH inside organelles, and might bind effectively to DNA in the nucleus. At our study use of EGCG and zinc as adjuvant therapy to national protocol may help at malnutrition and accelerate of sputum conversion to negative and faster improvement and less risk for infection transmission and lower the inflammatory cytokines like il-6 and increase weight of patients. </p><p><br></p><p>Methodology: The objective of our study is to evaluate oral zinc administration as zinc sulfate 50 mg and zinc ionophore EGCG 200 mg in new smear positive active pulmonary tuberculosis patients above 18 year old for one month in an open labeled randomized controlled clinical trial (RCT) in line with directly observed treatment short course &nbsp;(DOTS) strategy recommended by WHO.&nbsp;We will do sputum tests at 0 and 2 weeks and 1 month for evaluation of conversion of positive to negative samples and also measure the serum zinc levels before the start of treatment, and serum interleukin 6 as cytokine marker. We are conducting this study at cat I patients as WHO classification of tuberculosis having active lung tuberculosis to see efficacy and change in immunological parameters.</p><p>&nbsp;</p><p>Place of study: Saudia Arabia – Ministry of health, public health department, First health cluster, Riyadh, Tuberculosis clinics of Mobile team tuberculosis program.</p><p><br></p><p>Informed Consent will be taken from patients before the start the study.</p><p><br></p><p>The clinical trial registration number for this trial is NCT05116098.</p>",
        "manuscriptTitle": "Randomized clinical trial: does using zinc and zinc ionophore EGCG as supplements improve outcome of active pulmonary tuberculosis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-12-08 09:57:48",
                "doi": "10.21203/rs.3.pex-1668/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "947a01ea-dd98-4f1a-b2b1-8e300db76ef7",
        "owner": [],
        "postedDate": "December 8th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 9020000,
                "name": "Medicinal chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-12-08 09:57:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}