{
    "identity": "nprot-5375",
    "title": "PISA screening protocol - A protocol for the selection of intracellular antibodies against post-translational modifications of native proteins",
    "content": [
        {
            "header": "Introduction",
            "content": "PISA selection is based on the combination of the Intracellular Antibody Capture Technology \\(Visintin et al., 1999; Visintin et al., 2004; Tanaka et al., 2003) and Tethered catalysus \\(Guo et al., 2004) and can easily be adapted to several types of PTM baits and/or prey constructs. IACT is based on the general and reliable two-hybrid system \\(Fields and Song, 1989). Briefly, a library of antibody preys \\(Single Pot Library of Intracellular Antibodies, SPLINT) \\(Visintin et al., 2004) is selected for its ability to bind the PTM bait protein and simultaneously tolerate intracellular environment. The screening selection is therefore suitable, in principle,  for binding domain formats libraries of any kind and origin, including but not limited to ScFvs, single domain antibodies \\(Tanaka et al., 2003), Nanobodies \\(De Meyer et al., 2014) , antibody-like molecules like DARPins \\(Plückthun, 2015). Here follows a detailed protocol for PISA selections, including about yeast transformation, bait validation and clone screening procedure. A general scheme of the procedure is illustrated in **Scheme 1**.  \r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/4887/original/PISA_selection_scheme.png?1479134036\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nA .doc version of the protocol is available at: http://www.nature.com/protocolexchange/system/uploads/4893/original/PISA_supplementary_protocol_-_Chirichella_et_al.docx?1479136455"
        },
        {
            "header": "Reagents",
            "content": "• Yeast Nitrogen Base without amino acids and ammonium sulfate \\(SIGMA #Y-1251)\r\n\n\n• Bacto Agar \\(BD # 214010)\r\n\n\n• NaOH \\(Riedel-deHaen #30620)\r\n\n\n• Adenine hemisulfate salts \\(SIGMA #A-9126)\r\n\n\n• L-arginine HCL \\(SIGMA #A-5131)\r\n\n\n• L-cysteine \\(SIGMA #C-6852)\r\n\n\n• L-threonine \\(SIGMA #T-8652)\r\n\n\n• L-aspartic acid \\(SIGMA #A-4534)\r\n\n\n• L-isoleucine \\(SIGMA #I-2752)\r\n\n\n• L-methionine \\(SIGMA #M-9625)\r\n\n\n• L-phenylalanine \\(SIGMA #P-2126)\r\n\n\n• L-proline \\(SIGMA #P-0380)\r\n\n\n• L-serine \\(SIGMA #S-4500)\r\n\n\n• L-tyrosine \\(SIGMA #T-3754)\r\n\n\n• L-histidine \\(SIGMA #H-8125)\r\n\n\n• UraciL \\(SIGMA #U-0750)\r\n\n\n• L-leucine \\(SIGMA #L-8912)\r\n\n\n• L-lysine HCL \\(SIGMA #L-5626)\r\n\n\n• L-tryptophan \\(SIGMA #T-0254)\r\n\n\n• Ammonium sulfate \\(Fluka #09980)\r\n\n\n• Polyethylene glycoL 4’000 \\(Fluka #95904)\r\n\n\n• D-\\(+) Glucose anhydrous \\(SIGMA #G-7021)\r\n\n\n• Lithium Acetate dihydrate \\(SIGMA #L-6883)\r\n\n\n• Succinic acid \\(SIGMA #S-7501)\r\n\n\n• DimethyL sulfoxide –DMSO \\(Fluka #41639)\r\n\n\n• Glass beads 425-600 microns acid washed \\(SIGMA #G-8772)\r\n\n\n• Yeast extract \\(BD # 211931)\r\n\n\n• Bacto peptone \\(BD #211840)\r\n\n\n• 3-amino-1,2,4-triazole \\(3AT) \\(SIGMA #8056)\r\n\n\n• 5-bromo-4-chloro-3 indolyl-β -D-galactosidase –X-gaL \\(Eppendorf #0032006.400)\r\n\n\n• Carrier DNA from salmon sperm \\(SIGMA #d1626)\r\n\n\n• β-mercaptoethanoL \\(BMe) \\(SIGMA # M6250)\r\n\n\n• D-SorbitoL \\(SIGMA #S1876) \r\n\n\n• Trizma base \\(SIGMA # T1503)\r\n\n\n• Whatman qualitative filter paper \\(WHA10010155|ALDRICH)\r\n\n\n• Nitrocellulose filter circles \\(Scheicher and SchuelL BA85) \r\n\n\n• Lyticase \\(SIGMA #L2524) \r\n\n\n• Protease Inhibitor CocktaiL \\(SIGMA #P8340) \r\n\n\n• Triton X 100 \\(SIGMA #T9284) \r\n\n\n\r\n\n\n**Media and Solutions**\r\n\n\n\r\n\n\n**Media**\r\n\n\nSD \\(Synthetic minimal) medium is prepared by adding to autoclaved YNB \\(Yeast Nitrogen Base) a “salt and glucose solution”, an “aminoacidic mix”, and desired “omitted aminoacid” solutions.\r\n\n\nYNB w/o aa and ammonium sulfate \\(1L) for SD medium:\r\n\n\n1.2 g yeast nitrogen base, w/o amino acids and ammonium sulfate \r\n\n\nFor plates, add 20 g bacto-agar \r\n\n\nAdd H2O to 800 ml, pH to 5.8 and autoclave 121°C for 15 min.\r\n\n\n\r\n\n\n**1. Salt and glucose solution**\r\n\n\n5.4g NaOH \r\n\n\n10g succinic acid \r\n\n\n5g ammonium sulfate \r\n\n\n22g D-glucose \r\n\n\nAdd H2O to 100 mL and dissolve alL components one by one to obtain a finaL volume of150mL. Store at 4°C.\r\n\n\n\r\n\n\n**2. Amino acids \\(aa) MIX**\r\n\n\n5.8 g NaOH \r\n\n\n1 g Adenine hemisulfate salts, L-Arginine HCl, L-Cysteine, L-Threonine \\(each) \r\n\n\n0.5 g L-Aspartic acid, L-Isoleucine, L-Methionine, L-Phenylalanine, L-Proline, L-Serine  \r\n\n\nDissolve in 80 mL H2O\r\n\n\nL-Tyrosine: 0.2 g NaOH,  0.5 g L-Tyrosine \r\n\n\nDissolve in 10 mL by heating\r\n\n\nAdd to aa MIX the L-Tyrosine solution and H2O to make a finaL volume of 100 ml. Filter –sterilize, aliquot and store at -20°C for up to 1 year.\r\n\n\n\r\n\n\n**3. Omitted aminoacid solutions**\r\n\n\nL-Histidine : 5 g/L\r\n\n\nL-Leucine : 10 g/L \r\n\n\nL-Tryptophan : 10g/L \r\n\n\nFilter-sterilize and aliquot omitted amino acids \\(aa) solutions \\(H, L, W) and store at -20°C for up to 1 year.\r\n\n\n\r\n\n\n**YPD medium** is a rich medium used to culture untransformed L40 or for recovery after transformation. Variants without glucose and/or with adenine are also used in the screening protocol. \r\n\n\n\r\n\n\nYPD medium\r\n\n\n10 g yeast extract \r\n\n\n20 g bacto peptone \r\n\n\n2% glucose \r\n\n\nFor plates add 20 g bacto-agar \r\n\n\nAdd H2O to 950 ml. Adjust pH to 5.8 then adjust to 1 liter. Autoclave 121°C for 15 min\r\n\n\n\r\n\n\n**YPA medium**\r\n\n\n10 g yeast extract \\(BD # 211931)\r\n\n\n20 g bacto peptone \\(BD # 211840 )\r\n\n\n0.1g Adenine hemisulfate salt \\(SIGMA # A-9126)\r\n\n\nFor plates add 20g bacto-agar \\(BD # 214010)\r\n\n\nAdd H2O to 950 ml. Adjust pH to 5.8 then adjust to 1 liter. Autoclave 121°C for 15 min\r\n\n\n\r\n\n\n**YPAD medium**\r\n\n\n10 g yeast extract \\(BD # 211931)\r\n\n\n20 g bacto peptone \\(BD # 211840 )\r\n\n\n0.1g Adenine hemisulfate salt \\(SIGMA # A-9126)\r\n\n\nAdd H2O to 950 ml. Adjust pH to 5.8 then adjust to 1 liter. Autoclave 121°C for 15 min\r\n\n\n\r\n\n\n**Solutions**\r\n\n\n• 10X LiAc buffer: 1M LiAc, pH 7.5 adjusted with diluted glaciaL acetic acid autoclave-sterilized\r\n\n\n• 50% \\(w/v) autoclave-sterilized PEG 4000 \\(Solution must be kept in a tightly sealed glass bottle to avoid evaporation)\r\n\n\n• 10X TE buffer: 100mM Tris, 10mM EDTA, pH7.5, autoclave-sterilized\r\n\n\n• 10 mg/mL denatured carrier DNA from salmon sperm \r\n\n\n• Lyticase stock solution \\(330 U/mL in H2O)\r\n\n\n• 3 AT stock 2M : 168.2g in 1L of H2O, filter sterilize, store at 4°C. Preferably freshly prepared each time. Light sensible.\r\n\n\n• Z -buffer : 60 mM Na2HPO4, 40 mM NaH2PO4, 10 mM KCl, 1mM MgSO4, pH 7.0. Store at room temperature for up 1 year) \r\n\n\n• X-gaL 20 mg/mL :  Dissolve in N,N-dimethylformamide \\(DMF) at a concentration of 20 mg/ml. Store in dark at -20°C.\r\n\n\n• Z-buffer / X-Gal/BMe solution \\(add 167uL of 20mg/mL X-gaL and 27uL of BMe to 9.8mL of Z-buffer)\r\n\n\n• Lyticase solution : 20mM Tris PH=7.5, Lyticase stock \\(330 U/ml) in equaL volume\r\n\n\n\r\n\n\nA .doc version of this section is available at: http://www.nature.com/protocolexchange/system/uploads/4895/original/Reagents_Media_Solutions_and_Particular_Equipment_-_Chirichella_et_al.docx?1479136473"
        },
        {
            "header": "Equipment",
            "content": "• 15 mL Falcon tubes \\(Corning, cat. no. 430790)\r\n\n\n• 50 mL Falcon tubes \\(Corning, cat. no. 430828)\r\n\n\n• 250mL Falcon conicaL tubes \\(BD, cat. no. 352075)\r\n\n\n• 0.2 μm filter \\(Millipore, cat. no. SLGP033RS)\r\n\n\n• 10 cm \\(SD-WL/SD-WHL) and 15 cm or 25cm large petri plastic plates \\(SD-WHL)\r\n\n\n• Bench-top centrifuge\r\n\n\n• Centrifuge \\(Eppendorf 5810R or similar, able to spin 250mL Falcon conicaL tubes at a setting of 2,500g; Eppendorf)\r\n\n\n• Stationary incubators at 30 and 37 °C\r\n\n\n• Shaker incubators at 30 and 37 °C \\(able to shake 2.5-literflasks at a setting of 230 r.p.m.)\r\n\n\n• Water bath equilibrated at 42 °C\r\n\n\n• Established bait linere covered from GS\r\n\n\n• 500ug of Antibody library\r\n\n\n• 1 aliquot of ssDNA 10 mg/ml, denatured 10min at 100°C\r\n\n\n• 200 mL SD-W\r\n\n\n• 2 L YPAD\r\n\n\n• 1 L YPA\r\n\n\n• 1 L SD-WL plates \\(100mm)\r\n\n\n• 1 L SD-WHL plates \\(100mm)\r\n\n\n• 2 L SD-WHL plates \\(15 or 25 cm)\r\n\n\n• 1L SD-WL\r\n\n\n• 1L SD-WHL\r\n\n\n• 2M 3AT \\(if needed)\r\n\n\n• 100 mL 10X TE\r\n\n\n• 20 mL 10X LiAc\r\n\n\n• 150 mL 50% PEG 4000\r\n\n\n• 20 mL DMSO\r\n\n\n\r\n\n\nA .doc version of this section is available at: http://www.nature.com/protocolexchange/system/uploads/4895/original/Reagents_Media_Solutions_and_Particular_Equipment_-_Chirichella_et_al.docx?1479136473"
        },
        {
            "header": "Procedure",
            "content": "**1) L40 yeast strain phenotype**\r\n\n\nGenotype of L40 host strain: mat-a hisΔ200trp1-901 leu2-3,112 ade2 LYS2::\\(lexAop)4-HIS3 URA3::\\(lexAop)8-lacZ Gal4 \\(Schiestl et al., 1989).\r\n\n\nL40 presents the following growth phenotype:\r\n\n\nTrp- Requires tryptophan in the medium to grow \\(Trp  auxotroph);\r\n\n\nLeu- Requires leucine in the medium to grow \\(Leu auxotroph);\r\n\n\nHis- Requires histidine in the medium to grow \\(His auxotroph);\r\n\n\nUra+ Medium does not require Uracil;\r\n\n\nLys+ Medium does not require Lysine.\r\n\n\nUpon specific bait/prey binding, L40 must show the following phenotype:\r\n\n\nLacZ+ beta-galactosidase gene is expressed and X-gal metabolised;\r\n\n\nHIS3+ His3 enzyme, involved in histidine production, is required for L40 growth in absence of histidine.\r\n\n\nTrp+ and Leu+ phenotype is given by TRP1 and LEU2 genes carried by bait and prey plasmids respectively.\r\n\n\n\r\n\n\n**2) Yeast strain maintenance**\r\n\n\nL40 yeast strain is grown at 30°C in YPD medium \\(see “Reagents, Media, Solutions and Particular Equipment”). Once transformed with plasmid bearing TRP1 or LEU2 genes, yeast is grown onto appropriate selective medium \\(SD medium), lacking either Trp or Leu, or both for co-transformations.\r\n\n\nPreservation of yeast strains is ensured by Glicerol Stocks \\(GS) \\(20-30% \\(v/v) glycerol-YPD medium) and stored at -80°C. Yeast is streaked onto fresh plates from GS 3d before usage. Yeast L40 colonies should appear slightly pink onto YPD plates and grow to >2 mm in diameter.\r\n\n\n\r\n\n\n**3) Production of stable tethered catalysis yeast bait lines**\r\n\n\nPISA tethered catalysis baits are obtained by fusing the catalytic domain of the desired Histone Acetyl Transferase \\(or activated kinase) to C-term of the antigen to be screened \\(see Online Methods). Bait plasmid is therefore transformed in yeast to obtain a stable line to be subsequently used for the antibody library screening procedure. The fastest way to produce these baits is by synthesizing full-length constructs \\(both WT and mut versions) and afterwards using PCR amplification to append it to pMICBD1 and to extract truncated baits for the control panel. Final constructs can be incorporated in pMICBD1 plasmid either by endonuclease cut/ligation or by Gibson Assembly \\(**Scheme 2**).\nSee figure in Figures section.\nValid alternative is to join different domains with overlap PCR \\(we use Accustar HF polymerase by Eurogentec). Different versions of the screening bait can be produced: exploiting linkers between LexA and the antigen, and between the antigen and the enzyme could help to allow better catalysis and to minimize degradation phenomena. Here follows sequences of pMICBD1 polylinker, tested Gcn5 and P300 catalytic domains and linkers \\(**Table 1**, text to link: http://www.nature.com/protocolexchange/system/uploads/4891/original/sequences_PISA_protocol.docx?1479135310 ) . \r\n\n\n\r\n\n\nScreening bait construction may require some optimization.\r\n\n\n\r\n\n\n**4) Yeast LiAc transformation \\(small-scale) protocol**\r\n\n\nA number of specialized media and reagents are required for the protocols in this section. Media and solutions are reported in the specific section. This protocol is a modification of published method \\(Visintin et al., 2004).\r\n\n\nThe protocol can be used for the initial transformation of the antigen \\(bait) plasmid to create a stable L40 clone or, as it will be explained futher below, to perform a secondary screening in order to confirm the specific antigen-antibody binding \\(see Verification of positive interaction: Secondary screening).\r\n\n\n\r\n\n\n**Procedure**\r\n\n\nDay 1:\r\n\n\nInoculate few colonies of L40 in 50 ml of YPD and incubate for 16-18 hr with shaking at 230 rpm at 30°C to place the culture at mid log phase the next day \\(OD600 > 1.5). Note. Use only glass flasks carefully washed with ultra pure, pyrogen-free water and sterilized by autoclaving 15 min at 121°C.\r\n\n\nDay 2:\r\n\n\n1) Dilute the overnight culture to OD600=0.2-0.3 in 300 ml of YPD prewarmed to 30°C. Grow at 30°C for 3 hours with shaking \\(230 rpm) until OD600=0.5-0.7.\r\n\n\n2) Pellet the cells by centrifugation \\(1000 g for 5 min) at room temperature, discard the supernatant and resuspend the pellet in 50 ml of H2O.\r\n\n\n3) Centrifuge the cells again as in 2), decant the supernatant.\r\n\n\n4) Resuspend the pellet in 3 ml of freshly prepared 1X TE/LiAc \\(10mM TE, 0.1M LiAc).\r\n\n\n5) Prepare in a tube a mixture of:\r\n\n\n 0.1 μg of bait vector construct\r\n\n\nIn L40 transformation with the bait plasmid you will add only this one to the mixture.\r\n\n\n 0.1 μg scFv prey vector construct  \r\n\n\n\\(if you need to test specific antigen-antibody partners for secondary screening protocol) \r\n\n\n 0.1 mg denatured carrier DNA from salmon sperm\r\n\n\n 100 μl freshly prepared yeast cells.\r\n\n\n6) Add 0.6 ml of a sterile PEG/TE/LiAc \\(0.1 M LiAc, 10mM TE, PEG 3350 40%) to the tube and vortex to mix.\r\n\n\n7) Incubate 30 minutes at 30°C with shaking \\(230 rpm).\r\n\n\n8) Add 70 μl of DMSO, mix gently by inversion and heat shock for 15 min in a 42°C water bath.\r\n\n\n9) Chill cells on ice.\r\n\n\n10) Pellet cells by centrifugation \\(20 sec at maximum speed).\r\n\n\n11) Remove supernatant and resuspend cells in 0.5 ml of sterile 1X TE, spread 100 μl for single transformation on each 100 mm plate \\(SD-Trp). \r\n\n\n12) Incubate the plates in a static incubator at 30°C.\r\n\n\nGrowth of single colonies will be visible in 3-4d.\r\n\n\nThe competent cells can be stored at 4°C for 1 week without a significant reduction in competency.\r\n\n\nCreation of master plates: from transformation plates, pick single colonies and restreak them onto fresh SD-Trp plates. Testing of different colonies is required to assess possible different expression levels of the protein bait.\r\n\n\nCreation of Glycerol Stock: master plates can be stored and used for 2 weeks at 4°C for every experiment; however is strictly necessary creating a GS from the master plate as soon as possible.\r\n\n\n\r\n\n\n**5) Characterization of the baits**\r\n\n\nA series of control experiments must be performed to establish whether the fusion protein bait is suitable as such or whether it must be modified; verification of well-behaved bait includes:\r\n\n\na) testing for expression and for the presence of the target post-translational modification\r\n\n\nb) testing for toxicity\r\n\n\nc) testing for auto-activation \\(3-AT test)\r\n\n\n\r\n\n\na) expression and post translational modification\r\n\n\nTo verify that the bait fusion protein is properly expressed, and that the target post-translational modification \\(acetylation) is indeed incorporated, an SDS-PAGE and immunoblot analysis on yeast lysate must be performed.\r\n\n\nProtein extraction from yeasts for SDS-PAGE analysis  \r\n\n\nAfter bait transformation, proteins are extracted with the following protocol:\r\n\n\n1) Culture a single colony from the master plate in 10ml of liquid SD–W medium O/N\r\n\n\n2) The next day dilute the culture with YPD to OD600=0.3 and grow until 0.6. You will need at least 30ml of final culture per extract.\r\n\n\n3) Spin down the cells at 1000 g for 5min\r\n\n\n4) Remove the supernatant and resuspend in 10ml of sterile distilled water\r\n\n\n5) Spin down again for 5min, 1000  g\r\n\n\n6) Remove the supernatant and resuspend in T.E.1x with protease inhibitors. Keep cells on ice from now on.\r\n\n\n7) Add 1g of Sigma Glass Beads\r\n\n\n8) Vortex 1min, put sample on ice. Repeat it four times.\r\n\n\n9) Transfer all the supernatant you can take \\(usually are 200-300 µl) to a 1.5ml eppendorf tube and add 25 µl of Triton-X-100  20%\r\n\n\n10) Vortex 30s\r\n\n\n11) Spin down for 15min at 4°C\r\n\n\n12) Transfer the supernatant to a new eppendorf tube\r\n\n\n13) Quantify with Bradford method\r\n\n\n14) Boil 5 min and load the samples on an SDS-PAGE. \r\n\n\nWestern blot should be performed with anti-lexA antibody and/or anti-tag antibody and with anti-PTM-antigen antibody \\(specific or pan-reactive).\r\n\n\nWe suggest that all PT modified baits undergo Mass Spectrometry analysis to identify and confirm specific modification of desired residues on the protein.\r\n\n\n\r\n\n\nb) toxicity\r\n\n\nA high expression level of the fusion protein can be toxic to the reporter strain and this could lead the transformed cells to be unable to grow. If observed, this detrimental effect can often be diminished by the truncation of the toxic protein or by using a conditional promoter.\r\n\n\n\r\n\n\nc) auto-activation \\(3-AT test)\r\n\n\nLexA bait will bind the LexA promoter on the L40 genome before any VP16-containing prey is expressed. Sometimes, due to intrinsic properties, bait is able to auto-activate expression of HIS3 and/or LACZ gene\\(s), allowing yeast to grow in a non-specific manner. To avoid this undesired behaviour, once the stable bait line has been established, it is plated on SD-WH plates to look for growth in absence of histidine. If this is observed, 3-amino-1,2,4-triazole \\(3-AT) can be added to the medium to turn down the unspecific growth. 3-AT is a specific inhibitor of His3 enzyme. Needed 3-AT concentration is therefore titered preparing SD-WH plates + 3-AT at increasing concentrations, usually doubling concentration from 1.25mM to 100mM. A fine titration may follow. Yeast is then spotted at several dilutions \\(e.g. from 1:1 to 1:10,000) and the minimum required 3-AT concentration is used to prepare screening plates.\r\n\n\n\r\n\n\n**6) PISA Screening Protocol** \r\n\n\nAs specified above, the protocol for PISA selection can be adapted to other libraries and post-translational modified baits. In our experimental design, selections were perfomed using acetylated residues upon Integrase and Histone H3 proteins \\(produced with tethered catalysis) and a scFv mouse library constructed as described in Visintin et al.,2004.\r\n\n\n\r\n\n\nGeneral advices: for  PISA screening is essential to obtain a large number of fresh cells and to optimize every parameter to achieve the highest transformation efficiency. A satisfying screening size will be around 107 transformants. \r\n\n\nPrepare fresh media and transformation solutions. Mix LiAc-TE and LiAC-PEG-TE solution on the same day of the screening. PEG solution is quite viscous and it is worth to mix it well by shaking it at least one minute before use \\(see “Reagents, Media, Solutions and Particular Equipment”).\r\n\n\nCarefully clean bench before starting and wipe as well every material. Use the Bunsen burner when plating and manipulating yeast on the bench. \r\n\n\nThis part of the method requires particular equipment and large amount of materials, which are listed in the dedicated section.\r\n\n\n\r\n\n\nProcedure \r\n\n\nThis protocol should allow a high efficiency of transformation\r\n\n\nDay1 \r\n\n\n1. Baits derived from Glycerol Stocks were recovered onto 3 fresh SD–W plates \\(30°C for 3d). All GS came from single established colonies and were tested as described previously.\r\n  Day3 \r\n\n\n2. Grow L40 yeast containing bait plasmid in 50 ml of SD-W medium O/N at 30°C at 230 rpm shaking \\(Critical step: ensure there are no clumps of yeast).\r\n  Day4 \r\n\n\n3. Inoculate 150 ml of SD-W with an aliquot of the overnight culture in order to find a dilution that places the 150 ml culture to logarithmic phase the next day.\r\n  Day5 \r\n\n\n4. Transfer enough overnight culture in 1 l of prewarmed to 30°C YPAD to produce an OD600 = 0.3.\r\n  5. Grow at 30°C for 3 hours until OD=0.6 \\(critical step: stay between 0.5-0.7).\r\n  6. Centrifuge the cells at 1500 g for 5 min at room temperature.\r\n  7. Wash pellet in 500 ml of 10mM TE then centrifuge again the cells at 1500 g for 5 min at room temperature.\r\n  8. Resuspend pellet in 20 ml 10mM TE, 0.1M LiAc and transfer to a new flask \\(critical step: keep at 4°C until use \\(preferably not more than 1 h on ice)).\r\n  9. Add 500 μg of a yeast scFv library DNA and 10 mg of salmon sperm carrier DNA and mix well.\r\n  10. Add 140 ml of 40% PEG 3350, 10mM TE, 0.1M LiAc; mix and incubate for 30 min at 30ºC with gently shaking \\(critical step: the transformation efficiency could be affected by the quality of the PEG, LiAc and carrier DNA. PEG–LiAc–TE mixture and TE–LiAc mixture should be prepared on the same day as the transformation).\r\n  11. Add 17.6 ml of DMSO; swirl to mix \\(critical step: do not vortex).\r\n  12. Heat shock for 15 minutes at 42ºC in a water bath swirl occasionally to mix.\r\n  13. Rapidly cool at room temperature cells in a water bath diluting with 400 ml YPA.\r\n  14. Pellet cells by centrifugation and wash with 500 ml YPA.\r\n  15.  After centrifugation resuspend pellet in 1 l of prewarmed YPAD.\r\n  16. Incubate for 1 hour at 30°C with gently shaking.\r\n  17. Pellet cells from 1 ml; resuspend in 1 ml SD-WL; spread 100 μl of a 1:1000, 1:100, 1: 10 dilutions for transformation efficiency controls.\r\n  18. Pellet cells from the remaining culture.\r\n  19. Wash pellet with 500 ml SD-WL.\r\n  20. Resuspend in 1l of prewarmed SD-WL and incubate O/N at 30°C with gently shaking.\r\n  Day6 \r\n\n\n21. Pellet cells and wash twice with 500 ml of SD-WHL.\r\n  22. Resuspend final pellet in 10 ml of SD-WHL \\(critical step: remove surnatant by pipetting rather than pouring).\r\n  23. Spread dilutions of the total on SD-WL plates to compare to the number of primary transformants. This allows to calculate the number of doublings and the number of his+ colonies which should be screened to roughly cover the number of primary transformants.\r\n  24. Spread part of the remaining transformation suspension on SD-WHL plate. Store in 30% glycerol /SD-WHL the cotransformed yeasts at -80◦C.\r\n  25. Incubate the plates in a static incubator at 30°C.\r\n  \r\n\n\n**7) Isolation and characterization of clones**\r\n\n\nClones grown after 4-7d of incubation at 30 C were picked with a sterile tip from screening plates and restreaked onto fresh SD–WHL plates. A replica \\(with the same tip) was made onto SD–WL plates. SD–WHL plates were used for picking of the biomass for colony-PCR \\(and DNA fingerprinting) and SD–WL for β-Galactosidase filter \\(or liquid) assay.\r\n\n\nβ-Galactosidase assay - Filter assay\r\n\n\n1) Patch yeast colonies to a nitrocellulose filter circle from a SD-WL replication plate.\r\n\n\n2) Lift filter and place colony side up on a pre-cooled aluminum boat floating upon liquid nitrogen.\r\n\n\n3) After 20 seconds, immerse boat and filter for 5 seconds.\r\n\n\n4) Allow the filter to come to room temperature and place on top of Whatman qualitative filter paper that had been prewet in 5 ml of Z-buffer / X-Gal/Bme solution.\r\n\n\n5) Incubate the filter for up to 5 hours. Blue coloration is indicative of β-gal activity.\r\n\n\n\r\n\n\n**8) β-Galactosidase assay - Liquid assay**\r\n\n\nProcedure adapted from Möckli and Auerbach. Liquid assay is necessary for baits that have an transactivation background due to aspecific binding.  \r\n\n\n1) Grow O/N yeasts bearing bait/prey couples in SD-WL medium.\r\n\n\n2) The next day transfer enough overnight culture in 50 ml of YPD to produce an OD600 = 0.3. \r\n\n\n3) Grow a 30°C until OD600=0.6.\r\n\n\n4) Pellet cells at 3000 g for 5 min and perform 3 freeze/thaw cycles \\(liquid nitrogen to 37°C thermoblock).\r\n\n\n5) Incubate 30min at 37°C the pellet with Lyticase solution.\r\n\n\n6) Spin solution for 15min at 16,000 g at 4°C and tranfer supernatant to a new tube.\r\n\n\n7) Perform a Bradford assay for quantification.\r\n\n\n8) Dilute 25 µg of extract in Z-buffer to a final volume of 100 µl in a 96well plate.\r\n\n\n9) Add an equal volume of Z-buffer /Xgal/BMe to each sample and incubated at 37°C 2h to O/N, until proper color development.\r\n\n\n10) Read plates at 595nm.\r\n\n\n\r\n\n\n**9) Colony-PCR and BstNI fingerprinting analysis**\r\n\n\nColony-PCR and the analysis of the scFv pattern is perfomed only on His+/LacZ+ colonies. Fingerprint can be performed on either yeast or E.coli cells. If the fingerprinting is performed from yeast colonies, lysis of the cells with Lyticase solution is required. E.coli clones can instead be directly streaked on the bottom of the PCR tube and onto an Ampicillin LB plate using the same sterile tip. Specific primers of the prey plasmids, located in the backbone, will be employed.  Primers used were pLinker Forw 5’-AAGCTTATTTAGGTGACACTATAG-3’; pLinker Rev 5’-CTTCTTCTTGGGTGCCATG-3’ and the PCR reaction was performed as follows: 5 min at 95°C followed by 30 cycles at 95°C for 30 sec, 50°C for 30 sec and 72°C for 1 min, 10 min at 72°Cand then 4°C to store. The PCR will be then digested with a high-frequency cutter,  such as BSTN1 restriction endonuclease for 2h at 60°C, to generate a specific pattern for every scFv isolated, visible on a polyacrylamide gel electrophoresis.\r\n\n\nIsolation of plasmid DNA from yeast colony\r\n\n\nProtocol was derived from  Wizard® Plus SV Minipreps DNA Purification System \\(Promega #TB225) with an important modification. Due to the presence of a cell wall beside the plasma membrane, Lyticase treatment is necessary to obtain cell lysis with the canonical methods used in the Minipreps system. Plasmid DNA yield will be around 30 ng/µl.\r\n\n\n1) Pellet 3-5 ml of O/N culture in SD-L medium for 2 sec at maximum speed.\r\n\n\nADDED STEP: Resuspend pellet in 250μl of Yeast Lysis Solution and incubate at 37°C for 30 min.\r\n\n\n2) Add 250μl of Cell Resuspension Solution.\r\n\n\n3) Add 250μl of Cell Lysis Solution to each sample; invert 4 times to mix.\r\n\n\n4) Add 10μl of Alkaline Protease Solution; invert 4 times to mix. Incubate 5 minutes at room temperature.\r\n\n\n5) Add 350μl of Neutralization Solution; invert 4 times to mix.\r\n\n\n6) Centrifuge at top speed for 10 minutes at room temperature. \r\n\n\n7) Insert Spin Column into Collection Tube.\r\n\n\n8) Decant cleared lysate into Spin Column.\r\n\n\n9) Centrifuge at top speed for 1 minute at room temperature. Discard flowthrough, and reinsert Column into Collection Tube. \r\n\n\n10) Add 750μl of Wash Solution \\(ethanol added). Centrifuge at top speed for 1 minute. Discard flowthrough and reinsert column into Collection Tube.\r\n\n\n11) Repeat Step 10 with 250μl of Wash Solution.\r\n\n\n12) Centrifuge at top speed  for 2 minutes at room temperature.\r\n\n\n13) Transfer Spin Column to a sterile 1.5ml microcentrifuge tube, being careful not to transfer any of the Column Wash Solution with the Spin Column. If the Spin Column has Column Wash Solution associated with it, centrifuge again for 1 minute at top speed, then transfer the Spin Column to a new, sterile 1.5ml microcentrifuge tube.\r\n\n\n14) Add 50μl of Nuclease-Free Water to the Spin Column. Centrifuge at top speed  for 1 minute at room temperature.\r\n\n\n\r\n\n\n**10) Verification of positive interaction: Secondary Screening**\r\n\n\nA secondary screening is performed on the primary screening yeast clone candidates which were His+/LacZ+ double positive and whose fingerprinting patterns were different. Thus, these primary screning candidates  are first transformed  into the yeast clone harbouring the screening bait. Those who confirm their positivity in this secondary test, are then transformed into yeast cells harbouring  each control bait from the control panel \\(see main manuscript), to verify epitope binding.\r\n\n\nPlasmids extracted from yeast need to be transformed in bacteria to obtain a pure and monoclonal preparation. Indeed, some of the double positive yeast clones could  be polyclonal \\(i.e. will contain more than a prey plasmid).\r\n\n\nE.Coli Ca++ competent cells can be transformed with 1-10 µl of plasmid DNA extracted from yeast.\r\n\n\nIsolate plasmid DNA from bacteria \\(with the same Minipreps DNA Purification System used before) and sequence insert or compare the E.coli fingerprint digestion patterns with one obtained from the original yeast colony.\r\n\n\nPlasmids are now ready to be transformed in yeast again, for the secondary screening withg the screening bait. The protocol is the same reported for the transformation of L40 strain \\(Yeast LiAc transformation \\(small-scale) protocol).\r\n\n\nThe resulting true positive clones will give a result panel similar to the one reported in the article \\(Supplementary Table1 and Supplementary Table 2).\r\n\n\nBiochemical validation of intrabodies\r\n\n\nInteraction of intrabodies with their antigen should then be verified in vitro with common assays such as ELISA and Immunoprecipitation. To this aim, selected intrabodies are routinely expressed in E.coli. Purification of intrabodies from E.Coli may require some optimisation. A general protocol is based on Paoletti et al. 2012."
        },
        {
            "header": "References",
            "content": "**References**\r\n\n\n1. De Meyer T, Muyldermans S, Depicker A. Nanobody-based products as research and diagnostic tools. Trends Biotechnol. May;32\\(5):263-70 \\(2014). \r\n  2. Fields S, Song O. A novel genetic system to detect protein-protein interactions. Nature. Jul 20;340\\(6230):245-6 \\(1989).\r\n  3. Guo, D. et al. A tethered catalysis, two-hybrid system to identify protein-protein interactions requiring post-translational modifications. Nat. Biotechnol. 22, 888–892 \\(2004).\r\n  4. Hollenberg, S. M., Sternglanz, R., Cheng, P. F. & Weintraub, H. Identification of a new family of tissue-specific basic helix-loop-helix proteins with a two-hybrid system. Mol. Cell. Biol. 15, 3813–22 \\(1995).\r\n  5. Möckli, N. & Auerbach, D. Quantitative β-galactosidase assay suitable for high-throughput applications in the yeast two-hybrid system. Biotechniques 36, 872–876 \\(2004).\r\n  6. Paoletti, F. et al. Direct intracellular selection and biochemical characterization of a recombinant anti-proNGF single chain antibody fragment. Arch. Biochem. Biophys. 522, 26–36 \\(2012).\r\n  7. Plückthun, A. Designed ankyrin repeat proteins \\(DARPins): binding proteins for research, diagnostics, and therapy. Annu. Rev. Pharmacol. Toxicol. 55, 489–511 \\(2015).\r\n  8. Schiestl, R. H. & Gietz, R. D. High efficiency transformation of intact yeast cells using single stranded nucleic acids as a carrier. Curr. Genet. 16, 339–46 \\(1989).\r\n  9. Tanaka, T., Lobato, M. N. & Rabbitts, T. H. Single domain intracellular antibodies: a minimal fragment for direct in vivo selection of antigen-specific intrabodies. J. Mol. Biol. 331, 1109–20 \\(2003).\r\n  10. Visintin, M., Meli, G. A., Cannistraci, I. & Cattaneo, A. Intracellular antibodies for proteomics. J. Immunol. Methods 290, 135–153 \\(2004).\r\n  11. Visintin, M., Tse, E., Axelson, H., Rabbitts, T. H. & Cattaneo,  a. Selection of antibodies for intracellular function using a two-hybrid in vivo system. Proc. Natl. Acad. Sci. U. S. A. 96, 11723–11728 \\(1999)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4144",
                "date": "2017-01-17 10:56:46",
                "title": "Post-translational selective intracellular silencing of acetylated proteins with de novo selected intrabodies",
                "authors": [
                    "Michele Chirichella",
                    "Simonetta Lisi",
                    "Marco Fantini",
                    "Martina Goracci",
                    "Mariantonietta Calvello",
                    "Rossella Brandi",
                    "Ivan Arisi",
                    "Mara D'Onofrio",
                    "Cristina Di Primio",
                    "and Antonino Cattaneo"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14265,
                "identity": "a0d7ba3c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Antonino Cattaneo",
                "email": "antonino.cattaneo@sns.it",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Antonino",
                "middleName": "",
                "lastName": "Cattaneo",
                "suffix": ""
            },
            {
                "id": 14259,
                "identity": "a0d7a843-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michele Chirichella",
                "email": "",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michele",
                "middleName": "",
                "lastName": "Chirichella",
                "suffix": ""
            },
            {
                "id": 14260,
                "identity": "a0d7adab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Simonetta  Lisi",
                "email": "",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Simonetta",
                "middleName": "",
                "lastName": "Lisi",
                "suffix": ""
            },
            {
                "id": 14261,
                "identity": "a0d7b079-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marco Fantini",
                "email": "",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marco",
                "middleName": "",
                "lastName": "Fantini",
                "suffix": ""
            },
            {
                "id": 14262,
                "identity": "a0d7b2f7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Martina Goracci",
                "email": "",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Martina",
                "middleName": "",
                "lastName": "Goracci",
                "suffix": ""
            },
            {
                "id": 14263,
                "identity": "a0d7b569-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mariantonietta Calvello",
                "email": "",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mariantonietta",
                "middleName": "",
                "lastName": "Calvello",
                "suffix": ""
            },
            {
                "id": 14264,
                "identity": "a0d7b7d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Cristina Di Primio",
                "email": "",
                "orcid": "",
                "institution": "BioLab@SNS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cristina",
                "middleName": "Di",
                "lastName": "Primio",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-11-14 15:31:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.087",
        "doiUrl": "https://doi.org/10.1038/protex.2016.087",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609585,
                "identity": "3ccb1881-dcf9-4209-a76f-5172bfdf54d5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 80749,
                "visible": true,
                "origin": "",
                "legend": "Scheme 1   PISA selection scheme   PISA screening steps required to isolate anti-PTM intrabodies",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5375/v1/figure_1.png"
            },
            {
                "id": 2609583,
                "identity": "0ff5180e-df65-4760-9c5a-cba815524120",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47614,
                "visible": true,
                "origin": "",
                "legend": "Scheme 2   Suggested cloning strategy for PISA baits   Suggested cloning strategy for PISA baits",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5375/v1/figure_2.png"
            },
            {
                "id": 13465012,
                "identity": "f3d4d823-cc7f-47ec-bce6-7570227850b5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 450553,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5375/v1/9f4020b6-05c9-4bc8-be37-15ee83677b6f.pdf"
            },
            {
                "id": 2609584,
                "identity": "ccdb8fb5-2c86-43b3-8704-1e8bcebad9a9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15410,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Sequences of validated acetylase domains and linkers   Sequences of validated acetylase domains and linkers",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-5375/v1/supplement_0.docx"
            },
            {
                "id": 2609586,
                "identity": "95fea683-54c6-4b2b-a693-c734189d180e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 28160,
                "visible": true,
                "origin": "",
                "legend": "Reagents, media, solutions, equipment   Reagents, media, solutions, equipment",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-5375/v1/supplement_0.docx"
            },
            {
                "id": 2609588,
                "identity": "afb26fbb-910d-4b6f-be1b-5631eade69e1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 168484,
                "visible": true,
                "origin": "",
                "legend": "PISA screening protocol   PISA screening protocol",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-5375/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "intrabodies, post-translational modifications, two-hybrid, IACT, PISA, intracellular antibodies",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Protein post-translational modifications \\(PTMs) represent an untapped source of targets of huge biological interest and therapeutic potential. Their validation can only be indirect, because PTMs cannot be selectively hit by nucleic-acid based interference approaches. Here we describe the protocol for Post-translational Intracellular Silencing Antibody technology \\(P.I.S.A.), a method for the selection of intrabodies targeting the native acetylated version of  proteins and their use for PTM-selective targeting and functional interference in  living cells.",
        "manuscriptTitle": "PISA screening protocol - A protocol for the selection of intracellular antibodies against post-translational modifications of native proteins",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-01-17 10:57:52",
                "doi": "10.1038/protex.2016.087",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d74d5c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 17th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3746,
                "name": "Cell biology"
            },
            {
                "id": 3747,
                "name": "Biological techniques"
            },
            {
                "id": 3748,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-01-17 10:57:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}