{
    "identity": "pex-361",
    "title": "<p>Evaluation of Dimensional Accuracy of 3D printed mandibular model using two different Additive Manufacturing Techniques based on Cone Beam Computed Tomography scan data (A Diagnostic Accuracy Study)</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Advances in digital technology and manufacturing have rapidly changed dentistry. Three-dimensional (3D) printing is the most advanced technology in the manufacturing industry because it shortens manufacturing lead time, reduces required costs, and allows printing of items with complex structures. Thus, it has been implemented in dentistry to manufacture clear orthodontic aligners, implant surgical templates, orthognathic surgical wafers, and provisional crowns. Three-dimensional printers produce 3D structures, based on a 3D design file. (Baik et al., 2017)</p><p>Rapid prototyping (RP) is considered as a new technology for the aim of helping dental practitioners, for instance the oral surgeons in the visual and tactile aspects of surgery, providing diagnostic accuracy and increasing the success of surgical planning, and thus, improving outcomes and reducing complications, risks, operative time and the overall cost of treatment. (Walaa Abd et al., 2018)</p><p>RP model fabrication consists of a series of steps starting by, (1) Data acquisition, moving to the (2) Data processing, and ending up with the (3) Model fabrication. Depending on its machining process, producing a working model using the CAD/CAM system may be classified into the following two categories: (1) Subtractive, known as milling or (2) Additive manufacturing technique, also a synonym to 3D printing or Rapid prototyping, using patient oral data acquired with an intraoral scanner. The disadvantages of the milling method include unnecessary loss during milling, high maintenance cost of the equipment, and substantial time loss during the production process. Conversely, the advantages of 3D printing include the production of desired prostheses and models with a minimum amount of material, and the ability to create multiple products at a time. The convenience of such repetitive manufacture considerably enhances clinical efficiency. (Liu et al., 2006; Jeong et al., 2018)</p><p>Additive manufacturing technique includes a number of established technologies either in development or used by small groups of individuals Established rapid prototyping techniques are summarized as follow: Stereolithography (SLA), Selective Laser Sintering (SLS), Fused Deposition Modeling (FDM), Laminated Object Manufacturing (LOM), Inkjet printing techniques. Some fabrication techniques use two materials in the course of constructing parts. . Each technique has its own limitations and applications in producing prototype models. (Rengier et al., 2010)</p><p>The technology has a particular resonance with dentistry, and with advances in 3D imaging and modelling technologies such as cone beam computed tomography, it will become of increasing importance. Uses of 3D printing include the production of drill guides for dental implants, the production of physical models for prosthodontics, orthodontics and surgery, the manufacture of dental, craniomaxillofacial and orthopedic implants, and the fabrication of copings and frameworks for implant and dental restorations. (Dawood et al., 2015)</p><p>CT was by far the most used imaging modality for RP, but also MRI, 3D ultrasonography and nuclear isotope imaging have been used for this indication. Nowadays cone beam CT (CBCT) imaging offers an alternative imaging method for modeling. (Suomalainen et al., 2015)</p><p>In this era of advanced technology, cone‑beam computed tomography (CBCT) has gained popularity in the field of oral radiology due to its advantages over conventional radiography and other three dimensional imaging modalities. The use of CBCT is profoundly increasing for diagnosis and treatment planning in different specialties of dentistry as well as its incorporation in 3D printing process and its diverse applications into the clinical practice. (Hegde et al., 2018)</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Mandibular jaw models (Implant Bone Model: M450)</p><p>gutta-percha balls (size 80)</p><p>“3shape dental system”</p><p>OnDemand3D software (by Cybermed Inc., South Korea)</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>SCANORA 3D (by Soredex, Finland)</p><p>FORMIGA P110 (by EOS, Germany) 3D printer</p><p>Ultimaker 3 (by Ultimaker Company, Netherlands) 3D printer</p><p>Digital Calliper </p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "1- Recruiting 7 mandibular models\n2- Applying Radio opaque markers\n3- Recording predetermined 10 linear measurments\n4- CBCT scanning of the model\n5- DICOM conversion into STL\n6- 3D printing using SLS and FFF printers\n7- Recording the same 10 linear measurment on the printed models\n8 Comparing recorded values (3d printed models vs reference and vs each other)"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Starting October 2019 - October 2020</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>To determine if FFF has an comparable accuracy in comparison to SLS </p>"
        },
        {
            "header": "References",
            "content": "<p>Baik, H.-S., Kim, S.-Y., Shin, Y.-S., Hwang, C.-J., Cha, J.-Y., and Jung, H.-D., 2017. Precision and trueness of dental models manufactured with different 3-dimensional printing techniques. American Journal of Orthodontics and Dentofacial Orthopedics, 153 (1), 144–153.</p><p>Dawood, A., Marti, B.M., Sauret-Jackson, V., and Darwood, A., 2015. 3D printing in dentistry. British Dental Journal, 219 (11), 521–529.</p><p>Hegde, S., Ajila, V., Kamath, J.S., Babu, S., Pillai, D.S., Nair, S.M., and Department, 2018. Importance of cone-beam computed tomography in dentistry: An update. Journal of Research in Dental Sciences, 9 (4), 186–190.</p><p>Jasveer, S. and Jianbin, X., 2018. Comparison of Different Types of 3D Printing Technologies. International Journal of Scientific and Research Publications (IJSRP), 8 (4), 1–9.</p><p>Jeong, Y.-G., Lee, W.-S., and Lee, K.-B., 2018. Accuracy evaluation of dental models manufactured by CAD/CAM milling method and 3D printing method. The Journal of Advanced Prosthodontics, 10 (3), 245.</p><p>Khalil, W., Ezeldeen, M., Casteele, E. Van De, Shaheen, E., Sun, Y., Shahbazian, M., Olszewski, R., Politis, C., and Jacobs, R., 2015. Validation of cone beam computed tomography–based tooth printing using different three-dimensional printing technologies. Oral Surgery, Oral Medicine, Oral Pathology and Oral Radiology, 121 (3), 307–315.</p><p>Lee, K.Y., Cho, J.W., Chang, N.Y., Chae, J.M., Kang, K.H., Kim, S.C., and Cho, J.H., 2015. Accuracy of three-dimensional printing for manufacturing replica teeth. Korean Journal of Orthodontics, 45 (5), 217–225.</p><p>Liu, Q., Leu, M.C., and Schmitt, S.M., 2006. Rapid prototyping in dentistry: Technology and application. International Journal of Advanced Manufacturing Technology, 29 (3–4), 317–335.</p><p>Maschio, F., Pandya, M., and Olszewski, R., 2016. Experimental Validation of Plastic Mandible Models Produced by a ‘Low-Cost’ 3-Dimensional Fused Deposition Modeling Printer. Medical Science Monitor, 22, 943–957.</p><p>Petropolis, C., Kozan, D., and Sigurdson, L., 2015. Accuracy of medical models made by consumer-grade fused deposition modelling printers. Canadian Journal of Plastic Surgery, 23 (2), 91–94.</p><p>Rengier, F., Mehndiratta, A., Von Tengg-Kobligk, H., Zechmann, C.M., Unterhinninghofen, R., Kauczor, H.U., and Giesel, F.L., 2010. 3D printing based on imaging data: Review of medical applications. International Journal of Computer Assisted Radiology and Surgery, 5 (4), 335–341.</p><p>Silva, D.N., Gerhardt de Oliveira, M., Meurer, E., Meurer, M.I., Lopes da Silva, J.V., and Santa-Bárbara, A., 2008. Dimensional error in selective laser sintering and 3D-printing of models for craniomaxillary anatomy reconstruction. Journal of Cranio-Maxillofacial Surgery, 36 (8), 443–449.</p><p>Suomalainen, A., Stoor, P., Mesimäki, K., and Kontio, R.K., 2015. Rapid prototyping modelling in oral and maxillofacial surgery: A two year retrospective study. Journal of Clinical and Experimental Dentistry, 7 (5), e605–e612.</p><p>VIJAYAN, S. and ALLAREDDY, V., 2017. Accuracy of 3D-Printed Mandibles Constructed From Cbct Volumes of Different Voxel Sizes. Oral Surgery, Oral Medicine, Oral Pathology and Oral Radiology, 124 (1), e32.</p><p>Walaa Abd, El, A., Saleh, H., El, A., and Dakhli, I.I., 2018. Accuracy of three dimensional cone beam computed tomography printed images in assessment of mandibular linear measurements. Bioscience Research, 15 (4), 4196–4202.</p><p>Zaharia, C., Gabor, A.-G., Stan, A.T., Idorasi, L., Negruțiu, M.-L., Gavrilovici, A., and Sinescu, C., 2017. Digital Dentistry — 3D Printing Applications. Journal of Interdisciplinary Medicine, 2 (1), 50–53.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.2319/071117-460.1",
                "date": "2018-03-06 14:15:47",
                "title": "Accuracy of three-dimensional dental resin models created by fused deposition modeling, stereolithography, and Polyjet prototype technologies: A comparative study",
                "authors": [
                    "Raymund E. Rebong",
                    "Kelton T. Stewart",
                    "Achint Utreja",
                    "Ahmed A. Ghoneima"
                ],
                "journal": "The Angle Orthodontist",
                "logo": ""
            },
            {
                "doi": "10.4028/www.scientific.net/KEM.752.119",
                "date": "2017-08-29 07:09:40",
                "title": "Three-Dimensional Accuracy Evaluation of Two Additive Manufacturing Processes in the Production of Dental Models",
                "authors": [
                    "Alexandru Victor Burde",
                    "Cristina Gasparik",
                    "Sorana Baciu",
                    "Marius Manole",
                    "Diana Dudea",
                    "Radu Septimiu Câmpian"
                ],
                "journal": "Key Engineering Materials",
                "logo": ""
            },
            {
                "doi": "10.1177/229255031502300201",
                "date": "2018-03-23 11:12:38",
                "title": "Accuracy of medical models made by consumer-grade fused deposition modelling printers",
                "authors": [
                    "Christian Petropolis",
                    "Daniel Kozan",
                    "Leif Sigurdson"
                ],
                "journal": "Plastic Surgery",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 96593,
                "identity": "134a715b-b80b-4fbb-93ab-a5ce655752ff",
                "order_by": 1,
                "name": "Noha Hamada Mohamed",
                "email": "dr.nohahamada@hotmail.com",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Noha",
                "middleName": "Hamada",
                "lastName": "Mohamed",
                "suffix": ""
            },
            {
                "id": 96594,
                "identity": "66cdd708-70dd-43c2-9289-93b089610026",
                "order_by": 2,
                "name": "Hossam Kandil",
                "email": "",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossam",
                "middleName": "",
                "lastName": "Kandil",
                "suffix": ""
            },
            {
                "id": 96595,
                "identity": "372f82e0-8205-4c77-a05e-197ad6bfb3bb",
                "order_by": 3,
                "name": "Iman Ismail Dakhli",
                "email": "",
                "orcid": "",
                "institution": "Cairo University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Iman",
                "middleName": "Ismail",
                "lastName": "Dakhli",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-05-23 21:09:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9866/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9866/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13467700,
                "identity": "b9ba78d7-3556-457a-ab99-070f7dd19d50",
                "added_by": "auto",
                "created_at": "2021-09-16 20:56:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 178350,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-361/v1/3d2e2332-63a4-4d14-bcf8-2bba9627d403.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Conebeam Computed Tomography, 3D printing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In dentistry, 3D printing already has diverse applicability, and holds a great deal of promise to make possible many new and exciting treatments and approaches to manufacturing dental restorations. Better availability, shorter processing time, and descending costs have resulted in the increased use of RP. Concomitantly the development of medical applications is expanding. (Zaharia et al., 2017)</p><p><br></p><p>Many different printing technologies exist, each with their own advantages and disadvantages. Unfortunately, a common feature of the more functional and productive equipment is the high cost of the equipment, the materials, maintenance, and repair, often accompanied by a need for messy cleaning, difficult post-processing, and sometimes onerous health and safety concerns (Dawood et al., 2015)</p><p><br></p><p>Low-cost 3D printers represent a great opportunity in the dental and medical field, as they could allow surgeons to use 3D models at a very low cost and, therefore, democratize the use of these 3D models in various indications. However, efforts should be made to establish a unified validation protocol for low-cost RP 3D printed models, including accuracy, reproducibility, and repeatability tests. Asaumi et al., suggested that dimensional changes may not affect the success of surgical applications if such changes are within a 2% variation .However, the proposed cut-off of 2% should be furthermore discussed, as the same accuracy may be not required for all types of indications. (Silva et al., 2008; Maschio et al., 2016)</p><p><br></p><p>This aim of the present study is to evaluate the dimensional accuracy of the 3D printed mandibular models fabricated by two different additive manufacturing techniques, using highly precise one as selective laser sintering (SLS) and a low-cost one as fused filament fabrication and whether they are both comparable in terms of precision. In addition to evaluation of dimensional accuracy of linear measurements of the mandible in CBCT scans.</p><p><br></p><p>7 mandibular models will be recruited. Radio-opaque markers of gutta-percha balls will be applied on the model to act as guide points</p><p>Ten linear measurements (5 long distances: Inter-condylar, inter-coronoidal, inter-mandibular notch, length of left ramus, length of right ramus; as well as 5 short distances: Length of the body of the mandible at midline, length of the body of the mandible in the area of last left molar, as well as that of the last right molar, the distance between the tip of right condyle to the tip of the right coronoid, as well as that of their left counterparts) will be obtained using digital calliper, to act as the reference standard later. Scanning of the model by CBCT will be next , 3D printing of the scanned image using SLS and FFF printers will be done. Recording of same linear measurment will be done on printed models. Comparison of the recorded values vs reference standard is the last step</p>",
        "manuscriptTitle": "Evaluation of Dimensional Accuracy of 3D printed mandibular model using two different Additive Manufacturing Techniques based on Cone Beam Computed Tomography scan data (A Diagnostic Accuracy Study)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-06-17 15:51:24",
                "doi": "10.21203/rs.2.9866/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "4d84db99-6c04-4215-9e39-d78f6917fc66",
        "owner": [],
        "postedDate": "June 17th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 13481,
                "name": "Biological techniques"
            },
            {
                "id": 13482,
                "name": "Physics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-06-17 15:51:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}