{
    "identity": "nprot-130",
    "title": "Placenta specific gene manipulation by transducing zona-free blastocyst using lentiviral vector",
    "content": [
        {
            "header": "Introduction",
            "content": "Conventional transgenic approaches manipulate both fetal and placental genome, so that it is not clear if symptoms originate from placental and/or fetal effects. Moreover, germ-line transmission of a transgene is obstacle for therapeutic application. Here we detail a placenta specific gene manipulation by transducing blastocysts with lentiviral vectors<sup>1</sup>. After a removal of zona pellucida which functions as a physical barrier, trophoblast cells lying outermost layer of blastocyst were transduced from outside with high-titer lentiviral vectors. As most placental cells descend from trophoblast cells while fetus originated from inner cell mass, transgene expression can be observed in trophoblast cells from preimplantation stages and in placenta throughout gestation. Transgenic placentas can be generated at 100% of efficiency while all fetuses remain non-transgenic. This technology provides a robust system for studying placental organogenesis with implications for the treatment of placental dysfunction."
        },
        {
            "header": "Reagents",
            "content": "**Mice**\r\n\n\n&#x2022; Donor females: 6-10 wks-old F1 strain is preferable. Quality and quantity of blastocysts is mainly depending on age and background of donor females.\r\n\n\n&#x2022; Stud males: 3-6 months old F1 strain is preferable. Stud males have to be caged separately to avoid fighting. They can be kept for up to 1 year.\r\n\n\n&#x2022; Pseudopregnant females: ICR strain is suitable for the embryo transplantation. They can be prepared by mating ICR females with vasectomized ICR males or purchasable from some breeding company.\r\n\n\n\r\n\n\n**Reagents**\r\n\n\n&#x2022; Pregnant mare&#x2019;s serum gonadotropin \\(Sigma, cat no. G4877): 25 IU/ml in saline and kept at -20 <sup>o</sup>C until use.\r\n\n\n&#x2022; Human chorionic gonadotropin \\(Sigma, cat no. C1063): 25 IU/ml in saline and kept at -20 <sup>o</sup>C until use.\r\n\n\n&#x2022; FHM \\(Chemicon, cat no. MR-024-D): For embryo culture out side CO<sub>2</sub> incubator.\r\n\n\n&#x2022; kSOM \\(Chemicon, cat no. MR-121-D): For embryo culture in CO<sub>2</sub> incubator. It should be equilibrated in 5% CO<sub>2</sub> incubator before use.\r\n\n\n&#x2022; Mineral oil \\(Sigma, cat no. M8410) or Paraffin oil \\(Nacalai Tesque 26117-45). They should be kept in dark cold room for long storage. \r\n\n\n&#x2022; Acidic Tyrode&#x2019;s solution \\(Sigma, cat no. T1788). Aliquot and keep at -20 <sup>o</sup>C until use.\r\n\n\n&#x2022; Lentiviral vector: Preparation of high titer lentiviral vector is described previously<sup>2, 3</sup>. Titrate with p24 antigen by ELISA kit \\(Zeptometrix 0801111B). Aliquots can be kept at -80 <sup>o</sup>C until use. LV-CAG-EGFP \\(Lentiviral vector carrying EGFP under control of CAG promoter) is desirable for control experiment. \r\n\n\n&#x2022; Anesthetics: Avertin has been used successfully<sup>4</sup>. \r\n\n\n&#x2022; Progesterone \\(Sigma, cat no. P0130): 10mg/ml in sesame oil."
        },
        {
            "header": "Equipment",
            "content": "**Equipments**\r\n\n\n&#x2022; Stereomicroscope\r\n\n\n&#x2022; Transmitted illuminator \\(for embryo handling and observation)\r\n\n\n&#x2022; Light guide \\(for surgical operation)\r\n\n\n&#x2022; Blunt curved forceps\r\n\n\n&#x2022; Fine point forceps\r\n\n\n&#x2022; Scissors\r\n\n\n&#x2022; Flushing needle: 1 ml syringe with 31G needle \\(tip should be blunted with whetstone)\r\n\n\n&#x2022; Embryo-handling pipette: Prepare by pulling borosilicate glass capillary by softening in alcohol lamp flame. Crack with ample cutter and round off the tip with flame. Internal diameter of tip should be around 100-120 micro-m. Connect with mouth pipette before use.\r\n\n\n&#x2022; 60 mm dish: non-treated dishes."
        },
        {
            "header": "Procedure",
            "content": "To perform proper animal experimentation, contact animal facility in your institute. Animal experiments must comply with national regulations concerning animals and their use. \r\n\n\nLentiviral vector mediated transgenesis\n5\nshould be performed as control experiment. \r\n\n\n\r\n\n\n**Preparation of blastocysts**\n4\n\\(Day 1-7) \r\n\n\n1| Inject 5 units of PMSG intraperitoneally around noon. \\(Day 1)\r\n\n\n2| Inject 5 units of HCG intraperitoneally after 48 hrs of interval. \\(Day 3)\r\n\n\n3| Mate superovulated females with stud males \\(one female per male) after HCG injection. \\(Day 4)\r\n\n\nStud males can be used twice a week \\(once a week is preferable).\r\n\n\n4| Check vaginal plugs in the next morning \\(Day 5).\r\n\n\n5| Collect embryos at either stage, 2-4 cells \\(protocol A) or blastocyst \\(protocol B). Usually more embryos can be collected with protocol A. However, 2-days of culture _in vitro_ slightly delays the embryo development. \r\n\n\n\\(A)  Collection of 2-4 cells stage embryos in afternoon. \\(Day 5)\r\n\n\n\\(i) Prepare flushing needle filled with FHM. \r\n\n\n\\(ii) Remove oviducts from mated females and keep them covered with mineral oil. \r\n\n\n\\(iii) Place each oviduct in 20 micro-L drop of FHM covered with mineral oil. \r\n\n\n\\(iv) Insert flushing needle into infundibulum and harvest embryos with FHM.\r\n\n\n\\(v) Collect embryos with embryo-handling pipette and then wash 3 times by serially transferring embryos in 50 micro-L of kSOM drops covered with mineral oil. \r\n\n\n\\(vi) Incubate embryos at 37\no\nC and 5% CO\n2\nfor 2 more days. \r\n\n\n\\(B)  Collection of blastocysts in morning. \\(Day 7)\r\n\n\n\\(i) Remove uterus from mated females and keep them covered with mineral oil.\r\n\n\n\\(ii) Cut off both ends and flush out uterus with 100 micro-L of FHM with P200 pipette into 60 mm dishes.\r\n\n\n\\(iii) Collect embryos with embryo-handling pipette and then wash 3 times by serially transferring embryos in 50 micro-L of kSOM drops covered with mineral oil. \r\n\n\n\\(iv) Incubate embryos at 37\no\nC and 5% CO\n2\nuntil use.\r\n\n\n\r\n\n\n**Zonal removal in acidic Tyode’s solution**\n4\n\\(Day 7)\r\n\n\n6| Prepare 20 micro-L drops of acidic tyrode’s solution on 60 mm dishes. FHM washing drops should be prepared on same dish. Cover with mineral oil. \r\n\n\n7| In a drop of acidic Tyrodes’s solution, pipette blastocysts up and down 3-4 times in a few seconds and then transfer them into a next drop. After zona dissolves \\(around 30 seconds), wash zona-free blastocysts 3 times in FHM drops. \r\n\n\n8| Wash 3 times in kSOM droplets and incubate at 37\no\nC and 5% CO\n2\n. \r\n\n\n\r\n\n\n**Lentiviral vector transduction**\n1, 5, 6\n\\(Day 7)\r\n\n\n9| Thaw lentiviral vector stock solution and spin down \\(10,000 rpm for 5 sec) to remove debris. \r\n\n\n10| Carefully transfer supernatant into a new tube, then dilute with kSOM \\(final concentration is 1 x 10\n3\nng-p24/ml), and prepare 5-10 micro-L drops on 60 mm dishes. Cover with mineral oil. \r\n\n\n11| Pipette up and down blastocysts in the first drop and then transfer each blastocyst in each drop.\r\n\n\n12| Incubate them at 37\no\nC and 5% CO\n2\nfor 5 hours then wash 3 times in kSOM drops.\r\n\n\n\r\n\n\n**Transplantation and analysis**\n4\n\\(Day 7-24)\r\n\n\n13| Transfer 8-10 transduced blastocysts into each uterus of pseudopregnant females \\(2.5 dpc). \r\n\n\n14| Analyze at appropriate time during pregnancy. \\(Day 7-24)\r\n\n\n15| Deliver pups and placentas by caesarian section in Day 24 morning \\(19.5 dpc). Normal delivery should be prevented by progesterone injection on Day 22 and 23. \r\n\n\n\r\n\n\n\r\n\n\n**Timeline**\r\n\n\nThis protocol can be completed in 24 days. \r\n\n\n\r\n\n\nDay 1: Inject PMSG around noon \\(30 min)\r\n\n\nDay 3: Inject HCG 48 hrs after PMSG and mating with stud males \\(30 min)\r\n\n\nDay 4: Check vaginal plug in morning \\(30 min)\r\n\n\nDay 4: Mate ICR females with vasectomized males in evening \\(30 min)\r\n\n\nDay 5: Check vaginal plug in morning \\(30 min)\r\n\n\nDay 5: Collect 2-4 cell stage embryos by flushing out oviduct in afternoon \\(1-2 hr)\r\n\n\nDay 7: Remove zona pellucida \\(1 hr)\r\n\n\nDay 7: Transduce zona-free blastocysts \\(5 hr)\r\n\n\nDay 7: Transfer the transduced blastocysts into pseudopregnant ICR female \\(1-2 hr)\r\n\n\nAnalyze at appropriate time until delivery \r\n\n\n\r\n\n\nDay 22: Inject 2mg of progesterone around noon \\(30 min)\r\n\n\nDay 23: Inject 2 mg of progesterone around noon \\(30 min)\r\n\n\nDay 24: Deliver E19.5 pups and placentas by caesarian section in morning \\(1-2 hr)"
        },
        {
            "header": "Timing",
            "content": "This protocol can be completed in 24 days."
        },
        {
            "header": "Critical Steps",
            "content": "**Preparation of blastocysts**\r\n\n\nStep 5A\\(ii). Fat tissue and blood should be carefully removed since they increase the difficulties in following steps.\r\n\n\nStep 5A\\(iii). Sharp flushing needle easily break through oviduct, tip should be round off with whetstone.\r\n\n\n\r\n\n\n**Zona removal in acidic Tyode&#x2019;s solution**\r\n\n\nStep 7. Acidic condition is toxic to embryos. Reduce the length of treatment as short as possible. \r\n\n\nHandle 10 embryos at a time at beginning \\(up to 50 embryos can be handled after practice).\r\n\n\nStep 8. If blastocoel collapses wait until reformation by culturing in kSOM.\r\n\n\n\r\n\n\n**Lentiviral vector transduction**\r\n\n\nStep 9. Remove debris carefully since they are toxic to embryos."
        },
        {
            "header": "Troubleshooting",
            "content": "**Inefficient preparation of blastocysts**\r\n\n\nQuality and quantity of blastocysts is mainly depending on age and background of donor females, so that BDF1 females \\(6-10 wks old) and males \\(3-6 months old) should be prepared as control. \r\n\n\nIf females do not superovulate, check hormones and intraperitoneal injection procedure \\(step 1-3). \r\n\n\nIf fertilization ratio is low, check vaginal plugs carefully and replace inefficient stud males \\(step 4). \r\n\n\nIf 2-4 cell embryos don&#x2019;t develop to blastocysts _in vitro_, check medium and mineral oil \\(mineral oil is sometimes problematic) \\(step 5). \r\n\n\n\r\n\n\n**Inefficient embryo survival after acidic Tyrode&#x2019;s treatment**\r\n\n\nAcidic condition is toxic to embryos, so that reduce the length of treatment. \r\n\n\nReduce the number of blastocysts treated at a time. \r\n\n\nMinimize FHM carry-over into acidic Tyrode&#x2019;s solution. \r\n\n\nWash embryos quickly after zona-removal. \r\n\n\n\r\n\n\n**Inefficient embryo development after transplantation**\r\n\n\nAverage 30-40% of transplanted blastocysts developed to term. If lower than that, transplant control blastocysts \\(zona-intact and zona-free untransduced). \r\n\n\nIf zona-intact blastocysts don&#x2019;t develop, check transplantation procedure \\(step 14). \r\n\n\nIf zona-free untransduced blastocysts don&#x2019;t develop, check acidic Tyrone&#x2019;s treatment \\(step 6-8). \r\n\n\nIf both developed well, check toxicity of lentiviral vector and transgene product. \r\n\n\nIf transgene product is toxic, use lower concentration of lentiviral vector at transduction. \r\n\n\n\r\n\n\n**Inefficient EGFP expression in the placentas**\r\n\n\nCheck biological titer of lentiviral vector. Biological titer should be around 1 x 10<sup>5</sup> infectious unit / ng-p24 when transduced 293T cells."
        },
        {
            "header": "Anticipated Results",
            "content": "Here we describe a placenta specific gene manipulation by transducing zona free blastocyst with lentiviral vector<sup>1</sup>. Zona removal prior to transduction is critical step since it protects viral infection as a physical barrier. The procedure is not harmful to embryos if performed properly, so that almost all blastocysts survived zona removal and lentiviral vector transduction \\(1 x 10<sup>3</sup> ng-p24/ml). Usually about 30-40% of the transferred blastocysts developed to term as same efficiency as non-treated embryos. Transgene expression can be observed in trophoblast cells from preimplantation stages and in placenta throughout gestation. Transgenic placentas can be generated at 100% of efficiency while all fetuses remain non-transgenic. The expected copy number per genome is normally 1-10. When we lower the lentiviral vector concentration, efficient transduction was observed in 10 times lower concentration but with mosaic expression \\(**Figure 1**). As an alternative method, direct injection of lentiviral vectors into blastocoel of zona intact blastocyst can be used but with increased risk of gene transfer into fetus and mosaic expression in placenta<sup>1, 7</sup>. \r\n\n\nBy applying our method, the restoration of placental dysfunction and embryonic lethality can be achieved. Although tetraploid embryos are also able to complement impaired placenta when aggregated with defective embryos<sup>4, 8</sup>, the application of tetraploid complementation to non-rodents has been difficult and inefficient<sup>9, 10</sup>. It should be noted that lentiviral vector mediated gene transfer has the potential to be extended to other animal species. This protocol provides a robust system for studying placental organogenesis with implications for the treatment of placental dysfunction."
        },
        {
            "header": "References",
            "content": "1. Okada, Y. _et al._ Complementation of placental defects and embryonic lethality by trophoblast-specific lentiviral gene transfer. _Nature Biotechnology_ \\(in press).\r\n  2. Follenzi, A., Ailles, L. E., Bakovic, S., Geuna, M. &amp; Naldini, L. Gene transfer by lentiviral vectors is limited by nuclear translocation and rescued by HIV-1 pol sequences. _Nat Genet_ **25**, 217-22 \\(2000).\r\n  3. \"Tiscornia, G., Singer, O. &amp; Verma, I. M. Production and purification of lentiviral vectors. _Nature Protocols_ **1**, 241-5 \\(2006).\":http://www.nature.com/nprot/journal/v1/n1/abs/nprot.2006.37.html\r\n  4. Nagy, A. Manipulating the mouse embryo: A laboratory manual \\(eds. Nagy, A., Gertsenstein, M., Vintersten, K. &amp; Behringer, R.) \\(Cold spring harbor laboratory press, New York, 2003).\r\n  5. \"Singer, O., Tiscornia, G., Ikawa, M. &amp; Verma, I. M. Rapid generation of knockdown transgenic mice by silencing lentiviral vectors. _Nature Protocols_ **1**, 286-92 \\(2006).\":http://www.nature.com/nprot/journal/v1/n1/abs/nprot.2006.44.html\r\n  6. Ikawa, M., Tanaka, N., Kao, W. W. &amp; Verma, I. M. Generation of transgenic mice using lentiviral vectors: a novel preclinical assessment of lentiviral vectors for gene therapy. _Mol Ther_ **8**, 666-73 \\(2003).\r\n  7. Wolfgang, M. J. _et al._ Rhesus monkey placental transgene expression after lentiviral gene transfer into preimplantation embryos. _Proc Natl Acad Sci U S A_ **98**, 10728-32 \\(2001).\r\n  8. Yamamoto, H. _et al._ Defective trophoblast function in mice with a targeted mutation of Ets2. _Genes Dev_ **12**, 1315-26 \\(1998).\r\n  9. Curnow, E. C., Gunn, I. M. &amp; Trounson, A. O. Electrofusion of two-cell bovine embryos for the production of tetraploid blastocysts _in vitro. Mol Reprod Dev_ **56**, 372-7 \\(2000).\r\n  10. Prochazka, R., Vodicka, P., Zudova, D., Rybar, R. &amp; Motlik, J. Development of _in vivo_ derived diploid and tetraploid pig embryos in a modified medium NCSU 37. _Theriogenology_ **62**, 155-64 \\(2004)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nbt1280 ",
                "date": "2006-12-11 06:21:20",
                "title": "Complementation of placental defects and embryonic lethality by trophoblast-specific lentiviral gene transfer",
                "authors": [
                    "Okada",
                    "Y. et al."
                ],
                "journal": "Nature Biotechnology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9980,
                "identity": "9ecd37c9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuka Okada",
                "email": "",
                "orcid": "",
                "institution": "Research Institute for Microbial Diseases,  Osaka University, 3-1, Yamada-oka, Suita, Osaka, 565-0871 Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuka",
                "middleName": "",
                "lastName": "Okada",
                "suffix": ""
            },
            {
                "id": 9981,
                "identity": "9ecd3eca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Masahito Ikawa",
                "email": "",
                "orcid": "",
                "institution": "Research Institute for Microbial Diseases,  Osaka University, 3-1, Yamada-oka, Suita, Osaka, 565-0871 Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masahito",
                "middleName": "",
                "lastName": "Ikawa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-15 13:18:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.62",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.62",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607640,
                "identity": "695a235e-e354-4c20-9dc5-a2080c44f420",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16067,
                "visible": true,
                "origin": "",
                "legend": "Transduced placentas at different concentration of lentiviral vector   Blastocysts collected from BDF1 intercrosses were transduced with different concentration of LV-CAG-EGFP lentiviral vectors and transplanted into pseudopregnant females. Placentas were collected at E13.5 and observed under fluorescence stereomicroscope. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-130/v1/figure_1.jpg"
            },
            {
                "id": 13465380,
                "identity": "919d1e57-0747-4c3c-a0c0-740de7bb8ea1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 166078,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-130/v1/573dd6d0-8567-4e25-96ef-6df8acb1d1f4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "placenta, trophoblast, blastocyst, lentiviral, lentivirus ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Placenta specific gene manipulation by transducing zona-free blastocyst using lentiviral vector",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-24 04:47:54",
                "doi": "10.1038/nprot.2007.62",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9eccd5fa-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 24th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1483,
                "name": "Genetics"
            },
            {
                "id": 1484,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-24 04:47:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}