{
    "identity": "nprot-2401",
    "title": "Preparation of tools for lithographically controlled wetting and soft lithography",
    "content": [
        {
            "header": "Introduction",
            "content": "GENERAL INFORMATION\r\n\n\n\r\n\n\nPHOTOLITHOGRAPHY \r\n\n\nPresently the most common method to fabricate rigid stamps \\(usually in silicon) and masters required for replica molding of the soft stamps is photolithography \\(see the protocol in ref.\\(1)). This process, widely used for microfabrication, is based on the selective removing of parts of a film upon the exposition to light \\(usually UV). This is achieved thanks to some materials known as photoresists, that are light-sensitive, meaning that, according to their composition, they become soluble or insoluble to their developing solution upon illumination. The first family is called positive photoresist and the second negative.\r\n\n\nThe light is sent through a photomask that shadows the parts of the film that, according to the kind of resist used, must be removed or preserved. Different kind of masks can be used but their common feature is the ability to shadow as much as possible some parts of the photoresist below \\(contrasting power), the most used are transparent foils with pattern drawn by an ink non-transparent to UV-light or highly reflecting foils \\(usually metallic) where some portion have been removed by laser engraving. The current limits of photolithography is approximately 250 nm and the minimum feature size is 100 nm \\(2). These values are important on the one hand to define the ranges of fabrication of soft stamps for LCW but on the other hand for the forthcoming comparison with the feature sizes and resolution that LCW can achieve. The masks are usually drawn using CAD software and then transferred either by common printers on transparent foils, where the marks will represent the shadowed areas, or by laser engraving of highly reflective metallic sheets where the removed part will corresponding to the illuminated path. The photoresist film, upon illumination is then developed in the appropriate solution leaving on the surface only the features that will be used as master for replica molding or directly as stamp.\r\n\n\n\r\n\n\nELECTRON BEAM LITHOGRAPHY \r\n\n\nWhen the resolution limits required by the process are below those of photolithography \\(diffraction limit), electron beam lithography \\(EBL) is usually chosen for fabricating the masters. This technique is in fact able to achieve resolution of 20-30 nm in lateral size \\(see the protocol in ref.\\(1)), because it make use of an electron beam to locally alter the chemical properties of a material \\(resist) that will be then removed in a development step. Beside the illustrated resolution advantage one must remind that EBL is an expensive technology and it is a serial technique, thus it is much slower than photolithography. \r\n\n\n\r\n\n\nREPLICA MOLDING\r\n\n\nReplica molding \\(RM) is the most common way of fabricating the elastomeric stamp for soft lithography and LCW and it is one of the most important tools for these techniques. RM is based on the reticulation of the elastomeric precursors onto the master that is then removed, upon curing, by peeling it off. It is worth mentioning that the LCW is not limited to the elastomeric materials as other soft-lithographic methods and it makes wide use of rigid and metallic materials as it is shown other sections of this protocol. Nevertheless replica molding of the elastomeric materials still plays a crucial role because, making use of well known materials such as Polydimethylsiloxane \\(PDMS), it allows tuning the surface properties of the stamp by liquid or plasma chemical treatments.\r\n\n\nElastomeric stamps made of PDMS are deformed easily under the effect of capillary adhesion. The attractive force, exerted by the solution trapped between the substrate and the stamp, may involve sagging of the PDMS stamp and poor patterning in the region where the PDMS displaced the solution. The capillary force may be estimated according to De Gennes,\\(3) and needs to be considered during the design of the spacer and the dimensioning of the full PDMS replica. In this case, an effective parameter is the aspect ratio AR, defined as the ratio of width over thickness of the window delimited by the spacer. If we put PDMS Young modulus E ≈ 460 kPa, contact angle of solution θ = π/6, and surface tension γ = 0.02 N/m \\(organic solvents), we derived the critical value for AR that will induce sagging for various distances between the substrate and the PDMS replica, by finite element calculation \\(Figure 1). The empirical relationship can be summarized with a linear abacus for fast design, providing that the overall dimension of the stamp is exceeding the window defined by the spacer. \r\n\n\n\r\n\n\nNANOIMPRINT LITHOGRAPHY \r\n\n\nNanoimprint lithography \\(NIL) is another important technique useful to fabricate tools \\(i.e. master for RM and stamps) for LCW. NIL consists of a physical \\(morphological) deformation of a thermoplastic material in a temperature and pressure controlled printing process. A silicon stamp fabricated by a conventional lithography such as EBL or photolithography is usually employed. In NIL the thermoplastic material \\(usually a polymer) is deformed by pressing the stamp into the polymer at a temperature above the polymer's glass-transition temperature. The polymer is then cooled down below the glass-transition temperature and the stamp is removed.\r\n\n\n\r\n\n\nVACUUM SUBLIMATION OF METALS  \r\n\n\nOne of the advantages of LCW is the versatility with respect to the material of the stamp used for patterning. In this frame, a role is played also by metallic stamps, some of them \\(gold for instance) can be functionalized using thiol based Self Assembled Monolayers \\(SAM) to tune their surface properties. These stamps are usually fabricated by vacuum sublimation of a thin metallic layer on a master previously realized by one of the above mentioned techniques. For some substrates such as silicon or mica an adhesive layer \\(usually made of chromium or titanium) has to be previously evaporated on the underlying material to favour the stability of the metallic film.\r\n\n\n\r\n\n\nCOMMERCIAL AVAILABLE MASTER/STAMPS \r\n\n\nCommercial metallic grids commonly used for Electron Microscopy experiments have proven to be very suitable for as a stamp for LCW \\(See Fig 2). When the grid comes as a large sheet that must be cut, it is crucial to cut it with very sharp scissors to avoid large deformations of the areas near the cut. For the most kind of patterning inexpensive masters such as Compact Disc \\(CD) Digital versatile disk \\(DVD) or diffraction gratings are commercially available.  This kind of devices are made of: Blank CD, parallel stripes 1.5  µm pitch, 500 nm width and 220 nm depth. Blank DVD, parallel stripes with 750 µm pitch, 300 nm width and 110 nm depth.  Written disks contain a pattern o doth and line with the same size containing an information in digital \\(binary) code. Figure 3 shows typical AFM images CD and DVD masters."
        },
        {
            "header": "Reagents",
            "content": "• Photoresists SU-8\r\n\n\n• SU-8 developer 1-Methoxy-2-propanol acetate \r\n\n\n• PolyMethylMethacrylate \\(PMMA) \\(Allresist, AR-P679.01)\r\n\n\n• Sylgard 184 silicone elastomer base and Sylgard 184 elastomer curing agent \u2028\\(Dow Corning)  CRITICAL Sylgard 184 is a thermal curable elastomer, which is provided as a two-component kit consisting of the base and the curing agent.  The standard ratio between base and the curing agent 1:10 small variation led to adjust the softness of cured elastomer \\(higher value of 10% led more rigid stamp). Use glove powder-free for these operations. \r\n\n\n• Ethanol \\(Sigma-Aldrich, cat. no. 459836)\r\n\n\n• Hydrogen peroxide \\(Sigma-Aldrich, cat. no. 216763)\r\n\n\n• Sulfuric acid \\(Sigma-Aldrich, cat. no. 320501)\r\n\n\n• Masks \\(supplier Toppan inc.)\r\n\n\n\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nPiranha solution 3:1 mixture of concentrated H2SO4 and H2O2 \\(30% vol/vol).  Add very slowly and mix with a glass rod one volume of H2O2 to three volumes of H2SO4 in a clean beaker whose volume is at least 10 times the volume of the final solution.\r\n\n\n CRITICAL Piranha solution \u2028must be prepared fresh and cooled to room temperature before use. \r\n\n\n\\! CAUTION Keep attention because there are exothermic processes involved when you add the hydrogen peroxide to the sulphuric acid. Piranha solution can reacts violently with organic compounds, is very aggressive to skin, and should be handled with care. It is important to work in a fume hood and wear personal protective clothing \\(e.g., nitrile or latex gloves, lab coat, safety glasses) when handling solutions and keep away from organic chemicals"
        },
        {
            "header": "Equipment",
            "content": "• IR fiber laser marker \\(for metallic photomask engraving e.g., LaserPoint, Marko 10P) \r\n\n\n• Laser marker IR 1064 nm\r\n\n\n• Spin coater \\(for the application of thin films of resists, e.g., Laurell ws-650-6NNP/Lite)\r\n\n\n• UV mask aligner \\(for photolithography, e.g., Karl Suss, Mask Aligner MJB4)\r\n\n\n• Electron-beam writer \\(for e-beam lithography, e.g., SEM-FEG Hitachi S4000 with Nabity NPGS e-beam source)\r\n\n\n• Vacuum line \\(for removal of bubbles) \r\n\n\n• Hotplates \\(for baking resist films and surface cleaning, e.g., MR Hei-Standard, Heidolph) \r\n\n\n• Nitrogen gas line \\(for drying stamps and substrates) \r\n\n\n• Precision hydraulic press \\(for imprint semirigid stamps, e.g, PW20, P/O Weber) \r\n\n\n• Ultrasonic cleaner \\(for surface cleaning, e.g., Elmasonic S30H)\r\n\n\n• System for metal vacuum sublimation  \\(for preparing supported thin films of gold or, e.g., EDUARS System) \r\n\n\n• Optical microscope \\(for characterizing patterns on masters and stamps at the microscale, e.g., Nikon Eclipse 80i)\r\n\n\n• Scanning electron microscope \\(SEM, for characterizing patterns on masters and stamps at both micro- and nanoscale, e.g., SEM-FEG Hitachi S4000) \r\n\n\n• Atomic force microscope \\(AFM, for characterizing patterns on masters and stamps at both micro- and nanoscale, e.g., NT-MDT NTEGRA)."
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\r\n\n\nPhotolithography: fabrication of masters and rigid stamps TIMING 1-3 days\r\n\n\nFollow protocols in refs.\\(1),\\(4),\\(5) or:\r\n\n\n1. Design the masks by CAD or other vectorial graphic software.\r\n   CRITICAL STEP Define properly the distances and geometry of the stamp to prevent sagging using soft stamps.\r\n\n\n2. Photomask fabrication:\r\n  A. for low-resolution mask \\(feature size >20 µm), print by a high-resolution printer the features on transparent plastic sheet.\r\n\n\nB. for high-resolution mask \\(feature size 10 µm < Size < 20 µm), print by laser marker to engrave metallic foils. \r\n\n\n CRITICAL STEP: It is important for the metallic layer to be enough thick to shadow the UV light during the photolithography illumination. It is also crucial that material supporting the the thin metallic layer is homogeneouly transparent to the IR laser to avoid artifactual shadowings.\r\n\n\nC. a commercial chrome photomask \\(photomask with micrometric feature can be fabricated in 1-2 week by supplier)\r\n\n\n3. Clean accurately the substrate supporting the photoresist layer: using a silicon wafer 30 minutes in Piranha solution. Then rinse with ultrapure water and dry with clean gas flow. If it has not to be used immediately, store the substrate in ultrapure water.\r\n  4. Fix the silicon on the spin coater, spread the photoresist and start the chosen program. For SU-8 a two steps program with a first step of 5 seconds at 300 rpm followed by a second one of 50 seconds at 1000 rpm is suitable for a 20 μm layer \\(for 10 μm double the rpm reaching 2000).\r\n  5. Heat sample to remove the solvent \\(3 min. at 65°C followed by 7 min. at 95°C) before the exposition\r\n  6. Expose the photoresist film to the UV light using the Mask Aligner, chose times between 6 s for a 40 μm layer and 1 sec. for 1 μm. \r\n  7. Remove the sample from the Mask Aligner and place on the heater for 2 min. at 65°C followed by 4 min. at 95°C.\r\n  8. Develop the sample using the following two solutions: SU-8 developer and isopropanol; the former remove the material and the latter stop the process. The time within the developer can range between 30 s and 3 minutes according to the thickness.\r\n   CRITICAL The substrate holding the photoresist layer must be extremely clean and, during the exposition, the photomask has to adhere well to the photoresist.\r\n\n\n PAUSE POINT The photolithographic fabricated master can also be used both directly of through replica molding of elastomeric stamps for LCW.\r\n\n\n\r\n\n\nElectron beam lithography: fabrication of masters and rigid TIMING 1-2 days\r\n\n\nFollow protocol as in refs.\\(1),\\(5) or\r\n\n\n1. Spin coat PMMA, 5000rpm for 5 min, on silicon previously cleaned as described for photolithography.\r\n  2. Bake the sample on a hot plate at 180 °C for 60 s to flatten the film, get rid of residual solvent, and enhance the adhesion between PMMA and the substrate.\r\n  3. Insert the PMMA film in the Scanning Electron Microscope chamber and create the vacuum.\r\n  4. Start writing the pattern with the electron beam using respectively Vacc=30kV and IEM=10μA to generate a pattern of holes in a PMMA film and Vacc=30kV and IEM=20μA to generate a pattern of reliefs in the same film.\r\n  5. Optimise the focus gradually until reaching the highest magnification and measure the current in a hole of the Faraday Cup; for a pattern of holes in PMMA IFC ∼0.6 nA, for reliefs IFC ∼4 nA.\r\n  6. Chose the dose \\(this will fix the time you need for patterning the chosen area); for holes in PMMA the Doses must be 500-5000 μC/cm2 for reliefs 5000-50000 μC/cm2.\r\n  7. Remove the sample from the SEM chamber and develop the film: \r\n  A. for a pattern of holes in PMMA use a solution 1:3 methyl isobutylketone:isopropanol \\(MIBK:IPA) at 20°C for 60 s, then rinse in pure IPA for 60 s, and finally dry with nitrogen gas.\r\n\n\nB. for a pattern of reliefs leave the sample for 10-20 s in acetone and then rinse in pure water for 60 s and dry with nitrogen gas.\r\n\n\n PAUSE POINT The EBL fabricated master can also be used both directly of through replica molding of elastomeric stamps for LCW.\r\n\n\n\r\n\n\nReplica molding of a master: fabrication of soft stamps TIMING 6-12 h\r\n\n\nFollow protocols in refs.\\(1),\\(6) or:\r\n\n\n1. Pipette inside a cup 10 parts of Sylgard 184 base and 1 part of the curing agent \\(w/w).\r\n  2. Use a spatula or a spoon to carefully mix the base and curing agent for at least 3 min.\r\n   CRITICAL STEP Ensure that the two components are perfectly mixed. Incomplete mixing may affect the curing behaviour, homogeneity and mechanical properties of the resulting stamp.\r\n\n\n3. Place the master on a Petri dish and put on top of it a thickness mask to define size and shape of the stamp \\(e.g. a metallic washer).\r\n   CRITICAL STEP use clean tweezers to manipulate the master avoid touch any feature present on top of the master. Plastic tweezers are preferred for these operations.\r\n\n\n4. Pipette the fluid mixture to the desired thickness inside the washer; remove the bubbles by placing the Petri dish in a box \\(e.g. a desiccator) and connect to the vacuum line of the fume hood for 15 min. \r\n   CRITICAL STEP It is important to complete this step after pouring the mixed PDMS onto the master so that no bubbles will be trapped at the interface between the master and PDMS.\r\n\n\n5. Turn off the vacuum and vent the box.\r\n  6. Curing: Place the Petri dish containing both the master and the PDMS/curing mixture 48 h in the desiccator at room temperature \\(20°C) or, for a faster preparation, in an oven set to 70 °C and cure it for 6 h.\r\n  7. Peel-off the PDMS stamp and the washer from the master. Use a finger or a spatula to remove the PDMS stamp from the washer. \r\n  \r\n\n\n\r\n\n\n\r\n\n\nNanoimprinting: fabrication of semi-rigid stamps TIMING 6-12 h\r\n\n\n1. Nanoimprinting of polycarbonate: Insert a foil >500 µm thick of polycarbonate in between the plate of a press. A thickness ranging between 0.5 mm and 1mm are ideal for an easy manipulation by tweezers normally the flat side of commercial CD or DVD can work properly \\(Note the unpatterned side of CD or DVD can properly work).\r\n  2. Place the master on top of the polycarbonate foil with the features in contact with the polymer. \r\n  3. Put the plates of the press in contact, sandwich the polycarbonate and master and apply a low pressure <5 bar. By this operation the master will be conformal with the polycarbonate.\r\n  4. Heat the plates at 130°C; wait the thermalization of the system for 20 min.\r\n  5. Apply a pressure of 75 bar for 1 min.\r\n  6. Deprint the plates.\r\n  7. Remove the master from the polycarbonate foil with the help of a spatula\r\n  \\! CAUTION be sure that the temperature reach above room temperature).\r\n\n\n CRITICAL STEP pay attention to the cleaning of the environment and in particular the interface between the master and the foil, usually for sub-micrometric resolution you can work under laminar wood, in the case of <200 nm feature the use of a clean room is desirable furthermore the stamp surface must be functionalised by anti-adhesion SAM as step 9-12 of the protocol.\r\n\n\n\r\n\n\nVacuum sublimation of metals: stamp metallization TIMING 6-12 h\r\n\n\nStamp metallization is necessary only if you use aggressive solvents, it must be done using vacuum system, which is commercially apparatus. Metallization system it is usually available in common preparation facilities. See also protocol in ref.4\r\n\n\n1. Fix the stamp on a sample holder with the features exposed.\r\n  2. Put the system in vacuum with pressure<10-6 bar\r\n  3. Evaporate >50 nm of Au taking the crucible at a temperature suitable for a rate <1 nm/min. \\(thickness ranging between 50 and 100 nm offer adequate protection of the polymer without alter the stamp features) the sample must kept at room temperature. Monitor the growth rate by the quartz microbalance \\(a quartz microbalance tool is usually present in each commercial metallization system). \r\n   CRITICAL POINT the metallization take all polymers impermeable to the solvent, thus in some case it changes the result of your patterning.\r\n\n\n\r\n\n\nMetallic grids and masks fabrication TIMING 1-2 days\r\n\n\n1. Design the masks by CAD or other vectorial graphic software.\r\n  2. Take a metallic foil thick enough to be self standing, aluminium is the most suitable and easier to find as a commercial product, and let it adhere well and uniformly onto a glass support or onto any other material that is flat and transparent to IR light.\r\n  3. Place the metal+support onto the scanner of a IR marker and start writing \\(Note: the laser intensity and the focus of the beam will define the size of the feature where metal is removed).\r\n    CRITICAL POINT Tuning the laser intensity one has to pay attention to avoid the formation of rims of metal on the border of the engraved areas and to tune the speed of the laser to have the borders of the features as much as possible uniform.\r\n\n\n4. Detach the metallic foil from the support and use this mask for PRINTING.\r\n  \r\n\n\nMetallized stamp from blank CD TIMING 20 min\r\n\n\n1. Rinse the label layer of the blank CD with ethanol and dry in a stream of nitrogen for 60 s.\r\n  2. Rinse the solid substrate \\(e.g., glass, silicon wafer) with ethanol and dry in a stream of nitrogen for 30 s.\r\n  3. Stick a double-sided tape on the solid substrate and use a razor blade to remove the tape in excess.\r\n   CRITICAL STEP it is important to use a double-sided tape compatible with the solvent used in the next steps.\r\n\n\n4. Stick the substrate on the label layer of the blank CD using the second adhesive layer of the tape and press down with hand to achieve a homogeneous contact. Use a razor blade to cut the label layer of the blank CD along the edges of the substrate.\r\n  5. Peel off the substrate with the metal layer of the blank CD carefully with the aid of a flat head tweezers. \r\n   CRITICAL STEP it is important to peel off the substrate slowly to prevent the breaking of the metal layer.\r\n\n\n6. Rinse the metallic side of the blank CD with ethanol to remove the organic dye and dry in a stream of nitrogen for 30 s.\r\n  \r\n\n\nSoft stamp from blank CD TIMING 8 h\r\n\n\n1. Peel-off the label \\(and metallic) layer of the CD from its polycarbonate layer using an adhesive tape.\r\n   CRITICAL STEP To facilitate this step, make a little scratch on the border of the label layer with a razor blade. \r\n\n\n2. Rinse the polycarbonate layer of the blank CD with ethanol to remove the organic dye and dry in a stream of nitrogen for 60 s.\r\n  3. Follow fabrication of soft stamp using the polycarbonate side of the CD as master. \\(Note to achieve stamps with a thickness in the range of 0.3-0.5 cm use 25 g of mixture for single CD). \r\n   CRITICAL STEP It is important to peel off the substrate slowly to prevent the breaking of the metal layer.\r\n\n\n\r\n\n\nMetallized stamp from Digital Video Disc \\(DVD) TIMING 10 min\r\n\n\n1. Separate the two polycarbonate layers of the DVD using spatula and robust tweezers. \r\n   CRITICAL STEP It is important to separate the substrates slowly to prevent the breaking of the metal layer.\r\n\n\n2. Rinse the metallic layer of the blank DVD with ethanol to remove the organic dye and dry in a stream of nitrogen for 60 s.\r\n  3. Cut the metallic layer supported on polycarbonate with a razor blade into stamps with the desired dimensions.\r\n  \r\n\n\nSoft stamp from diffraction grating TIMING 8 h\r\n\n\n1. Rinse the diffraction grating with the proper solvent and dry in a stream of nitrogen for 60 s.\r\n   CRITICAL STEP It is important to use a solvent that does not damage the diffraction grating.\r\n\n\n2. Follow fabrication of soft stamp using the diffraction grating as master."
        },
        {
            "header": "Timing",
            "content": "• Photolithography: fabrication of masters and rigid stamps TIMING 1-3 days\r\n\n\n• Electron beam lithography: fabrication of masters and rigid TIMING 1-2 days\r\n\n\n• Replica molding of a master: fabrication of soft stamps TIMING 6-12 h\r\n\n\n• Nanoimprinting: fabrication of semi-rigid stamps TIMING 6-12 h\r\n\n\n• Vacuum sublimation of metals: stamp metallization TIMING 6-12 h\r\n\n\n• Metallic grids and masks fabrication TIMING 1-2 days\r\n\n\n• Metallized stamp from blank CD TIMING 20 min\r\n\n\n• Soft stamp from blank CD TIMING 8 h\r\n\n\n• Metallized stamp from Digital Video Disc \\(DVD) TIMING 10 min\r\n\n\n• Soft stamp from diffraction grating TIMING 8 h"
        },
        {
            "header": "References",
            "content": "1. Qin, D., Xia, Y.N. & Whitesides, G.M. Soft lithography for micro- and nanoscale patterning. Nat. Protoc. 5, 491-502 \\(2010).\r\n  2. Xia, Y.N. & Whitesides, G.M. Soft lithography. Angew. Chem., Int. Ed. 37, 551-575 \\(1998).\r\n  3. de Gennes, P.-G., Brochard-Wyart, F. & Quere, D. Capillarity and Wetting Phenomena: Drops, Bubbles, Pearls, Waves. \\(Springer, 2004).\r\n  4. Kim, P., Adorno-Martinez, W.E., Khan, M. & Aizenberg, J. Enriching libraries of high-aspect-ratio micro- or nanostructures by rapid, low-cost, benchtop nanofabrication. Nat. Protoc. 7, 311-327 \\(2012).\r\n  5. Nair, P.M., Salaita, K., Petit, R.S. & Groves, J.T. Using patterned supported lipid membranes to investigate the role of receptor organization in intercellular signaling. Nat. Protoc. 6, 523-539 \\(2011).\r\n  6. Nelson, C.M., Inman, J.L. & Bissell, M.J. Three-dimensional lithographically defined organotypic tissue arrays for quantitative analysis of morphogenesis and neoplastic progression. Nature Protocols 3, 674-678 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "The work was supported by the project ESF-EURYI DYMOT, ESF-EuroBioSAS ICS, EU Collaborative Project HYSENS FP7-NMP3-SL-2011-263091 and national project PRIN prot. 2009N9N8RX_003."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nprot.2012.094",
                "date": "2012-08-20 09:24:20",
                "title": "Micro- and nanopatterning by lithographically controlled wetting",
                "authors": [
                    "Massimiliano Cavallini",
                    "Denis Gentili",
                    "Pierpaolo Greco",
                    "Francesco Valle",
                    "and Fabio Biscarini"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12069,
                "identity": "9fc98f70-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Massmiliano Cavallini",
                "email": "m.cavallini@bo.ismn.cnr.it",
                "orcid": "",
                "institution": "Consiglio Nazionale delle Ricerche (CNR) - Istituto per lo Studio dei Materiali Nanostrutturati (ISMN), Via P. Gobetti 101, 40129 Bologna, Italy.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Massmiliano",
                "middleName": "",
                "lastName": "Cavallini",
                "suffix": ""
            },
            {
                "id": 12070,
                "identity": "9fc99230-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Denis Gentili",
                "email": "",
                "orcid": "",
                "institution": "CNR -ISMN Bologna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Denis",
                "middleName": "",
                "lastName": "Gentili",
                "suffix": ""
            },
            {
                "id": 12071,
                "identity": "9fc995a4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pierpaolo Greco",
                "email": "",
                "orcid": "",
                "institution": "Scriba Nanotecnologie S.r.l",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pierpaolo",
                "middleName": "",
                "lastName": "Greco",
                "suffix": ""
            },
            {
                "id": 12072,
                "identity": "9fc99739-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Francesco  Valle",
                "email": "",
                "orcid": "",
                "institution": "CNR -ISMN Bologna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Francesco",
                "middleName": "",
                "lastName": "Valle",
                "suffix": ""
            },
            {
                "id": 12073,
                "identity": "9fc99897-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fabio Biscarini",
                "email": "",
                "orcid": "",
                "institution": "CNR -ISMN Bologna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fabio",
                "middleName": "",
                "lastName": "Biscarini",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-05-29 13:57:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.029",
        "doiUrl": "https://doi.org/10.1038/protex.2012.029",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608482,
                "identity": "3eef9edb-4162-4b45-8ec6-84a270010d78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7012044,
                "visible": true,
                "origin": "",
                "legend": "Finite element calculation of stamp deformation   a) Linear dependence of critical aspect ratio (sagging) vs spacer thickness in LCW, for plasma treated PDMS. For thin replicas sagging occurs also at larger spacer thicknesses, and the dependence is not linear b) Deformation of elastomeric stamp as output from finite element calculation, showing sagging due to capillary adhesive forces.",
                "description": "",
                "filename": "figure1.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2401/v1/figure_1.tif"
            },
            {
                "id": 2608483,
                "identity": "631fd9a5-e685-4318-b714-861615a00d9f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 679916,
                "visible": true,
                "origin": "",
                "legend": "Commercial grids   Examples of some commercial grids. ",
                "description": "",
                "filename": "figure2.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2401/v1/figure_2.tif"
            },
            {
                "id": 2608486,
                "identity": "fd4cb589-bd3a-4211-b0cd-2fb1811bbed4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 20193892,
                "visible": true,
                "origin": "",
                "legend": "Commercial tools CD and DVD.   Scheme of the CD-ROM and DVD structures with the corresponding Atomic Force Microscopy images.",
                "description": "",
                "filename": "figure3.tif",
                "url": "https://assets.researchsquare.com/files/nprot-2401/v1/figure_3.tif"
            },
            {
                "id": 13464752,
                "identity": "f58d4fe9-c0e4-429b-8de7-cc162caadfa6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:36",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 3632617,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2401/v1/60f99a0e-7b0c-4b26-930a-fd22683fd4b9.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Master fabrication, Rigid stamps, Polymeric stamps, Grids, Masks, CD masters, DVD masters",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol provides the instructions for designing and fabricating stamping tools with features ranging from nanometer to micrometer scale, including the fabrication using commercial tools such as compact disks or digital video disks. In particular the reported procedures are oriented towards the tools fabrication for lithographically controlled wetting and soft lithography. Because the versatility of these methods that has almost no restrictions concerning the materials used for the stamps, a wide range of methods are provided in this protocol including photolithography, electron beam lithography, replica molding, laser engraving and nanoimprinting.",
        "manuscriptTitle": "Preparation of tools for lithographically controlled wetting and soft lithography",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-08-20 09:25:27",
                "doi": "10.1038/protex.2012.029",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fc92022-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 20th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2739,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-08-20 09:25:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}