{
    "identity": "nprot-3455",
    "title": "Stereo-separations of Peptides by Capillary Electrophoresis and Chromatography",
    "content": [
        {
            "header": "Introduction",
            "content": "Its 21st century scientists are attempting to provide the best lives to the society.\r\n\n\nMedication is one of the most important aspects in our lives. Chirality in the drugs is a\r\n\n\ncomplex phenomenon creating confusion in medications. The demand of chiral drugs is\r\n\n\nincreasing constantly due to different pahramaceutical activities of drugs enantiomers. One\r\n\n\nenantiomers may be active while the other inactive, toxic or ballast; leading to various side\r\n\n\neffects and problems \\[1]. It is because of chiral nature of our biological systems. Mostly\r\n\n\nbiological reactions are stereo-selective because of different enantioselective distribution\r\n\n\nrates, metabolisms, excretion and clearances of enantiomers. Due to these facts, scientists,\r\n\n\nclinicians, industrialists, academicians and government authorities are asking data for\r\n\n\noptically active drugs and other biological important molecules. US FDA, Health Canada,\r\n\n\nEuropean Committee for Proprietary Medicinal Products and Pharmaceutical and Medical\r\n\n\nDevices Agencies of Japan, have banned the marketing of all racemic drugs \\[2-4].\r\n\n\nSmall peptides \\(monomers n < 6) are of great importance because of contribution in\r\n\n\nvarious biological processes. The biological activities of small peptides include protein\r\n\n\nsynthesis, fertility, neurotransmission, inflammation process, pathogenic microorganisms\r\n\n\nactivities and other functions of human beings. These functions made peptide vital molecules\r\n\n\nin drug development and health care \\[5-7]. Besides, these peptides are also being used as\r\n\n\nbiological markers in the biological systems \\[8]. The small peptides are also considered as\r\n\n\nimportant molecules in food and nutrition industries. For examples, aspartame, carnosine, etc.\r\n\n\nare being prepared at industrial scale \\[7]. It is important to mention here that biological\r\n\n\nfunctions of peptides are stereoselective; especially related to enzymatic reactions.\r\n\n\nIn view of these facts, stereo-separation of small peptides is very important in drugs\r\n\n\ndevelopment and health care. Stereo-separation of peptides may be achieved by capillary\r\n\n\nelectrophoresis and chromatography. Literature has many papers on stereo-separation of peptides \\[9-12]. Recently, Ali et al. \\[13] reviewed stereo-separations of small peptides by\r\n\n\ncapillary electrophoresis and chromatography techniques. It was observed that all these\r\n\n\npapers contain sufficient information on stereo-separations of peptides but no one describes\r\n\n\nthe experimental procedures, methods development and optimization strategies in details,\r\n\n\nwhich are urgently required at laboratory level globally. Therefore, the attempts have been\r\n\n\nmade to describe a protocol for stereo-separations of peptides by capillary electrophoresis and\r\n\n\nchromatography. The present article describes the state-of-the-art of stereo-separations of\r\n\n\npeptides using capillary electrophoresis, chromatography. The efforts have been made to\r\n\n\ndiscuss optimization strategies and future perspectives of stereo-separations of peptides."
        },
        {
            "header": "Reagents",
            "content": "All solvents and reagents should be of HPLC and AR grades\r\n\n\nOptically active pure and racemic peptides standards\r\n\n\nDeionised water\r\n\n\nAcetonitrile\r\n\n\nMethanol\r\n\n\nReagents for the preparation of phosphate, acetate and borate buffers.\r\n\n\nRequired chiral selectors\r\n\n\nAcids and bases for pH adjustment"
        },
        {
            "header": "Equipment",
            "content": "Capillary Electrophoresis Instrument\r\n\n\n. Personal computer \\(PC) for data acquisition\r\n\n\n. Fused silica capillaries \\(~ 50 cm effective length with 50 or 75 μm inner diameter)\r\n\n\n. Special capillary cutting blade\r\n\n\n. pH meter\r\n\n\n. UV–Vis. Spectrometer\r\n\n\n. Degasification unit\r\n\n\n. Filtration unit\r\n\n\n. Micro balance"
        },
        {
            "header": "Procedure",
            "content": "1. Prepare stock solutions of peptides \\(optically active pure and racemic) in water \\(0.1\r\n  mg/mL).\r\n\n\n2. Prepare required BGE and dissolve suitable and appropriate amount of chiral selector in\r\n  it.\r\n\n\n3. Protocols given in Figure 2 should be used before selecting and preparing BGE.\r\n  4. Filter through 0.45 μm membrane and degas by sonication.\r\n  5. Rinse the capillary for 5 min. with 0.5 M NaOH followed by 10 min with deionize water.\r\n  6. Fill BGE in CE reservoirs and dip the ends of capillary into them.\r\n  7. Rinse capillary for 5 min with BGE.\r\n  8. Inject racemic peptides sample solutions.\r\n  9. Apply appropriate potential and run CE instrument.\r\n  10.. Among the measurements, rinse capillary for 2 min with BGE from time to time.\r\n\n\n11. Optimize the stereo-separations.\r\n  12. Identify the resolved enantiomers by running standard pure optically active stereomers.\r\n  13. Wash capillary by deionised water before stopping HPLC instrument.\r\n  14. Calculate capillary electrophoretic parameters using standard equations \\[14].\r\n  15. Determine the qualitative and quantitative stereo-separations."
        },
        {
            "header": "Timing",
            "content": "Rinse the capillary for 5 min. with 0.5 M NaOH followed by 10 min with deionize water.\r\n\n\nRinse capillary for 5 min with BGE\r\n\n\nAmong the measurements, rinse capillary for 2 min with BGE from time to time."
        },
        {
            "header": "Troubleshooting",
            "content": "1. CE is gaining importance in stereo-separations of peptides.\r\n  2. CE instrument has two injection modes i.e. electrokinetic and pressure injection modes.\r\n  2. pH meter should be calibrated using pH 4.0 and pH 10.0 standards.\r\n  4. First filter about 10 mL of deionized water in order to remove any impurities from filtration unit.\r\n  5. pH of electrolyte is a crucial parameter and should be adjusted as per the requirements.\r\n  6. The addition of organic modifiers improves the stereo-separations.\r\n  7. Generally, organic modifiers are toxic to health.\r\n  8. Care should be taken to avoid skin contact, inhalation and swallowing.\r\n  9. Organic modifiers should be handled with cautions using gloves, glasses, etc.\r\n  10. These organic modifiers should be stored in cool, dry and well ventilated places.\r\n  11. Both ends of capillary should be sealed by heating; if instrument is kept for long time."
        },
        {
            "header": "Anticipated Results",
            "content": "Stereo-separation of small peptides is a growing research area since early 1990s. The\r\n\n\nmetabolism of D-amino acid containing peptides stimulated stereo-separations of peptides\r\n\n\n\\[55,56]. The stereo-separations methods are gaining advancement with respect to time. For\r\n\n\nexample, switching from indirect methods to direct stereo-separations and a gradual\r\n\n\nreplacement of protocols requiring derivatization of samples to the analysis of underivatized\r\n\n\npeptides are the advancements. The cyclodextrines and macrocyclic antibiotics are the most\r\n\n\ncommonly used chiral selectors. However, in recent time polysaccharides and other chiral\r\n\n\nselectors have been used. During last few years, hyphenation of CE and HPLC with MS\r\n\n\ndetectors, 2D-LC \\[57] and the development of miniaturized analytical devices are other \r\n\n\ndevelopments \\[58]. Reducing analysis time and complication of analyzed samples have\r\n\n\neconomic impact \\[59]. Fast speed UPLC instrument has not been used in chiral\r\n\n\nchromatograph1 of peptides. But UPLC is used for stereo-separations of derivatized amino\r\n\n\nacids \\[60]. Therefore, it is expected that UPLC may acquire a good position in stereoseparations\r\n\n\nof peptide. The stereo-separation of peptides diastereomers is important in\r\n\n\nphysiological researches and industries. This is due to the fact that multi-components, multistereoisomer\r\n\n\nmixtures are found in the food and pharmaceutical industries. Such situation\r\n\n\nwill expand industries with respect to enantiopure peptides.\r\n\n\nKeeping these facts into consideration, the stereo-separations of peptides at\r\n\n\npreparative scale is the requirement of today. Literature survey indicates only one report at\r\n\n\npreparative scale \\[61]. Therefore, there is a great need for stereo-separation of peptides at\r\n\n\npreparative scale. Really, optically active pure di- and tri-peptides can be obtained by chiral\r\n\n\nsynthetic methods but not larger peptides. This is a niche for preparative chromatographic\r\n\n\nmethods. It is assumed that more attention will be drawn to the area in pharmaceutical\r\n\n\nindustries for peptide stereo-separations"
        },
        {
            "header": "References",
            "content": "Aboul-Enein, H.Y., & Ali, I., Chiral separations by liquid chromatography and related technologies \\(Marcel Dekker, Inc., New York, USA, 2003).\r\n\n\n2. Simonyi, M., Fitos, I., Visy, J.,  Chirality of bioactive agents in protein binding storage and transport process. Tips, 7, 112-116. \\(1986).\r\n  3. FDA policy statement for the development of new stereoisomeric drugs, Publication Date: 05/01/1992.\r\n  4. Ali, I., Gaitonde, V.D., Aboul-Enein, H.Y. Hussain, A., Chiral separation of β-adrenergic\r\n  blockers on cellucoat column by HPLC. Talanta 78, 458-463 \\(2009).\r\n\n\n5. Humphrey, M.J., Ringrose, P.S., Peptides and related drugs: A review of their adsorption, metabolism, and excretion. Drug Met. Rev. 17, 283-310 \\(1986).\r\n  6. Prasad, C. Bioactive cyclic  dipetides. Pept. 16, 151-164 \\(1995).\r\n  7. Yagasaki, M., Hashimoto, S. Synthesis and application of dipeptides; current status and\r\n  perspectives. Appl. Microbiol. Biotechnol. 81, 13-22 \\(2008).\r\n\n\n8. Soga, T., Sugimoto, M., Honma, M., Mori, M., Igarashi, K., Kashikura, K., Ikeda, S., Hirayama, A., Yamamoto, T., Yoshida, H., Otsuka, M., Tsuji, S., Yatomi,Y., Sakuragawa, T., Watanabe, H., Nihei, K., Saito, T., Kawata, S., Suzuki, H., Tomita, M., Suematsu, M. Serum metabolomics reveals γ-glutamyl dipeptides as biomarkers for discrimination among different forms of liver disease. J. Hepatol. 55, 896-905 \\(2011).\r\n  9. Scriba, G.K.E. Recent advances in enantioseparations of peptides by capillary electrophoresis. Electrophoresis 24, 4063-4077 \\(2003).\r\n  10. Czerwenka, C., Lindner, W. Stereoselective peptide analysis. Anal. Bioanal. Chem. 382,\r\n  599-638 \\(2005).\r\n\n\n11. Schmid, M.G. Chiral metal-ion complexes for enantioseparation by capillary electrophoresis and capillary electrochromatography: A selective review. J. Chromatogr. A 1267, 10-16 \\(2012)\r\n  12. Kasicka Kašička, V. Recent developments in CE and CEC of peptides \\(2009-2011). Electrophoresis 33, 48-73 \\(2012).\r\n  13. Imran Ali, Zeid A. Al-Othman, Abdulrahman Al-Warthan, Leonid Asnin, Alexander Chudinov, Advances in chiral separations of small peptides by capillary electrophoresis and chromatography, J. Sepn. Sci. In Press \\(2014).\r\n  14. Imran Ali and Hassan Y. Aboul-Enein, Chiral pollutants: Distribution, toxicity and analysis\r\n  by chromatography and capillary electrophoresis \\(J. Wiley & Sons, Chichester, UK, 2004).\r\n\n\n15. Neue, U.D. Peak capacity in unidimensional chromatography. J. Chromatogr. A 1184, 107- 130 \\(2008).\r\n  16. Czerwenka, Ch., Lämmerhofer, M., Lindner, W. Structure- enantioselectivity relationships for\r\n  the study of chiral recognition in peptide enantiomer separation on cinchona alkaloid-based\r\n\n\nchiral stationary phases by HPLC: Influence of the N-terminal protecting group. J. Sep. Sci. 26, 1499-1508 \\(2003).\r\n\n\n17. Hirayama, C., Hirayama, H., Ihara, K., Tanaka Chromatographic resolution of dipeptide enantiomers and diastereomers on chiral stationary phases from poly-\\(L-leucine) or poly\\(Lphenylalanine)\r\n  J. Chromatogr. 450, 271-276 \\(1988).\r\n\n\n18. Chen, S. High performance liquid chromatographic enantioseparation of benzoyl amino acids, dipeptides and tripeptide on β-cyclodextrin bonded stationary phase using polarorganic acetonitrile as the mobile phase. J. Chin. Chem. Soc. 46, 239-244 \\(1999).\r\n  19. Tonoi, T., Nishikawa, A., Yajima, T., Nagano, H., Mikami, K. Fluorous substituent-based enantiomer and diastereomer separation: Orthogonal use of HPLC columns for the  synthesis\r\n  of nonproteinogenic polyfluoro amino acids and peptides. Eur. J. Org. hem. 1331-1335 \\(2008).\r\n\n\n20. Wan, H., Blomberg, L.G. Enantioseparation of amino acids and dipeptides using vancomycin\r\n  as chiral selector in capillary electrophoresis. Electrophoresis 17, 1938-1944 \\(1996).\r\n\n\n21. Wan, H., Blomberg, L.G. Chiral separation of DL-peptides and enantioselective interactions between teicoplanin and D-peptides in apillary electrophoresis. Electrophoresis 18, 943-949 \\(1997).\r\n  22. Sabah, S., Scriba, G.K.E. Electrophoretic stereoisomer separation of aspartyl dipeptides and\r\n  tripeptides in untreated fused-silica and polyacrylamide-coated capillaries using charged  cyclodextrins. J. Chromatogr. A 822, 137-145 \\(1998).\r\n\n\n23. Suß, F., Poppitz, W., Sanger-van de Griend, C.E., Scriba, G.K.E. Influence of the amino acid sequence and nature of the cyclodextrin on the separation of small peptide  enantiomers by capillary electrophoresis using randomly substituted and single isomer sulfated and sulfonated cyclodextrins. Electrophoresis 22, 2416-2423 \\(2001).\r\n  24. Sabah, S., Scriba, G.K.E. Resolution of aspartyl dipeptide and tripeptide stereoisomers by\r\n  capillary electrophoresis. J. Microcolumn Sep 10, 255-258 \\(1998).\r\n\n\n25. Sabbah, S., Scriba, G.K.E. Separation of dipeptide and tripeptide enantiomers in capillary\r\n  electrophoresis using carboxymethyl-β-cyclodextrin and succinyl-β-cyclodextrin: Influence of the amino acid sequence, nature of the cyclodextrin and pH. Electrophoresis 22, 1385- 1393 \\(2001).\r\n\n\n26. Verleysen, K., Sabah, S., Scriba, G.K.E., Chen, A., Sandra, A. Evaluation of the enantioselective possibilities of sulfated cyclodextrins for the separation of aspartyl di- and\r\n  tripeptides in capillary electrophoresis. J. Chromatogr. A 824, 91-97 \\(1998).\r\n\n\n27. Verleysen, K., Sabah, S., Scriba, G., Sandra, P. Enantioseparation of aspartyl dipeptides by\r\n  CE: Comparison between 18-crown-6-tetracarboxylic acid and carboxymethyl-β-cyclodextrin\r\n\n\nas chiral selector. Chromatographia 49, 215-218 \\(1999).\r\n\n\n28. Sidamonidze, N., Süß, F.,  Poppitz, W., Scriba, G.K.E. Influence of the amino acid sequence and nature of the cyclodextrin on the separation of small peptide enantiomers by capillary\r\n  electrophoresis using α-, β-, and γ-cyclodextrin and the corresponding hydroxypropyl derivatives. J. Sep. Sci. 24, 777-783 \\(2001).\r\n\n\n29. Sänger van de Griend, C.E. Enantiomeric separation of alanyl and leucyl dipeptides by capillary electrophoresis with cyclodextrins as chiral selectors. Electrophoresis 21, 2397-2404 \\(2000).\r\n  30. Sungthong, B., Ivanyi R., Bunz, S.C., Neusu, C., Scriba, G.K.E. CE-MS characterization of negatively charged α-, β- and γ-CD derivatives and their application to the separation of dipeptide and tripeptide enantiomers by CE. Electrophoresis 31, 1498-1505 \\(2010).\r\n  31. Wan, H., Blomberg, L.G. Enantiomeric separation of small chiral peptides by capillary\r\n  electrophoresis. J. Chromatogr. A 758, 303-311 \\(1997).\r\n\n\n32. Scriba, G.K.E. Recent developments in peptide tereoisomer separations by capillary electromigration techniques. Electrophoresis 30, S222- S228 \\(2009).\r\n  33. Dubsky, P., Svobodová, J., Tesařová, E., Gaš, B. Enhanced selectivity in CZE multi-chiral\r\n  selector enantioseparation systems: Proposed separation mechanism. Electrophoresis 31,1435-1441 \\(2010).\r\n\n\n34. Gong, X.Y., Dobrunz, D., Kümin, M., Wiesner, M., Revell, J.D., Wennemers, H., Hauser\r\n  P.C. Separating stereoisomers of di-, tri-, and tetrapeptides using capillary electrophoresis with contactless conductivity detection. J. Sep. Sci. 31, 565-573 \\(2008).\r\n\n\n35. Wernisch S, Lindner W. Versatility of cinchona-based zwitterionic chiral stationary phases:\r\n  Enantiomer and diastereomer separations of non-protected oligopeptides utilizing a multimodal\r\n\n\nchiral recognition mechanism. J Chromatogr A 1269, 297-307 \\(2012).\r\n\n\n36. Francotte, E.R. Enantioselective chromatography as a powerful alternative for the preparation\r\n  of drug enantiomers. J. Chromatogr. A 906, 379-397 \\(2001).\r\n\n\n37. Fornstedt, T., Sajonz, P., Guiochon, G. A closer study of chiral retention mechanisms. Chirality 10, 375-381\\(1998).\r\n  38. Vespalec, R., Bocek, P. Chiral Separations in Capillary Electrophoresis. Chem. Rev. 100,\r\n  3715-3754 \\(2000).\r\n\n\n39. Wren, S.A.C., Rowe, R.C. Theoretical aspects of chiral separation in capillary\r\n  electrophoresis. I. Initial evaluation of a model. J. Chromatogr. A 603, 235-241 \\(1992).\r\n\n\n40. Rawjee, Y.Y, Staerk, D.U., Vigh, G. Capillary electrophoretic chiral separations with\r\n  cyclodextrin additives: I. acids: chiral selectivity as a function of pH and the concentration of β-cyclodextrin for fenoprofen and ibuprofen. J. Chromatogr. A 635, 291-306 \\(1993).\r\n\n\n41. Xia, S., Zhang, L., Lu, M., Qiu, B., Chi,Y., Chen, G. Enantiomeric separation of chiral dipeptides by CE-ESI-MS employing a partial filling technique with chiral crown ether.\r\n  Electrophoresis 30, 2837-2844 \\(2009).\r\n\n\n42. Wan, H., Blomberg, L.G. Enantiomeric separation of small chiral peptides by capillary\r\n  electrophoresis. J. Chromatogr. A. 792, 393-400 \\(1997).\r\n\n\n43. Xu, W., Nakagama, T., chiyama, K., Hobo,T. Enantioseparation of aromatic dipeptides using carboxymethyl-β-cyclodextrin polymer as chiral selector by capillary electrophoresis. Anal. Lett. 33, 1147-1165 \\(2000).\r\n  44. Scriba, G.K.E. Differentiation of enantiomers by capillary electrophoresis \\(Springer Berlin\r\n  Heidelberg, 2013).\r\n\n\n45. Hammitzsch-Wiedemann, M., Scriba, G.K.E. Mathematical Approach by a Selectivity Model\r\n  for Rationalization of pH- and Selector Concentration-Dependent Reversal of the Enantiomer\r\n\n\nMigration Order in Capillary Electrophoresis. Anal. Chem. 81, 8765-8773 \\(2009)\r\n\n\n46. Schmid, M.G., Gübitz, G. Capillary zone electrophoretic separation of the enantiomers of\r\n  dipeptides based on host-guest complexation with a chiral crown ether. J. Chromatogr. A. 709, 81-88 \\(1995).\r\n\n\n47. Salami, M., Jira, T., Otto, H.H., Capillary electrophoretic separation of enantiomers of amino acids and amino acid derivatives using crown ether and cyclodextrin. Pharmazie. 60, 181-185 \\(2005).\r\n  48. Waibel, B., Scheiber, J., Meier, C., Hammitzsch, M., Baumann, K., Scriba, G.K.E., Holzgrabe, U. Comparison of Cyclodextrin-Dipeptide Inclusion Complexes in the Absence and Presence of Urea by Means of Capillary Electrophoresis, Nuclear Magnetic Resonance\r\n  and Molecular Modeling. Eur. J. Org. Chem. 2007, 2921-2930 \\(2007).\r\n\n\n49. Uwe Conrad, Bezhan Chankvetadze, Gerhard K. E. Scriba, High performance liquid chromatographic separation of dipeptide and tripeptide enantiomers using a chiral crown ether stationary phase, J. Sep. Sci. 28, 2275-2281 \\(2005).\r\n  50. Ekborg-Ott, K.H., Liu,Y., Armstrong, D.W., Highly enantioselective HPLC separations using the covalently bonded macrocyclic antibiotic, ristocetin, a chiral stationary phase, Chirality\r\n  10, 434 \\(1998).\r\n\n\n51. Asnin, L., Sharma, K., Park, S.W., Chromatographic retention and thermodynamics of adsorption of dipeptides on a chiral crown ether stationary phase. J. Sep. Sci. 34, 3136-3144 \\(2011).\r\n  52. Schmid, M.G., Schreiner, K., Reisinger, D., Gubitz, G., Fast chiral separation by ligandexchange\r\n  HPLC using a dynamically coated monolithic column. J. Sep. Sci. 29, 1470-1475 \\(2006).\r\n\n\n53. Schmid, M.G., Hölbling, M., Schnedlitz, N., Gübitz, G., Enantioseparation of dipeptides and\r\n  tripeptides by micro-HPLC comparing teicoplanin and teicoplanin aglycone as chiral selectors. J. Biochem. Biophys. Methods 61, 1-10 \\(2004).\r\n\n\n54. Czerwenka, Ch., Lämmerhofer, M., Lindner,W., Micro-HPLC and standard-size HPLC for the separation of peptide stereoisomers employing an ion-exchange principle. J. Pharm. Biomed. Anal. 30, 1789-1800 \\(2003).\r\n  55. Bai, L., Sheeley, S., Sweedler, J.V. Analysis of endogenous D-amino acid-containing peptides in Metazoa. Bioanal. Rev. 1, 7-24 \\(2009).\r\n  56. Winn, M., Goss, R.J.M., Kimura, K., Bugg, T.D.H. Antimicrobial nucleoside antibiotics targeting cell wall assembly: Recent advances in structure–function studies and nucleoside biosynthesis. Nat. Prod. Rep. 27, 279-304 \\(2010).\r\n  57. Czerwenka Ch., Maver, N.M., Linder, W. Liquid chromatographic–mass spectrometric\r\n  separation of oligoalanine peptide stereoisomers: influence of absolute configuration on\r\n\n\nenantioselectivity and two-dimensional separation of diastereomers and enantiomers. J.,\r\n\n\nChromatogr. A 1038, 85-95 \\(2004).\r\n\n\n58. Ali, I, Aboul-Enein, H.Y. & Gupta, V.K. Nano Chromatography and Capillary Electrophoresis: Pharmaceutical and Environmental Analyses \\(Wiley & Sons, Hoboken,\r\n  USA, 2009).\r\n\n\n59. Bazylak, G. Reversed-phase high-performance liquid chromatography of the stereoisomers of some sweetener peptides with a helical nickel\\(II) chelate in the mobile phase. J. Chromatogr. A 668, 519-527 \\(1994).\r\n  60. Xiao, Y., Tan, T.T.Y., Ng, S.C. Enantioseparation of dansyl amino acids by ultra-high pressure liquid chromatography using cationic β-cyclodextrins as chiral additives. Analyst 136, 1433-1439 \\(2011).\r\n  61. Florance, J., Galdes, A., Konteatis, Z., Kosarych, Z., Langer, K., Martucci, C. Improvement\r\n  of chemical analysis of antibiotics : XIII. Systematic simultaneous analysis of residual tetracyclines in animal tissues using thin-layer and high-performance liquid chromatography. J. Chromatogr. 414, 313-322 \\(1987)."
        },
        {
            "header": "Acknowledgements",
            "content": "The author would like to extend their sincere appreciation to the Deanship of Scientific Research at King Saud University, Riyadh, Saudi Arabia for its funding this research group No. RGP-150"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13093,
                "identity": "a03d1d3c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": " Imran  Ali",
                "email": "drimran_ali@yahoo.com, drimran.chiral@gmail.com",
                "orcid": "",
                "institution": "Department of Chemistry, Jamia Millia Islamia, New Delhi, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Imran",
                "middleName": "",
                "lastName": "Ali",
                "suffix": ""
            },
            {
                "id": 13090,
                "identity": "a03d1520-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Afzal Hussain",
                "email": "",
                "orcid": "",
                "institution": "College of Pharmacy, King Saud University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Afzal",
                "middleName": "",
                "lastName": "Hussain",
                "suffix": ""
            },
            {
                "id": 13091,
                "identity": "a03d1940-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": " Iqbal  Hussain",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Iqbal",
                "middleName": "",
                "lastName": "Hussain",
                "suffix": ""
            },
            {
                "id": 13092,
                "identity": "a03d1bb7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mohamed F.  Al-Ajmi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mohamed",
                "middleName": "F.",
                "lastName": "Al-Ajmi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-10-19 17:15:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.042",
        "doiUrl": "https://doi.org/10.1038/protex.2014.042",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609057,
                "identity": "b55fd3c3-f6fa-4d4f-a927-efd5b30dbc66",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "doc",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 854016,
                "visible": true,
                "origin": "",
                "legend": "Figures   Word Document containing all 7 figures",
                "description": "",
                "filename": "figure1.doc",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_1.doc"
            },
            {
                "id": 2609060,
                "identity": "ffe73c75-1b1e-4fd9-a0de-f6a83cf84377",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 77213,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Diastereomers of N-(α-Aspartyl)-phenylalanine. LL-aspartame is sweet. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_2.png"
            },
            {
                "id": 2609055,
                "identity": "651269ac-46c7-47c8-a0fc-bdaf07f7b12b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 47204,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Protocol for development and optimization of CE conditions for chiral  resolution.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_3.png"
            },
            {
                "id": 2609059,
                "identity": "e8f3f0ec-f598-4af3-9a50-940896ca6a8f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 41945,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Protocol for development and optimization of mobile phases on polysaccharides CSPs under normal phase mode. ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_4.png"
            },
            {
                "id": 2609058,
                "identity": "e001f86c-2fac-4268-bcfb-c982ef864081",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37718,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   Protocol for development and optimization of mobile phases on polysaccharides CSPs under reversed phase mode. ",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_5.png"
            },
            {
                "id": 2609061,
                "identity": "38a3f5a3-d897-47b3-b1b1-d2c6c9c91463",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33433,
                "visible": true,
                "origin": "",
                "legend": "Figure 5   Protocol for development and optimization of normal mobile phases on CDs based CSPs under normal phase mode.",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_6.png"
            },
            {
                "id": 2609062,
                "identity": "c6a32c31-e8c5-4691-b8d0-3c648be2744a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39691,
                "visible": true,
                "origin": "",
                "legend": "Figure 6   The Protocol for development and optimization of normal mobile phases on CDs based CSPs under reversed phase mode. ",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_7.png"
            },
            {
                "id": 2609063,
                "identity": "3d1284d6-136d-43f7-8c1f-90f5bb053e6d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:40",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40660,
                "visible": true,
                "origin": "",
                "legend": "Figure 7   The protocol for the development and optimization of mobile phases on  CDs based CSPs under polar organic phase mode.",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/figure_8.png"
            },
            {
                "id": 13465319,
                "identity": "889e1275-90b9-4925-89b9-3a361b1844e8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:16",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 499504,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3455/v1/ea012d2a-aa2d-4d74-9be9-5af6f93e2053.pdf"
            }
        ],
        "financialInterests": "The author declare no competing financial Interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Peptides, Stereo-separations, Capillary electrophoresis, Chromatography, Future perspectives, Protocols",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Small peptides \\(di-, tri-, tetra- penta- hexa etc. and peptides) control many chemical\r\n\n\nand biological processes. The biological importance of stereomers of peptides is of great\r\n\n\nvalue. The stereo-separations of peptides are gaining importance in biological and medicinal\r\n\n\nsciences and pharmaceutical industries. There is a great need of experimental protocols of\r\n\n\nstereo-separations of peptides. The various chiral selector used were polysaccharides,\r\n\n\ncyclodextrins, Pirkle’s types, macrocyclic antibiotics, crown ethers, ligand exchange, etc. The\r\n\n\nattempts have been made to develop stereo-separations protocols for peptides using capillary\r\n\n\nelectrophoretic and chromatographic techniques. In addition to these, the optimization\r\n\n\nstrategies of stereo-separations were also discussed in the details. The efforts are also made to\r\n\n\ndiscuss the future perspectives of peptides stereo-separations.",
        "manuscriptTitle": "Stereo-separations of Peptides by Capillary Electrophoresis and Chromatography",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-10-31 07:02:47",
                "doi": "10.1038/protex.2014.042",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03cb0b0-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 31st, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3214,
                "name": "Chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-10-31 07:02:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}