{
    "identity": "nprot-2149",
    "title": "Radioisotopic Assay of L-carnitine \\(CN)",
    "content": [
        {
            "header": "Introduction",
            "content": "L-Carnitine \\(CN)  transfers long-chain fatty acids into the mitochondrial matrix for fatty acid β-oxidation. In addition, CN transfers the peroxisomal β-oxidation product, acetyl-CoA, to the mitochondria, maintaining a favorable acetyl-CoA:CoA ratio and stores energy in the form of acetylcarnitine."
        },
        {
            "header": "Reagents",
            "content": "Tip: D.I. water: fresh de-ionized water \r\n\n\nPut everything into the ice when making standard solutions and acetyl-CoA mixture.\r\n\n\n\r\n\n\n• L-Carnitine standard stock solution \\(1.00 mM): add 19.77 mg L-carnitine-HCl into a 100 mL volumetric flask. Top to the mark with D.I. water.\r\n\n\no 0.02 mM standard solution \\(1:50): use a 500 µL syringe to add 500 µL 1.00 mM solution into a 25 mL volumetric flask. Top to the mark with D.I. water. \r\n\n\no 0.04 mM standard solution \\(1:25): use a 500 µL syringe to add 1000 µL 1.00 mM solution into a 25 mL volumetric flask. Top to the mark with D.I. water.\r\n\n\no  0.10 mM standard solution \\(1:10): use a 500 µL syringe to add 1000 µL 1.00 mM solution into a 10 mL volumetric flask. Top to the mark with D.I. water.\r\n\n\no 0.30 mM standard solution \\(3:10): use a 500 µL syringe to add 3000 µL 1.00 mM solution into a 10 mL volumetric flask. Top to the mark with D.I. water.\r\n\n\nTransfer the standard solutions into test tubes with Teflon cap. Wrap with Teflon tape.\r\n\n\nStorage: Put the solutions in the refrigerator \\(4 oC). It is stable for several months.\r\n\n\nCalibration: for each experiment, standardize the stock solution spectrophoto-metrically at 349 nm by monitoring the disappearance of NADH in the enzyme system.\r\n\n\n\r\n\n\n• Tris buffer \\(1L of 0.24 M, pH 7.3): dissolve 29.06 g Trizma base \\(Sigma T6066) in 750 mL of fresh deionized water \\(D.I. water) and adjust with 1N HCl \\(about 207 mL) to pH 7.3; pool to the 1 L volumetric flask, top to the mark.\r\n\n\nCalculation:\r\n\n\nProblem: to make 1 L of 0.24 M, pH 7.3 Tris buffer \\(pKa=8.1)\r\n\n\nSolution:  7.3 = 8.1 + log \\(\\[RNH2]/\\[RNH3+])  \\(1)\r\n\n\n\\[RNH2] + \\[RNH3+] = 0.24 M x 1 L  \\(2)\r\n\n\nthen:   \\(1) + \\(2): 7.31xRNH2 = 0.24 mol  \\(3)\r\n\n\nthen:   RNH3+ = HCl amount, and,\r\n\n\nRNH3+ +RNH2 = Tris base amount\r\n\n\nStorage: Put the solution in the refrigerator \\(4 oC).\r\n\n\n\r\n\n\n• Sodium tetrathionate \\(7.06 mM): dissolve 1.08 g sodium tetrathionate powder \\(Sigma S5758) in 500 mL of Tris buffer.\r\n\n\nCalculation: 7.06 mM x 500 mL = 7.06 mM x 0.5 L = 3.53 mmol = 3.53 mmol x 306.2 mg/mmol = 1080.89 mg = 1.08 g\r\n\n\nStorage: Put the solution in the refrigerator \\(4 oC). \r\n\n\n\r\n\n\n• Acetyl-CoA mixture \\(0.4 mCi/L + 0.4 mM, or 0.4 µCi \\[1-14C]acetyl-CoA + 0.35 mg acetylCoA/mL deionized water): Thaw 14C-acetyl-CoA \\(NEC-313L or ARC 276A) first. Add Tris buffer carefully into the acetyl-CoA bottle \\(25 mg, Sigma A2181). Pool the solution into a 100 mL of graduate cylinder. Wash the acetyl-CoA bottle several time, collect the washing in the 100 mL graduate cylinder. Add Tris buffer to 75 mL, transfer the solution to a bottle with a glass cap. Pipette 2000 µL of NEN \\[1-14C] acetyl-CoA \\(1 µCi/100 µL) or 200 µL of ARC \\[1-14C] acetyl-CoA \\(10 µCi/100 µL) into the glass bottle. Mix the solution gently in the bottle. Label the bottle as radioactive material.\r\n\n\nStorage: Put the solution in the refrigerator \\(4 oC). It is stable for several days.\r\n\n\nCalibration:\r\n\n\n\r\n\n\n• Ammonium sulfate \\(2.9 M): Add 9.58 g ammonium sulfate in 25 mL D.I. water.\r\n\n\nStorage: Put the solution in the refrigerator \\(4 oC). \r\n\n\n\r\n\n\n• Carnitine acetyltransferase stock solution \\(550 kU/L): the commercial product of carnitine acetyltransferase suspension \\(Sigma C8757) has 10.08 mg protein in 1.8 mL of 2.9 M ammonium sulfate \\(5.6 mg protein/mL solution) with the activity of 98 U/mg protein \\(988 U/10.08g protein/1.8 mL = 550 U/mL = 550 kU/L). \r\n\n\nStorage: Put the solution in the refrigerator \\(4 oC). \r\n\n\nUsage: For each working day, diluted the stock solution: 1 volume of the stock solution + 10 volume of 2.9 M \\(NH4)2SO4. Put the diluted enzyme solution in ice.\r\n\n\n20 µL diluted enzyme solution \\(50 U/mL) have an activity of 1.00 U.\r\n\n\n\r\n\n\n• 1 mL reaction mixture contains: 0.5 mL 0.24 M Tris buffer \\(120 µmol), 0.25 mL 7.06 mM sodium tetrathionate \\(1.76 µmol), and 0.25 mL 0.4 mM acetyl-CoA mixture \\(100 nmol + 0.1 µCi) \r\n\n\n\r\n\n\n• Perchloric acid \\(HClO4) \\(1 M or 10 %): Measure 25 mL 70% HClO4 solution with a 50 mL volumetric cylinder and pour it into a glass bottle. Use 100 mL volumetric cylinder to measure 300 mL D.I. water and add it into the bottle \\(dilution factor 1:7). Seal the bottle with a glass stopper and mix the solution well by shaking.\r\n\n\n\r\n\n\n• Hydrochloric acid \\(HCl) \\(1 N): Use 50 mL graduate cylinder to add 41.50 mL of 38% HCl into a 500 mL volumetric flask. Top to the mark with D.I. water. Mix the solution in the flask. Transfer the solution to a glass bottle with a glass stopper. Titrate the solution with 1N KOH if accurate concentration is needed.\r\n\n\n\r\n\n\n• Potassium hydroxide \\(KOH) \\(3.5 M): Weigh 39.2 g crystal and dissolve into 20 mL D.I. water in a beaker. Transfer into a 200 mL volumetric flask. Top to the mark with D.I. water.\r\n\n\nPotassium hydroxide \\(KOH) \\(1 M): Weigh 11.22 g crystal and dissolve into 20 mL D.I. water in a beaker. Transfer into a 200 mL volumetric flask. Top to the mark with D.I. water."
        },
        {
            "header": "Equipment",
            "content": "Preparation of anion exchange columns\r\n\n\n\r\n\n\n1. Calculate and weigh proper amount of AG2-X8 anion exchange resin \\(0.75 g/sample, i.e., 60 g in 400 mL of water/80 samples/day)\r\n  \r\n\n\n2. Wash AG2-X8 anion exchange resin material with D.I. water. Swirl resin in water. Allow the solution to settle several minutes. Pour off fine articles that do not settle. Repeat.\r\n  \r\n\n\n3. Add 1 N HCl and let sit in cold room overnight to charge the resin. Pour off HCl and rinse twice with D.I. water.\r\n  \r\n\n\n4. Add water to the resin to make slurry. Deliver equal amount of resin into Poly-Prep columns. \r\n  \r\n\n\n5. Flush columns first with 1.0 mL of water using Pasteur pipette. Don’t dry the resin in the column. Then add the tip to the column to stop the flow. Add 1 mL of D.I. water. Cap the column."
        },
        {
            "header": "Procedure",
            "content": "Free CN assay procedure:\r\n\n\n\r\n\n\nTip: Most steps should be conducted in ice.\r\n\n\n\r\n\n\n1. Check the accuracy of 100 µL automatic pipette. \r\n  Run blanks to check the whole procedure. Normally blank is about 100 DPM. If the value is much higher, \\[1-14C]acetyl-CoA may be degraded. \r\n\n\n\r\n\n\n2. Prepare blanks, standards and samples in duplicates.\r\n  \r\n\n\n3. Add 0.5 mL tris buffer to each sample.\r\n  \r\n\n\n4. Finely tune each sample to pH 7.3 with 1 M HCl or 1 M KOH.\r\n  Critical step\\!\\!\\!\r\n\n\n\r\n\n\n5. 0.25 mL sodium tetrathionate solution, and 0.25 mL acetyl-CoA reaction mixture \\(should be FRESH). Vortex.\r\n  \r\n\n\n6. Make enzyme solution \\(1:10). Example: Take the stock enzyme solution from the refrigerator and put into the ice. Gently shake it 3 times inversely. Use 20 µL automatic pipette to transfer 20 µL stock solution into a micro centrifuge tube in the ice. Use 200 µL automatic pipette to add 200 µL 2.9 M \\(NH4)2SO4 solution into the micro centrifuge tube. Gently mix inversely 3 times.\r\n  \r\n\n\n7. Add 20 µL of enzyme into each tube EXCEPT FOR BLANKS. mix inversely for 3 times.\r\n  \r\n\n\n8. Incubate for 30 minutes at 37 C.\r\n  \r\n\n\n9. Vortex the tube drastically and place in ice for 5 min.\r\n  \r\n\n\n10. Prepare a set of 13x100 mm disposable tubes to contain eluant.\r\n  \r\n\n\n11. Change tubes\\!\\!\\! Transfer 1.0 mL of the solution in the assay tube into the anion exchange columns. Mark the latest loaded column.\r\n  \r\n\n\n12. Flush columns with 0.5 mL D.I. water. Mix well the eluant.\r\n  \r\n\n\n13. Pipette 0.5 mL elutes into the vials with 10 mL scintillation cocktail and count 14C with Beckman LS 6500.\r\n  \r\n\n\n\r\n\n\nI. Deproteinization of serum/bile/lymph\r\n\n\n\r\n\n\n1. Defreeze the tissue overnight.\r\n  \r\n\n\n2. In the morning of the working day, turn on the water bath and centrifuge.\r\n  \r\n\n\n3. Prepare columns, tubes, racks, and scintillation vials. Weigh microcentrifuge tubes.\r\n  Prepare 6 sets of 2 mL of centrifuge tubes. Weigh two of the 6 sets. Write down the values.\r\n\n\n\r\n\n\n4. Use 100 µL automatic pipette to add 50 µL of the serum/bile/lymph into a 2 mL microcentrifuge tube. Wash with 50 µL of  D.I. water. Duplicate. \r\n  \r\n\n\n5. Add 200 µL ice-cold 1M HClO4. Vortex drastically. Stand for 10 min.\r\n  \r\n\n\n6. Centrifuge for 10 minutes at 1.2x104 g at 5 oC.\r\n  To separate long chain acyl-CNs \\(acid-insoluble fraction) from short chain acyl-CNs and free CN \\(acid-soluble fraction) by deproteinization. Medium chain acyl-CNs are partitioned into the two fractions. \r\n\n\n\r\n\n\n7. Use 1000 µL automatic pipette to transfer the supernatant to another 2 mL microcentrifuge tube. \r\n  \r\n\n\n8. Add 100 µL ice-cold 1M HClO4. Vortex drastically. Stand for 10 min.\r\n  \r\n\n\n9. Centrifuge for 10 minutes at 1.2x104 g at 5 oC.\r\n  To repeat separation.\r\n\n\n\r\n\n\n10. Use 1000 µL automatic pipette to collect the supernatant to the other 2 mL microcentrifuge tube. \r\n  \r\n\n\n11. Resuspend the precipitate in 100 µL 3.5 M KOH at pH 13.\r\n  \r\n\n\n12. Incubate the suspension at 60 oC for 30 min. \r\n  \r\n\n\n13. Neutralize the supernatant with 100 µL 3.5 M KOH. \r\n  \r\n\n\n14. Centrifuge the supernatant for 10 min at 1.2x104 g.\r\n  To precipitate KClO4\r\n\n\n\r\n\n\n15. During this time, prepare 4 sets of tubes for Free CN and acid-soluble CN duplicates.\r\n  \r\n\n\n16. Weigh another set of microcentrifuge tubes. Transfer the supernatant to this set of tubes. Measure the final volume of the supernatant \\(About 500 µL) by weighing the tubes again.\r\n  \r\n\n\n\r\n\n\nII. Preparation of free CN\r\n\n\n\r\n\n\n1. Pipette 150 µL supernatant into a 12x75 mm tube.\r\n  \r\n\n\n2. Ready for CN assay.\r\n  \r\n\n\n\r\n\n\nIII. Preparation of acid-soluble CN \\(free + short chain acyl-CN)\r\n\n\n\r\n\n\n1. Pipette 150 µL supernatant into a 12x75 mm tube.\r\n  \r\n\n\n2. Add 100 µL 3.5 M KOH to pH 13. Mix well.\r\n  \r\n\n\n3. Incubate the solution at 60 oC for 1 h.\r\n  To alkalinize the short chain carnitine to free carnitine\r\n\n\n\r\n\n\n4. Cool down the solution and neutralize with 200 µL 1 M HCl. \r\n  \r\n\n\n5. Ready for CN assay.\r\n  \r\n\n\n\r\n\n\nIV. Preparation of acid-insoluble carnitine \\(long chain acyl-CN)\r\n\n\n\r\n\n\n1. \\(Already done in steps 11-12)\r\n  a. Resuspend the precipitate in 200 µL 3.5 M KOH at pH 13.\r\n\n\nb. Incubate the suspension at 60 oC for 30 min. \r\n\n\n\r\n\n\n2. Vortex the tube drastically. \r\n  \r\n\n\n3. Incubate the suspension at 60 oC for another 30 min. \r\n  \r\n\n\n4. Cool down the suspension and add 400 µL 1 M HClO4. Stir drastically. Wait for 10 min.\r\n  To precipitate the protein in the sample\r\n\n\n\r\n\n\n5. Centrifuge the suspension for 10 min at 1.2x104 g. \r\n  \r\n\n\n6. During this time, prepare 6 sets of 12x75 mm tubes for acid-insoluble CN duplicates.\r\n  \r\n\n\n7. Transfer the supernatant to another microcentrifuge tube and neutralize with 50 µL 1 M KOH.\r\n  \r\n\n\n8. Centrifuge the suspension for 10 min at 1.2x104 g.\r\n  To precipitate KClO4\r\n\n\n\r\n\n\n9. Weigh another set of microcentrifuge tubes. Transfer the supernatant to this set of tubes. Measure the final volume of the supernatant \\(About 1000 µL) by weighing the tubes again.\r\n  \r\n\n\n10. Take 500 µL supernatant for CN assay.\r\n  \r\n\n\n\r\n\n\nV. Preparation of blanks and standards\r\n\n\n\r\n\n\nBlanks: add 200 µL D.I. water and run the same as samples but DO NOT ADD ENZYME.\r\n\n\n\r\n\n\nSample range: \r\n\n\nBy literature, serum total CN is 20-50 µM, i.e., 1-2.5 nmol/50 µL serum. Free CN:acyl CN ratio is about 2:1.\r\n\n\n\r\n\n\nStandard curve range: 2 – 5 nmol.\r\n\n\n\r\n\n\nStandards for free CN fraction: add 50 µL standard solutions contain 40, and 100 µM L-CN \\(2, 5 nmol) + 150 µL D.I. water.\r\n\n\n\r\n\n\nStandards for acid soluble and acid insoluble CN fractions: add 50 µL standard solutions contain 40, and 100 µM L-CN \\(2, 5 nmol) + 350 µL D.I. water.\r\n\n\n\r\n\n\n\r\n\n\nVI. Deproteinization of liver\r\n\n\n\r\n\n\n1. Defreeze the tissue overnight.\r\n  \r\n\n\n2. In the morning of the working day, turn on the water bath and centrifuge.\r\n  \r\n\n\n3. Prepare columns, tubes, racks, and scintillation vials.\r\n  \r\n\n\n4. Weigh the homogenizer tube \\(about 32 g). Use spatula to add 200-300 mg minced tissue into the tube. Weigh again. Write down the exact numbers.\r\n  \r\n\n\n5. Homogenize the tissue in 750 µL D.I. water. Wash the pestle and the tube with 750 µL D.I. water. Collect the washings. Vortex to mix well.\r\n  To disrupt the cell membrane\r\n\n\n\r\n\n\n6. Measure the volume of the homogenized solution \\(About 1500 µL).\r\n  \r\n\n\n7. Use 1000 µL automatic pipette to add 750 µL of the homogenizing solution into a 12x75 mm disposable tube. Duplicate.\r\n  \r\n\n\n8. Add 100 µL ice-cold 1M HClO4 \\(200 µL if not duplicated). Vortex drastically. Stand for 10 min.\r\n  \r\n\n\n9. Centrifuge for 10 minutes at 1.2x104 g at 5 oC.\r\n  To separate long chain acyl-CNs \\(acid-insoluble fraction) from short chain acyl-CNs and free CN \\(acid-soluble fraction) by deproteinization. Medium chain acyl-CNs are partitioned into the two fractions. \r\n\n\n\r\n\n\n10. Use Pasteur pipette to transfer the supernatant to another 12x75 mm tube. Combine the supernatant from the duplicates.\r\n  \r\n\n\n11. Resuspend the precipitate in 200 µL 3.5 M KOH at pH 13.\r\n  \r\n\n\n12. Incubate the suspension at 60 oC for 30 min. \r\n  \r\n\n\n13. Neutralize the supernatant with 215 µL 1 M KOH. \r\n  \r\n\n\n14. Centrifuge the supernatant for 10 min at 1.2x104 g.\r\n  To precipitate KClO4\r\n\n\n\r\n\n\n15. During this time, prepare 4 sets of tubes for Free CN and acid-soluble CN duplicates.\r\n  \r\n\n\n16. Weigh another set of tubes. Transfer the supernatant to this set of tubes. Measure the final volume of the supernatant \\(About 1250 µL) by weighing the tubes again.\r\n  \r\n\n\n\r\n\n\nVII. Preparation of free CN\r\n\n\n\r\n\n\n1. Pipette 300 µL supernatant into a 12x75 mm tube.\r\n  \r\n\n\n2. Ready for CN assay.\r\n  \r\n\n\n\r\n\n\nVIII. Preparation of acid-soluble CN \\(free + short chain acyl-CN)\r\n\n\n\r\n\n\n1. Pipette 300 µL supernatant into a 12x75 mm tube. Duplicate.\r\n  \r\n\n\n2. Add 50 µL 3.5 M KOH to pH 13. Mix well.\r\n  \r\n\n\n3. Incubate the solution at 40 oC for 1 h.\r\n  To alkalinize the short chain carnitine to free carnitine\r\n\n\n\r\n\n\n4. Cool down the solution and neutralize with 160 µL 1 M HCl. \r\n  \r\n\n\n5. Ready for CN assay.\r\n  \r\n\n\n\r\n\n\nIX. Preparation of acid-insoluble carnitine \\(long chain acyl-CN)\r\n\n\n\r\n\n\n1. \\(Already done in steps 11, 12, and 13)\r\n  a. Wash the precipitate with deionized water and discard the washings. Duplicate.\r\n\n\nb. Resuspend the precipitate in 200 µL 3.5 M KOH at pH 13.\r\n\n\nc. Incubate the suspension at 60 oC for 30 min. \r\n\n\n\r\n\n\n2. Vortex the tube drastically. \r\n  \r\n\n\n3. Incubate the suspension at 60 oC for another 30 min. \r\n  \r\n\n\n4. Cool down the suspension and add 400 µL 1 M HClO4. Stir drastically. Wait for 10 min.\r\n  To precipitate the protein in the sample\r\n\n\n\r\n\n\n5. Centrifuge the suspension for 10 min at 1.2x104 g. \r\n  \r\n\n\n6. During this time, prepare 6 sets of 12x75 mm tubes for acid-insoluble CN duplicates.\r\n  \r\n\n\n7. Transfer the supernatant to another tube and neutralize with 100 µL 1 M KOH.\r\n  \r\n\n\n8. Centrifuge the suspension for 10 min at 1.2x104 g.\r\n  To precipitate KClO4\r\n\n\n\r\n\n\n9. Transfer the supernatant to another tube. Measure the final volume of the supernatant.\r\n  \r\n\n\n10. Take 500 µL supernatant for CN assay.\r\n  \r\n\n\n\r\n\n\nX. Preparation of blanks and standards\r\n\n\n\r\n\n\nBlanks: add 300 µL D.I. water and run the same as samples but DO NOT ADD ENZYME.\r\n\n\n\r\n\n\nStandard curve range: 5 – 15 nmol.\r\n\n\n\r\n\n\nFree CN: add 50 µL standard solutions contain 100, and 300 µM L-CN \\(5, 15 nmol) + 250 µL D.I. water.\r\n\n\n\r\n\n\nTotal CN: add 50 µL standard solutions contain 100, and 300 µM L-CN \\(5, 15 nmol) + 450 µL D.I. water.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nXI. Preparation of adipose tissue total CN\r\n\n\n\r\n\n\n1. Defreeze the tissue overnight.\r\n  \r\n\n\n2. In the morning of the working day, turn on the water bath and centrifuge.\r\n  \r\n\n\n3. Weigh the tube with a Teflon cap. Use spatula to add 200-300 mg minced tissue into the tube. Weigh again. Write down the exact numbers.\r\n  Use a cotton applicator to clear the sample on the mouth of the tube before weighing.\r\n\n\n\r\n\n\n4. Add 300 µL 3.5 M KOH at pH 13. Incubate the solution at 60 oC for 30 min. Vortex the tube drastically.\r\n  \r\n\n\n5. Prepare columns, tubes, racks, and scintillation vials.\r\n  \r\n\n\n6. Incubate the solution at 60 oC for another 30 min. \r\n  \r\n\n\n7. Cool down the solution and add 500 µL water. \r\n  \r\n\n\n8. Use dispenser to add 4 mL CM mixture into the tube. Shake upside down 3 times. Wait until there are distinct two layers \\(or centrifuge for 5 minutes).\r\n  \r\n\n\n9. During this time, prepare 2 sets of 13x100 mm tubes.\r\n  \r\n\n\n10. Transfer the upper layer to another tube.\r\n  \r\n\n\n11. Add 500 µL 1 M HClO4. Stir drastically. Wait for 10 min.\r\n  To precipitate the protein\r\n\n\n\r\n\n\n12. Centrifuge the suspension for 10 min at 1.2x104 g. \r\n  \r\n\n\n13. Use pasteur pipette to transfer the supernatant to another set of 13x100 mm tubes.\r\n  \r\n\n\n14. Add 175 µL 1M KOH. Put the tube into the ice for 10 min. \r\n  To crystallize KClO4\r\n\n\n\r\n\n\n15. Centrifuge the supernatant for 10 min at 1.2x104 g.\r\n  To precipitate KClO4\r\n\n\n\r\n\n\n16. Prepare 1 set of 13x100 mm tubes. Weigh the empty tubes. Prepare another set of 12x75 mm tubes.\r\n  \r\n\n\n17. Transfer the supernatant to another tube. \r\n  \r\n\n\n18. Neutralize the supernatant with 50 µL 1M HCl.\r\n  \r\n\n\n19. Weigh the tubes again. \r\n  The net weight is the final volume of the supernatant \\(assuming 1 g = 1000 µL).\r\n\n\n\r\n\n\n20. Take 500 µL supernatant for CN assay.\r\n  \r\n\n\nXII. Preparation of free CN preparation\r\n\n\n\r\n\n\nXIII. Preparation of acid-soluble CN preparation \\(free + short chain acyl-CN)\r\n\n\n\r\n\n\nXIV. Preparation of blanks and standards\r\n\n\n\r\n\n\nBlanks: add 500 µL D.I. water and run the same as samples but DO NOT ADD ENZYME.\r\n\n\n\r\n\n\nStandard range: 1 – 5 nmol.\r\n\n\n\r\n\n\nTotal CN: add 50 µL standard solutions contain 20, 40 and 100 µM L-CN \\(1, 2, 5 nmol) + 225 µL D.I. water + 225 µL methanol.\r\n\n\nAfter washing the CM mixture with 0.2 volume of water, the upper \\(aqueous) layer contains C:M:W as 3:48:47. Methanol is added to STD tubes to mimic the sample solution."
        },
        {
            "header": "Timing",
            "content": "About 2 days for one batch of 20 samples."
        },
        {
            "header": "Anticipated Results",
            "content": "Calculation:\r\n\n\n\r\n\n\nSubtract the enzyme blank from the zero concentration blank point and use this as a correction factor. The correction factor is added to the counts obtained for each sample. The corrected counts are then applied to the standard curve to determine carnitine content in the sample. Appropriate dilution factors must then be applied to the sample to determine carnitine concentration in the original sample.\r\n\n\nLiver sample CN range: \r\n\n\nFree CN:   10 – 15 nmol/sample loading\r\n\n\nAcid-soluble CN:  10 – 15 nmol/sample loading\r\n\n\nAcid-insoluble CN:  10 – 15 nmol/sample loading"
        },
        {
            "header": "References",
            "content": "Zou, W., Noh, S.K., Owen, K.O., & Koo, S.I. \\(2005) Dietary carnitine enhances the lymphatic absorption of fat and a-tocopherol in ovariectomized rats. J. Nutr. 135: 753-756.  \r\n\n\n\"http://jn.nutrition.org/content/135/4/753.full\":http://jn.nutrition.org/content/135/4/753.full\r\n\n\n\r\n\n\nBhuiyan, A.KM.J., Jackson, S., Turnbull, D.M., Aynsley-Green, A., Leonard J.V., and Barlett, K. \\(1992) The measurement of carnitine and acyl-carnitines: application to the investigation of patients with suspected inherited disorders of mitochondrial fatty acid oxidation. Clin. Chim. Acta. 207: 185-204.\r\n\n\n\r\n\n\nCederblad, G, and Lindstedt, S. \\(1972) A method for the determination of carnitine in picomole range. Clin. Chim. Acta. 37: 235-243.\r\n\n\n\r\n\n\nMaGarry, J.D., and Forster, D.W. \\(1976) An improved and simplified radioisotopic assay for the determination of free and esterified carnitine. J. Lipid Res. 17: 277-281.\r\n\n\n\r\n\n\nPace, J.A., Wannemacher, R.W., and Neufeld, H.A. \\(1978) Improved radiochemical assay for carnitine and its derivatives in plasma and tissue extracts. Clin. Chem. 24 \\(1): 32-35."
        },
        {
            "header": "Acknowledgements",
            "content": "Thanks to Koo, S.I. for mentoring and financial supporting efforts."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11801,
                "identity": "9fa74eba-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Wei Zou",
                "email": "wzou@dtsc.ca.gov",
                "orcid": "",
                "institution": "Zou's lab, DTSC, California State Government",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Zou",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-07-22 17:23:17",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.240",
        "doiUrl": "https://doi.org/10.1038/protex.2011.240",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464516,
                "identity": "667d79ff-686d-4753-b2cc-a3c42c783379",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 136692,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2149/v1/1dd7a7d5-b938-43d0-bf16-a1959b959ee0.pdf"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "L-carnitine",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "L-Carnitine + \\[1-<sup>14</sup>C]acetyl-CoA ----->   \\[<sup>14</sup>C]acetyl-Carnitine + CoASH\r\n\n\n\r\n\n\nSodium tetrathionate is used to remove CoASH by oxidation so that the reaction is toward the right direction. Then, \\[<sup>14</sup>C]acetyl-carnitine is separated from \\[1-<sup>14</sup>C]acetyl-CoA by passing the mixture through an anion-exchange resin AG2-X8 \\(5g resin/100 mL sample). The isotope content in the elute \\(\\[<sup>14</sup>C]acetyl-carnitine) is determined by a scintillation counter.",
        "manuscriptTitle": "Radioisotopic Assay of L-carnitine (CN)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-07-25 20:52:12",
                "doi": "10.1038/protex.2011.240",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fa6fe82-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 25th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2593,
                "name": "Cell biology"
            },
            {
                "id": 2594,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-07-25 20:52:12",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}