{
    "identity": "nprot-6579",
    "title": "Formation of blastoids from mouse embryonic and trophoblast stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Early mammalian embryos are notoriously difficult to study due to the limited number of cells and embryos. In addition, it remains difficult to rapidly and efficiently genetically modify sub-populations \\(e.g. trophoblasts only). This is due to the temporal overlap between lineage commitment and blastocyst morphogenesis, and to the relative speed of blastocyst development that limits the interpretation of compartment-specific inducible models. Finally, forming blastocyst without ICM cells \\(trophospheres)<sup>1,2</sup> is a tedious process. As such, it has been difficult to study early embryos in depth, for example to assign functional roles to compartment interactions.\r\n\n\n\r\n\n\n**Comparison with other methods**\r\n\n\nClassically, embryos are studied by modulating their development through genetic, epigenetic or diet modifications. The observation of resulting embryos reveals key genes, mechanisms and principles of development. However, embryos are robust, adaptive systems that can compensate for the loss of functions due to, for instance, the redundancy of genes and signalling pathways. Conditional genetic modifications allow modifying sub-populations by targeting specific genes at specific times and within specific sub-populations rather than being deleted from beginning of life. This circumvent, for example, the effect of genes generating early embryonic death. However, it takes a great amount of time and effort to generate conditional knock-out mice. Thus, the function of many genes remains unknown.\r\n\n\n\r\n\n\n**Synthetic embryology**\r\n\n\nStem cells can recapitulate some aspects of embryonic development _in vitro_. Aggregates of stem cells that are induced to differentiate _in vitro_ can mimic the gastrulation of Day 6 embryos<sup>3,4</sup>.  While it is clear that such models do not capture the full complexity of mammalian embryos, they bring technical advantages: they can be generated in large numbers, which allows to harvest material for in-depth assays \\(e.g. biochemistry), run high-throughput screens, and allow to rapidly perform compartment-specific genetic modifications. In addition, building synthetic embryos from the bottom up allows to come across unnoticed principles of development. Many pieces of the puzzle must be set up in place for synthetic embryos to develop. For example, the function of Wnt and cAMP on the blastocyst and blastocoel development was not firmly assessed. Blastoids allow to test and generate hypothesis, i.e. that Wnt and cAMP regulate the formation of the blastocoel cavity. It is only when a certain threshold of initial conditions is gathered that synthetic embryos initiate the process of self-organization. Finally, synthetic embryos might form _via_ routes that are slightly different from natural embryos, thus allowing to study _in vitro_ the diversity and redundancy of developmental processes that fuel evolution.\r\n\n\n\r\n\n\nEmbryonic Stem Cells \\(ESCs)<sup>5</sup> and Trophoblast Stem Cells \\(TSCs)<sup>6,7</sup> lines can be established, which are _in vitro_ analogues of the blastocyst’s compartments. Such cell lines can be largely expanded in culture while retaining a blastocyst-like state. Stem cells thus provide a large source of material that can be easily manipulated \\(e.g., genetically).\r\n\n\n\r\n\n\nAltogether, synthetic embryos offer a new approach to study the genetically-encoded principles of self-organization, and allow for generating novel hypothesis of development. As such this approach is complementing the classical top-down approaches in embryology. Here, I explain how to form blastoids, which morphologically and transcriptionally resemble E3.5 blastocysts and recapitulate key features of trophectoderm development. This model overcomes many limitations of blastocyst research, and proposes novel mechanisms of stem cell self-organization<sup>8</sup>."
        },
        {
            "header": "Reagents",
            "content": "Culture media:\r\n\n\n\r\n\n\n_Medium #1: 2i/L medium for ESCs \\(1l)_\r\n\n\n485 mL Neurobasal Medium \\(Gibco cat# 21103049)\r\n\n\n490 mL DMEM/F12 Medium \\(Gibco cat# 12634010)\r\n\n\n5 mL N2 supplement \\(Gibco cat# 17502048)\r\n\n\n10 mL B27 supplement \\(Gibco cat# 17504044)\r\n\n\n10 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n1 uM Mek1/2 inhibitor \\(PD0325901, Tocis cat# 4192)\r\n\n\n3 uM Gsk3α/β inhibitor \\(CHIR99021, Tocris cat# 4423)\r\n\n\nLIF \\(1,000 IU, made in house)\r\n\n\n\r\n\n\n\r\n\n\n_Medium #2: Serum medium for ESCs \\(550ml)_\r\n\n\n485 mL DMEM Medium \\(Gibco cat# 31966021)\r\n\n\n50 ml Fetal bovine serum \\(Sigma-aldricht F0804-500ml)\r\n\n\n10 mL Penicillin/streptomycin solution \\(Gibco cat# 15140122)\r\n\n\n5ml MEM Non-Essential Amino Acids Solution \\(100X) \\(Gibco cat# 11140050) \r\n\n\nLIF \\(1,000 IU, made in house)\r\n\n\n\r\n\n\nCAUTION: All serum batch do not maintain ESCs in a pluripotent state. Batches are tested for the potential to sustain the long-term culture of ESCs in tight colonies with clearly defined edges.\r\n\n\n\r\n\n\n_Medium #3: TX medium for TSCs<sup>7</sup> \\(500ml)_\r\n\n\nDMEM/F12 phenol red free \\(Life Technologies cat# 11039047)\r\n\n\n64 µg/ml L-Ascorbic-Acid-2-Phosphat \\(Sigma-Aldrich cat# A8960-5G)\r\n\n\n14 ng/ml Sodium-Selenite \\(Sigma-Aldrich cat# S5261-10G)\r\n\n\n20 µg/ml Insulin \\(Sigma-Aldrich cat# 91077C-100MG or I9278-5ML)\r\n\n\n543 µg/ml Sodium bicarbonate \\(Sigma-Aldrich cat# S5761-500G)\r\n\n\n10,7 µg/ml Holo-Transferrin \\(Sigma-Aldrich cat# T0665-100MG)\r\n\n\nPen/Strep \\(PAA cat# P11-010)\r\n\n\nL-Glutamin \\(PAA cat# M11-004)\r\n\n\n2 ng/ml TGFß1 \\(Peprotech cat# 100-21C 1μg)\r\n\n\n25ng/ml FGF4 \\(R&D system cat# 5846-F4-025)\r\n\n\n\r\n\n\nCRITICAL: The potency of the recombinant proteins vary between batches. When possible, favour the use of a suspension rather than a desiccated powder since desiccation can result in a reduction of potency. R&D system has improved the potency of their mouse FGF4 recombinant protein \\(R&D system cat# 7486-F4), which we did not test yet.\r\n\n\n\r\n\n\n_Medium #4: Blastoid medium_\r\n\n\nTX medium complemented with the following compounds:\r\n\n\n- 20 μM Y27632 \\(AxonMed 1683)\r\n\n\n- 3 uM CHIR99021 \\(AxonMed 1386)\r\n\n\n- 1 mM 8Br-cAMP \\(Biolog Life Science Institute B007E)\r\n\n\n- 25 ng/ml Fgf4 \\(R&D systems 5846F4)\r\n\n\n- 15 ng/ml Tgfb1 \\(Peprotech 100-21)\r\n\n\n- 30 ng/ml Il11 \\(Peprotech 200-11) \r\n\n\n- 1 μg/ml heparin \\(Sigma-Aldricht cat# H3149)\r\n\n\n\r\n\n\nOther cell culture reagents:\r\n\n\nPhosphate-Buffered Solution \\(Life technologies cat# A1286301)\r\n\n\nTrypsine/EDTA 0.05% \\(Life technologies cat# 25300062)\r\n\n\nTrypsine inhibitor soya bean \\(Invitrogen cat# 17075-029)\r\n\n\nMatrigel® matrix growth factor reduced phenol red free \\(Corning cat# 356231)\r\n\n\nGelatin for cell culture \\(Sigmal-Aldricht cat# G1393)\r\n\n\nRound-bottom 96 well plates \\(Costar ultralow cluster ref. 7007)\r\n\n\nPlastic box to place the 96 well plate on a bacteriology warmer/shaker incubator\r\n\n\nCollagenase IV from Gibco \\(diluted to 600U/ml). Stock at 10.000U/ml \\(1g in 20ml) TrypleE x10 \\(Thermofisher A1217701)\r\n\n\nRNA-free BSA \\(Invitrogen<sup>™</sup> AM2616)\r\n\n\nFACS tubes\r\n\n\nDissociation capillaries."
        },
        {
            "header": "Equipment",
            "content": "Cell culture incubator \\(5% CO2/ 37°C)\r\n\n\nBSL-2 Biosafety cabinet\r\n\n\nBenchtop centrifuge for 15 ml and 50 ml conical tubes\r\n\n\nCell culture plasticware \\(plates, pipettes, cryovials, cell scrapers etc.)\r\n\n\nCell counting chamber\r\n\n\nBacteriology warmer/shaker incubator."
        },
        {
            "header": "Procedure",
            "content": "**Fabrication of microwell arrays**\r\n\n\n\r\n\n\nThe polydimethylsiloxane \\(PDMS) stamps are formed through replica molding using microstructured silicon wafers. Wafers are processed _via_ deep reactive ion etching as we previously described in several publications 9–11. This fabrication process requires the use of a clean room and special equipment accessible in numerous universities. Once the PDMS stamps are produced, these are used to routinely imprint hydrogel microwell arrays.\r\n\n\nMicrowell arrays \\(1000 microwells) are produced in 6 well-plates and then cut and inserted into 12-well plates. Alternatively, microwell arrays are directly imprinted into 96-well plates \\(400 microwells). Microwells have a diameter and a height of 200 μm. The geometry of the interspace is shown in Figure 1a and allows to extrapolate all dimensions of the microwell array.\r\n\n\n\r\n\n\n**Culture of embryonic stem cells.**\r\n\n\nThe ESCs are maintained on a gelatin coating in medium #1 \\(2i medium) for 11 days. A bank of 50 vials containing 0.5 million cells per vial is prepared. When a blastoid experiment is started, a vial is defrosted and plated on gelatin in medium #1. After two days of culture, the cells are passaged, seeded at 15.000 cells/cm\n2\nand cultured for two days. In total, ESCs are thus cultured for 15 days in medium #1 before starting the blastoid experiment. This leads to the formation of tightly packed, medium-sized colonies with clear edges \\(see Figure 1b). Note that different ESCs lines can grow at different speed and that the initial seeding density must be adjusted accordingly to obtain such colonies. \r\n\n\n\r\n\n\n**Culture of trophoblast stem cells.**\r\n\n\nThe TSCs are maintained on Matrigel® coatings in medium #3 \\(TX medium5). The 10 ml bottle of Matrigel® is defrosted by standing overnight in a fridge and aliquoted in 1 ml Eppendorf tubes. Note that both the tubes and the pipet tips must be previously cooled down in a freezer and the aliquoting done on ice to prevent the premature gelification of the Matrigel. The stock of tubes containing Matrigel® is frozen. One tube is defrosted, the day before starting the TSC culture, by standing overnight in a fridge. The tube can then be maintained defrosted in a fridge for several weeks. Matrigel® is then resuspended 1/90 v/v in ice-cold DMEM/F12. The suspension is added to the cell culture dish \\(1ml/10cm\n2\n) and incubated for one hour inside a lamina flow hood, at room temperature. The Matrigel® suspension is then removed and the TSCs are seeded in medium #3. TSCs previously culture with serum12 are maintained in medium #3 for 3 weeks before making a bank. A bank of 50 vials containing 0.5 million cells per vial is then prepared. When a blastoid experiment is started, a vial is defrosted and plated on Matrigel® in medium #3. After two days of culture, the cells are passaged, seeded at 15.000 cells/cm\n2\nand cultured for four days. Note that, similar to ESCs, different TSCs lines can grow at different speed and that the initial seeding density must be adjusted accordingly to obtain colonies as represented in Figure 1b. \r\n\n\n\r\n\n\n**Formation of blastoids.**\r\n\n\nThe ESCs are washed with PBS, trypsinized for three minutes to form a single cell suspension. The trypsin is inhibited using the soya bean solution and the cells are carefully suspended in medium #2 \\(serum medium). Cell concentration is counted using a counting chamber. Cells are then seeded on top of the microwell arrays with a cell concentration resulting in the pooling of a mean of five cells per microwell. One ml of medium #2 is used for the aggregation of the ESCs. Within 24–36 hours, the cells form tight, round aggregates. All cells participate to the formation of the aggregate \\(see Figure 1b). \r\n\n\nAfter 24-36 hours, the TSCs are then washed with PBS, trypsinized for three minutes to form a single cell suspension. The trypsin is inhibited using the soya bean solution and the cells are carefully suspended in medium #4 \\(blastoid medium). Cell concentration is counted using a counting chamber. The medium #2 is largely removed from the microwell arrays and the TSCs are then seeded on top of the microwell arrays containing the ESCs aggregates, with a cell concentration resulting in the pooling of a mean of 12 cells per microwell. Upon settling of the cells within the microwells \\(15 minutes), one ml of medium #4 is added.\r\n\n\n\r\n\n\nNota Bene: The difficulty is to synchronize the two cell cultures so that both cultures are ready, in a perfect state, for the experiment. The initial state of the cells \\(e.g. confluency, morphology of the colonies) is crucial for the success of the experiment.\r\n\n\n\r\n\n\nThe time of TSCs seeding is considered as the starting point \\(0 hours). Within 24 hours, the TSCs aggregate with the ESCs and initiate cavitation. At 24 hours, 1 mM 8Br-cAMP in a 10 ul of F12 medium is added to each microwell array. Within 48 hours, 2–10% of the aggregates formed a blastoid, which expanded and stabilized by 65 hours. A blastoid is defined based on morphological parameters of E3.5 blastocysts, as a cystic structure with an outer circularity superior to 0.9 \\(circularity = 4pi\\(area/perimeter\n2\n), and a diameter comprised between 70 and 110 micrometers, including a single regular cavity lined by a single layer of TSCs and including ESCs \\(Figure 1c).\r\n\n\n\r\n\n\nTrophospheres are obtained by seeding TSCs \\(mean of 12 cells per microwell) on top of microwell arrays that do not contain a ESCs aggregate, in the same medium as used for blastoids \\(Figure 1c).\r\n\n\n\r\n\n\n**Manipulation and dissociation for single cell analysis**\r\n\n\nUpon formation, blastoids can be harvested using a mouth pipet holding a glass capillary, just like blastocysts. Under a stereomicroscope, specific blastoids can be harvested from individual microwells and pooled into round-bottom 96 well-plates for fixation or dissociation.\r\n\n\n\r\n\n\n**Blastoid dissociation:**\r\n\n\n- Prepare dissociation capillaries of different sizes \\(75-150 um).\r\n\n\n- Warm up the incubator/shaker to 37deg.C and set up at ~350RPM. Warm up the hotplate. \r\n\n\n- Defreeze and warm up the Collagenase IV, TrypleE, RNA-free BSA and maintain them in the water-bath.\r\n\n\n- Prepare 15ml of PBS + 2% FBS \\(PBS+)\r\n\n\n- Prepare 1mL of PBS + 1uL of Hoechst\r\n\n\n- Add 150uL PBS in two rows of the 96 well plate; 50uL of collagenase IV 600U/ml in a third row; and 100uL of RNA-free BSA in a fourth row \\(These wells will be used for TrypleE dissociation)\r\n\n\n- Take 150 blastoids / EBs / Trophospheres out of the microwells and wash them with 2x in PBS-0 \\(without Ca/Mg)\r\n\n\n \r\n\n\n- Deposit blastoids / EBs / Trophospheres in 50 uL of Collagenase IV 600U/ml. Tape the plate at the bottom of a plastic box and place the box in the bacteria shaker, at 350RPM for 30 minutes.\r\n\n\n\r\n\n\nNota Bene: using bigger volume \\(> 50uL) reduces the mixing as it is the surface of the liquid, down to a certain depth, that moves. The 96 well-plate must be placed into a plastic box to prevent contamination. The speed of shaking can be tested using 40 uL of PBS + 10 uL of Laemmli buffer \\(blue ladder for SDS page): the buffer forms a disc at the bottom of the well that, above a certain speed, mixes with the PBS.\r\n\n\n\r\n\n\n- During that time, trypsinize ESC and TSC from the 6 well-plate 2D culture. Block with the trypsine inhibitor. Spin down and re-suspend in 3mL of PBS+. Add 1mL to each FACS tube. Place on ice while waiting to FACS.\r\n\n\n\r\n\n\n- Transfer the blastocysts to TrypleE 10X \\(no dilution) and shake for 20 minutes\r\n\n\n\r\n\n\nNota Bene: Upon collagenase treatment, blastoids will stay intact. However, they will collapse after TrypleE treatment. Blastoids / EBs / Trophospheres will gather into one cluster, in the center of the 96 well. \r\n\n\n\r\n\n\n- Bring to the stereomicroscope and use a large capillary to dissociate the large cluster, and a small capillary to dissociate into single cells\r\n\n\n\r\n\n\nNota Bene 1: Capillaries of different diameters should be available. EBs necessitate large dissociation capillaries only. Blastoids and trophospheres necessitate capillaries with intermediate diameter between the ones used for EBs and for single cells.\r\n\n\nNota Bene 2: EBs will give a lot more cells than blastoids. Blastoids will give more cells than trophospheres, which are the most difficult to dissociate.\r\n\n\n\r\n\n\n- Prepare a 1mL Eppendorf with 200uL of Trypsine inhibitor. \r\n\n\n- Harvest the cells with a P200 and place in the Eppendorf. Wash each well 3 times with PBS+ and also add in the Eppendorf.\r\n\n\n- Harvest with a P1000 and push through the filter of a FACS tube\r\n\n\n- Add 30 uL of pre-diluted Hoechst \\(1/400)\r\n\n\n- Place on ice and FACS as soon as possible."
        },
        {
            "header": "Timing",
            "content": "From the time of TSCs seeding \\(t=0), the blastoids form within 65 hours."
        },
        {
            "header": "Troubleshooting",
            "content": "The total volume of culture media influences the formation of blastoids. For a 12 well-plate format, add 1 ml of medium after the seeding of the cells.\r\n\n\nVariations in the concentration of the molecules and in the volume of media will for example influence the formation of the double-layer aggregate. If the double-layers do not form, the aggregates of TSCs and ESCs will grow separately, while attached."
        },
        {
            "header": "Anticipated Results",
            "content": "Expected results:\r\n\n\nESCs aggregate within 24 to 36 hours and should form a tight aggregate in which single cells can hardly be distinguished.\r\n\n\nTSCs aggregate and initiate cavitation within 24 hours. The trophectoderm-like structure proliferation and becomes more circular within 65 hours.\r\n\n\nA blastoid is defined based on morphological parameters of E3.5 blastocysts, as a cystic structure with an outer circularity superior to 0.9 \\(circularity = 4 pi \\(area / perimeter^2), and a diameter comprised between 70 and 110 micrometers, including a single regular cavity lined by a single layer of TSCs and including ESCs.\r\n\n\nAt 65 hours, 2-10% of the microwells contain a blastoid. 20% of the blastoids contain Gata6+/PDGFRa+ cells at 65 hours. Within these blastoids, there is an average of 3 primitive endoderm-like cells \\(Gata6+/PDGFRa+). This number is likely to fluctuate between different cell lines."
        },
        {
            "header": "References",
            "content": "1. Gardner, R. L., Papaioannou, V. E. & Barton, S. C. Origin of the ectoplacental cone and secondary giant cells in mouse blastocysts reconstituted from isolated trophoblast and inner cell mass. J. Embryol. Exp. Morphol. 30, 561–72 \\(1973).\r\n  2. Tarkowski, A. K. & Wróblewska, J. Development of blastomeres of mouse eggs isolated at the 4- and 8-cell stage. J. Embryol. Exp. Morphol. 18, 155–180 \\(1967).\r\n  3. van den Brink, S. C. et al. Symmetry breaking, germ layer specification and axial organisation in aggregates of mouse embryonic stem cells. Development 141, 4231–42 \\(2014).\r\n  4. Harrison, S. E., Sozen, B., Christodoulou, N., Kyprianou, C. & Zernicka-Goetz, M. Assembly of embryonic and extraembryonic stem cells to mimic embryogenesis in vitro. Science \\(80-. ). 356, eaal1810 \\(2017).\r\n  5. Ying, Q.-L. et al. The ground state of embryonic stem cell self-renewal. Nature 453, 519–523 \\(2008).\r\n  6. Tanaka, S., Kunath, T., Hadjantonakis, A. K., Nagy, A. & Rossant, J. Promotion of trophoblast stem cell proliferation by FGF4. Science 282, 2072–2075 \\(1998).\r\n  7. Kubaczka, C. et al. Derivation and maintenance of murine trophoblast stem cells under defined conditions. Stem Cell Reports 2, 232–242 \\(2014).\r\n  8. Rivron, N. C. et al. Blastocyst-like structures generated solely from stem cells. Nature \\(2018).\r\n  9. Rivron, N. C. et al. Tissue deformation spatially modulates VEGF signaling and angiogenesis. Proc. Natl. Acad. Sci. U. S. A. \\(2012). doi:10.1073/pnas.1201626109\r\n  10. Vrij, E. J. et al. 3D high throughput screening and profiling of embryoid bodies in thermoformed microwell plates. Lab Chip 16, 734–742 \\(2016).\r\n  11. Vrij, E. et al. Directed Assembly and Development of Material-Free Tissues with Complex Architectures. Adv. Mater. 28, \\(2016).\r\n  12. Tanaka, S. Promotion of Trophoblast Stem Cell Proliferation by FGF4. Science \\(80-. ). 282, 2072–2075 \\(1998)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-018-0051-0",
                "date": "2018-04-09 11:05:31",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15396,
                "identity": "a152c487-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nicolas Rivron",
                "email": "nicolasrivron@gmail.com",
                "orcid": "",
                "institution": "Nicolas Rivron's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Rivron",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-03-22 13:15:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.051",
        "doiUrl": "https://doi.org/10.1038/protex.2018.051",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610033,
                "identity": "4facbde2-515a-49d6-b5ba-ca4ab175b45b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3119434,
                "visible": true,
                "origin": "",
                "legend": "Formation of blastoids from mouse embryonic and trophoblast stem cells   a. Schematic of the timeline for the formation of blastoids. b. Representative images of the stem cells in cultures at different timepjoint during the assembly of the blastoids. c. Representative pictures of the resulting blastoids and trophospheres after 65 hours. The asterisk depicts blastoids.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6579/v1/figure_1.png"
            },
            {
                "id": 13465731,
                "identity": "93b26041-3191-4a8a-aaf4-f9915074fb9c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 832752,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6579/v1/2deec76a-d3f1-4fdb-944c-96790e23c5f8.pdf"
            },
            {
                "id": 2610030,
                "identity": "216904d5-1969-49be-a9f2-2ae1fd0a135a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 450607,
                "visible": true,
                "origin": "",
                "legend": "Complete Protocol - Version 1   In vitro generation of blastoids from trophoblast and embryonic stem cells   This is the version of the protocol that was originally published.\r\nIt was updated on the 12 May 2018 to correct errors in the text.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6579/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "Nicolas Rivron is an inventor on the patent US14/784,659 and PCT/NL2014/050239 \\(April 2014) describing the blastoid technology.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Blastoid; trophectoderm; morphogenesis; embryonic inductions; trophoblast stem cells; embryonic stem cells; endometrium; uterus; implantation.",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The blastocyst is the mammalian pre-implantation embryo. It consists of an outer epithelial layer of trophoblast cells surrounding a fluid-filled cavity sheltering the embryonic and primitive endoderm cells. From the mouse blastocyst, trophoblast and embryonic stem cells lines can be derived, which have the capacity to indefinitely self-renew in vitro while maintaining the ability to differentiate into all placental and embryonic lineages, respectively. Here, I describe how to form blastoids \\(synthetic blastocysts) formed from trophoblast and embryonic stem cells. Blastoids morphologically and transcriptionally resemble E3.5 blastocysts, and can implant in utero. Although not recapitulating the full complexity of the embryo, blastoids are simplified models allowing new approaches in embryology. Contrary to blastocysts, blastoids can be generated in large numbers, which allows to harvest material for in-depth assays \\(e.g. genomics, biochemistry), run high-throughput screens, and to rapidly perform compartment-specific genetic modifications. As such, blastoids are powerful tools to study the principles of stem cell self-organization and embryonic development.\r\n\n\n\r\n\n\n_Note:_ Minor errors in this protocol were corrected on the 18th of May 2018.\r\n\n\nThe previous version of the protocol can be found here;\r\n\n\n\"Version 1\":https://www.nature.com/protocolexchange/system/uploads/6695/original/Version_1_-_Formation_of_blastoids_from_mouse_embryonic_and_trophoblast_stem_cells.pdf?1526897870",
        "manuscriptTitle": "Formation of blastoids from mouse embryonic and trophoblast stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-05-14 11:08:23",
                "doi": "10.1038/protex.2018.051",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a152478e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 14th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4185,
                "name": "Cell biology"
            },
            {
                "id": 4187,
                "name": "Developmental biology"
            },
            {
                "id": 4188,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-05-14 11:08:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}