{
    "identity": "pex-1858",
    "title": "<p>Antibacterial efficacy of sodium hypochlorite at different temperatures against <em>E.faecalis</em>  in Single Rooted Teeth.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<em>Enterococcus faecalis</em> is the most common bacterial species in resistant or recurrent infections due to its penetration in deep dentinal layers which is difficult to clean leading to endodontic treatment failures (Rathore et al., 2021). It compromises 6% of total flora in root canal and seen in 22_77% root canal retreatment cases as it has many virulence factors (Memon., 2020).</p><p>\t&nbsp;</p><p>\tSodium hypochlorite (NaOCl) which is the most common irrigant with excellent antibacterial and tissue dissolving &nbsp;and lubricating abilities, however it has several drawbacks as unpleasant taste,&nbsp;periapical irritation potential and &nbsp;low penetration depth into the dentinal tubules due to its high surface tension (Mohammadi et al .,2015).It has been found that its antimicrobial efficacy &nbsp;is affected by concentration, time of contact, volume and temperature .Heating of sodium hypochlorite &nbsp;increases its bactericidal action ,removal of organic debris and capacity of tissue dissolution (Shahiriari et al., 2017).</p><p>\t&nbsp;</p><p>\tExtra-canal heated sodium hypochlorite to temperatures of 40°C, 50 °C, 60°C was first used in some studies but these studies found that preheating of sodium hypochlorite had a limited usefulness due to rapid equilibration to temperature between body temperature and room temperature (Woodmansey., 2005) .Landolo found that sodium hypochlorite stabilized in few seconds to the body temperature so the apical third of the canal was never able to reach 40°C (Landolo et al., 2017).</p><p>\tSo, other studies tried to heat Sodium hypochlorite inside the canal and found that Intracranial heating of sodium hypochlorite to temperature 180°C using Elements System B Heat Source improved its immediate tissue dissolution capacity as well as its effectiveness in &nbsp;removing organic debris and bactericidal action (Landolo .,2017, Iandolo et al .,2018). Intracanal heating&nbsp;gives temperature rise for 57 seconds so Landolo found that intracanal heating shows to be better than preheating&nbsp;in obtaining clean canal( Landolo et al .,2017, Iandolo et al .,2018).Rathore found that intracanal heating has better antimicrobial efficacy in comparison to extra-canal heating of sodium hypochlorite and at room temperature (Rathore et al.,2021).</p><p>\tThe use of ultrasonic devices and techniques in endodontic as passive ultrasonic irrigation &nbsp;(PUI) can improve the antibacterial and tissue dissolving properties of various root canal irrigant agents such as sodium hypochlorite (NaOCl) by improving&nbsp;the exchange of substances in the canal, eliminates dentin debris and smear layer&nbsp;resulting in a greater &nbsp;cleaning effect (Mohammadi et al .,2015).A study found ultrasonic agitation of&nbsp;heated sodium hypochlorite improves the antibacterial efficacy (Yared and Al Asmar.,2020)</p><p>\tCryotreated &nbsp;NaOCl is found to be effective in reducing postoperative pain and &nbsp;edema ( Nandakumar and Nasim .,2020).One study found that &nbsp;Storage in refrigerated environment proved to be the best option to avoid the marked loss of active chlorine in sodium hypochlorite of concentration at 6% ( Braitt and Rodrigues .,2013) .The more the content of free chlorine&nbsp;means the more the antibacterial activity.</p><p>\t&nbsp;</p><p>\tSodium hypochlorite is strong antibacterial agent which is used at various temperatures, but up to date of this research, there are no studies assessing and comparing antibacterial efficacy of intracanal heated and cryo-treated sodium hypochlorite. So the aim of this study is to evaluate and compare the antibacterial efficacy against <em>E.faecalis</em> between intracanal heated, cryotreated sodium hypochlorite and sodium hypochlorite at room temperature with and without ultrasonic activation in single rooted teeth."
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>protaper next files till size x4</p><p>system B</p><p>woodpecker device &amp; tip E12(Ufile 25) for ultrasonics activation</p><p>NO conflict of interest,self funded</p>"
        },
        {
            "header": "Procedure",
            "content": "▪ Sample preparation:\n1.      Crowns of all teeth will be cut off at cemento-enamel junction using a high-speed hand piece and the root lengths were standardized to a 15 mm length.\n2.      Patency will be established using a #10 hand file, the working length (WL) will be established 1 mm shorter than the apical foramen.\n3.  All the root canals will be prepared with Protaper rotary system till files up to X4 (0.40 tip size and 6% taper)\n1\naccording to the manufacturer’s specifications.\n4.  After each instrument change, canals will be passively irrigated with 2 ml of 5% NaOCl solution using 30 Gauge side vented needle.\n5.  5 ml of 5% NaOCl will be used as a final irrigant followed by 3 ml of 17% (EDTA) for 1 min.\n6. The apical foramen will be sealed using a Glass Ionomer cement and the external surfaces of the teeth will be covered with two layers of colorless nail varnish to prevent liquid penetration.\nSterilization process\n7. All the samples will be sterilized at 121°C for 30 minutes, one tooth will be randomly selected and incubated to ensure the negative culture and sterilization of samples.\n8. Standard strain of\nEnterococcus faecalis\n(ATCC 29212) will be used and cultured aerobically on\nBrain heart agar at 35°C for 48 h. Inoculum will be prepared in sterile brain heart infusion broth (BHI) and turbidity will be adjusted to 0.5 McFarland corresponding to approximately1.5 × 10\n8\ncolony forming units per milliliter (CFU/mL).20 micron of bacteria will be placed in to each root canal, thereafter, each sample will be placed in a new tube containing BHI and will be stored at 37°C for 2 weeks.\n9.     During this period, BHI will be refreshed every 3 days.\nRoot canal disinfection\nThe samples will be randomly divided into 6 groups\nG1:\nFinal irrigation protocol by intracanal heated NaOCl\nG2:\nFinal irrigation protocol by intracanal heated NaOCl with activation is done using Passive Ultrasonic Irrigation (PUI).\nG3:\nFinal irrigation protocol by cryotreated NaOCl\nG4:\nFinal irrigation protocol by cryotreated NaOCl with activation is done using Passive Ultrasonic Irrigation (PUI).\nG5:\nFinal irrigation protocol by NaOCl at room temperature with activation is done using Passive Ultrasonic Irrigation (PUI).\nG6:\nFinal irrigation protocol by NaOCl at room temperature\n(Control group).\n2) Intervention:\nGroup one (G1):\nThe BHI  broth   inside the      root     canals will be dried   using sterile paper points, followed by irrigation with 6 ml 5% NaOCl at room temperature using 30 Gauge side vented needle for 3 cycles ( 60 seconds per each cycle), NaOCl will be refreshed with new solution at each cycle. A sterile stopper will be placed on the needle to verify its insertion to 1 mm short of the working length. The needle will be moved up and down.\n(6ml/3 cycles /3mins).\nGroup two (G2):\nIntracanal BHI broth will be dried using sterile paper points ,then the  canal will  be filled with room temperature  5 % NaOCl using 30 Gauge side vented needle ,the tip will be activated to heat the irrigant  inside the canal for  10 s  using System B unit\n3\nat 180°C,and then inactivated for 20s (Iandolo et al .,2018) .The tip will be inserted 3ml short from working length.  This step will be repeated for 6 cycles), NaOCl will be refreshed with new solution at each cycle. The total volume will be 6 ml sodium hypochlorite with total time 3 minutes. (6ml/ 6 cycles /3mins)\nGroup three (G3):\nIntracanal BHI broth will be dried using sterile paper points, followed by irrigation with 6 ml 5 % cryotreated NaOCl  (2°C–4°C) using 30 Gauge side vented needle for 3 cycles( 60 seconds per each cycle) ), NaOCl will be refreshed with new solution at each cycle. The irrigation syringes will be used one by one from a special box filled with ice after removal from the refrigerator with thermometer inserted inside to confirm the 2°C–4°C temperature range. Total volume will be 6ml sodium hypochlorite with total time 3 minutes.\n(6ml/3 cycles /3mins)\nGroup four (G4):\nthe protocol will be done as mentioned before in (G1) but NaOCl will be activated (PUI) by using a woodpecker ultrasonic system\n4\nwith tip E12 (Ufile size 25)\n5\n, the tip will be inserted into the canal 1 mm short of the WL, and the irrigant will be ultrasonically activated for 20 s per cycle (Yared\nand Al Asmar., 2020)\n. The tip will be kept as centered as possible to minimize contact with the canal walls.\nGroup five (G5):\nthe protocol will be done as mentioned before in (G2) but NaOCl will be activated (PUI )by using a woodpecker ultrasonic with tip E12 (Ufile size 25)\n5\n,the tip will be  inserted into the canal 1 mm short of the WL, and the irrigant will be ultrasonically activated for 20 s per cycle . The tip will be kept as centered as possible to minimize contact with the canal walls.\nGroup six (G6):\nthe protocol will be done as mentioned before in (G3) but NaOCl will be activated (PUI )by using a woodpecker ultrasonic system\n4\nwith tip E12 (Ufile size 25)\n5\n,the tip will be  inserted into the canal 1 mm short of the WL, and the irrigant will be ultrasonically activated for 20 s per cycle . The tip will be kept as centered as possible to minimize contact with the canal walls.\n- Saline will be used as a final wash for all groups\n1\n(DENTSPLY Maillefer, Ballaigues, Switzerland)\n2\n(DENTSPLY Maillefer, Ballaigues, Switzerland)\n3\n(element, Sybron endo)\n4\n(woodpecker, China)\n5\n(  woodpecker, China )\n3)\nRoot canal sampling\n(Outcome assessment)\nIt will be determined using culture technique in the microbiological department, Cairo University.\nA first sample (S1) will be taken from each canal before implementing the tested protocols. The canal will be filled with a sterile saline solution, H file will loosen biofilm bacteria by scraping the root canal walls for 15 s, and dentinal shavings from each canal will be collected using sterile paper points (40size). The paper point from each tooth will be placed in a test tube containing (1 ml of BHI broth).\nSamples in the transport medium (1 ml of BHI broth) will be dispersed with vortex in the mixer for 60 seconds by the laboratory technician. Serial 10-folds dilution will be prepared of 1/10, 1/100, and 1/1000 dilutions to assess the microbial load of\nE_faecalis\nin each root canal.50 μl of these diluted samples will be transferred and spread over BHI agar plates and cultured under aseptic conditions, followed by incubation at  37\no\nC for 24 hours. (Gajan et al., 2009)\nEventually, the resultant growth will be visually quantified by counting the number of colony forming units per milliliter of each dilution (CFUs) on the agar medium using unaided eye  (Molander et al., 1998; Martinho et al., 2014). Only plates with 30-300 colonies will be counted. The number of CFUs/ml will be then transformed into actual counts based on the previously determined dilution factors.\nA second sample (S2) will be taken from each canal after implementing the investigated irrigation protocol. The number of CFUs will be determined as described for S1"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>about 1 month</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>intracanal heated and cryotreated sodium hypchlorite has greater antimicrobial efficacy than sodium hypochlorite  at room temperature</p>"
        },
        {
            "header": "References",
            "content": "Braitt G, Rodrigues E. Evaluation of active chlorine releasing of sodium hypochlorite during</p><p>seven days, stored at different temperatures. RSBO (Online) .2013<strong>; </strong>10<br></p><p>Estrela C, Holland R, Estrela CR, Alencar AH, Sousa-Neto MD, Pécora JD. Characterization of successful root canal treatment. Braz Dent J. 2014; 25(1):3-11.</p><p>Gajan, E.B., Aghazadeh, M., Abashov, R., Milani S.A., Moosavi, Z. Microbial Flora of Root Canals of Pulpally-infected Teeth: Enterococcus faecalis a Prevalent Species. J. Dent. Res. Dent. Clin. Dent. Prospects.2009. 3: 24-27.</p><p>Landolo A, Amato M, Dagna A, Poggio C, Abdellatif D, Franco V, Pantaleo G. Intracanal heating of sodium hypochlorite: Scanning electron microscope evaluation of root canal walls. J Conserv Dent. 2018; 21(5):569-573.</p><p>Landolo A, Simeone M, Orefice S, Rengo S.3D cleaning, a perfectef technique. Thermal profile assessment of heated NaOCl. Sociata itliana di Endodonzia .2017:59-61</p><p>Iandolo A, Abdellatif D, Amato M, Pantaleo G, Blasi A, Franco V, Neelakantan P. Dentinal tubule penetration and root canal cleanliness following ultrasonic activation of intracanal-heated sodium hypochlorite. Aust Endod J. 2020; 46(2):204-209.</p><p>Luddin N, Ahmed HM. The antibacterial activity of sodium hypochlorite and chlorhexidine against Enterococcus faecalis: A review on agar diffusion and direct contact methods. <em>J Conserv Dent</em>. 2013; 16(1):9-16.</p><p>Memon K, Khatija , Hedge V , Chopra M , Shaikh M, Shaikh A, Mookhtia.comparative Assessment Of The Antimicrobial Efficacy Of Chitosan, Ethylenediaminetetraacetic Acid, Sodium Hypochlorite And Chlorhexidine Against Enterococcus Faecalis At Different Irrigant Temperatures - An In Vitro Study.. International Journal of Applied Dental Sciences. 2020; (6).</p><p>Metzger, Z., Solomonov, M., &amp; Kfir, A. The role of mechanical instrumentation in the cleaning of root canals. Endodontic Topics.<em> </em>2013; <em>(29)</em>:87-109.</p><p>Mohammadi Z, Shalavi S, Giardino L, Palazzi F, Asgary S. Impact of Ultrasonic Activation on the Effectiveness of Sodium Hypochlorite: A Review. Iran Endod J. 2015 Fall; 10(4):216-20.</p><p>Martinho FC, Gomes A, Fernandes A, Ferreira N, Endo M, Fruits L, Camões I. Clinical Comparison of the Effectiveness of Single-File Reciprocating Systems and Rotary Systems for Removal of Endotoxins and Cultivable Bacteria from Primarily Infected Root Canals. Journal of Endodontics 2014; 40 (5): 625–29.</p><p>Molander A. Microbiological status of root-filled teeth with apical periodontitis. International endodontic journal 1998; 31: 1–7.</p><p><br></p><p>Nandakumar M, Nasim I. Effect of intracanal cryotreated sodium hypochlorite on postoperative pain after root canal treatment - A randomized controlled clinical trial. J Conserv Dent. 2020; 23(2):131-136.</p><p>Plotino G, Cortese T, Grande NM, Leonardi DP, Di Giorgio G, Testarelli L, Gambarini</p><p>G. New Technologies to Improve Root Canal Disinfection. Braz Dent J. 2016; 27(1):3-8</p><p>Rathore, V.P., Samel, D., Moogi, P.P., Bandekar, S., Kshirsagar, S.P., &amp; Vyas, C.H. Antimicrobial efficacy of intracanal and extracanal heated sodium hypochlorite against Enterococcus faecalis: An in vitro study. <em>Endodontology, 2020, 32</em>, p112 - 117.</p><p>Silva EJNL, Rover G, Belladonna FG, Herrera DR, De-Deus G, da Silva Fidalgo TK. Effectiveness of passive ultrasonic irrigation on periapical healing and root canal disinfection: a systematic review. Br Dent J. 2019; 227(3):228-234.</p><p>Shahriari S, Kasraci S, Roshanaei G, Karkeabadi H, Davanloo H .Efficacy of sodium hypochlorite activated with laser in intracanal smear layer removal: An SEM study.J lasers Med Sci. 2017; 8: 36-41</p><p>Woodmansey KF. Intracanal heating of sodium hypochlorite solution: an improved endodontic irrigation technique. Dent Today. 2005; 24(10):114, 116.</p><p>Yared G, Al Asmar Ramli G. Antibacterial Ability of Sodium Hypochlorite Heated in the Canals of Infected Teeth: An Ex Vivo Study. Cureus. 2020; 13; 12(2)</p><p>&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>thanks to my supervisors for thier efforts </p><p>Shaimaa Gawdat,Reham Ali Dwedar,Radwa Sameeh Emara</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 88281347,
                "identity": "d19ced39-cf19-457f-9b70-1f2da2861895",
                "order_by": 0,
                "name": "Gehad Hossam Mamdouh Ibrahim Elsawaf",
                "email": "gehadelsawaf9@gmail.com",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Gehad",
                "middleName": "Hossam Mamdouh Ibrahim",
                "lastName": "Elsawaf",
                "suffix": ""
            },
            {
                "id": 88302882,
                "identity": "d7fd839d-a0cd-4737-82ba-66aad517e3ac",
                "order_by": 1,
                "name": "shaimaa Gawdat",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "shaimaa",
                "middleName": "",
                "lastName": "Gawdat",
                "suffix": ""
            },
            {
                "id": 88302883,
                "identity": "87deec10-98c9-46e3-9048-9a373372ad35",
                "order_by": 2,
                "name": "Reham Ali Dwedar",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reham",
                "middleName": "Ali",
                "lastName": "Dwedar",
                "suffix": ""
            },
            {
                "id": 88302884,
                "identity": "020dd4e2-2906-4994-8571-7beb0b5c4e3b",
                "order_by": 3,
                "name": "Radwa Sameeh Emara",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Radwa",
                "middleName": "Sameeh",
                "lastName": "Emara",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-03-04 12:31:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1858/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1858/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 19492331,
                "identity": "806d0c07-e0bc-4e70-b0d8-f6a8c3d85fea",
                "added_by": "auto",
                "created_at": "2022-03-22 17:16:09",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 214074,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1858/v1/d35ad197-4d6a-489c-8a69-07641690d6a7.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><em>Enterococcus faecalis</em> is the most common bacterial species in resistant or recurrent infections due to its penetration in deep dentinal layers which is difficult to clean leading to endodontic treatment failures . It compromises 6% of total flora in root canal and seen in 22_77% root canal retreatment cases as it has many virulence factors .intracanal heating has better antimicrobial efficacy in comparison to extra-canal heating of sodium hypochlorite and at room temperature&nbsp;.Storage of sodium hypochlorite in refrigerated environment is proved to be the best option to avoid the marked loss of active chlorine in sodium hypochlorite of concentration at 6%.The more the content of free chlorine&nbsp;means the more the antibacterial activity.so intra canal heated sodium by system B at 180°C ,cryotreated sodium hypochlorite at 2_4 °C will be compared by sodium hypochlorite at room temp for thier antimicrobila efficacy againest E.faecalis</p><p><br></p>",
        "manuscriptTitle": "Antibacterial efficacy of sodium hypochlorite at different temperatures against E.faecalis  in Single Rooted Teeth.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-03-22 17:16:05",
                "doi": "10.21203/rs.3.pex-1858/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "6f784a32-fe38-406a-b9fd-122deeaf2eaa",
        "owner": [],
        "postedDate": "March 22nd, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-03-22 17:16:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}