{
    "identity": "pex-1848",
    "title": "<p>International consensus to define outcomes for trials of chemoradiotherapy for anal cancer (CORMAC-2): Defining the outcomes from the CORMAC core outcome set</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>Introduction</strong></p><p>Anal cancers are rare, but the incidence is rapidly rising in the UK, Europe and the USA&nbsp;(3,4). Chemoradiotherapy is the primary treatment for patients with anal squamous cell carcinoma (ASCC) and treatment is associated with considerable short-term and long-term side effects. Five year survival is around for 76% for all stages of anal cancer, with considerable variation depending on stage at presentation&nbsp;(5). There are six Phase III randomised controlled trials that provide much of the evidence for this approach(6–11). Each of these six trials reported different primary outcomes and when the same outcome was used, the definition of these varied&nbsp;(12). These variations in reported outcomes and their definitions limits between-study comparisons&nbsp;(13), hinders evidence synthesis and reduces the improvement clinical research can have on patient care.</p><p><br></p><p>Core Outcome Research Measures in Anal Cancer (CORMAC) was an international patient and healthcare professional consensus study designed to address this issue. For clarity, CORMAC will be referred to as CORMAC-1 for the rest of the protocol. It led to the publication of an internationally ratified core outcome set (COS) for clinical trials of chemoradiotherapy interventions for ASCC&nbsp;(13). A COS is an agreed collection of outcomes that all trials looking at a specific clinical area report as a minimum. It is a recommendation of “what” should be reported&nbsp;(14,15). Agreement was reached for 19 outcomes across four domains: disease activity, survival, toxicity and life impact (Figure 1).&nbsp;</p><p><br></p><p>The aim of the CORMAC-2 project is to establish internationally agreed, standardised definitions for the 11 disease activity and survival outcomes in the CORMAC-1 COS (figure 1); appropriate measurement instruments for the outcomes in the toxicity and life impact domains will be identified in a separate piece of work. This will be achieved through an updated systematic review followed by an international consensus process involving a Delphi questionnaire and consensus meeting. Agreeing definitions for these core outcomes will facilitate utilisation of the core outcome set, increasing outcome standardisation across trials, thereby increasing the quality of data available for clinical decision-making and ultimately enhancing patient care.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Methods\nAgreement of the core outcome definitions will involve four packages across two phases. Phase 1 will involve collating existing outcome definitions and using these to construct questions for the next phase as well as advertising the project to the wider international anal cancer research community. Phase 2 will involve an international online 2-stage Delphi questionnaire followed by a consensus meeting to review the results of the questionnaire and agree a final set of core outcome definitions. The methods used here are similar to the Definition for the Assessment of Time-to-event Endpoints in Cancer trials (DATECAN) initiative that have been used for various other cancer types including breast and pancreatic (16,17).\nProject oversight\nA steering committee has been assembled to oversee the project. Members include oncologists, colorectal surgeons and methodologists with leading roles in past and current anal cancer clinical trials and/or core outcome set development projects. Early engagement of international experts, especially those active in current clinical trials, will help to ensure validity of the Delphi questionnaire and facilitate wider international awareness and participation. The members of the steering committee are listed at the end of the document. The academic research language used to describe nuanced differences in survival and disease activity outcome definition is considered to be too technical to ask patients opinions within the Delphi questionnaire. Engagement with patient and public involvement (PPI) and advocacy groups will therefore be conducted separately and will focus on determining the impact and acceptability of modes of outcome measurement that are  presented as options in the Delphi.  For example, PPI groups will be asked about the impact and acceptability of different modalities and frequencies of assessment of treatment response.  The Leeds Radiotherapy Research Group Public and Patient Involvement group and the Anal Cancer Foundation will provide patient representatives from the UK and USA respectively. Feedback from PPI groups will be summarised and presented to participants during the Delphi questionnaire and consensus meeting.\nPhase 1\nWP1: updated systematic review\nAs part of CORMAC-1, a systematic review of all outcomes reported in trials of chemoradiotherapy interventions for ASCC was undertaken (12). Where outcomes were defined, the definitions were recorded. Using the same search terms and inclusion/exclusion criteria, the systematic review will be updated to 11\nth\nFebruary 2021 and used to collate lists of all the existing definitions for the disease activity and survival outcomes.  This is to provide an updated comprehensive list of all possible definitions in the COS for disease activity and survival. Details of the systematic review including search strategy, eligibility and exclusion criteria can be found on PROSPERO (CRD42016036540).\nWP2: Advertisement of survey\nTo maximise international utilisation of the outcome set, engagement from the wider international anal cancer research community is critical. The CORMAC-2 study and Delphi questionnaire will be promoted and  publicised at international conferences including IMAAC 2021 and ASCO GI 2022 as well as through active anal cancer trials networks such as PLATO (UK), IMAAC (international) and relevant subcommittees of NCRI (UK) and NROG (North America).  Steering committee members will use their knowledge of local societies, meetings, email lists and contacts to increase participation of the questionnaire. Potential participants will be able to register their interest via the CORMAC website prior to the study opening. The study and Delphi questionnaire will be promoted and publicised through conferences, email lists, domestic and international bodies and will target healthcare and allied healthcare professional involved in the design, running, recruitment and publication of anal cancer trials.\nPhase 2\nWP3: Delphi process\nPhase 2 will involve an international, two round online Delphi questionnaire. A Delphi process is a structured communication method designed to achieve consensus amongst a panel of experts or stakeholders. The aim of the Delphi process is to achieve consensus among stakeholders on definitions for the CORMAC-1 disease activity and survival outcomes.\nThe outcome definitions collated in WP1 will first be reviewed and options agreed by the steering committee. To achieve agreement, systematic review results, displaying how each core outcome in disease activity and survival outcomes has previously been defined and described will be discussed at an online meeting and opinions summarised. These options will be recirculated and rediscussed before the final set of options for definitions of each core outcome is agreed. These agreed options will form the basis of the Delphi questionnaire. Within the Delphi questionnaire, where definition options include complex criteria e.g. RECIST, detailed descriptions of the definitions will be provided as well as summarised information on where and how the definitions have previously been used.\nThe Delphi questionnaire will be run using DelphiManager software and administered in two sequential rounds. Participants will be asked to rate the appropriateness of definitions for each of the disease activity and survival outcomes on a Likert scale of 1 (very limited importance) to 9 (very high importance). Anonymised feedback of the summarised results of the previous round will be provided to participants before completion of the subsequent round. This process is intended to achieve consensus among participants by minimising the potential for bias towards the opinions of those who are more outspoken or whose views might be perceived as superior. The process will follow guidelines recommended by the COMET Minimum Standards in COS Development project (18). The Delphi questionnaire will be open to healthcare and allied healthcare professionals involved in the design, recruitment, running and publication of anal cancer research and trials. This will include:\nØ  Clinical Oncologists\nØ  Medical Oncologists\nØ  Radiation Oncologists\nØ  Radiologists\nØ  Radiographers\nØ  Pathologists\nØ  Colorectal Surgeons\nØ  Stoma nurses\nØ  Gastroenterologists\nØ  Radiophysicists\nØ  Statisticians\nØ  Trial managers\nInformation gathered from each participant will include:\nØ  Discipline (medical oncologist, specialist nurse, etc).\nØ  Involvement with trials (named author on publication of a trial of chemoradiotherapy in anal cancer; part of working group involved in a trial of chemoradiotherapy in anal cancer; part of working group for development of future trials in anal cancer).\nØ  Country of practice\nInstructions for how to complete the questionnaire will be included at the start of each round. Links to background reading regarding the definitions participants are scoring (for example the details of the RECIST criteria) will be available for participants for both rounds. Participants will also be able to suggest alternative outcome definitions for inclusion in round 2. Analysis of the first round will include summarising the scores for each of the definitions and collating the free text comments and alternative definitions provided. In round 2, participants will be shown the results from round 1, including their own round 1 score for each item and the summarised scores from other participants (as a histogram) as well as any alternative definitions suggested by R1 participants and relevant feedback from the free text responses (anonymised), and asked to consider this information before re-scoring each item. For each definition where PPI opinion has been given, a summary of this information will also be provided with the question.\nAlthough the importance of completion of both rounds of the Delphi survey will be stressed to participants before commencing round 1, it is anticipated that some participants will drop out after the first round. Each participant will be ascribed a unique participant number when they sign up to complete round 1 enabling the identification of the attrition rate between rounds. This will allow the identification of participants who have completed both rounds, and analysis of whether participants who drop out before completion of round 2 appear to have views that are different to those who complete the process.\nA clear definition of what constitutes consensus is essential to reduce potential bias in the interpretation of the results in favour of the opinions of the researchers. Consensus can be considered to have been reached if the majority of participants rank an outcome similarly. After the final round, we will assign each definition option to one of three categories:\n1.     Consensus in: 70% or more respondents rate the item as critically important (7–9) AND 15% or fewer rate the outcome as limited importance (1–3).\n2.     Consensus out: 50% or less of respondents rate the item as critically important (7-9).\n3.     No consensus\nThere are no universally agreed consensus criteria, and the criteria used here follow published recommendations. The consensus out definition has been adapted from CORMAC-1 (13), as it was found that very few participants rated outcomes as having limited importance (1-3).\nWP4: consensus meeting\nA consensus meeting will be held to discuss the results from the Delphi questionnaire and agree on a final set of definitions for publishing. Given the international nature of the steering committee it will be held online using videoconferencing software. The meeting will consist of a sample of Delphi participants and the steering committee. All participants registering to complete the Delphi process will be asked for their consent to be contacted about participation in the consensus meeting (tick box on registration page for Delphi).\nSelection of individual definitions for each outcome will be based on the following:\n1.     If only 1 definition reaches the consensus in criteria, this will be recommended as the definition.\n2.     If more than 1 definition has reached consensus in criteria, these options will be discussed and voted on during the consensus meeting.\n3.     If no definition has reached consensus in criteria, the “consensus out” options will be discarded and options from the “no consensus” will be discussed.\n4.     If all options have reached the consensus out criteria, these options will be discussed.\nThe definitions that meet “consensus in” criteria (option 1 above) after the final round of the Delphi will be presented. These definitions will not be voted on again unless a fundamental problem with that definition is raised by consensus meeting participants. The remaining definitions (options 2, 3 and 4) will be presented and group discussion will be facilitated. This will be followed by anonymous voting using the same 9-point Likert scale and consensus criteria used in the Delphi Study. If a definition for an outcome is not agreed at the end of the first consensus meeting, subsequent meetings will be considered."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>Ethics and dissemination</strong></p><p>The benefits of COS are increasingly recognised by research funding bodies, regulators and journal editors, via the work of the COMET Initiative in promoting COS utilisation. The European Medicines Agency recommends COS use for clinical trials in asthma medicines&nbsp;(19)&nbsp;and the UK National Institute for Health Research (NIHR) recommends outcomes from established COS are included in any new trial proposal&nbsp;(20). CORMAC-2 results will be disseminated through journal and conference publications to inform clinical teams and patient support groups to raise awareness and implementation of the core outcome set. Results will feed into the DECREASE study&nbsp;(1)&nbsp;and is is registered with the Core Outcome Measures in Effectiveness Trials (COMET) initiative&nbsp;(2). As per the University of Manchester ethic decision tool, no ethical approval is required.&nbsp;</p><p><br></p><p>Further work is planned to define the measurement instruments required for appropriate assessment and definition of the core outcomes in the toxicity and life impact domains. Methods similar to the&nbsp;COnsensus‐based Standards for the selection of health Measurement INstruments (COSMIN) checklist, that have been employed in other cancer types, will be used&nbsp;(21).&nbsp;Agreeing definitions for these core outcomes will facilitate utilisation of the core outcome set, increasing outcome standardisation across trials thereby increasing the quality of data available for clinical decision-making and ultimately enhancing patient care.</p><p><br></p><p><strong>Project team and steering group</strong></p><p><strong>Immediate project team</strong></p><p>Rebecca Fish, Andrew Renehan, Robert Samuel&nbsp;</p><p><strong>Steering group</strong></p><p>Richard Adams, Pragnan Das, Jennifer Dorth , Marianne Guren, Maria Hawkins, David Sebag-Montefiore.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lower-Dose Chemoradiation in Treating Patients With Early-Stage Anal Cancer, the DECREASE Study - Full Text View - ClinicalTrials.gov [Internet]. [cited 2021 Nov 14]. Available from: https://clinicaltrials.gov/ct2/show/NCT04166318</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;COMET Initiative | A core outcome set for clinical trials of chemoradiotherapy interventions for anal cancer (CORMAC): a patient and health-care professional consensus [Internet]. [cited 2021 Nov 14]. Available from: https://www.comet-initiative.org/Studies/Details/1271</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wilkinson JR, Morris EJA, Downing A, Finan PJ, Aravani A, Thomas JD, et al. The rising incidence of anal cancer in England 1990-2010: a population-based study. Color Dis [Internet]. 2014 Jul [cited 2019 Jul 18];16(7):O234–9. Available from: http://www.ncbi.nlm.nih.gov/pubmed/24410872</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Islami F, Ferlay J, Lortet-Tieulent J, Bray F, Jemal A. International trends in anal cancer incidence rates. Int J Epidemiol [Internet]. 2016 Oct 27 [cited 2019 Jul 18];46(3):dyw276. Available from: http://www.ncbi.nlm.nih.gov/pubmed/27789668</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sekhar H, Malcomson L, Kochhar R, Sperrin M, Alam N, Chakrbarty B, et al. Temporal improvements in loco-regional failure and survival in patients with anal cancer treated with chemo-radiotherapy: treatment cohort study (1990-2014). Br J Cancer [Internet]. 2020 Mar 17 [cited 2021 Nov 14];122(6):749–58. Available from: https://pubmed.ncbi.nlm.nih.gov/31932755/</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;James RD, Glynne-Jones R, Meadows HM, Cunningham D, Myint AS, Saunders MP, et al. Mitomycin or cisplatin chemoradiation with or without maintenance chemotherapy for treatment of squamous-cell carcinoma of the anus (ACT II): a randomised, phase 3, open-label, 2 × 2 factorial trial. Lancet Oncol [Internet]. 2013;14(6):516–24. Available from: https://pubmed.ncbi.nlm.nih.gov/23578724/</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Peiffert D, Tournier-Rangeard L, Gérard JP, Lemanski C, François E, Giovannini M, et al. Induction chemotherapy and dose intensification of the radiation boost in locally advanced anal canal carcinoma: final analysis of the randomized UNICANCER ACCORD 03 trial. J Clin Oncol [Internet]. 2012;30(16):1941–8. Available from: https://pubmed.ncbi.nlm.nih.gov/22529257/</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ajani JA, Winter KA, Gunderson LL, Pedersen J, Benson AB, Thomas CR, et al. Fluorouracil, mitomycin, and radiotherapy vs fluorouracil, cisplatin, and radiotherapy for carcinoma of the anal canal: a randomized controlled trial. JAMA [Internet]. 2008;299(16):1914–21. Available from: https://pubmed.ncbi.nlm.nih.gov/18430910/</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flam M, John M, Pajak TF, Petrelli N, Myerson R, Doggett S, et al. Role of mitomycin in combination with fluorouracil and radiotherapy, and of salvage chemoradiation in the definitive nonsurgical treatment of epidermoid carcinoma of the anal canal: results of a phase III randomized intergroup study. J Clin Oncol [Internet]. 1996;14(9):2527–39. Available from: https://pubmed.ncbi.nlm.nih.gov/8823332/</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bartelink H, Roelofsen F, Eschwege F, Rougier P, Bosset JF, Gonzalez DG, et al. Concomitant radiotherapy and chemotherapy is superior to radiotherapy alone in the treatment of locally advanced anal cancer: results of a phase III randomized trial of the European Organization for Research and Treatment of Cancer Radiotherapy and Gastro. J Clin Oncol [Internet]. 1997;15(5):2040–9. Available from: https://pubmed.ncbi.nlm.nih.gov/9164216/</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Northover JMA, Arnott SJ, Cunningham D, Gallagher J, Gray R, Hardcastle J, et al. Epidermoid anal cancer: results from the UKCCCR randomised trial of radiotherapy alone versus radiotherapy, 5-fluorouracil, and mitomycin. Lancet [Internet]. 1996;348(9034):1049–54. Available from: http://www.thelancet.com/article/S0140673696034095/fulltext</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fish R, Sanders C, Ryan N, Van Der Veer S, Renehan AG, Williamson PR. Systematic review of outcome measures following chemoradiotherapy for the treatment of anal cancer (CORMAC).&nbsp;</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fish R, Sanders C, Adams R, Brewer J, Brookes ST, DeNardo J, et al. A core outcome set for clinical trials of chemoradiotherapy interventions for anal cancer (CORMAC): a patient and health-care professional consensus. Lancet Gastroenterol Hepatol [Internet]. 2018 Dec 1 [cited 2021 Oct 15];3(12):865–73. Available from: http://www.thelancet.com/article/S2468125318302644/fulltext</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fish R, Sanders C, Williamson PR, Renehan AG. Core outcome research measures in anal cancer (CORMAC): protocol for systematic review, qualitative interviews and Delphi survey to develop a core outcome set in anal cancer. BMJ Open [Internet]. 2017 Nov 1 [cited 2021 Oct 15];7(11):e018726. Available from: https://bmjopen.bmj.com/content/7/11/e018726</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;COMET Initiative | Plain language summaries [Internet]. [cited 2021 Nov 8]. Available from: https://comet-initiative.org/Resources/PlainLanguage</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bonnetain F, Bonsing B, Conroy T, Dousseau A, Glimelius B, Haustermans K, et al. Guidelines for time-to-event end-point definitions in trials for pancreatic cancer. Results of the DATECAN initiative (Definition for the Assessment of Time-to-event End-points in CANcer trials). Eur J Cancer [Internet]. 2014 [cited 2021 Nov 14];50(17):2983–93. Available from: https://pubmed.ncbi.nlm.nih.gov/25256896/</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cohen R, Vernerey D, Bellera C, Meurisse A, Henriques J, Paoletti X, et al. Guidelines for time-to-event end-point definitions in adjuvant randomised trials for patients with localised colon cancer: Results of the DATECAN initiative. Eur J Cancer [Internet]. 2020 May 1 [cited 2021 Nov 14];130:63–71. Available from: https://pubmed.ncbi.nlm.nih.gov/32172199/</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prinsen CAC, Vohra S, Rose MR, Boers M, Tugwell P, Clarke M, et al. How to select outcome measurement instruments for outcomes included in a “Core Outcome Set” - a practical guideline. Trials [Internet]. 2016 Sep 13 [cited 2021 Nov 14];17(1). Available from: https://pubmed.ncbi.nlm.nih.gov/27618914/</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Medicines Agency E. Committee for Medicinal Products for Human Use (CHMP) Guideline on the clinical investigation of medicinal products for the treatment of asthma. 2015 [cited 2021 Nov 9]; Available from: www.ema.europa.eu/contact</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Health Technology Assessment (HTA) Programme stage 2 guidance notes (REALMS) [Internet]. [cited 2021 Nov 9]. Available from: https://www.nihr.ac.uk/documents/health-technology-assessment-hta-programme-stage-2-guidance-notes-realms/27817</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mason SJ, Catto JWF, Downing A, Bottomley SE, Glaser AW, Wright P. Evaluating patient‐reported outcome measures (PROMs) for bladder cancer: a systematic review using the COnsensus‐based Standards for the selection of health Measurement INstruments (COSMIN) checklist. Bju Int [Internet]. 2018 Nov 1 [cited 2021 Nov 14];122(5):760. Available from: /pmc/articles/PMC6221027/</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 85665186,
                "identity": "111b9eb4-9b67-4aeb-9d3f-13a8716fe767",
                "order_by": 0,
                "name": "Robert Samuel",
                "email": "",
                "orcid": "",
                "institution": "Division of Cancer Sciences, University of Manchester, Manchester,UK and Leeds Cancer Centre, University of Leeds, Leeds, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "Samuel",
                "suffix": ""
            },
            {
                "id": 85669600,
                "identity": "8833c622-f7fb-4c15-b9ce-0e02e48badcb",
                "order_by": 1,
                "name": "David Sebag-Montefiore",
                "email": "",
                "orcid": "",
                "institution": "Leeds Cancer Centre, University of Leeds, Leeds, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "David",
                "middleName": "",
                "lastName": "Sebag-Montefiore",
                "suffix": ""
            },
            {
                "id": 85669601,
                "identity": "f42c3b30-a53a-4b70-a921-b58fc3f2260e",
                "order_by": 2,
                "name": "Richard Adams",
                "email": "",
                "orcid": "",
                "institution": "Centre for Trials Research, Cardiff University School of Medicine, Cardiff, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "",
                "lastName": "Adams",
                "suffix": ""
            },
            {
                "id": 85669602,
                "identity": "f3dcca13-da31-4236-9001-6ecac199d2f3",
                "order_by": 3,
                "name": "Maria Hawkins",
                "email": "",
                "orcid": "",
                "institution": "Department of Medical Physics and Biomedical Engineering, University College London, London, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "",
                "lastName": "Hawkins",
                "suffix": ""
            },
            {
                "id": 85669603,
                "identity": "b21eb54e-b296-42f1-b1a7-fe0cd2584c26",
                "order_by": 4,
                "name": "Pragnan Das",
                "email": "",
                "orcid": "",
                "institution": "Department of GI Radiation Oncology, MD Anderson, Texas, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pragnan",
                "middleName": "",
                "lastName": "Das",
                "suffix": ""
            },
            {
                "id": 85669604,
                "identity": "5b371836-14ff-49a1-92d5-93e566bb7626",
                "order_by": 5,
                "name": "Jennifer Dorth",
                "email": "",
                "orcid": "",
                "institution": "Department of Radiation Oncology, University Hospitals Cleveland Medical Centre, Cleveland, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jennifer",
                "middleName": "",
                "lastName": "Dorth",
                "suffix": ""
            },
            {
                "id": 85669605,
                "identity": "c160f838-301d-45ed-ba91-ccef00f8bdc0",
                "order_by": 6,
                "name": "Marianne Guren",
                "email": "",
                "orcid": "",
                "institution": "Department of Oncology, Oslo University Hospital, Oslo, Norway and Institute of Clinical Medicine, University of Oslo, Oslo, Norway",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marianne",
                "middleName": "",
                "lastName": "Guren",
                "suffix": ""
            },
            {
                "id": 85669606,
                "identity": "0d0a11d1-58ca-417d-9bf3-7d0feadc5643",
                "order_by": 7,
                "name": "Andrew Renehan",
                "email": "",
                "orcid": "",
                "institution": "Division of Cancer Sciences, University of Manchester, Manchester, UK and Colorectal and Peritoneal Oncology Centre, The Christie NHS FT, Manchester",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Renehan",
                "suffix": ""
            },
            {
                "id": 85669607,
                "identity": "e308b631-2832-47b8-971a-00bdeecf39b5",
                "order_by": 8,
                "name": "Rebecca Fish",
                "email": "rebecca.fish-2@manchester.ac.uk",
                "orcid": "",
                "institution": "Division of Cancer Sciences, University of Manchester, Manchester, UK and Colorectal and Peritoneal Oncology Centre, The Christie NHS FT, Manchester",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rebecca",
                "middleName": "",
                "lastName": "Fish",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2022-02-22 09:14:52",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1848/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1848/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 19089477,
                "identity": "64a4ea0d-a1f2-4ab4-958b-1897e760e9c1",
                "added_by": "auto",
                "created_at": "2022-03-10 18:33:54",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 137516,
                "visible": true,
                "origin": "",
                "legend": "<p><strong>CORMAC-1 Core Outcome Set of 19 outcomes across 4 domains. Green box shows outcomes in need of agreed, standardised definitions which will be established through CORMAC-2</strong></p>",
                "description": "",
                "filename": "Picture1.png",
                "url": "https://assets.researchsquare.com/files/pex-1848/v1/34151e5ceae9382861448004.png"
            },
            {
                "id": 19089478,
                "identity": "1075483d-549e-4f2d-891b-a0318ce9f472",
                "added_by": "auto",
                "created_at": "2022-03-10 18:33:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 399433,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1848/v1/d62c662c-149b-44fc-87cf-5e45ebf7629c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Introduction</strong></p><p>Anal cancer is rare, but its incidence is increasing. Chemoradiotherapy is the primary treatment modality. Outcomes used in anal cancer trials vary which hinders evidence synthesis. Using a systematic review, patient interviews and a 2-stage Delphi consensus survey, the first CORMAC&nbsp;project&nbsp;brought together patients and healthcare professionals from across the world to agree shared priorities and make sure that studies of chemoradiotherapy treatments for anal cancer report outcomes that are meaningful to patients and health care professionals.&nbsp;CORMAC-1 established an internationally ratified core outcome set (COS) of 19 outcomes across 4 domains. These 19 outcomes are an agreed minimum that all clinical trials in chemoradiotherapy anal cancer trials should report. CORMAC-2 is the next phase which seeks to reach international agreement on the definitions for the 11 core outcomes in the domains of disease activity and survival. Agreeing definitions for these core outcomes will facilitate utilisation of the core outcome set, increasing outcome standardisation across trials thereby increasing the quality of data available for clinical decision-making and ultimately enhancing patient care.</p><p><br></p><p><strong>Methods</strong></p><p>The original CORMAC systematic review will be updated, focusing on 2 of the 4 COS domains, disease activity and survival domains. An international steering committee composed of international anal cancer trial experts will be formed. The committee will review the updated search results to develop a 2-stage Delphi consensus survey. The survey will be publicised through conferences, email lists, domestic and international bodies and will target healthcare and allied healthcare professional involved in the design, running, recruitment and publication of anal cancer trials. Following the 2-stage survey, a stakeholder meeting composed of the steering committee and selection of survey participants will ratify the results and agree a final set of core outcome definitions.</p><p><br></p><p><strong>Ethics and dissemination</strong></p><p>CORMAC-2 results will be disseminated through journal and conference publications to inform clinical teams and patient support groups to raise awareness and implementation of the core outcome set. Results will feed into the DECREASE study and it is registered with the Core Outcome Measures in Effectiveness Trials (COMET) initiative&nbsp;(1,2). As per the University of Manchester ethic decision tool, no ethical approval is required. Further information is available at&nbsp;<a href=\"https://cormacstudy.wordpress.com/\" rel=\"noopener noreferrer\" target=\"_blank\">https://cormacstudy.wordpress.com</a>.</p>",
        "manuscriptTitle": "International consensus to define outcomes for trials of chemoradiotherapy for anal cancer (CORMAC-2): Defining the outcomes from the CORMAC core outcome set",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-03-10 18:33:53",
                "doi": "10.21203/rs.3.pex-1848/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "6fd8d4d4-96b3-4f94-8a43-2ca17e3e1ac2",
        "owner": [],
        "postedDate": "March 10th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-03-10 18:33:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}