{
    "identity": "pex-1377",
    "title": "<p>Effects of administration route on uptake kinetics of <sup>18</sup>F-sodium fluoride Positron Emission Tomography in mice</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The short lived radioactive tracer&nbsp;<sup>18</sup>F-sodium fluoride (<sup>18</sup>F-NaF) is a positron-emitting radiotracer widely used in skeletal imaging since the 1960s due to its high affinity for bone hydroxyapatite matrix&nbsp;(<em>1</em>).&nbsp;<sup>18</sup>F-NaF has minimal protein binding allowing for fast soft-tissue clearance&nbsp;where nearly half of the injected radiotracer is taken up by the bones immediately after injection&nbsp;(<em>2</em>,<em>3</em>). The remaining radiotracer is rapidly cleared from plasma and excreted by the kidneys&nbsp;(<em>1</em>). <sup>18</sup>F-NaF binds to areas of active bone formation, representing a marker of bone synthesis and blood flow&nbsp;(<em>4</em>,<em>5</em>). Bone deposition of this radiotracer occurs via chemisorption, in which the OH<sup>-</sup>&nbsp;ions in hydroxyapatite crystals are exchanged for&nbsp;<sup>18</sup>F<sup>-</sup>&nbsp;ions, converting hydroxyapatite to fluorapatite&nbsp;at sites of new bone formation&nbsp;(<em>1</em>,<em>6</em>)&nbsp;reflecting active mineralising bone&nbsp;not only at active skeletal lesions and bone metastasis but also importantly on sites with vascular microcalcification&nbsp;(<em>7</em>,<em>8</em>).&nbsp;</p><p>The use of&nbsp;<sup>18</sup>F-NaF for bone metastasis imaging was fuelled by the development and installation of the first clinical Positron Emission Tomography/Computed Tomography (PET/CT) scanner,&nbsp;allowing high-resolution functional imaging with significantly greater sensitivity, specificity, and accuracy than conventional planar bone scintigraphy with bisphosphonates&nbsp;(<em>9</em>,<em>10</em>). Recently, this old PET radiotracer has been re-purposed as a&nbsp;biomarker of active calcification in coronary atherosclerosis&nbsp;(<em>11</em>,<em>12</em>),&nbsp;&nbsp;an unfavourable event in the history of atherosclerosis that predicts cardiovascular morbidity and mortality&nbsp;(<em>13</em>).&nbsp;These vascular calcifications are a hallmark of atherosclerotic burden, and several biological mechanisms, including the release of calcifying extracellular vesicles, alterations in local microenvironment and increased mineralization&nbsp;(<em>14</em>,<em>15</em>). Studies have shown that the&nbsp;<sup>18</sup>F ions of&nbsp;<sup>18</sup>F-NaF bind to the surface of nanocrystalline hydroxyapatite and the intensity of&nbsp;<sup>18</sup>F-NaF uptake is higher for the smaller sized crystals&nbsp;(<em>16</em>), therefore supporting its use as a marker of active cardiovascular microcalcification. With expanding number of animal models of vascular calcification&nbsp;(<em>17</em>–<em>22</em>)and the advent of high-sensitivity/high-resolution preclinical PET systems&nbsp;(<em>23</em>,<em>24</em>), studies with&nbsp;<sup>18</sup>F-NaF in mice are likely to increase in coming years.&nbsp;&nbsp;Furthermore, since the mid-1980s, the effort to understand mammalian biology and the need to study disease models have caused the mouse to become the animal of choice. Given that&nbsp;most human genes have a related mouse gene, this rodent can be used as a platform for simulating many human diseases&nbsp;(<em>25</em>,<em>26</em>). Therefore, it is unsurprising that many mouse models of human cancer are also available, many of which present with bone metastasis that could be imaged with&nbsp;<sup>18</sup>F-NaF PET technique(<em>27</em>–<em>30</em>).&nbsp;</p><p>Like most PET radiotracers,&nbsp;<sup>18</sup>F-NaF is typically administrated via intravenous injection. Although routine in humans, intravenous injections in small animals, namely mice, can be more challenging, since they require proper animal-handling techniques and partial paravenous injection is common because of the small calibre of the superficial tail veins, thus leading to technical challenges on small-animal PET research&nbsp;(<em>31</em>). Furthermore,reproducible intravenous injection is not always possible for longitudinal studies or for sequential or multiple-tracer injection studies due to residual activity from previous injections&nbsp;(<em>32</em>,<em>33</em>).&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Radiochemistry</strong></p><p>- 18F-NaF in saline (Sodium chloride, 0.9% w/v,&nbsp;Hameln Pharmaceuticals)</p><p><strong>Animals</strong></p><p>- Nineteen 10- to 17-week-old Swiss mice (SD-1 males, 35.8 ± 3.6 g)</p><p><strong>Surgical vessel cannulations</strong></p><p>- Isoflurane (2–2.5%, oxygen 0.5 L/min, nitrous oxide 0.5 L/min, Mecan)</p><p>- Polyethylene catheters (PE-10 tubbing,&nbsp;ID 0.28 mm, OD 0.61 mm, 35 cm length, Fisher Scientific UK)</p><p>- Heparin sodium (20 IU/mL, B. Braun Medical Inc.)</p><p>- Sodium chloride ( 0.9% w/v,&nbsp;Hameln Pharmaceuticals)</p><p>- 6-0 silkthread (Interfocus)</p><p>- Surgical glue (Vetbond, 3M)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Radiochemistry</strong></p><p>- Cyclotron and a FASTlab synthesiser (GE Healthcare)</p><p><strong>Surgical vessel cannulations</strong></p><p>-&nbsp;Anaesthetic machine (Vet Equip)</p><p>-&nbsp;Stereomicroscope (Carl Zeiss)</p><p>-&nbsp;PET/CTscanner (nanoPET/CT, Mediso, Hungary)</p><p><strong>PET/CT data acquisition and reconstruction</strong></p><p>- Scanner (nanoPET/CT, Mediso, Hungary)</p><p><strong>Processing and analysis of PET single organ time‑activity curves </strong></p><p>- PMOD 4.0 software (PMOD Technologies, Switzerland)</p><p><strong>Data Analysis</strong></p><p>- Prism, version 8.4.3 (GraphPad Software Inc.)</p>"
        },
        {
            "header": "Procedure",
            "content": "Radiochemistry\n1. Prepare\n18\nF-NaF in saline (0.9% w/v)\n2. Use a cyclotron and a FASTlab synthesiser (GE Healthcare), using commercially available cassettes.\nAnimals\n1. Use 10- to 17-wk- old Swiss mice (SD-1 males, 35.8 ± 3.6 g).\n2. Keep all animals housed and maintained under standardised 12 h light:12 h dark conditions with food and water available\nad libitum.\n3. Split animals into experimental groups depending on the administration route of the radiotracer (i.e. femoral artery, femoral vein or intra-peritoneal injection).\nSurgical vessel cannulations\nFor the femoral vein and femoral artery experimental groups:\n1. Induce and maintain anaesthesia using isoflurane (2-2.5%, Oxygen 0.5 L/min, Nitrous Oxide 0.5 L/min) during the whole surgical procedure.\n2. Using a stereomicroscope, insert polyethylene catheters (PE10) filled with heparinized (20 IU/mL) saline into the left femoral artery or vein.\n3. Secure fastened with ligatures (6-0 silk thread).\n4. Hold catheters in place with surgical glue.\n5. Transfer the animals to the PET/CT scanner (nanoPET/CT, Mediso, Hungary) for all subsequent imaging procedures.\n6. Use the right femur and the right tibia to obtain bone measurements.\nPET/CT data acquisition and reconstruction\n1. Administer\n18\nF-NaF via intra-vascular or intra-peritoneal injection .\n2. Immediately post-radiotracer administration, obtain a 60 min whole-body emission scan using a 1:5 coincidence mode (where each detector module is in coincidence with five opposing ones, and is equivalent to maximum field of view of 102×102×94.7 mm).\n3. Acquire a CT scan (semi-circular full trajectory, maximum field of view, 360 projections, 35 kVp, 170 ms and 1:4 binning) for attenuation correction.\n4. Reconstruct PET data into 6×30 sec, 3×60 sec, 2×120 sec, 10×300 sec frames using Mediso’s iterative Tera-Tomo 3D reconstruction algorithm.\n5. Use the following settings: 4 iterations, 6 subsets, full detector model, low regularisation, spike filter on, voxel size 0.4 mm and 400-600 keV energy window.\n6. Correct PET data for randoms, scatter and attenuation.\nProcessing and analysis of PET single organ time-activity curves\n1.Import reconstructed scans into PMOD 4.0 software (PMOD Technologies, Switzerland).\n2. Manually draw volumes of interest (VOIs) around organs and bones of interest using the CT data.\n3. For kidneys and vena cava use PET data.\n4. Estimate radioactivity in the blood using the blood pool in the vena cava.\n5. Generate time-active curves (TACs) for each organ.\n6. Calculate standardised uptake values (SUV, g/ml) using the following equation:\nSUV(g/mL)= Radioactivity concentration in volume of interest (MBq/mL)/ [injected dose (MBq)/Animal weight (g)].\n7. Perform kinetic modelling using Patlak analysis (\nt*\n=16minutes) to estimate the influx constant (\nK\ni\n).\n8. Use the blood pool VOI in the vena cava as reference tissue VOI for Patlak modelling.\n9. Take SUV and SUVr averages from the last 3 frames between 45-60 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Ahuja K, Sotoudeh H, Galgano SJ, et al. 18F-Sodium Fluoride PET: History, Technical Feasibility, Mechanism of Action, Normal Biodistribution, and Diagnostic Performance in Bone Metastasis Detection Compared with Other Imaging Modalities.&nbsp;<em>J Nucl Med Technol</em>. 2020.</p><p>2.&nbsp;Langsteger W, Rezaee A, Pirich C, Beheshti M. 18F-NaF-PET/CT and 99mTc-MDP Bone Scintigraphy in the Detection of Bone Metastases in Prostate Cancer.&nbsp;<em>Semin Nucl Med</em>. 2016;46:491-501.</p><p>3. Beheshti M, Mottaghy FM, Payche F, et al. 18F-NaF PET/CT: EANM procedure guidelines for bone imaging.&nbsp;<em>Eur J Nucl Med Mol Imaging</em>. 2015;42:1767-1777.</p><p>4. Jadvar H, Colletti PM, Delgado-Bolton R, et al. Appropriate use criteria for 18F-FDG PET/CT in restaging and treatment response assessment of malignant disease.&nbsp;<em>J Nucl Med</em>. 2017;58:2026-2037.</p><p>5. Czernin J, Satyamurthy N, Schiepers C. Molecular mechanisms of bone 18F-NaF deposition.&nbsp;<em>J Nucl Med</em>. 2010.</p><p>6. O’Sullivan GJ. Imaging of bone metastasis: An update.&nbsp;<em>World J Radiol</em>. 2015;7:202.</p><p>7. Joshi N V., Vesey AT, Williams MC, et al. 18F-fluoride positron emission tomography for identification of ruptured and high-risk coronary atherosclerotic plaques: A prospective clinical trial.&nbsp;<em>Lancet</em>. 2014;383:705-713.</p><p>8. Irkle A, Vesey AT, Lewis DY, et al. Identifying active vascular microcalcification by 18F-sodium fluoride positron emission tomography.&nbsp;<em>Nat Commun</em>. 2015;6:1-11.</p><p>9. Even-sapir E, Metser U, Flusser G, et al. Assessment of Malignant Skeletal Disease : and Comparison Between 18 F-Fluoride PET. 2004;45:272-279.</p><p>10. Schirrmeister H, Glatting G, Hetzel J, et al. Prospective evaluation of the clinical value of planar bone scans, SPECT, and 18F-labeled NaF PET in newly diagnosed lung cancer.&nbsp;<em>J Nucl Med</em>. 2001;42:1800-1804.</p><p>11. Fiz F, Morbelli S, Piccardo A, et al. 18F-NaF uptake by atherosclerotic plaque on PET/CT imaging: Inverse correlation between calcification density and mineral metabolic activity.&nbsp;<em>J Nucl Med</em>. 2015;56:1019-1023.</p><p>12. Dweck MR, Chow MWL, Joshi N V., et al. Coronary arterial 18F-sodium fluoride uptake: A novel marker of plaque biology.&nbsp;<em>J Am Coll Cardiol</em>. 2012;59:1539-1548.</p><p>13. Detrano R, Guerci AD, Carr JJ, et al. Coronary calcium as a predictor of coronary events in four racial or ethnic groups.&nbsp;<em>N Engl J Med</em>. 2008;358:1336-1345.</p><p>14. Aikawa E, Nahrendorf M, Figueiredo JL, et al. Osteogenesis associates with inflammation in early-stage atherosclerosis evaluated by molecular imaging in vivo.&nbsp;<em>Circulation</em>. 2007;116:2841-2850.</p><p>15. Shanahan CM. Inflammation ushers in calcification: A cycle of damage and protection?&nbsp;<em>Circulation</em>. 2007;116:2782-2785.</p><p>16. Creager MD, Hohl T, Hutcheson JD, et al. 18F-fluoride signal amplification identifies microcalcifications associated with atherosclerotic plaque instability in positron emission tomography/computed tomography images.&nbsp;<em>Circ Cardiovasc Imaging</em>. 2019;12:1-11.</p><p>17. Awan Z, Denis M, Bailey D, et al. The LDLR deficient mouse as a model for aortic calcification and quantification by micro-computed tomography.&nbsp;<em>Atherosclerosis</em>. 2011;219:455-462.</p><p>18. Goettsch C, Hutcheson JD, Hagita S, et al. A single injection of gain-of-function mutant PCSK9 adeno-associated virus vector induces cardiovascular calcification in mice with no genetic modification.&nbsp;<em>Atherosclerosis</em>. 2016;251:109-118.</p><p>19. Lutgens E, Daemen M, Kockx M, et al. Atherosclerosis in APOE(*)3-Leiden transgenic mice from proliferative to atheromatous stage.&nbsp;<em>Circulation</em>. 1999.</p><p>20. Rattazzi M, Bennett BJ, Bea F, et al. Calcification of advanced atherosclerotic lesions in the innominate arteries of ApoE-deficient mice: Potential role of chondrocyte-like cells.&nbsp;<em>Arterioscler Thromb Vasc Biol</em>. 2005;25:1420-1425.</p><p>21. Langheinrich AC, Michniewicz A, Sedding DG, et al. Correlation of vasa vasorum neovascularization and plaque progression in aortas of apolipoprotein E-/-/low-density lipoprotein-/- double knockout mice.&nbsp;<em>Arterioscler Thromb Vasc Biol</em>. 2006;26:347-352.</p><p>22. Zhang SH, Reddick RL, Piedrahita JA, Maeda N. Spontaneous hypercholesterolemia and arterial lesions in mice lacking apolipoprotein E.&nbsp;<em>Science (80- )</em>. 1992;258:468-471.</p><p>23. Chatziioannou AF. PET scanners dedicated to molecular imaging of small animal models.&nbsp;<em>Mol Imaging Biol</em>. 2002.</p><p>24. Di Filippo FP, Patel S, Asosingh K, Erzurum SC. Small-animal imaging using clinical positron emission tomography/computed tomography and super-resolution.&nbsp;<em>Mol Imaging</em>. 2012;11:210-219.</p><p>25. Chatziioannou AF. Molecular imaging of small animals with dedicated PET tomographs.&nbsp;<em>Eur J Nucl Med</em>. 2002.</p><p>26. Perlman RL. Mouse Models of Human Disease: An Evolutionary Perspective.&nbsp;<em>Evol Med Public Heal</em>. 2016.</p><p>27. Collantes M, Martínez-Vélez N, Zalacain M, et al. Assessment of metabolic patterns and new antitumoral treatment in osteosarcoma xenograft models by [ 18 F]FDG and sodium [ 18 F]fluoride PET.&nbsp;<em>BMC Cancer</em>. 2018;18:1-10.</p><p>28. Jadvar H. Molecular imaging of prostate cancer: PET radiotracers.&nbsp;<em>Am J Roentgenol</em>. 2012;199:278-291.</p><p>29. Wilson GH, Gore JC, Yankeelov TE, et al. An approach to breast cancer diagnosis via PET imaging of microcalcifications using 18F-NaF.&nbsp;<em>J Nucl Med</em>. 2014;55:1138-1143.</p><p>30. Kulshrestha RK, Vinjamuri S, England A, Nightingale J, Hogg P. The role of 18F-sodium fluoride PET/CT bone scans in the diagnosis of metastatic bone disease from breast and prostate cancer.&nbsp;<em>J Nucl Med Technol</em>. 2016;44:217-222.</p><p>31. Hubrecht R, Kirkwood J. The UFAW Handbook on the Care and Management of Laboratory and Other Research Animals: Eighth Edition.; 2010.</p><p>32. Koch MA. Experimental Modeling and Research Methodology. Second Edi. Elsevier Inc.; 2006.</p><p>33. Gaertner DJ, Hallman TM, Hankenson FC, Batchelder MA. Anesthesia and Analgesia for Laboratory Rodents. Second Edi. Elsevier Inc.; 2008.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-021-85073-0",
                "date": "2021-03-09 11:03:14",
                "title": "Effects of administration route on uptake kinetics of 18F-sodium fluoride positron emission tomography in mice",
                "authors": [
                    "Zaniah N. Gonzalez-Galofre",
                    "Carlos J. Alcaide-Corral",
                    "Adriana A. S. Tavares"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 20106384,
                "identity": "d3e19280-c6bf-4fad-8464-3ebeec6de292",
                "order_by": 0,
                "name": "Zaniah N. Gonzalez-Galofre",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5918-7023",
                "institution": "University of Glasgow",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zaniah",
                "middleName": "N.",
                "lastName": "Gonzalez-Galofre",
                "suffix": ""
            },
            {
                "id": 20106385,
                "identity": "7b94d8d0-d17f-444d-bb50-85488bf11f1a",
                "order_by": 1,
                "name": "Carlos J. Alcaide-Corral",
                "email": "",
                "orcid": "",
                "institution": "University of Edinburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carlos",
                "middleName": "J.",
                "lastName": "Alcaide-Corral",
                "suffix": ""
            },
            {
                "id": 20106386,
                "identity": "1c4fcf17-b29b-448d-8f75-6863694b29d3",
                "order_by": 2,
                "name": "Adriana A. S. Tavares",
                "email": "adriana.tavares@ed.ac.uk",
                "orcid": "",
                "institution": "University of Edinburgh",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Adriana",
                "middleName": "A. S.",
                "lastName": "Tavares",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-02-19 12:24:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1377/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1377/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15672509,
                "identity": "1890e621-b7bb-4ae2-9a3a-ea42b347248e",
                "added_by": "auto",
                "created_at": "2021-11-18 14:12:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 257179,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1377/v1/a2d37ead-49aa-43d8-b21a-8fce9abcac5f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "18F-NaF; calcification; intraperitoneal injection; CT; PET imaging",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><sup>18</sup>F-sodium fluoride (<sup>18</sup>F-NaF) is a positron emission tomography (PET) radiotracer widely used in skeletal imaging and has also been proposed as a biomarker of active calcification in atherosclerosis. Like most PET radiotracers,&nbsp;<sup>18</sup>F-NaF is typically administered intravenously. However in small animal research intravenous administrations can be challenging, because partial paravenous injection is common due to the small calibre of the superficial tail veins and repeat administrations via tail veins can lead to tissue injury therefore limiting the total number of longitudinal scanning points. This protocol allows to look at the feasibility of using intra-peritoneal route of injection of&nbsp;<sup>8</sup>F-NaF to study calcification in mice by looking at the kinetic and uptake profiles of normal soft tissues and bones versus intra-vascular injections.&nbsp;</p>",
        "manuscriptTitle": "Effects of administration route on uptake kinetics of 18F-sodium fluoride Positron Emission Tomography in mice",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-22 11:35:41",
                "doi": "10.21203/rs.3.pex-1377/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "fd763063-7663-4604-8762-794b5b48533e",
        "owner": [],
        "postedDate": "April 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3827403,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-22 11:35:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}