{
    "identity": "nprot-429",
    "title": "Monitoring endothelial cell development and migration in the embryonic CNS",
    "content": [
        {
            "header": "Introduction",
            "content": "The anatomy of the brain&#x2019;s vascular networks is just as complex as that of its neuronal networks. Yet, surprisingly little is known about the ontogeny of cerebral vasculature. Until now, it was believed that brain&#x2019;s vascular networks developed passively to meet metabolic needs of the rapidly growing nervous tissue \\(ref.1,2). Although classical studies identified a ventral to dorsal temporal developmental angiogenesis gradient in the telencephalon \\(ref.3), the sequence of angiogenesis was considered to merely shadow neurogenesis and neuronal maturation. According to current models \\(ref.4,5) brain vasculature develops in four stages \\(Fig. 1a), responding to and keeping pace with the rapid onset and progression of neuroepithelial progenitor cell divisions, neurogenesis and gliogenesis. According to this model, blood vessels on the pial surface extend radial branches towards the ventricle \\(ventriculo-petal branches; stage 1); form new branches upon arrival in the periventricular region \\(stage 2); reverse direction to grow back to the pia \\(ventriculo-fugal branches; stage 3); and finally branch into plexuses \\(stage 4).  This model does not support distinct developmental schedules for pial and periventricular vessels nor the role of transcription factors Nkx2.1, Dlx1, Dlx2 or Pax6 in the development of periventricular vessels \\(Vasudevan et al 2008). \r\n\n\nWe have proposed an alternative model that can support our recent findings \\(Vasudevan et al 2008) and also fit with the notion of VEGF-guided vessel growth. In this model  \\(Fig. 1b), pial and periventricular vessels develop according to independent schedules. The pial vessels encompass the embryonic telencephalon as early as embryonic day 9 \\(E9) and do not display developmental gradients. The periventricular vessels, which form the bulk of the telencephalic vasculature, arise as branches of the basal vessel located in the basal ganglia primordium \\(stage 1). The periventricular vessel branches form an orderly lattice in the ventral telencephalon \\(stage 2). Later, the periventricular vessel network propagates into the dorsal telencephalon \\(stage 3) as a result of migration of endothelial cells, which is controlled by homeobox transcription factors. Thus, a ventral-to-dorsal and lateral-to-medial gradient of telencephalic angiogenesis is established \\(stage 4). Based on earlier reports \\(ref.6) we have proposed that the pial vessels may develop into venous sinuses and the periventricular vessels into the arterial network.\r\n\n\nWe arrived at this model of brain angiogenesis based on data collected by multiple techniques including analysis of the distribution of blood vessels and endothelial cells by immunohistochemistry in histological sections and whole mounts of the telencephalon. Using these anatomical methods we also demonstrated that endothelial cells express compartment-specific transcription factors. The other techniques used included explant cultures that were employed to demonstrate that endothelial cells migrated from ventral to dorsal telencephalon. By using telencephalic explants from mouse models with mutations in specific transcription factor genes, we established that ventral transcription factors Nkx2.1, Dlx1 and Dlx2 were required for migration of endothelial cells from ventral to dorsal telencephalon and that the dorsal transcription factor Pax6 was required for migration of endothelial cells within the dorsal telencephalon. In addition we demonstrated cell autonomous effects of homeobox genes on endothelial cell migration by using small interfering RNA \\(siRNA) in primary cultures of mouse brain endothelial cells to knock down the homeobox transcription factor gene expression."
        },
        {
            "header": "Reagents",
            "content": "Animals. Timed pregnant mice are used. The day of vaginal plug discovery is considered embryonic day 0 \\(E0). All experiments using laboratory animals are approved by the animal care and use committees of Massachusetts General Hospital and conform to NIH guidelines for the care and use of laboratory animals."
        },
        {
            "header": "Procedure",
            "content": "**Immunohistochemical labeling of blood vessels with isolectin B4 in whole mounts of embryonic telencephalon**: \r\n\n\nWhole mount preparations described below were key in identifying fine anatomical details and developmental gradients of telencephalic vasculature \\(Fig. 2). By using these methods, we found that the periventricular vessels in the ventral telencephalon originated from a prominent basal vessel located deep on the floor of the telencephalic vesicle in the basal ganglia primordium \\(Fig. 2a). The basal vessel unfurled into a plexus and during the E9 to E11 interval grew in a ventral to dorsal and lateral to medial direction, straddling the lateral ventricles \\(Fig. 2e-i). The periventricular plexus was restricted to a ~20 µm-thick plane parallel to the pial surface and sandwiched between the ventricular and marginal zones in the E11 dorsal telencephalon \\(Fig. 2b-d). Narrow branches from the periventricular network joined the pial plexuses as fine, tapering vessels. The specific steps in the preparation of the whole mounts are as follows. \r\n\n\n1|  Collect mouse embryos one by one from deeply anesthetized dams \\(Ketamine, 50 mg/kg and Xylazine, 10 mg/kg; i.p.). \r\n\n\n2|  Decapitate each embryo immediately upon removal from the mother and remove the brains. \r\n\n\n3|  Immerse the brains in 4% paraformaldehyde in 0.1M phosphate buffer, pH 7.2 and store at 4°C.  For whole mounts from E15 or older embryos, the brain should be removed from the skull prior to fixation.\r\n\n\n4|  Prior to preparation of the whole mounts, wash the brains three times in phosphate buffered saline \\(PBS; 0.1M phosphate buffer, pH7.3 and 0.9% Sodium Chloride) and permeabilize with 1% bovine serum albumen \\(BSA) and 0.5% TritonX-100 in PBS at 4\no\nC overnight. \r\n\n\n5|  Following a PBS rinse for 5 min, incubate the brains in biotinylated isolectin B4 \\(1:40, Sigma) in antibody diluent solution \\(BD Pharmingen) containing 1% TritonX-100 at 4\no\nC overnight. \r\n\n\n6|  After six washes in PBS \\(each wash for 4 min), incubate the brains with Alexa 594 streptavidin conjugate \\(Invitrogen) diluted 1:200 in antibody diluent \\(BD Pharmingen) containing 0.5% TritonX-100 for 6 hours at 4oC. Rinse brains six times in PBS, 4 min for each rinse.\r\n\n\n7|  Place the brains in a 35 mm Petri dish containing PBS and view under a dissecting microscope \\(Fig. 3a). \r\n\n\n8|  Separate the telencephalon from the rest of the brain \\(Fig. 3b) by severing the nascent internal capsule as close to the ganglionic eminences as possible using spring scissors \\(2-4 mm blade length). \r\n\n\n9|  Separate the telencephalic hemispheres from each other by a mid-line cut using a scalpel blade \\(number 11; Fig. 3c). Cut each hemisphere along the caudal to rostral direction and open like a book \\(Fig. 3d) to reveal the ganglionic eminences at the base of the telencephalon. \r\n\n\n10|  Mount the open hemisphere flat with the ventricular surface facing the viewer \\(Fig. 3e) on Superfrost Plus glass slides with Vectashield hard setTM mounting medium \\(Vector Laboratories) and examine using a Zeiss Pascal LSM 5 laser confocal microscope.\r\n\n\n\r\n\n\n\r\n\n\n**Endothelial cell migration in explants of embryonic mouse telencephalon in culture**: \r\n\n\nWe found that the periventricular vessels develop in a ventral-to-dorsal and lateral-to-medial gradient. The periventricular vessel developmental gradient is established as a result of migration of endothelial cells from the ventral to the dorsal telencephalon beginning around E10. To verify periventricular endothelial cell migration across telencephalic compartmental boundaries, heterochronic explantation studies using explants of the E11 ventral telencephalon and E10 dorsal telencephalon are used \\(Fig. 4). Since the endothelial cells have not yet entered the dorsal telencephalon in vivo at E10, use of the E10 dorsal telencephalon explants in the heterochronic explantation studies confers a unique advantage because any endothelial cell that is found in the E10 dorsal telencephalon explant can be assumed with certainty to have originated in and migrated from the ventral explant. \r\n\n\n1|  Collect embryos by hysterotomy of deeply anesthetized dams and decapitate. \r\n\n\n2|  Place the embryonic brains in sterile petridishes in ice cold NeurobasalTM medium \\(Gibco) that contains 2% B27 supplement and Penicillin-streptomycin-Glutamine mix \\(Gibco). \r\n\n\n3|  Under a microscope, cut the telencephalon along the caudal to rostral direction with fine microtip scissors. Trim the floor plate gently to flatten the tissue.  \r\n\n\n4|  Separate the dorsal and ventral telencephalon by making an incision at the dorso-ventral boundary. \r\n\n\n5|  Transfer each telencephalic explant to polycarbonate membranes \\(8 mm pore size; Gibco) in sterile 6 well plates containing NeurobasalTM medium. Place the plates in the incubator \\(370C, 5% CO2 and 95% humidity) and take out as and when required. \r\n\n\n6|  Test cell viability in the explants with a LIVE/DEAD® Viability/Cytotoxicity Kit \\(Invitrogen). We observed cell death only in regions that were mechanically manipulated during micro-dissection \\(Fig. 4a). Perform all procedures under sterile conditions.\r\n\n\n7|  For pre-explantation labeling with QDot® nanocrystals, incubate the explant with Qtracker reagents \\(Qtracker 655 Cell Labeling Kit; Invitrogen) in NeurobasalTM medium for 45 min at 37oC. The nanocrystals provide stable intense fluorescence that is not lost over time. The nanocrystals are useful as pre-explantation markers for the entire explant rather than for labeling individual endothelial cells within the explant. \r\n\n\n8|  Ventral explants from Tie2-GFP mice are a better option as endothelial cells express GFP and can be monitored during their migration into the dorsal explant.\r\n\n\n9|  Transfer the dorsal explant to the polycarbonate membrane and graft the labeled ventral explant onto the unlabeled dorsal explant using fine tungsten needles. During this process, visualize the labeled explant with a fluorescence microscope \\(Nikon Eclipse E400) to confirm appropriate positioning \\(Fig. 4b, e).\r\n\n\n10|  Incubate the explants for 24 h at 370C \\(5% CO2 and 95% humidity) in NeurobasalTM medium. \r\n\n\n11|  At the end of the culture period, detach the explants from the membrane filters gently into petridishes and fix in zinc fixative \\(BD Pharmingen) at room temperature for 24 h. The zinc fixative is a milder fixative and helps preserve many antigenic epitopes producing superior labeling with many antibodies when compared to paraformaldehyde fixation.\r\n\n\n12|  Transfer the explants into a glass vial and dehydrate it in ascending series of ethanol \\(1 h each in 70% and 95% ethanol and two changes of 1 h each in 100% ethanol) and clear in xylene \\(1h, twice). During this process place the vial in a Rotamix. Glass vials are preferred because plastic vials may not withstand the xylene exposure well. Next, fill the glass vial \\(containing the explants) to 25% capacity with fresh xylene and transfer to a 60\no\nC oven. Following 15 min, add molten paraffin wax \\(Peel-away embedding paraffin; Polysciences) to the vial so that the ratio of wax to xylene is 1:1. After 30 min, add more paraffin to bring the ratio of xylene to paraffin to 1:2 and 30 min later replace the paraffin-xylene mixture with fresh paraffin.  Following overnight immersion in the fresh paraffin at 60\no\nC embed the explants flat in paraffin in a plastic mould \\(Peel-away embedding molds; Polysciences) and leave at room temperature for 24 h. Remove the paraffin block containing the explant from the mold, trim it and section on a rotary microtome in the coronal plane at 15 µm thickness. Mount the sections on Superfrost Plus glass slides \\(Fisher Scientific) and dry at 37\no\nC for 24 h. Deparaffinize the sections in xylene \\(two changes, 10 min each), rehydrate in descending series of ethanol \\(100%, 95%, 70%, 10 min each) and transfer to PBS. Paraffin processing provides high quality histology for the delicate explants when compared to cryo-preservation techniques. The sections are ready for immunohistochemistry with various markers \\(Figure 4c, d, f). Sections are pre-treated with BD Retrievagen \\(pH 6.0) \\(BD Pharmingen) before immunohistochemical staining by using standard methods. \r\n\n\n\r\n\n\n**Transplantation of mouse brain derived endothelial cells into explants of telencephalon** \r\n\n\n To study endothelial cell autonomous role of ventral and dorsal transcription factors in telencephalic angiogenesis, we knocked down the transcription factor genes in cultured embryonic mouse endothelial cells by using siRNA technology and transplanted the cells into E11 wild type CD1 ventral telencephalon explants to study their migratory behavior. Embryonic mouse endothelial cells prepared from Nkx2.1-/- and SeyDey mice were also used in parallel studies. Here we describe transplantation of siRNA transfected E13 mouse brain derived endothelial cells into E11 ventral telencephalic explants.\r\n\n\n1) To prepare primary endothelial cell cultures from embryonic mouse ventral telencephalon, collect E13 embryos, dissect the telencephalon and separate its ventral and dorsal compartments by an incision at the dorso-ventral boundary. Mince tissue pieces into 1-2 mm fragments with a scalpel blade, rinse in PBS and incubate at 37\no\nC for 0.5 h in pre-warmed PBS with trypsin \\(0.25%), DNase I \\(1 mg/ml) and EDTA \\(0.5mM). Dissociate the tissue, spin it down, re-suspend in warm 10% fetal calf serum \\(FCS)-DMEM and filter through a sterile 40 µm nylon mesh. Collect cells, resuspend in 1 ml RBC lysing buffer \\(Sigma), overlay onto DMEM and centrifuge briefly.  Resuspend the cell pellet in 1 ml of 10% FCS-DMEM.\r\n\n\n2)  Coat dynabeads with sheep anti-rat IgG \\(Invitrogen) and incubate with rat anti-mouse CD31 \\(PECAM-1) monoclonal antibody \\(BD Pharmingen) at 4\no\nC overnight and wash three times with 2% FCS in PBS. Add 1 ml cell suspension to the tube containing the washed beads. After 30 min at 4\no\nC with occasional agitation, recover bead-bound cells using a magnetic field, wash five times in 10% FCS-DMEM and once with FCS-free DMEM and then digest for 10 min at 37\no\nC in 1 ml of trypsin/EDTA \\(GIBCO) to release the beads. Centrifuge bead-free cells in 10% FCS-DMEM and re-suspend in endothelial cell culture medium \\(BIOCOATÒ Endothelial cell growth environment, BD Biosciences). Culture cells in 75 cm2 BIOCOATÒ Collagen Type 1 flasks \\(BD Biosciences) and feed every 2 days with complete medium exchange and trypsinize for subculture at 80% confluency. Split cells into 6 well plates and maintain in DMEM  before transfection with siRNA constructs.\r\n\n\n3) Use pre-designed siRNA constructs for Nkx2.1 \\(ON-TARGETplus SMARTpool, L-041979-01, Dharmacon) and a control non-targeting siRNA \\(D-001206-14-05, Dharmacon). Co-transfect a siGLO Red transfection indicator \\(Dharmacon) with siRNA to serve as an indicator for transfection success. Achieve optimal conditions by transfecting endothelial cells at 80% confluency in DMEM in 6 well plates; transfect with siRNA \\(2 µM) and siGLO Red transfection indicator \\(1 µM), using DharmaFECT transfection reagent 1; and follow manufacturer’s protocols. Observe virtually complete knockdown of NKX2.1 under such conditions, within 96h by western blotting and immunocytochemistry. Before the transplantion step, spin down cells  and collect in 200 ml DMEM. These endothelial cells are now ready for transplantation into explants. \r\n\n\n4) Prepare explants of E11 mouse CD1 telencephalon as described earlier and place on polycarbonate membrane \\(8 mm pore size; Gibco) in sterile 6 well plates in DMEM. \r\n\n\n5) For ideal transplantation of endothelial cells, make sure that the explant is not fully submerged in the medium. The upper surface of the explant should be exposed to air so that the surface tension will help the transplanted cells adhere to the explant. \r\n\n\n6) For the transplantation procedure itself, take approximately 100 endothelial cells in a fine micropipette and pressure inject focally into the explant. Leave the plates untouched for 15-20 minutes and then transfer into the incubator. One hour after the transplantation, add more medium to the wells to fully submerge the explants.\r\n\n\n7) After 24 hours, process the explants for paraffin wax histology and immunohistochemistry. The siGLO Red transfection indicator is resistant to the paraffin processing steps and is an excellent tool to identify transplanted endothelial cells. Control-transfected endothelial cells migrate from the site of transplantation into the host ventral explant in 24 h \\(Fig. 5a-c). On the other hand, virtually all the Nkx2.1 siRNA transfected endothelial cells are restricted to the site of transplantation \\(Fig. 5d-g).\r\n\n\n\r\n\n\n**CONCLUSIONS**\r\n\n\nHistological sections or whole mounts of the embryonic mouse telencephalon are ideal for discerning and quantitatively illustrating gradients of blood vessel development following immunohistochemical labeling of the vessel components. The whole mounts are especially valuable because they permit a global view of the entire vascular network while preserving its anatomical relationships. Explants of the dorsal and ventral telencephalon maintained in culture are ideal for illustrating endothelial cell migration across telencephalic compartments. Although manipulation of the neural tube or embryonic telencephalon for preparation of the explants is a delicate procedure requiring micro-dissection expertise, the technique is a valuable tool for studying a variety of cellular and molecular mechanisms in developmental biology. Combining the explant culture, cell transplantation and siRNA technologies permitted us to study the role of specific genes in the regulation of cross-compartmental migration of endothelial cells."
        },
        {
            "header": "References",
            "content": "1.Risau, W. Mechanisms of angiogenesis. _Nature_ **386**, 671-674 \\(1997).\r\n\n\n2.Kurz, H. Physiology of angiogenesis. _J Neurooncol_ **50**, 17-35 \\(2000).\r\n\n\n3.Strong, L.H. The Early Embryonic Pattern of Internal Vascularization of the Mammalian Cerebral Cortex. _J Comp Neurol_ **123**, 121-138 \\(1964).\r\n\n\n4.Greenberg, D.A. &amp; Jin, K. From angiogenesis to neuropathology. _Nature_ **438**, 954-959 \\(2005).\r\n\n\n5.Plate, K.H. Mechanisms of angiogenesis in the brain. _J Neuropathol Exp Neurol_ **58**, 313-320 \\(1999).\r\n\n\n6.Hiruma, T., Nakajima, Y. &amp; Nakamura, H. Development of pharyngeal arch arteries in early mouse embryo. _J Anat_ **201**, 15-29 \\(2002)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nn2074",
                "date": "2008-03-12 11:31:04",
                "title": "Compartment-specific transcription factors orchestrate angiogenesis gradients in the embryonic brain",
                "authors": [
                    "Anju Vasudevan",
                    "Jason E Long",
                    "James E Crandall",
                    "John L R Rubenstein  &  Pradeep G Bhid"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10896,
                "identity": "9f2bddc1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anju Vasudevan",
                "email": "",
                "orcid": "",
                "institution": "Neurology, Massachusetts General Hospital and Harvard Medical School, Charlestown, MA 02129, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anju",
                "middleName": "",
                "lastName": "Vasudevan",
                "suffix": ""
            },
            {
                "id": 10897,
                "identity": "9f2be0d4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pradeep G.  Bhide",
                "email": "",
                "orcid": "",
                "institution": "Neurology, Massachusetts General Hospital and Harvard Medical School, Charlestown, MA 02129, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pradeep",
                "middleName": "G.",
                "lastName": "Bhide",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 10:53:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.82",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.82",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607910,
                "identity": "2e8d31ec-40c9-460c-ad0c-653ee0b6e4d4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 84981,
                "visible": true,
                "origin": "",
                "legend": "A new model of telencephalic angiogenesis   Current model of CNS angiogenesis [a; modified from reference 4] proposes that pial vessels extend radial branches towards the ventricle (ventriculo-petal branches; stage 1); form new branches upon arrival in the periventricular region (stage 2); reverse direction to grow back to the pia (ventriculo-fugal branches; stage 3); and finally branch into plexuses (stage 4). We propose an alternative model (b) in which, pial and periventricular blood vessels develop along independent schedules. The periventricular vessels are branches of the basal vessel located in the basal ganglia primordium (stage 1). The basal vessel produces an orderly lattice of periventricular branches in the ventral telencephalon (stage 2). The periventricular vessel network propagates into the dorsal telencephalon (stage 3) to produce the dorsal periventricular plexus (stage 4), controlled by ventral and dorsal homeobox transcription factors. A larger, pdf version of this figure can be found \"here\":http://protocols.nature.com/image/show/934.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-429/v1/figure_1.png"
            },
            {
                "id": 2607915,
                "identity": "57d1a826-f113-4cfc-a3ff-4b4743d64de1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 219569,
                "visible": true,
                "origin": "",
                "legend": "Angiogenesis gradients in the embryonic telencephalon   (a) Isolectin-B4+ pial vessels covering a E10 dorsal telencephalon, cut open (at arrowheads) and mounted with the ventricular surface up. The basal vessel appears on the telencephalic floor (thick arrow). The dorsal telencephalon is unlabeled (thin arrow). (b–d) Isolectin B4–labeled periventricular vessels in an E11 whole mount appear in a single 20-mm focal plane (b) from which thin vessels emerge at right angles toward the pial surface (c) and contact the pial vessels (arrow in d), which appear in a different focal plane (d). (e,f) Isolectin B4–labeled prominent basal vessel (white star) in E11 ventral telencephalon whole mount unfurls into a periventricular vessel lattice. The broken line (f) indicates the advancing vessel front: the medial telencephalon has no periventricular vessels (white arrow). (g-i) Diagramatic representation of periventricular vessel development. The periventricular vessel network (depicted in red) originates from the basal vessel (red asterisk in g) in the telencephalon (peacock green) and grows in ventral-to-dorsal and lateral-to-medial directions. Dotted circle in g is expanded in h (cartoon in purple) for a two-dimensional view of the periventricular network (yellow dotted circle) and the basal vessel (red asterisk in h). The boxed area in h represents f, with the medial aspects of the telencephalon devoid of periventricular vessels. (i) Ventral-to-dorsal and lateral-to-medial gradients of periventricular angiogenesis (broken red line with directional arrow). Blue dotted line, pial vessels. Scale bars: a, 100 mm (applies to a, e); b, 50 mm (applies to b–d, f). A larger, pdf version of this figure can be found \"here\":http://protocols.nature.com/image/show/935.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-429/v1/figure_2.png"
            },
            {
                "id": 2607914,
                "identity": "3d0320a6-a03e-44c6-a0ae-18cd4c303443",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62049,
                "visible": true,
                "origin": "",
                "legend": "Preparation of embryonic telencephalon mouse whole mounts   (a) The embryonic brain viewed under a dissecting microscope. (b) Each hemisphere is cut along the caudal to rostral direction and opened like a book. (c) The telencephalic hemispheres are separated from each other (d) The ganglionic eminences at the base of the telencephalon is revealed. (e) The open hemisphere is mounted flat with the ventricular surface facing the viewer. A larger, pdf version of this figure can be found \"here\":http://protocols.nature.com/image/show/936.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-429/v1/figure_3.png"
            },
            {
                "id": 2607917,
                "identity": "a11175e6-405d-4e43-a907-f29d79caf193",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 277495,
                "visible": true,
                "origin": "",
                "legend": "Co-culture of mouse telencephalon explants   a) Cell viability in telencephalic explants: An E10 neural tube explant maintained in culture for 24 h and stained with a viability/cytotoxicity kit (Invitrogen). Calcein labeled live cells fluoresce green and the relatively few ethidium homo-dimer labeled dead cells fluoresce red (blue arrows). b) Pre-explantation labeling: An E10 dorsal explant cultured with a Qdot-labeled E11 ventral explant. Dotted white line indicates the border. The QDots (red; white asterisk) help identify the ventral explant in later analyses by retaining fluorescence even after 24 hr in culture and tissue processing for paraffin histology. A fluorescent (Cy3 filter) image is superimposed on a bright-field image to reveal the explants in their entirety.\r\n(c) A merged image of Isolectin B4 (green) and Qdot (red) in a paraffin section from a co-cultured telencephalic explant. The E10 dorsal explant is cultured with an E11 ventral explant. Both explants are from CD1 mice. Isolectin B4-positive periventricular vessels (arrow) appear in the dorsal explant. Pre-explantation Qdot labeling (asterisks) verifies explant’s ventral origins.\r\n(d) Migration of endothelial cells: A 15 mm thick paraffin section through an explant is stained with isolectin B4 to show vessels (green) in the ventral explant and others that have migrated from ventral to dorsal explant. A robust stream of labeled vessels is captured as it enters the dorsal explant (white arrow).\r\n(e) Culture of Tie2-GFP explants with wild type explants: An E10 dorsal explant from a wild-type CD1 mouse was cultured with a ventral explant from an E11 Tie2-GFP mouse. Endothelial cells in the Tie2-GFP mouse are GFP-positive (green). A fluorescent (FITC filter) image is superimposed on a bright-field image to reveal the explants in their entirety. The white arrows show the spread of GFP positive cells from the ventral into the dorsal explant.\r\n(f) A merged image of isolectin B4 (red), GFP (green) and PAX6 (blue) in a paraffin section from a co-cultured telencephalic explant. The E10 dorsal explant was cultured with an E11 Tie2-GFP ventral explant. This particular dorsal explant is from an Nkx2.1-/- mouse. GFP+ve endothelial cells from the ventral explant enter into the dorsal explant.\r\nA larger, pdf version of this figure can be found \"here\":http://protocols.nature.com/image/show/937.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-429/v1/figure_4.png"
            },
            {
                "id": 2607916,
                "identity": "b6cfb9c0-0d19-4f17-a424-c452b51fe270",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33775,
                "visible": true,
                "origin": "",
                "legend": "Migration of transplanted endothelial cells on a ventral explant   (a-c) Control siRNA transfected (a-c) endothelial cells transplanted into E11 CD1 wild type ventral telencephalon and double-labeled with isolectin B4 (a) and SigloRed (b) migrated from the transplantation site (white arrow in a, c) into the explant (yellow arrows). (c) a and b merged. Virtually all of the Nkx2.1 siRNA transfected endothelial cells, identified by isolectin B4 (d) and SigloRed (e) labeling, were restricted to the site of transplantation (white arrow, d-f). (f) d and e merged. (g) Number of Nkx2.1 siRNA treated endothelial cells that migrated was expressed as a percentage relative to that of control siRNA treated endothelial cells. Nkx2.1 siRNA treated endothelial cells were found very close to the transplantation site whereas endothelial cells transfected with control non-targeting constructs migrated far into the explant (t-test; *P<0.0001).\r\nA larger, pdf version of this figure can be found \"here\":http://protocols.nature.com/image/show/938.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-429/v1/figure_5.png"
            },
            {
                "id": 13464468,
                "identity": "e19ec003-df24-4b50-a4d9-1ed1c865a075",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 795715,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-429/v1/759f0242-2790-4e88-9adf-a6ade5ba5989.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "endothelial, migration, CNS\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Monitoring endothelial cell development and migration in the embryonic CNS",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-03-31 06:55:25",
                "doi": "10.1038/nprot.2008.82",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2b6c1c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 31st, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2082,
                "name": "Biological techniques"
            },
            {
                "id": 2083,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-03-31 06:55:25",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}