{
    "identity": "nprot-5227",
    "title": "AP-MALDI MSI of lipids in mouse brain tissue sections",
    "content": [
        {
            "header": "Introduction",
            "content": "Mass spectrometry \\(MS) as an analytical tool can provide qualitative and quantitative information for a variety of analytes. MSI combines these analytical capabilities with the spatial information of analyte locations within tissue samples. First laterally resolved experiments in combination with mass spectrometry were performed with laser desorption ionization \\(LDI) in the 1970s, but were limited to the analysis of low m/z ions, especially inorganic compounds.<sup>1,2</sup> The introduction of matrix-assisted laser desorption/ionization \\(MALDI) in the 1980s allowed the investigation of large biomolecules by mass spectrometry.<sup>3,4</sup> In 1994 the first MSI application of MALDI was demonstrated for larger organic molecules using a focused pulsed ultraviolet \\(UV) laser beam.<sup>5</sup> This concept was extended to the analysis of animal, plant and insect tissue sections.<sup>6,7</sup> Today MALDI MSI is used for a broad range of applications in life science research.<sup>8–10</sup>"
        },
        {
            "header": "Reagents",
            "content": "MALDI matrix: 2,5-dihydroxybenzoic acid \\(DHB) or α-cyano-4-hydroxycinnamic acid \\(CHCA)\r\n\n\nAcetone\r\n\n\nWater\r\n\n\nTrifluoracetic acid \\(TFA)\r\n\n\nEthanol\r\n\n\nHematoxylin\r\n\n\nEosin Y\r\n\n\nXylol\r\n\n\nEukitt\r\n\n\nDouble sided microscope sticker\r\n\n\nGlass slides\r\n\n\nRed pen"
        },
        {
            "header": "Equipment",
            "content": "Cryostat\r\n\n\nPneumatic matrix sprayer\r\n\n\nThermo Scientific Q Exactive with AP-SMALDI MSI source<sup>11</sup> \\(TransMIT GmbH, Giessen, Germany) \r\n\n\nOptical microscope"
        },
        {
            "header": "Procedure",
            "content": "**1) Cryosectioning**\r\n\n\na) Fix mouse brain on cryosectioning holder.\r\n\n\nb) Cut 20 µm tissue sections at -25°C and transfer these onto glass slides before measurement or store the slides at -80°C until measurement.\r\n\n\n\r\n\n\n\r\n\n\n**2) MALDI matrix application**\r\n\n\na) Fix sample on a MALDI target plate with double sided sticker and mark the region of interest  with a colored pen.\r\n\n\nb) Dissolve matrix \\(DHB 30 mg/ml; CHCA 7 mg/ml) in 1 ml 1:1 \\(v/v) acetone/water mixture containing 0.1% TFA. \r\n\n\nc) Apply 80 µl matrix solution using a pneumatic sprayer system with a flow rate of 10 µl/min, sample rotation speed of 350 rpm and a gas pressure of 1 bar. \r\n\n\nd) Check matrix layer quality, crystal size and homogenous coverage with an optical microscope.\r\n\n\n\r\n\n\n\r\n\n\n**3) AP-MALDI MSI**\r\n\n\na) Calibrate m/z  scale of mass spectrometer.\r\n\n\nb) Mount MALDI target with sample on the target support of the AP-SMALDI MSI source.\r\n\n\nc) Search region of interest  with the optical sample observation camera.\r\n\n\nd) Set the mass spectrometer to a mass range of m/z 300-1200 and fix injection time to 500 ms. Apply 4 kV to the MALDI target and set laser settings to 30 laser pulses per spot/pixel with a repetition rate of 60 Hz. \r\n\n\ne) Focus laser outside the region of interest by maximizing the intensity and simultaneously lowering the laser pulse energy. Identify the focal plane by inspection of the resulting MALDI mass spectra: If the signal to noise ratio is well-above 3 for as many compounds as possible for a minimal laser energy setting the focal plane is reached. \r\n\n\nf) Set the step size \\(lateral resolution) of the measurement \\(e.g. 10 µm) and the corresponding number of pixels \\(e.g. 500x500) in the control software of the AP-SMALDI MSI source in order to measure the region of interest. Adjust laser pulse energy to a value that allows to measure with the set lateral resolution.\r\n\n\ne) Start data acquisition and the MSI experiment in the control software of the MSI source.\r\n\n\n\r\n\n\n**4) Data evaluation and representation**\r\n\n\na) Load mass spectrometric data and imaging data with the MIRION\n12\nimaging software. \r\n\n\nb) Set image bin width to m/z ±0.01.\r\n\n\nc) Export all relevant images with their corresponding intensity weighted centroid m/z value as **.jpg and as a **.csv file, respectively. \r\n\n\nd) Combine three different ion images into a red-green-blue \\(RGB) overlay image. Generate all MS images without further image processing steps such as smoothing or interpolation. Normalize MS images to the base pixel \\(highest intensity) per image \\(m/z bin).\r\n\n\ne) Import the m/z value list \\(*.csv file) into a data base \\(e.g. METLIN\n13\ndatabase) and search for data base entries with a search window of 2 ppm for accurate mass compound assignment.\r\n\n\n\r\n\n\n**5) H&E stain for histological classification after MSI** \r\n\n\na) Dehydrate the sample in ethanol and gradually increase the demineralized water content: 100% ethanol for 2 min, 70% ethanol for 2 min, 40% ethanol for 2 min, demineralized water for 2 min.\r\n\n\nb) Stain sample with hematoxylin for 12 min.\r\n\n\nc)Wash the sample with tap water for 10 min followed by demineralized water for 5 min.\r\n\n\nd) Apply 1% aqueous Eosin Y solution to the sample for 1 min. \r\n\n\ne) Differentiate in demineralized water and gradually increase the ethanol content: demineralized water for 2 min, 40% ethanol for 2 min, 70% ethanol for 2 min and 100% ethanol for 2 min.\r\n\n\nf) Rinse the sample with Xylol for 2 min.\r\n\n\nh) Fixate the sample with eukitt between glass slides."
        },
        {
            "header": "Timing",
            "content": "The sample preparation, MSI measurement and data analysis may take 24-72 hours depending on the size of imaging area and the depth of data analysis."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 2a: Avoid sample pollution and damage during sample fixation.\r\n\n\nStep 2b: The solution should be shaken before use.\r\n\n\nStep 2d: When there is an inhomogeneous coverage or large crystals on the region of interest, consider measuring a different area of the sample.\r\n\n\nStep 3f: The step size and number of pixel should be set in order to obtain the maximum biomolecular information in the minimal time and instrument use."
        },
        {
            "header": "Anticipated Results",
            "content": "The region of interest marked in the optical microscope image of the horizontal mouse brain section \\(Fig. 1) defines the desired scan area. No tissue damage caused by sectioning is observed in the microscope image for the region of interest. Matrix crystal size has to stay in the range of the desired lateral resolution \\(Fig. 2) and homogenous coverage is a prerequisite. The region of interest was measured with a step size of 10 µm and 500x500 pixels. Employing a database search with 2 ppm search window allows compound assignment based on accurate mass measurements for the obtained mass spectrometric data. The RGB MS image in Fig. 3 reveals the distribution of three different compounds, namely \\[SM\\(d38:1)+H]+ at m/z 759.6352 in red, \\[PE\\(40:6)+H]+ at m/z 793.5564 in green and \\[Cer\\(d42:2)+H]+ at m/z 811.6825 in blue. The H&E-stained image assists the histological classification and confirms the correlation between MS and optical image for the discussed analytes \\(Fig.4)."
        },
        {
            "header": "References",
            "content": "\\(1) Hillenkamp, F.; Unsold, E.; Kaufmann, R.; Nitsche, R. Applied physics 1975, 8, 341–348.\r\n\n\n\\(2) Hillenkamp, F.; Unsold, E.; Kaufmann, R.; Nitsche, R. Nature 1975, 256, 119–120.\r\n\n\n\\(3) Karas, M.; Bachmann, D.; Hillenkamp, F. Anal. Chem. 1985, 57, 2935–2939.\r\n\n\n\\(4) Karas, M.; Hillenkamp, F. Anal. Chem. 1988, 60, 2299–2301.\r\n\n\n\\(5) Spengler, B.; Hubert, M.; Kaufmann, R. In Proceedings of the 42nd annual conference on mass spectrometry and allied topics, Chicago, Illinois, USA 1994.\r\n\n\n\\(6) Caprioli, R. M.; Farmer, T. B.; Gile, J. Anal. Chem. 1997, 69, 4751–4760.\r\n\n\n\\(7) Stoeckli, M.; Chaurand, P.; Hallahan, D. E.; Caprioli, R. M. Nat Med 2001, 7, 493–496.\r\n\n\n\\(8) Shariatgorji, M.; Nilsson, A.; Goodwin, Richard J. A.; Svenningsson, P.; Schintu, N.; Banka, Z.; Kladni, L.; Hasko, T.; Szabo, A.; Andren, P. E. Anal. Chem. 2012, 84, 7152–7157.\r\n\n\n\\(9) Zemski Berry, K. A.; Gordon, W. C.; Murphy, R. C.; Bazan, N. G. Journal of Lipid Research 2014, 55, 504–515.\r\n\n\n\\(10) Deutskens, F.; Yang, J.; Caprioli, R. M. J. Mass Spectrom. 2011, 46, 568–571.\r\n\n\n\\(11) Koestler, M.; Kirsch, D.; Hester, A.; Leisner, A.; Guenther, S.; Spengler, B. Rapid Commun. Mass Spectrom. 2008, 22, 3275–3285.\r\n\n\n\\(12) Paschke, C.; Leisner, A.; Hester, A.; Maass, K.; Guenther, S.; Bouschen, W.; Spengler, B. J. Am. Soc. Mass Spectrom. 2013, 24, 1296–1306.\r\n\n\n\\(13) Smith, C. A.; Maille, G. O.; Want, E. J.; Qin, C.; Trauger, S. A.; Brandon, T. R.; Custodio, D. E.; Abagyan, R.; Siuzdak, G. Ther. Drug Monit. 2005, 27 \\(6), 747–751."
        },
        {
            "header": "Acknowledgements",
            "content": "Financial support by the Deutsche Forschungsgemeinschaft \\(DFG) under grant Sp314/13-1 is gratefully acknowledged. S. H. is grateful to the German National Academy of Sciences Leopoldina \\(LPDR 2014–01) for a post-doctoral scholarship. The authors are grateful to Prof. Dr. W. Kummer \\(Institute of Anatomy and Cell Biology, Justus Liebig University Giessen, Germany) and his group members for providing mouse brain samples."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4071",
                "date": "2017-01-11 14:48:39",
                "title": "Atmospheric pressure MALDI mass spectrometry imaging of tissues and cells at 1.4-μm lateral resolution",
                "authors": [
                    "Mario Kompauer",
                    "Sven Heiles",
                    "and Bernhard Spengler"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14162,
                "identity": "a0d0ea52-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bernhard Spengler",
                "email": "bernhard.spengler@anorg.chemie.uni-giessen.de",
                "orcid": "",
                "institution": "Spengler Lab (Justus Liebig University, Giessen)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bernhard",
                "middleName": "",
                "lastName": "Spengler",
                "suffix": ""
            },
            {
                "id": 14160,
                "identity": "a0d0e1a5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mario Kompauer",
                "email": "",
                "orcid": "",
                "institution": "Spengler Lab (Justus Liebig University, Giessen)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mario",
                "middleName": "",
                "lastName": "Kompauer",
                "suffix": ""
            },
            {
                "id": 14161,
                "identity": "a0d0e67d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sven Heiles",
                "email": "",
                "orcid": "",
                "institution": "Spengler Lab (Justus Liebig University, Giessen)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sven",
                "middleName": "",
                "lastName": "Heiles",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-11-28 08:22:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.074",
        "doiUrl": "https://doi.org/10.1038/protex.2016.074",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609562,
                "identity": "ff049d50-63fa-48de-82ba-07c52466c6af",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6759812,
                "visible": true,
                "origin": "",
                "legend": "Optical microscope image before matrix application   Optical microscope image of a horizontal mouse brain section with the region of interest (dotted square). The scale bar is 1 mm.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5227/v1/figure_1.png"
            },
            {
                "id": 2609560,
                "identity": "193e902d-85f8-4bbd-8aac-97f49303db89",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1701349,
                "visible": true,
                "origin": "",
                "legend": "Optical microscope of the matrix layer   Optical microscope images of CHCA and DHB matrix layers on glass slides using the optimized matrix application protocols for pneumatic spraying. (a) CHCA matrix layer and (b) DHB matrix layer. The scale bar is 50 µm in (a, b).",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5227/v1/figure_2.png"
            },
            {
                "id": 2609561,
                "identity": "099c6671-6933-461b-a7f6-b636430d27c9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1760832,
                "visible": true,
                "origin": "",
                "legend": "RGB MS image   RGB MS image showing the distribution of [SM(d38:1)+H]+ at m/z 759.6352 in red, [PE(40:6)+H]+ at m/z 793.5564 in green and [Cer(d42:2)+H]+ at m/z 811.6825 in blue. The experiment was performed with 500x500 pixels of 10 µm step size. The scale bar is 500 µm.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-5227/v1/figure_3.png"
            },
            {
                "id": 2609565,
                "identity": "8d07d757-dcd8-40e5-bf50-76ef8ef5422d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3851898,
                "visible": true,
                "origin": "",
                "legend": "H&E-stained optical microscope image   H&E-stained optical microscope image of the region of interest on the tissue section prepared after measurement. The scale bar is 500 µm.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-5227/v1/figure_4.png"
            },
            {
                "id": 13465040,
                "identity": "180a21b7-c7ce-4615-81ef-9b84be7c0bba",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 10355428,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5227/v1/bd30e573-0c22-4876-911b-f5e07d2c389a.pdf"
            }
        ],
        "financialInterests": "B.S. is a consultant of TransMIT GmbH Giessen. The PhD work of M.K. is funded by TransMIT GmbH. S.H. has no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Lipidomics, Metabolomics, Mass Spectrometry Imaging",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Mass spectrometry imaging \\(MSI) allows us to visualize molecular information within samples from biological samples. In this protocol we provide the experimental details for sample sectioning, matrix application, data analysis and histochemistry for the use with an atmospheric pressure \\(AP)-SMALDI MSI source. This protocol is intended for tissue sections, allowing to obtain MS images for these samples with down to 1 µm lateral resolution. Sample sectioning and matrix application are key steps for a successful tissue analysis and therefore the experimental steps are described in detail. As example, lipids were imaged in mouse brain tissue section with a step size of 10 µm using the AP-SMALDI MSI source. The data analysis, including MS image generation and the data base procedure, which is based on accurate mass measurements, are further described and presented in the protocol. MS image analysis for this experiment shows an excellent correlation with post-MSI histological staining. Compound assignment is based on accurate mass measurements of less than 2 ppm mass error with high mass resolution \\(R=140.000 at m/z=200) for identification of analytes in tissue sections.",
        "manuscriptTitle": "AP-MALDI MSI of lipids in mouse brain tissue sections",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-01-11 14:49:46",
                "doi": "10.1038/protex.2016.074",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d06e7e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 11th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3712,
                "name": "Chemistry"
            },
            {
                "id": 3713,
                "name": "Biochemistry"
            },
            {
                "id": 3714,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-01-11 14:49:46",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}