{
    "identity": "pex-1492",
    "title": "<p>Efficacy of Percussive massage Versus Calf Stretching on Pain, Range of Motion, Muscle Strength and Functional Outcomes in Patients with Plantar Fasciitis – A Randomized Control Trial.</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "Fascia is a band&nbsp;portion of connective tissue. It surrounds any muscle and organ in the body. When fascia tissue becomes too rigid, it loses its pliability, making it impossible for the fascia to reach its maximum length.<sup>3</sup> The increase in fascia tightness contributes to a decline in fascia stability. Reduced joint motion capability, muscle strength, and soft tissue extensibility result from increased fascia tightness. <sup>4</sup></p><p>&nbsp;</p><p>The plantar fascia originates from medial aspect of calcaneus tuberosity and inserts into the (dorsal aspect) proximal phalanges and the sheaths of flexor tendon and is formed from collagen fibres<sup>5</sup></p><p>&nbsp;</p><p>The middle, medial, and lateral portions of the plantar fascia are made up of dense connective tissue.<sup>6</sup>. The fascia system provides static and dynamic support to the arch of the foot while also transmitting forces between the heel and forefoot.<sup>7</sup></p><p>&nbsp;</p><p>Plantar fasciitis is a very common foot ailment.<sup>8</sup> It is caused by collagen degeneration of the plantar fascia and the surrounding perifascial structures<sup>1</sup>. Also known as jogger's heel, plantar heel pain, or plantar fasciopathy.<sup>.9</sup></p><p>A sharp insidious pain under the heel and along the medial border of the plantar fascia up to its insertion at the calcaneus are signs of plantar fasciitis.<sup>7</sup> Pain is unbearable in the morning, for the first few steps out of bed, after a long time of inactivity, or at the start of a workout.<sup>10</sup></p><p>&nbsp;</p><p>It can be caused by something that puts mechanical strain on the plantar fascia. Intrinsic and extrinsic risk factors may be distinguished.<sup>3</sup></p><p>&nbsp;</p><p>Excessive weight , flatfoot, pes cavus, decreased range of ankle dorsiflexion, Gastrocnemius, Soleus and underlying muscle tightness and/or weakness affecting the patient.<sup>11</sup> Environmental and workout factors include running on raw floors, walking without footwear, abrupt growth in running pace and/or length, and sustained walking/staying.<sup>12</sup></p><p>&nbsp;</p><p>One of the considerations involved in the development of PF was suggested to reduce the dorsiflexion angle of the ankle in association with calf muscle tightness.<sup>13</sup> The most common cause of biomechanical changes in PF is calf muscle tightness. During the stance process of gait, it will result in increased tensile force on the plantar fascia.<sup>14</sup></p><p>&nbsp;</p><p>Orthotics-night splint, Rest, silicone heel cups, massage, myofascial release and positional release therapy have all been advocated in the past as physiotherapy care strategies.<sup>15</sup> U.S., phonophoresis, laser, iontophoresis, cryotherapy and contrast baths have all been used as electrotherapy modalities in the past.<sup>16</sup></p><p>&nbsp;</p><p>To counteract the harmful effects of muscle exercise, deep percussive massage is often used. The physiological responses to the mechanical stimulation of massage have been linked to beneficial effects, which may help you prepare for or recover from exercise.</p><p>&nbsp;There have been three Proposed massage reactions:</p><p>1)&nbsp;&nbsp;&nbsp;Enhanced permeation of the semipermeable membrane enclosing the cytoplasm of a cell to toxic products that gather within cells;</p><p>&nbsp;2) increased blood pressure for the reduction of toxic substances and the supply of oxygen and other nutrients;</p><p>&nbsp;3) the influence of massage on sensory receptors in muscles.<sup>17</sup></p><p>&nbsp;</p><p>Percussive Therapy is a relatively new technique that uses a mechanical system, such as the Theragun, to provide percussive massage.<sup>2</sup> The application of theragun activates the Golgi tendon organ, which triggers a relaxation response from the higher middle, lowering calf muscle stress, improving circulation and nutrition to the tissue, and reducing tightness and improving flexibility. </p><p>&nbsp;</p><p>Vibrations also reduce pain perception through the pain gait theory process.<sup>18</sup></p><p>Muscle stretching, are also used to ease symptoms during this transitional period. A new systematic review of randomized trials looked at the effect of calf muscle stretching on the ankle range of motion and found that stretching increases the ankle range of motion by a limited but statistically important amount.<sup>8</sup></p><p>&nbsp;</p><p>&nbsp;Due to the strain exerted on the plantar fascia by the calf muscle during standing and ambulation, this improvement will help to reduce the effects of plantar heel pain.<sup>19</sup> </p><p>Calf muscle stretches are often recommended in the hopes of increasing ankle dorsiflexion and alleviating the symptoms of these disorders.<sup>20</sup></p><p>&nbsp;</p><p>The stretch-induced strength loss theory proposed by Nelson et al. in 200128 states that when muscle length is shortened for an extended period of time, sarcomere length shortens. Since this isn't the right duration for muscle contraction, it just produces mild isometric stress. Stretching exercise is thought to improve muscle-tendon unit acquiescence, allowing for greater sarcomere shortening during isometric contraction.<sup>21</sup></p><p>&nbsp;</p><p>Stretching exercises for the calf muscle and plantar fascia are likely to be linked to improved muscle strength in all of the testing muscles. <sup>14</sup></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Tools:</strong></p><p>1) The handheld massage device (Hypervolt)</p><p>2) Universal Goniometer</p><p>3) Ruler or Tape Measure.</p><p>4) Couch/plinth</p><p>5) Stool or Chair</p><p><strong>Equipment:</strong></p><p>1)Contrast Bath</p><p><strong>Scale:</strong></p><p>1)Visual Analogue Scale (VAS)</p><p><strong>Questionnaire:</strong></p><p>1)Plantar Fasciitis Pain/Disability Scale (PFPS)</p>"
        },
        {
            "header": "Procedure",
            "content": "1.     Patients will be divided into 2 groups:\n2.     Group A will receive a percussive therapy treatment via Theragun + Home exercise program +Contrast Bath\n3.     Group B will receive Calf Stretching+ Home exercise program + Contrast Bath.\n4.\nGROUP A\n:\ni.     A percussive therapy treatment via Theragun + Home exercise program +Contrast Bath\nii.     Patient position: Prone with foot out of bed.\niii.     Therapist position: The therapist will be standing at the patient's affected side's foot end.\n5.     Using a Hypervolt unit, the patient is lying down prone on the treatment table (Hyperice, California, US).\n6.     This device produces percussions at a frequency of 53 Hz, and the soft attachment head (see Figure 1) is used to massage the user.\n7.     vibratory massage therapy was applied to the calf muscles for 5 minutes per day for a week (7 sessions in all).\n8.     The medial gastrocnemius muscle was the focus of the first 2.5 minutes of the massage treatment, while the lateral gastrocnemius muscle was the focus of the second 2.5 minutes.\n9.     Within 20 seconds, the massage system was shifted longitudinally in a straight line from distal to proximal and back to distal, starting at the very medial side of the treated muscle.\n10. We shifted the percussive massage unit laterally and longitudinally from distal to proximal and back to distal at the distal end of the muscle. The massage began on the medial side and ended on the lateral side for each muscle. We attempted to apply the same amount of force to the skin.(26)\n11. In addition, the participants will be assigned a Home Exercise Routine, which they must perform twice daily.\n12.\nGROUP B\n: Calf Stretching+ Home exercise program + Contrast Bath.\n13. Gastrosoleus stretching:\nPatient in Supine with legs straight out in front, and spread the leg with a small rolled up towel under the knee.\n14. This is to keep the knee safe when doing the stretch.\n15. Pressured the patient's ankle up towards the therapist with the aid of a hand or body weight.\n16. Patient will feel a stretch in calf muscle.\n17. It was carried out for 10 sec hold and 10 repetitions.\n18. The stretch was held at a level of intensity where the patient complained of minor pain.\n19. The treatment lasted a week.\n20. Before and after a week of intervention, a pre and post examination was conducted.\n21. The Home Exercise Program for both the groups will consist of:\n22. Exercises for intrinsic muscles strengthening:\n23. Towel curl up: Participants sat with their feet down on the end of a towel placed on a smooth surface and a little weight on the other end of the towel.\n24. Active ankle exercises: In supine lying for (10 times)\n25. Plantar fascia stretching with tennis ball. For 5 minutes, the subject sat in a chair and rolled his foot on the ball.(10)\n26.\nContrast Bath\n: We advised patients on how to do this at home.\n27. The patient was told to take a seat on the stool or in a wooden chair.\n28. We told them to soak both legs in hot water (approximately 42℃) for 4 minutes and cold water (approximately 15℃) for 1 minute.\n29. The procedure is repeated about 5 times [one session every day for a week].(5)"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Study duration is of 1 week and intervention duration is all 7 days in a week.  Assessment will be done on 1<sup>st</sup> day of visit and at end (1st week) of intervention.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "1.Plantar Fasciitis. <em>Physiopedia</em> https://www.physio-pedia.com/Plantar_Fasciitis.</p><p>2.What Athletes Use Percussion Massage Guns? • Best Massage Tech. https://bestmassage.tech/professional-athletes-massage-gun/ (2018).</p><p>3.European Journal of Molecular &amp; Clinical Medicine - Article Information. https://ejmcm.com/article_6456.html.</p><p>4.Martin, J. A critical evaluation of percussion massage gun devices as a rehabilitation tool focusing on lower limb mobility: A literature review. (2021) doi:10.31236/osf.io/j9ya8.</p><p>5.Jasoliya, Dr. V., Tailor, Dr. H. &amp; Moradiya, Dr. N. Results of rest, soft sole slippers, contrast bath and plantar stretches physiotherapy in case of plantar fasciitis. <em>Int. J. Orthop. Sci.</em> <strong>5</strong>, 253–256 (2019).</p><p>6.Mohamed. Effectiveness of Achilles tendon stretching for the treatment of chronic plantar fasciitis. https://www.eoj.eg.net/article.asp?issn=1110-1148;year=2015;volume=50;issue=4;spage=215;epage=222;aulast=Mohamed.</p><p>7.David, B. Effectiveness of dry cupping on plantar fascia pain and function. (2020).</p><p>8.Kaur, S. &amp; Koley, S. Efficacy of Calf Stretching and Achilles Tendon Stretching in Reducing Pain and Improving Foot Function Disability in Patients with Plantar Fasciitis. <strong>2</strong>, 4 (2020).</p><p>9.Javaid, L., Waqas, S. &amp; Asim, H. M. Tightness of calf and hamstring musculature among plantar fascitis. <em>Pak. J. Med. Health Sci.</em> <strong>11</strong>, 1103–1105 (2017).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pant, S., Lamba, D., Upadhyay, R. K. &amp; Kasshaun,&nbsp;dejene. EFFECT OF MYOFASCIAL RELEASE AND STRETCHING EXERCISES ON PLANTAR FASCIITIS A RANDOMIZED, COMPARATIVE STUDY. (2018).</p><p>11.Journal of Critical Reviews. http://www.jcreview.com/?mno=75556.</p><p>12.Lim, A. T., How, C. H. &amp; Tan, B. Management of plantar fasciitis in the outpatient setting. <em>Singapore Med. J.</em> <strong>57</strong>, 168–171 (2016).</p><p>13.Grieve, R. &amp; Palmer, S. Physiotherapy for plantar fasciitis: a UK-wide survey of current practice. <em>Physiotherapy</em> <strong>103</strong>, 193–200 (2017).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Boonchum, H., Bovonsunthonchai, S., Sinsurin, K. &amp; Kunanusornchai, W. Effect of a home-based stretching exercise on multi-segmental foot motion and clinical outcomes in patients with plantar fasciitis. <em>J. Musculoskelet. Neuronal Interact.</em> <strong>20</strong>, 411–420 (2020).</p><p>15.A case study on the impact of physiotherapy on unilateral foot drop after lumbar fusion and discectomy. http://www.discoveryjournals.org/medicalscience/current_issue/v24/n103/A105.htm.</p><p>16.Aggarwal, A., Zutshi, K., Jitender, M. &amp; Kumar, S. Effect of core stabilization training on dynamic balance in non-professional sports players. <em>Indian J. Physiother. Occup. Ther. Int. J.</em> <strong>4</strong>, 18–22 (2010).</p><p>17.Cafarelli, E., Sim, J., Carolan, B. &amp; Liebesman, J. Vibratory massage and short-term recovery from muscular fatigue. <em>Int. J. Sports Med.</em> <strong>11</strong>, 474–478 (1990).</p><p>18.What is Percussive Therapy? • Best Massage Tech. https://bestmassage.tech/what-is-percussive-therapy/.</p><p>19.Effectiveness of calf muscle stretching for the short-term treatment of plantar heel pain: a randomised trial | BMC Musculoskeletal Disorders | Full Text. https://bmcmusculoskeletdisord.biomedcentral.com/articles/10.1186/1471-2474-8-36.</p><p>20.Indmedica - Indian Journal of Physiotherapy and Occupational Therapy. http://www.indmedica.com/journals.php?journalid=10&amp;issueid=99&amp;articleid=1327&amp;action=article.</p><p>21.Jawade, S., Naidu, N. &amp; Vardharajulu, G. G. EFFICACY OF STRENGTH TRAINING PROGRAM ON MUSCLE PERFORMANCE BY DETERMINING 1 REPETITION MAXIMUM IN ADULTS. <em>Eur. J. Mol. Clin. Med.</em> <strong>7</strong>, 1946–1954 (2020).</p><p>22.Konrad, A., Glashüttner, C., Reiner, M. M., Bernsteiner, D. &amp; Tilp, M. The Acute Effects of a Percussive Massage Treatment with a Hypervolt Device on Plantar Flexor Muscles’ Range of Motion and Performance. <em>J. Sports Sci. Med.</em> <strong>19</strong>, 690–694 (2020).</p><p>23.Knee to Wall Test. <em>Physiopedia</em> https://www.physio-pedia.com/Knee_to_Wall_Test.</p><p>24.Effectiveness of hamstring stretching on plantar... - Google Scholar. https://scholar.google.co.in/scholar?q=Effectiveness+of+hamstring+stretching+on+plantar+fasciitis:+A+pilot+study&amp;hl=en&amp;as_sdt=0&amp;as_vis=1&amp;oi=scholart.</p><p>25.Konor, M. M., Morton, S., Eckerson, J. M. &amp; Grindstaff, T. L. RELIABILITY OF THREE MEASURES OF ANKLE DORSIFLEXION RANGE OF MOTION. <em>Int. J. Sports Phys. Ther.</em> <strong>7</strong>, 279–287 (2012).</p><p>26.Muscle Strength. <em>Physiopedia</em> https://www.physio-pedia.com/Muscle_Strength.</p><p>27.Willis, B. Pain Scale for Plantar Fasciitis. <em>Foot Ankle Online J.</em> (2009) doi:10.3827/faoj.2009.0205.0003.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 23037162,
                "identity": "e130e2eb-6917-4e05-ab69-19bc46a9b481",
                "order_by": 0,
                "name": "Madhu Lakhwani",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3039-4736",
                "institution": "Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Madhu",
                "middleName": "",
                "lastName": "Lakhwani",
                "suffix": ""
            },
            {
                "id": 23037163,
                "identity": "1f43c7ee-e87b-453b-8d56-4cf1d767eaa6",
                "order_by": 1,
                "name": "Dr. Pratik Phansopkar",
                "email": "drpratik77@gmail.com",
                "orcid": "https://orcid.org/0000-0003-3635-8840",
                "institution": "Datta Meghe Institute of Medical Sciences, Wardha, Maharashtra, India.",
                "correspondingAuthor": true,
                "prefix": "Dr.",
                "firstName": "Pratik",
                "middleName": "",
                "lastName": "Phansopkar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-24 07:49:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1492/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1492/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13696922,
                "identity": "e870fa3b-e987-4acf-8540-f0326c22f446",
                "added_by": "auto",
                "created_at": "2021-09-17 13:06:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 225669,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1492/v1/275290c7-3568-4033-8f7c-90da2173b16f.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Plantar fasciitis, Percussive Therapy, Theragun ,Calf Stretching, Contrast Bath, Plantar Fasciitis Pain/Disability Scale (PFPS).",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Background: In the outpatient setting, plantar fasciitis has been the most frequent cause of heel pain. A sharp insidious pain under the heel and along the medial border of the plantar fascia up to its insertion at the calcaneus are signs of plantar fasciitis. The most common cause of biomechanical changes in PF is calf muscle tightness. Percussive Therapy is a relatively new technique that uses a mechanical system, such as the Theragun, to provide percussive massage.(17) Therefore, this Research will explore the current literature regarding the effect of massage gun device on Pain, Range of Motion, Muscle Strength and Functional Outcomes in Patients with Plantar Fasciitis.</p><p>Methodology:</p><p>In the study, 48 patients diagnosed with Plantar fasciitis will be enrolled for a week. One group will receive conventional therapy and the other group will receive a percussive therapy treatment via Theragun for a week. Pain, flexibility, ROM and Muscle strength will be evaluated using to standard technique.</p><p>Discussion:</p><p>The goal of this Interventional study is to examine the impact of Percussive Massage Therapy in Patients with Plantar Fasciitis. The study findings would help prospective patients with Plantar Fasciitis, which may include a newly designed method of rehabilitation.</p><p><br></p><p>The clinical trial registry-India(CTRI) registration number for this trial is CTRI/2021/05/033460.</p>",
        "manuscriptTitle": "Efficacy of Percussive massage Versus Calf Stretching on Pain, Range of Motion, Muscle Strength and Functional Outcomes in Patients with Plantar Fasciitis – A Randomized Control Trial.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-07 08:33:52",
                "doi": "10.21203/rs.3.pex-1492/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "94e8d5d7-cc14-4d08-963b-fe5d82833331",
        "owner": [],
        "postedDate": "June 7th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3870337,
                "name": "Anatomy"
            },
            {
                "id": 3870338,
                "name": "Physiology"
            },
            {
                "id": 3870339,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-07 08:33:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}