{
    "identity": "nprot-256",
    "title": "Reconstitution of dsDNA break repair using human proteins<br />of homologous recombination",
    "content": [
        {
            "header": "Introduction",
            "content": "Double-stranded DNA breaks \\(DSBs), the most harmful DNA lesions, cause cell death and genome instability. Homologous recombination \\(HR) is a major pathway that repairs double-stranded DNA breaks \\(DSBs)<sup>1</sup>. The salient feature of the HR mechanism is that it uses homologous DNA sequences as a template to achieve accurate repair of DSBs. In eukaryotes, the initial steps of HR involve processing of broken DNA by exonucleases to generate ssDNA tails, binding of Rad51 protein \\(RecA homolog) to these tails to form the Rad51 nucleoprotein filament, and searching by this filament for the homologous DNA template to form joint molecules \\(D-loops) \\(Fig. 1). Once joint molecules are formed, the 3&#x2019;-ssDNA tails of a broken chromosome are extended by DNA polymerase, restoring the lost information. Afterward, the joint molecules dissociate, leading to re-joining of the broken chromosome through the synthesis-dependent strand annealing \\(SDSA) pathway<sup>2</sup>. Recently, by reconstituting the process of DSB repair in vitro we demonstrated that Rad54 protein can promote dissociation of D-loops<sup>3</sup>. Here we describe the protocols for this DSB repair reconstitution using purified human HR proteins and DNA polymerase &#x3B7;."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Purified human, Rad51, Rad54, Rad52, DNA polymerase &#x3B7; and RPA proteins\r\n\n\n&#x2022; Supercoiled pUC19 dsDNA\r\n\n\n&#x2022; Oligonucleotides \\(IDT DNA) \r\n\n\n&#x2022; \\[&#x3B3;-<sup>32</sup>P]ATP \\(PerkinElmer Life Science)\r\n\n\n&#x2022; T4 Polynucleotide kinase \\(New England Biolabs)\r\n\n\n&#x2022; Native polyacrylamide gel\r\n\n\n&#x2022; 1xTBE buffer \\(89 mM Tris-borate, pH 8.3, and 1 mM EDTA)\r\n\n\n&#x2022; DE81 chromatography paper \\(Whatman)\r\n\n\n&#x2022; Proteinase K \\(Roche)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Thermostat\r\n\n\n&#x2022; Electrophoretic plates\r\n\n\n&#x2022; Power supply\r\n\n\n&#x2022; Gel dryer\r\n\n\n&#x2022; Storm 840 PhosphorImager \\(GE Healthcare)"
        },
        {
            "header": "Procedure",
            "content": "**Choosing a strategy for reconstitution of DSBs repair _in vitro_**\r\n\n\nFor reconstitution we used purified human proteins: Rad51, Rad52, Rad54, RPA, and DNA polymerase η\n4-8\n. Rad51 was found to promote formation of joint molecules \\(D-loops) \\(Fig. 1a)\n4\n. RPA, a ubiquitous ssDNA-binding protein, was included because of its important role in DSB repair _in vivo_, where it interacts with ssDNA-intermediates and DNA repair proteins\n9\n. DNA polymerase η was used for extension of the invading DNA because recent data implicated it in recombinational repair of DSB \\(Fig. 1b)\n10\n. Rad54 protein was used for dissociation of extended joint molecules, in accord with our recent data \\(Fig. 1c)\n3\n. Rad52 was expected to promote annealing of the tailed DNA displaced from the D-loop with the complementary tailed DNA, which represented the second end of broken DNA \\(Fig. 1d)\n11\n. This set of proteins defines the minimal DSBs repair reconstitution system.\r\n\n\n\r\n\n\n**Design of DNA substrates for DSB repair reconstitution system**\r\n\n\n**1|** In the DBS reconstitution system tailed DNAs \\(I and II) represent two parts of broken chromosome processed by specific exonucleases \\(Fig. 2a). Both substrates were prepared by annealing of 100-mer oligonucleotides with 36-mer oligonucleotides to generate tailed DNA structures. Before annealing, one of the 100-mer oligonucleotides \\(a component of tailed DNA I) was labeled using \\[γ-\n32\nP]ATP and T4 polynucleotide kinase, followed by DNA purification through the Micro-BioSpin 6 column \\(Bio-Rad).\r\n\n\n\r\n\n\n**2|** Single-stranded part of tailed DNA \\(I) was designed to be complementary to the region of supercoiled \\(sc) pUC19 dsDNA, which represented homologous undamaged chromosome used as a template in DSB repair by HR. The 3’-end of tailed DNA \\(I) was expected to invade the scDNA forming D-loop \\(Fig. 2b).\r\n\n\n\r\n\n\n**3|** After D-loop formation, DNA polymerases may use the 3’-end of the invading strand as a primer to restore DNA sequences lost during DSB formation \\(Fig. 2c). To control the length of the primer extension the target region of plasmid DNA was chosen in a such way that only a limited 32 nt DNA synthesis was allowed in the presence of three dNTPs: dATP, dCTP, and dTTP \\(Fig. 2c).\r\n\n\n\r\n\n\n**4|** After D-loop dissociation, the extended region of tailed DNA \\(I) can anneal to tailed DNA \\(II) \\(Fig. 2d). This annealing would generate a DNA product resembling the product of DSB repair by HR.\r\n\n\n\r\n\n\n**5|** The remaining steps of DSB repair \\(not covered by this protocol) include filling of DNA gaps by DNA polymerases and sealing DNA nicks by DNA ligases.\r\n\n\n\r\n\n\n\r\n\n\n**Reconstitution of DSB repair _in vitro_**\r\n\n\n**1|** The initial mixture was of the following composition: 25 mM Tris acetate, pH 7.5, 1 mM ATP, 2 mM magnesium acetate, 2 mM calcium chloride, 2 mM DTT, BSA \\(100 μg/ml), 20 mM phosphocreatine, creatine phosphokinase \\(30 units/ml), dNTPs \\(dATP, dTTP, dCTP; 100 μM each), DNA polymerase η \\(1.5 ng/μl), and\n32\nP-labeled tailed DNA \\(I) \\(30 nM, molecules). All incubations were performed at 37 °C. The reactions were stopped by addition of proteinase K \\(800 μg/ml) and 1.2% SDS. To prevent spontaneous annealing of the product of extension and the tailed DNA \\(II) during deproteinization, a 32-mer oligonucleotide \\(1.2 μM, molecules) that is complementary to tailed DNA \\(II) was added with the stop buffer. The DNA products of D-loop dissociation were deproteinized and analyzed by electrophoresis in an 8% polyacrylamide gel. If desired, the products could be also analyzed in a 1 % agarose gel, in parallel. The DNA products were visualized and quantified using a Storm 840 PhosphorImager \\(GE Healthcare).\r\n\n\n\r\n\n\n**2|** The reconstitution was performed by adding all proteins and DNA substrates in three steps in the indicated order followed by incubation for the indicated periods of time \\(Fig. 3a): RPA \\(225 nM) for 5 min, Rad51 \\(1 μM) for 15 min, pUC19 scDNA \\(50 μM, nucleotides) for 15 min, 2 mM of EGTA and tailed DNA \\(II) \\(30 nM, molecules) for 5 min, and finally Rad54 \\(200 nM) and Rad52 \\(1.5 μM) followed by 30 min incubation. In controls, by omitting individual protein and DNA constituents we analyzed their effects on DSB repair.\r\n\n\n\r\n\n\n**3|** In the first step, 3’-tailed DNA \\(I) representing an early intermediate of DSB repair was mixed with DNA polymerase η and RPA. Then Rad51 protein was added to form a filament with tailed DNA. In the second step, D-loop formation was initiated by addition of pUC19 scDNA; omission of Rad51 prevented D-loop formation \\(Fig. 3b, lane 1). Using the 3’-end of the invading DNA as a primer, DNA polymerase η commenced DNA synthesis. The extended DNA could be visualized in a polyacrylamide gel after D-loop dissociation with Rad54 \\(Fig. 3b, lanes 5, 7-9). In the third step, the tailed DNA \\(II) complementary to the extended segment of the tailed DNA \\(I) was added together with 2 mM EGTA that chelated Ca\n2+\nfollowed by addition of Rad54 and Rad52 proteins.\r\n\n\n\r\n\n\n**4|** Rad54 catalyzed dissociation of both the original D-loops, when DNA polymerase η was omitted \\(Fig. 3b, lane 3) and D-loops extended with DNA polymerase η \\(Fig. 3b, lanes 5, 7-9). Omission of Rad54 left the D-loops intact \\(Fig. 3b, lanes 2, 4 and 6).\r\n\n\n\r\n\n\n**5|** Rad52 annealed the extended tailed DNA \\(I) dissociated from the D-loops with the complementary tailed DNA \\(II) \\(Fig. 3b, lane 9); Rad52 omission prevented annealing \\(Fig. 3b, lane 8). Omission of RPA rendered Rad52 dispensable, since after D-loops dissociation with Rad54 tailed DNAs could anneal either spontaneously or with an assistance of Rad51 or Rad54 proteins \\(Fig. 3b, lane 7). Overall, the reactions yielded an expected DSB repair product directly demonstrating the feasibility of the SDSA mechanism of DSB repair."
        },
        {
            "header": "Critical Steps",
            "content": "Ca<sup>2+</sup> is required for Rad51 protein to promote D-loop formation, but it is inhibitory for D-loop dissociation catalyzed by Rad54. Therefore, prior to the D-loops disruption step, Ca<sup>2+</sup> have to be removed from the reaction mixture, e.g. by adding equimolar amount of EGTA."
        },
        {
            "header": "Anticipated Results",
            "content": "The protocol described here was designed to establish the late role of Rad54 protein in the SDSA repair pathway. According to the SDSA mechanism, joint molecules dissociate after extension of the invading DNA strand by DNA polymerase. However, the mechanism of joint molecule dissociation that leads to a completion of DSB repair via the SDSA pathway was unknown. We suggested that human Rad54 could promote dissociation of DNA joint molecules<sup>3</sup> due to its an ATPase-dependent branch migration activity<sup>12</sup>. In this mechanism Rad54 promotes an exchange between the displaced DNA strand and the invading DNA end. Using the protocol presented here we demonstrated that indeed, Rad54 can dissociate D-loops produced by Rad51. D-loop dissociation by Rad54 may represent an important step of the SDSA mechanism of DSB repair."
        },
        {
            "header": "References",
            "content": "1. West, S.C. Molecular views of recombination proteins and their control. Nat Rev Mol Cell Biol 4, 435-45 \\(2003).\r\n  2. P&#xE2;ques, F. &amp; Haber, J.E. Multiple pathways of recombination induced by double-strand breaks in Saccharomyces cerevisiae. Microbiology and Molecular Biology Reviews 63, 349-404 \\(1999).\r\n  3. Bugreev, D.V., Hanaoka, F. &amp; Mazin, A. Rad54 dissociates homologous recombination intermediates by branch migration. Nat Struct Mol Biol \\(2007).\r\n  4. Bugreev, D.V. &amp; Mazin, A.V. Ca2+ activates human homologous recombination protein Rad51 by modulating its ATPase activity. Proc Natl Acad Sci U S A 101, 9988-93 \\(2004).\r\n  5. Kumar, J.K. &amp; Gupta, R.C. Strand exchange activity of human recombination protein Rad52. Proc Natl Acad Sci U S A 101, 9562-7 \\(2004).\r\n  6. Mazina, O.M. &amp; Mazin, A.V. Human Rad54 protein stimulates DNA strand exchange activity of hRad51 protein in the presence of Ca2+. J Biol Chem 279, 52042-51 \\(2004).\r\n  7. Henricksen, L.A., Umbricht, C.B. &amp; Wold, M.S. Recombinant replication protein A: expression, complex formation, and functional characterization. J Biol Chem 269, 11121-32 \\(1994).\r\n  8. Masutani, C., Kusumoto, R., Iwai, S. &amp; Hanaoka, F. Mechanisms of accurate translesion synthesis by human DNA polymerase eta. Embo J 19, 3100-9 \\(2000).\r\n  9. Wold, M.S. Replication protein A: a heterotrimeric, single-stranded DNA-binding protein required for eukaryotic DNA metabolism. Annu Rev Biochem 66, 61-92 \\(1997).\r\n  10. McIlwraith, M.J. et al. Human DNA polymerase eta promotes DNA synthesis from strand invasion intermediates of homologous recombination. Mol Cell 20, 783-92 \\(2005).\r\n  11. Sugiyama, T., Kantake, N., Wu, Y. &amp; Kowalczykowski, S.C. Rad52-mediated DNA annealing after Rad51-mediated DNA strand exchange promotes second ssDNA capture. Embo J \\(2006).\r\n  12. Bugreev, D.V., Mazina, O.M. &amp; Mazin, A.V. Rad54 protein promotes branch migration of Holliday junctions. Nature 442, 590-3 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank P. Sung \\(Yale University), M. Wold \\(University of Iowa), and E. Golub \\(Yale University) for Rad51, RPA, and Rad52 expression vectors; F. Hanaoka \\(Osaka University) for DNA polymerase &#x3B7;; M. Bouchard, M. Rossi, and O. Mazina \\(Drexel University College of Medicine) for the comments and discussion. This work was supported by an NIH grant CA100839 to A.V.M."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb1268",
                "date": "2007-06-07 16:09:39",
                "title": "Rad54 dissociates homologous recombination intermediates by branch migration",
                "authors": [
                    "Dmitry V Bugreev",
                    "Fumio Hanaoka",
                    "and Alexander V Mazin"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10317,
                "identity": "9ef9bb58-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dmitry  Bugreev",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine, Philadelphia, PA 19102, USA; Institute of Chemical Biology and Fundamental Medicine, Siberian Branch of Russian Academy of Science, Novosibirsk, 630090, Russia ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dmitry",
                "middleName": "",
                "lastName": "Bugreev",
                "suffix": ""
            },
            {
                "id": 10318,
                "identity": "9ef9bf74-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander Mazin",
                "email": "",
                "orcid": "",
                "institution": "Department of Biochemistry and Molecular Biology, Drexel University College of Medicine, Philadelphia, PA 19102-1192, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Mazin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-02-01 19:15:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.342",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.342",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607756,
                "identity": "3e189817-7018-40f7-b928-682beefa83ab",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17816,
                "visible": true,
                "origin": "",
                "legend": "*Scheme illustrating the main steps of DSB repair by homologous recombination through the synthesis dependent strand annealing (SDSA) pathway.* (*a*) Invasion step promoted by Rad51 protein. (*b*) DNA primer extension by DNA polymerase &#x3B7; to restore the lost information at the site of DSB. (*c*) Dissociation of extended joint molecules by Rad54 protein. (*d*) Annealing of tailed DNAs by Rad52 protein. \r\nFigure 1.pdf\r\n",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_1.pdf"
            },
            {
                "id": 2607757,
                "identity": "0ebe1a6e-4a6a-4dc0-899a-2ce3c9564dff",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16982,
                "visible": true,
                "origin": "",
                "legend": "*DNA substrates and intermediates of the reconstituted system of DSB repair.* (*a*) Tailed DNAs that represent two parts of a broken chromosome processed by exonucleases. The asterisk indicates ^32^P label. (*b*) Tailed DNA (I) that forms joint molecules (D-loops) with pUC19 scDNA representing a homologous DNA template. (*c*) DNA synthesis by DNA polymerase &#x3B7; in the presence of only three dNTPs resulted in a 32 nt extension of the invading DNA. (*d*) The extended tailed DNA (I) after dissociation from the D-loops can anneal with the complementary tailed DNA (II). The red and blue arrows indicate the DNA region extended by DNA polymerase &#x3B7; and its complement on the DNA molecule representing the second end of the broken chromosome, respectively.\r\nFigure 2.pdf\r\n",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_2.pdf"
            },
            {
                "id": 2607761,
                "identity": "c7bd04ff-3c68-4aaf-9186-f660a5b9dccc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 48865,
                "visible": true,
                "origin": "",
                "legend": "*_In vitro_ reconstitution of DSB repair.* (*a*) The experimental scheme. DNA substrates and intermediates of the reconstitution system are defined in Figure 2. The roman numbers indicate consecutive steps of addition of proteins and DNA substrates. (*b*) The reactions are described in the text; the DNA products were analyzed by electrophoresis in an 8% polyacrylamide gel.\r\nFigure 3.pdf\r\n",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_3.pdf"
            },
            {
                "id": 2607758,
                "identity": "16170d1d-fd71-4ab9-9b2a-18698f4725d9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15248,
                "visible": true,
                "origin": "",
                "legend": "Figure 1",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_4.png"
            },
            {
                "id": 2607759,
                "identity": "199eca46-51a9-4f1f-922f-09f5d877849c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15697,
                "visible": true,
                "origin": "",
                "legend": "Figure 2",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_5.png"
            },
            {
                "id": 2607760,
                "identity": "7eee1942-475a-432a-ba78-26f31749b4d5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 18799,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_6.png"
            },
            {
                "id": 2607762,
                "identity": "732bd587-76ca-462e-b15e-c7848795d06d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 22692,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_7.png"
            },
            {
                "id": 2607763,
                "identity": "7c836716-ad6b-415a-8d87-010f7901682d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6676,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_8.png"
            },
            {
                "id": 2607765,
                "identity": "88b4da3c-7ac6-4605-af26-4f0c9a5c489c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 39521,
                "visible": true,
                "origin": "",
                "legend": "Figure 3",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/figure_9.png"
            },
            {
                "id": 13464459,
                "identity": "6b43081e-5e51-4867-9318-92c2240f1776",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 453567,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-256/v1/ae3fb686-f23c-423c-a7b7-ecfb503d1126.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "homologous recombination, Holliday junctions, branch migration, SDSA mechanism, Rad54, Rad51",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Reconstitution of dsDNA break repair using human proteinsof homologous recombination",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-08-02 07:12:36",
                "doi": "10.1038/nprot.2007.342",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e8db7de-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 2nd, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1765,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-08-02 07:12:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}