{
    "identity": "nprot-2513",
    "title": "Purification and Liposome Reconstitution of a bacterial multi-transmembrane domain protein for detection of autokinase activity in response to signals",
    "content": [
        {
            "header": "Introduction",
            "content": "In this protocol we describe how to biochemically characterize autophosphorylation of membrane bound bacterial histidine sensor kinases."
        },
        {
            "header": "Reagents",
            "content": "Detergents of choice, deionized water, SDS-PAGE buffers, Laemmli buffer, protein of interest cloned in expression vector, proteoliposomes \\(Avanti Polar Lipids, Inc)."
        },
        {
            "header": "Equipment",
            "content": "Microcentrifuge, Ultracentrifuge, Emulsiflex, SDS-PAGE apparatus, Phosphorimager."
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\r\n\n\nProtocol overview:\r\n\n\nThe protocol is divided in four steps: A. detergent screening for protein solubilization, B. protein purification, C. liposome reconstitution and D. autophosphorylation assay. In this protocol, we describe the purification and liposome reconstitution of FusK, the fucose-sensing HK of EHEC described by our group \\(5). Full length FusK, including sensory and the eight transmembrane domains, was amplified from EHEC 86-24 strain by PCR using Phusion \\(Finzymes), then cloned into pBADMycHisA using XhoI and HindIII restriction sites, generating the plasmid pARP10. This plasmid was subsequently transformed into TOP10 cells, generating the ARP03 strain \\(5).\r\n\n\n\r\n\n\nA. FusK detergent screening for membrane solubilization.\r\n\n\nA small screening protocol for detergent solubilization was employed to optimize FusK purification, based on \\(4). This step takes about 3 days for completion.\r\n\n\n1. Grow ARP03 strain in LB at 37C until an OD600 of 0.5 then induce protein expression by addition of a final concentration of 0.2% arabinose and growth for 5 hours at 30C.  \r\n  2. Centrifuge cells at 5,000rpm for 10 minutes and resuspend in 20 mL of Resuspension Buffer \\(50mM phosphate buffer pH 8.0, 300mM NaCl, 15% Glycerol, 5mM DTT, 50uL protease inhibitor cocktail \\[Sigma]).\r\n  \r\n\n\n3. Lyse cell suspension by passing through emulsiflex 5 times at 15,000psi then centrifuge at 18,000rpm for 30 minutes to remove cell debris. \r\n  \r\n\n\n4. Centrifuge clear lysates at 45,000rpm using ultracentrifuge for 1 hour to isolate total membranes. To each 1mL aliquot of membranes add 1% of the following detergents: Triton X-100, deoxycholic acid, cholic acid, NP-40 \\(Fisher). \r\n  \r\n\n\n5. Incubate membrane samples for 2 hours at 4 C in a circular rocker for solubilization of membrane proteins. \r\n  \r\n\n\n6. Centrifuge at 13,000rpm for 30 minutes and analyze for protein solubilization by western blot using anti-Myc antibody \\(Invitrogen). \r\n  \r\n\n\nB. Purification of FusK\r\n\n\nOnce you have determined the detergent that solubilizes higher amounts of the protein, move to a large scale purification \\(1 to 2 L of bacterial culture). \r\n\n\n\r\n\n\n1. Grow bacterial cultures and induce protein expression as determined in step A. \r\n  \r\n\n\n2. Collect pellet from 1 L of bacterial culture, resuspend in 50mL of Lysis buffer \\(50mM phosphate buffer pH 8.0, 1% Deoxycholic acid, 10mM imidazol, 300mM NaCl, 15% Glycerol, 5mM DTT, 100uL protease inhibitor cocktail), then lyse using emulsiflex. \r\n  \r\n\n\n3. Incubate cell lysate for 1 hour for membrane protein solubilization then clear by centrifugation at 18,000 rpm for 30 minutes. \r\n  \r\n\n\n4. Collect soluble fraction by ultracentrifugation at 45,000 rpm for 1 hour to obtain membrane fraction.\r\n  \r\n\n\n5. Resuspend membranes in lysis buffer and incubate with Nickel-NTA beads \\(Qiagen) for 1 hour at 4C with gentle agitation. \r\n  \r\n\n\n6. Load membrane suspension and clear lysates into polypropylene columns \\(Qiagen), washed with Wash Buffer \\(50mM phosphate buffer pH 8.0, 20mM imidazol, 300mM NaCl, 5mM DTT, 0.1% Deoxycholic acid) and elute in three steps with elution buffer \\(250mM Imidazol, 300mM NaCl, 1mM DTT, 0.1% Deoxycholic Acid). \r\n  \r\n\n\n7. Analyze eluted fractions by SDS-PAGE and Western blot. \r\n  \r\n\n\n8. Concentrate appropriate protein eluted fractions using Amicon Centrifugal Filter Unit with molecular cutoff of 30,000KDa \\(Millipore), then determine protein concentration by Bradford. \r\n  C. Liposome Reconstitution of FusK \r\n\n\nLiposomes were reconstituted as described previously \\(3). This step takes about 3 days. Briefly:\r\n\n\n\r\n\n\n1. Place 100mg of E.coli proteoliposomes suspension in choloroform \\(Avanti Polar Lipids) under vacuum for 3 days for complete evaporation of the solvent. \r\n  \r\n\n\n2. Resuspend liposomes in 10 mL of 20mM potassium phosphate buffer pH 7.5 containing 160mg of N-octyl-B-D-glucopyranoside and dialyze in three steps at 4C against 1L of the same buffer. First day dialyze overnight; on the second day, perform two dialysis every 4-5 hours. \r\n  \r\n\n\n3. Freeze/thaw the dialyzed liposome suspension 3 times in liquid nitrogen and store at -80C in 1mL aliquots at a concentration 10mg/mL.\r\n  \r\n\n\n4. For protein reconstitution, destabilize 1mL of liposome by addition of 5.8 mg of dodecylmaltoside and add 250ug of solubilized membrane protein \\(40:1– liposome:protein ratio).  \r\n  \r\n\n\n5. Incubate the protein-liposome mixture at room temperature for 10 minutes under gentle agitation.\r\n  \r\n\n\n6. Add 58 mg of BioBeads \\(BioRad) and incubate statically at 4C overnight. \r\n  7. Collect the supernatant of the mixture and incubated one more time with 58 mg of BioBeads for 1 hour at room temperature. \r\n  \r\n\n\n8. Aliquot protein-loaded liposomes in 100uL samples, freeze in liquid nitrogen and store at -80C until use. Confirm protein loading into liposomes by western blot using anti-Myc antibody \\(Invitrogen) and Coomassie staining. \r\n  \r\n\n\nD. Autophosphorylation and Phosphotransfer Assays\r\n\n\nAutophosphorylation assays were performed as described previously \\(1). \r\n\n\n\r\n\n\n1. To 100uL of FusK-loaded liposomes, add 5mM MgCl2 and 1mM DTT, and divided in 10uL aliquots. To each aliquot \\(in triplicate), add 2uL of 500uM monosaccharide \\(final concentration of 100uM) or deionized water as negative control.\r\n  \r\n\n\n 2. Freeze/thaw liposome aliquots in liquid nitrogen three times then incubate statically at room temperature for 1 hour after the last freeze to allow reformation of the liposomes and incorporation of signals. \r\n\n\n\r\n\n\n3. Initiate phosphorylation reaction by adding 0.3uL of \\[32P] ATP and incubate at RT for 30 minutes. For time course of FusK autophosphorylation, reaction was carried for 10, 20, 30, 45 and 60 minutes. In phosphotransfer reactions, add 10ug of response regulators let reaction to proceed for 10, 30 and 60 minutes. \r\n  \r\n\n\n4. Stop autophosphorylation reactions by adding 3uL of 4X Laemmli buffer and run whole reaction in a 12% polyacrylamide gel. \r\n  \r\n\n\n5. Dry gels at 80C under vacuum for 1 hour, then expose to Phosphorimager overnight. Quantitate bands using IMAGEQUANT version _ software \\(Amershan Pharmacia)."
        },
        {
            "header": "Timing",
            "content": "TIMING\r\n\n\nThis protocol takes approximately 5 days, from preparation of liposomes to detection of kinase activity."
        },
        {
            "header": "Troubleshooting",
            "content": "Different membrane proteins respond differently to diverse detergents to be solubilized from membrane fractions.\r\n\n\n\r\n\n\nWhen there is no response to signal, decrease the amount of the protein in proteoliposomes. Too much protein forces them to dimerize and work constitutively, bypassing the need for signal.\r\n\n\n\r\n\n\nIf autophosphorylation reaction is to fast at room temperature, try at 4oC."
        },
        {
            "header": "Anticipated Results",
            "content": "Autophoaphotyletaion of the sensor in liposomes increases or decreases in response to signal."
        },
        {
            "header": "References",
            "content": "1. Clarke, M. B., D. T. Hughes, C. Zhu, E. C. Boedeker, and V. Sperandio. 2006. The QseC sensor kinase: a bacterial adrenergic receptor. Proc Natl Acad Sci U S A 103:10420-5.\r\n  2. Hughes, D. T., M. B. Clarke, K. Yamamoto, D. A. Rasko, and V. Sperandio. 2009. The QseC adrenergic signaling cascade in Enterohemorrhagic E. coli \\(EHEC). PLoS pathogens 5:e1000553.\r\n  3. Janausch, I. G., I. Garcia-Moreno, D. Lehnen, Y. Zeuner, and G. Unden. 2004. Phosphorylation and DNA binding of the regulator DcuR of the fumarate-responsive two-component system DcuSR of Escherichia coli. Microbiology 150:877-83.\r\n  4. Link, A. J., G. Skretas, E. M. Strauch, N. S. Chari, and G. Georgiou. 2008. Efficient production of membrane-integrated and detergent-soluble G protein-coupled receptors in Escherichia coli. Protein Sci 17:1857-63.\r\n  5 Pacheco, A.R. Curtiss, M.M. Ritchie, J.M, Munera, D., Waldor, M.K., Moreira, C.G., Sperandio, V. S. Fucose Sensing by a Novel Two-Component System Regulates Virulence Gene Expression and Bacterial Intestinal Colonization. Nature, accepted."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by the National Institutes of Health \\(NIH) Grants AI053067, AI77853 and AI077613, and the Burroughs Wellcome Fund."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature11623",
                "date": "2012-11-27 12:43:34",
                "title": "Fucose sensing regulates bacterial intestinal colonization",
                "authors": [
                    "Alline R. Pacheco",
                    "Meredith M. Curtis",
                    "Jennifer M. Ritchie",
                    "Diana Munera",
                    "Matthew K. Waldor",
                    "Cristiano G. Moreira",
                    "and Vanessa Sperandio"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12211,
                "identity": "9fdbaa99-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Vanessa Sperandio",
                "email": "vanessa.sperandio@utsouthwestern.edu",
                "orcid": "",
                "institution": "Sperandio lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Vanessa",
                "middleName": "",
                "lastName": "Sperandio",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-26 15:51:44",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.056",
        "doiUrl": "https://doi.org/10.1038/protex.2012.056",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464544,
                "identity": "7f4c9e15-7faf-482a-8a3a-b98c8ca98bb2",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 156558,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2513/v1/5d42444a-5496-4f09-88c4-4a2fe8569f3c.pdf"
            }
        ],
        "financialInterests": "no financial conflicts of interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "trans-membrane proteins, liposomes histidine kinases",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Autophosphorylation activity of histidine-kinases \\(HK) reconstituted into liposomes has been successfully employed in the Sperandio laboratory to study the response of HKs to chemical cues \\(1, 2). One of the challenges of performing autophosphorylation assays with membrane-bound HKs is the purification of functional proteins for liposome loading and reconstitution. In this protocol, we describe the liposome reconstitution of the multi-transmembrane domain HK FusK of Enterohemorrhagic Escherichia coli \\(EHEC) O157:H7, and in vitro autophosphorylation activity in response to L-fucose \\(5).",
        "manuscriptTitle": "Purification and Liposome Reconstitution of a bacterial multi-transmembrane domain protein for detection of autokinase activity in response to signals",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-11-27 12:44:48",
                "doi": "10.1038/protex.2012.056",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fdb5119-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 27th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2822,
                "name": "Biochemistry"
            },
            {
                "id": 2823,
                "name": "Microbiology"
            },
            {
                "id": 2824,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-11-27 12:44:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}