{
    "identity": "pex-1436",
    "title": "<p>Hotspot<em> DNMT3A</em> mutations in Clonal Hematopoiesis and Acute Myeloid Leukemia sensitize cells to Azacytidine via viral mimicry response </p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "1. Whole-genome bisulfite sequencing (WGBS)\nSamples for DNA methylome analysis were collected 10 days after the last AZA or control treatment. At this time, widespread re-methylation occurs after AZA exposure, a phenomenon that is clinically known and which has been described in multiple experimental settings. We focused on DNA methylation changes that persisted after AZA exposure of wildtype and mutant DNMT3A as these effects may determine the long-term consequences of AZA treatment in DNMT3A mutants.\nFor mouse LSK cells DNA input amount was limited, which is why we used the tagmentation-based whole genome bisulfite sequencing (TWGBS) that has been described previously\n1,2\n. Genomic DNA from FACS-sorted LSK cells (10 - 30 ng) was used as input to prepare two sequencing libraries, each. Each of the sequencing libraries was subjected to 125 bp paired-end sequencing on one lane of an Illumina HiSeq 2000 instrument. TWGBS raw data can be accessed in Gene Expression Omnibus (GSE146907).\nFor human AML blasts, DNA was isolated from 1.2 – 5.8 x 10\n5\nflow-sorted CD34+ cells and submitted to the Genomics and Proteomics Core Facility of the German Cancer Research Center. WGBS libraries were prepared using the Accel-NGS® Methyl-Seq DNA Library Kit (Swift Biosciences) according to the manufacturer’s recommendations. Human WGBS raw-data have been deposited in the European Genome Archive (EGAS00001004825).\n2. Sequence alignment and methylation calling\nSequence alignment was performed using an updated version of the workflow published in\n1\nthat was implemented as a Roddy Workflow (\nhttps://github.com/DKFZ-ODCF/AlignmentAndQCWorkflows\n) and run using OTP\n2\n. For TWGBS data raw reads were aligned against the mm10 reference genome extended with the PhiX and lambda phage sequences and with the human\nDNMT3A\ncoding sequence (CCDS33157, CCDS release 22). Briefly, before alignment, trimmomatic\n3\nwas used for adapter trimming and reads were\nin silico\nconverted (C>T for the first read in the pair, G>A for the second). Alignments of the individual libraries were performed against the concatenated C>T and G>A\nin silico\nconverted reference genomes using bwa mem (\nhttps://arxiv.org/abs/1303.3997\n) with default parameters. After alignment, reads were converted back to their original state. PCR duplicate removal was performed per library using Picard MarkDuplicates (\nhttp://broadinstitute.github.io/picard\n) before merging reads from all libraries per replicate. Mapping rates (computed with samtools flagstat\n4\n), insert size distributions and genome coverage statistics were checked to ensure alignment quality. Methylation calling and M-bias trimming was performed using the bistro methylation caller (version 0.2.0) (\nhttps://github.com/stephenkraemer/bistro\n). Automatic M-bias detection was done using the 'binomp' algorithm to remove both the gap repair nucleotides introduced by the tagmentation reaction (first 9 bp following sequencing primer 2) and additional read positions with M-bias if necessary. Only reads with a mapping quality ≥25 and bases with Phred-scaled quality score of ≥25 were considered. Bisulfite conversion rates were estimated using the non-CpG methylation levels.\nFor human WGBS data, alignment was performed against the hs37d5 reference genome extended with the PhiX and lambda phage sequences. The workflow was equivalent to the alignment of the mouse TWGBS data, with the following exceptions: i) due to the different library preparation protocol, only a single library per sample was created and no merging step was necessary ii) methylation calling and read trimming (first 10bp of both reads) was performed using methylctools, version 1.0.0 (\nhttps://github.com/hovestadt/methylCtools\n).\n3. Detection of differentially methylated regions\nMouse data: Differentially methylated regions (DMR) were called between all conditions using DSS\n5\n. Differential methylation at each CpG site was tested without prior smoothing to avoid artificial erosion of sharp DMR boundaries. DMR calling was performed with i) a minimum methylation delta of 10% ii) a minimal DMR length of 50bp iii) a minimal number of 3 CpGs iv) a minimum fraction of differentially methylated CpGs of 50% (p-value < 0.05). DMRs separated by less than 50 bp were joined. For integrated analyses, DMRs from all pairwise comparisons were combined (union of the genomic intervals with 50bp slack). This approach led to the identification of 15,566 DMRs, covering 72,369 CpGs (2,929,913 bp). To obtain DMRs with a high signal-to-noise ratio, we filtered for DMRs with a total coverage >= 30 and an absolute average methylation difference >= 10% between the lowest and highest methylated condition, leading to a final DMR set comprising 15,468 DMRs.\nHuman data:\nPairwise DMR calling was performed using DSS as described above with the exception that DNA methylation levels were smoothed using a smoothing span of 500bp prior to differential methylation testing, to account for the lower available coverage. DSS was used to perform pairwise DMR calls for the following comparisons: i) DNMT3A-WT\n(control, untreated) vs. DNMT3A-WT (AZA-treated), ii) DNMT3A-R882H (control, untreated) vs. DNMT3A-R882H (AZA-treated), iii) DNMT3A-WT (control, untreated) vs. DNMT3A-R882H\n(control, untreated), iv) DNMT3A-WT (AZA-treated) vs. DNMT3A-R882H (AZA-treated). To reduce the number of false positives, the required methylation delta was increased to 20% for the DNMT3A-WT (control, untreated) vs DNMT3A-WT (AZA-treated) and DNMT3A-R882H (control, untreated) vs DNMT3A-R882H (AZA-treated) comparisons.\n4. PCA and Clustering\nPrincipal component analysis (PCA) was performed based on the average DNA methylation levels present in the mm10 ensembl regulatory regions\n6\nfor the CH12-LX and MEL cell lines. DMRs were clustered using hierarchical clustering (Ward's method) of the z-score normalized average DMR methylation levels. Partitioning was performed with the cutreeHybrid algorithm of the Dynamic Tree Cut package\n7\nusing the python implementation of the algorithm (\nhttps://github.com/kylessmith/dynamicTreeCut\n). Partitioning was performed with parameters maxCoreScatter=0.95, minClusterSize=0.005 * number of DMRs, pamStage=False and minGap=0.3.\n5. Gene annotation\nDMR gene annotations were used for enrichment analysis and for integration of human and mouse DMR sets (see below). Annotation was performed using the gtfanno package (\nhttps://github.com/stephenkraemer/gtfanno\n). Promoters were defined as regions 5000 bp upstream and 1000 bp downstream of the TSS. Mouse and human DMRs were annotated using Gencode (release 19).\n6. Enrichment analysis\nGene-set enrichment and genomic region set enrichment analysis was performed using\nregionset_profiler\n(\nhttps://github.com/stephenkraemer/regionset_profiler\n). Enrichment of genomic region sets in individual DMR clusters against the background of all other DMRs was tested using Fisher's exact test (two-sided). Repeat region sets were retrieved from the mm10 repeat masker track provided by the UCSC genome browser. Genome-wide transcription factor binding site predictions based on the scanMotifGenomeWide.pl algorithm from the HOMER toolbox\n8\nwere obtained from the HOMER download page:\nhttp://homer.ucsd.edu/homer/data/motifs/homer.KnownMotifs.mm10.170917.bed.gz\n. Curated ChIP-seq transcription factor binding sites as determined by the Encode and Codex projects were obtained from the LOLA database (\nhttp://big.databio.org/regiondb/LOLACore_180412.tgz\n)\n9\n. For gene-set enrichment, only promoter DMRs were considered and gene-set membership for each DMR was determined based on its gene annotation. Association between cluster membership and gene-set membership was tested using Fisher's exact test (two-sided). Gene-sets were obtained from the Molecular Signatures Database (MSigDB, v6.2)\n10\n(http://www.gsea-msigdb.org/gsea/msigdb/collections.jsp)\n7. RNA sequencing\nRNA was isolated from sorted LSK cells using the RNeasy Micro kit (Qiagen). RNA quality was checked using the Bioanalyzer Pico kit. RNA with a RIN value of <8 was excluded from library preparation. Double-stranded cDNA was synthesized and amplified using the SMARTer Ultra Low RNA kit (Clontech). Sequencing libraries were generated with the Illumina Nextera XT kit and sequenced the 150bp paired-end, mode of an Illumina NovaSeq 6000 instrument. Read demultiplexing was performed using Illumina Casava Software v1.8.\nReads were filtered for adapter contamination and quality and aligned to mus musculus genome GRCm38 using Hisat2 version 2.0.5. Fragment counts of mapped read pairs for genes and repetitive elements were extracted with featureCounts (v1.6.2 with the following parameters: -s 0 -p -B -Q 20) using a custom GTF file consisting of exonic gene regions from Ensembl Mus_musculus.GRCm38.98.chr.gtf.gz and repetitive elements (repeatmasker track for mm10 downloaded from UCSC genome Browser at 2018-07-06) excluding simple repeats. Strand unspecific fragment counting was used, since libraries were generated in a non-strand specific manner. Furthermore, we excluded repeat annotations overlapping with exonic regions. All genes with coverage were included into the analysis. Read inspection was performed using IGV (\nhttps://igv.org/\n, v2.5.2). Differential expression and normalized FPKM values were calculated with edgeR (edgeR_3.26.6).\n8. Analysis of repetitive element RNA expression\nWe downloaded the annotation of repetitive regions for mouse genome mm10 from UCSC genome browser. We excluded simple repeats and added the remaining regions to the ENSEMBL gene model GTF file Mus_musculus.GRCm38.92.chr.gtf. We used featureCounts to extracted read counts. The read count matrix of all genes and repeat families was subject to RPKM calculation and differential gene expression analysis with edgeR.\n9. GSEA of TCGA RNA-seq data\nWe downloaded level 3 processed (normalized RPKM) RNA-seq data from TCGA. We used the available mutation status information from the TCGA MAF file and stratified the patients into two groups: DNMT3A-WT and DNMT3A-R882mut. This data set was analyzed with Gene set enrichment Analysis (GSEA) software."
        },
        {
            "header": "References",
            "content": "<p><strong>References</strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, Q.<em>, et al.</em> Tagmentation-based whole-genome bisulfite sequencing. <em>Nat Protoc</em> <strong>8</strong>, 2022-2032 (2013).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Reisinger, E.<em>, et al.</em> OTP: An automatized system for managing and processing NGS data. <em>J Biotechnol</em> <strong>261</strong>, 53-62 (2017).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bolger, A.M., Lohse, M. &amp; Usadel, B. Trimmomatic: a flexible trimmer for Illumina sequence data. <em>Bioinformatics</em> <strong>30</strong>, 2114-2120 (2014).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, H.<em>, et al.</em> The Sequence Alignment/Map format and SAMtools. <em>Bioinformatics</em> <strong>25</strong>, 2078-2079 (2009).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Feng, H., Conneely, K.N. &amp; Wu, H. A Bayesian hierarchical model to detect differentially methylated loci from single nucleotide resolution sequencing data. <em>Nucleic Acids Res</em> <strong>42</strong>, e69 (2014).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zerbino, D.R., Wilder, S.P., Johnson, N., Juettemann, T. &amp; Flicek, P.R. The ensembl regulatory build. <em>Genome Biol</em> <strong>16</strong>, 56 (2015).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Langfelder, P., Zhang, B. &amp; Horvath, S. Defining clusters from a hierarchical cluster tree: the Dynamic Tree Cut package for R. <em>Bioinformatics</em> <strong>24</strong>, 719-720 (2008).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heinz, S.<em>, et al.</em> Simple combinations of lineage-determining transcription factors prime cis-regulatory elements required for macrophage and B cell identities. <em>Mol Cell</em> <strong>38</strong>, 576-589 (2010).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sheffield, N.C. &amp; Bock, C. LOLA: enrichment analysis for genomic region sets and regulatory elements in R and Bioconductor. <em>Bioinformatics</em> <strong>32</strong>, 587-589 (2016).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;Subramanian, A.<em>, et al.</em> Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles. <em>Proceedings of the National Academy of Sciences of the United States of America</em> <strong>102</strong>, 15545-15550 (2005).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s43018-021-00213-9",
                "date": "2021-05-25 16:03:46",
                "title": "Hotspot DNMT3A mutations in clonal hematopoiesis and acute myeloid leukemia sensitize cells to azacytidine via viral mimicry response",
                "authors": [
                    "Marina Scheller",
                    "Anne Kathrin Ludwig",
                    "Stefanie Göllner",
                    "Christian Rohde",
                    "Stephen Krämer",
                    "Sina Stäble",
                    "Maike Janssen",
                    "James-Arne Müller",
                    "Lixiazi He",
                    "Nicole Bäumer",
                    "Christian Arnold",
                    "Joachim Gerß",
                    "Maximilian Schönung",
                    "Christian Thiede",
                    "Christian Niederwieser",
                    "Dietger Niederwieser",
                    "Hubert Serve",
                    "Wolfgang E. Berdel",
                    "Ulrich Thiem",
                    "Inga Hemmerling",
                    "Florian Leuschner",
                    "Christoph Plass",
                    "Matthias Schlesner",
                    "Judith Zaugg",
                    "Michael D. Milsom",
                    "Andreas Trumpp",
                    "Caroline Pabst",
                    "Daniel B. Lipka",
                    "Carsten Müller-Tidow"
                ],
                "journal": "Nature Cancer",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 18943953,
                "identity": "f959c658-421f-4db0-9af0-27410219ffcd",
                "order_by": 0,
                "name": "Marina Scheller",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marina",
                "middleName": "",
                "lastName": "Scheller",
                "suffix": ""
            },
            {
                "id": 18943954,
                "identity": "180d16d6-df84-470b-a0a9-0449de7514ab",
                "order_by": 1,
                "name": "Anne Kathrin Ludwig",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anne",
                "middleName": "Kathrin",
                "lastName": "Ludwig",
                "suffix": ""
            },
            {
                "id": 18943955,
                "identity": "c295af7b-7f1b-4396-b012-f1b07313a289",
                "order_by": 2,
                "name": "Stefanie Göllner",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefanie",
                "middleName": "",
                "lastName": "Göllner",
                "suffix": ""
            },
            {
                "id": 18943956,
                "identity": "8a697c0d-c3bf-4464-a573-f57e79d9f2a9",
                "order_by": 3,
                "name": "Christian Rohde",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Rohde",
                "suffix": ""
            },
            {
                "id": 18943957,
                "identity": "b6cfca42-1d05-4bf3-9889-57138ec761c8",
                "order_by": 4,
                "name": "Stephen Krämer",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephen",
                "middleName": "",
                "lastName": "Krämer",
                "suffix": ""
            },
            {
                "id": 18943958,
                "identity": "1988d1b4-f296-44ea-b7f0-2db5a282a4b3",
                "order_by": 5,
                "name": "Sina Stäble",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sina",
                "middleName": "",
                "lastName": "Stäble",
                "suffix": ""
            },
            {
                "id": 18943959,
                "identity": "4ade3476-f3f4-47d3-9e5b-dc38a8042754",
                "order_by": 6,
                "name": "Maike Janssen",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maike",
                "middleName": "",
                "lastName": "Janssen",
                "suffix": ""
            },
            {
                "id": 18943960,
                "identity": "2e3b0faa-996d-4d34-84fc-f4ae9598ce40",
                "order_by": 7,
                "name": "James-Arne Müller",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "James-Arne",
                "middleName": "",
                "lastName": "Müller",
                "suffix": ""
            },
            {
                "id": 18943961,
                "identity": "130265cc-47d7-41a2-981c-85ee47243ad8",
                "order_by": 8,
                "name": "Lixiazi He",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lixiazi",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 18943962,
                "identity": "443374fe-ac85-40ae-bc74-d30875503204",
                "order_by": 9,
                "name": "Nicole Bäumer",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicole",
                "middleName": "",
                "lastName": "Bäumer",
                "suffix": ""
            },
            {
                "id": 18943963,
                "identity": "19ca4dc5-741d-471d-a23a-10fdae3f7876",
                "order_by": 10,
                "name": "Christian Arnold",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Arnold",
                "suffix": ""
            },
            {
                "id": 18943964,
                "identity": "ea1b40f6-b878-4f3e-b82b-b975b5c97ec8",
                "order_by": 11,
                "name": "Joachim Gerß",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joachim",
                "middleName": "",
                "lastName": "Gerß",
                "suffix": ""
            },
            {
                "id": 18943965,
                "identity": "d149ef01-f4b1-4167-92a5-38a56cd26872",
                "order_by": 12,
                "name": "Maximilian Schönung",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maximilian",
                "middleName": "",
                "lastName": "Schönung",
                "suffix": ""
            },
            {
                "id": 18943966,
                "identity": "f3c84793-52d9-4480-a3dc-ae59ce28357b",
                "order_by": 13,
                "name": "Christian Thiede",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Thiede",
                "suffix": ""
            },
            {
                "id": 18943967,
                "identity": "9818814e-ac65-4866-8171-b5c8fa651e6a",
                "order_by": 14,
                "name": "Christian Niederwieser",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christian",
                "middleName": "",
                "lastName": "Niederwieser",
                "suffix": ""
            },
            {
                "id": 18943968,
                "identity": "b8ef5bad-2314-43a7-9d4f-8715db5dbe2e",
                "order_by": 15,
                "name": "Dietger Niederwieser",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dietger",
                "middleName": "",
                "lastName": "Niederwieser",
                "suffix": ""
            },
            {
                "id": 18943969,
                "identity": "15131386-29e2-4b54-9e8c-4044de2cc70d",
                "order_by": 16,
                "name": "Hubert Serve",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hubert",
                "middleName": "",
                "lastName": "Serve",
                "suffix": ""
            },
            {
                "id": 18943970,
                "identity": "3e09b0c9-2792-4df6-ac10-5860918ff246",
                "order_by": 17,
                "name": "Wolfgang E. Berdel",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wolfgang",
                "middleName": "E.",
                "lastName": "Berdel",
                "suffix": ""
            },
            {
                "id": 18943971,
                "identity": "599bf030-3dce-4d0a-9446-f8fd384bcbab",
                "order_by": 18,
                "name": "Ulrich Thiem",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ulrich",
                "middleName": "",
                "lastName": "Thiem",
                "suffix": ""
            },
            {
                "id": 18943972,
                "identity": "beb064f7-55dc-4f69-9740-56ba62218b2b",
                "order_by": 19,
                "name": "Inga Hemmerling",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Inga",
                "middleName": "",
                "lastName": "Hemmerling",
                "suffix": ""
            },
            {
                "id": 18943973,
                "identity": "b26442ff-861f-4b38-acad-68ab9250e1d3",
                "order_by": 20,
                "name": "Florian Leuschner",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Florian",
                "middleName": "",
                "lastName": "Leuschner",
                "suffix": ""
            },
            {
                "id": 18943974,
                "identity": "4ef6950d-8b8c-4ca4-87ff-662a2be88174",
                "order_by": 21,
                "name": "Christoph Plass",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christoph",
                "middleName": "",
                "lastName": "Plass",
                "suffix": ""
            },
            {
                "id": 18943975,
                "identity": "9a8052f2-b98b-4dee-8118-cd68e28f2a07",
                "order_by": 22,
                "name": "Matthias Schlesner",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "",
                "lastName": "Schlesner",
                "suffix": ""
            },
            {
                "id": 18943976,
                "identity": "516ffa10-0e60-454f-9a6d-aa63c84c3fe1",
                "order_by": 23,
                "name": "Judith Zaugg",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Judith",
                "middleName": "",
                "lastName": "Zaugg",
                "suffix": ""
            },
            {
                "id": 18943977,
                "identity": "1c3f7c82-1c54-46bd-adf4-fd429049a1c4",
                "order_by": 24,
                "name": "Micheal Milsom",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Micheal",
                "middleName": "",
                "lastName": "Milsom",
                "suffix": ""
            },
            {
                "id": 18943978,
                "identity": "48e94903-d93d-48ab-b54d-81f2a2424261",
                "order_by": 25,
                "name": "Andreas Trumpp",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andreas",
                "middleName": "",
                "lastName": "Trumpp",
                "suffix": ""
            },
            {
                "id": 18943979,
                "identity": "d50cad57-2dfe-42a3-8331-c1c169cb24a7",
                "order_by": 26,
                "name": "Caroline Pabst",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Caroline",
                "middleName": "",
                "lastName": "Pabst",
                "suffix": ""
            },
            {
                "id": 18943980,
                "identity": "13683f68-bbf2-4424-9729-fd1e0ea5d990",
                "order_by": 27,
                "name": "Daniel B. Lipka",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "B.",
                "lastName": "Lipka",
                "suffix": ""
            },
            {
                "id": 18944870,
                "identity": "d68a3809-fae2-4f71-87cb-e0020b63f0f6",
                "order_by": 28,
                "name": "Carsten Müller-Tidow",
                "email": "Carsten.Mueller-Tidow@med.uni-heidelberg.de",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Carsten",
                "middleName": "",
                "lastName": "Müller-Tidow",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-29 12:04:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1436/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1436/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15672691,
                "identity": "f644448d-4d94-4a74-99ac-de63c0fab52e",
                "added_by": "auto",
                "created_at": "2021-11-18 14:13:33",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 324982,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1436/v1/510fe657-43bc-4ef6-8c5f-384a30a52604.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Acute Myeloid Leukemia (AML), DNMT3A, DNMT3A-R882H, Azacytidine, viral mimicry",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Somatic mutations in DNA Methyltransferase 3A (<em>DNMT3A</em>) are among the most frequent alterations in clonal hematopoiesis (CH) and Acute Myeloid Leukemia (AML), with a hotspot in exon 23 at arginine 882 (<em>DNMT3A</em>-R882). &nbsp;Here we demonstrate that <em>DNMT3A-</em>R882H-dependent CH- and AML cells are specifically susceptible to the hypomethylating agent azacytidine (AZA). Addition of AZA to chemotherapy prolonged AML survival solely in patients with <em>DNMT3A-</em>R882 mutation, suggesting its potential as a novel predictive marker for AZA response. AML and CH mouse models confirmed AZA susceptibility specifically in <em>DNMT3A-</em>R882H-expressing cells. Hematopoietic stem and progenitor cells expressing <em>DNMT3A-</em>R882H exhibited cell-autonomous viral mimicry response as a result of focal DNA hypomethylation at retrotransposon sequences. Administration of AZA boosted hypomethylation of retrotransposons specifically in <em>DNMT3A-</em>R882H<em> </em>expressing cells and maintained elevated levels of canonical interferon-stimulated genes (ISGs), thus leading to suppressed protein translation and increased apoptosis.</p>",
        "manuscriptTitle": "Hotspot DNMT3A mutations in Clonal Hematopoiesis and Acute Myeloid Leukemia sensitize cells to Azacytidine via viral mimicry response",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-26 11:06:36",
                "doi": "10.21203/rs.3.pex-1436/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "50dd6a9d-1bcd-4f2d-9d47-66df26aada94",
        "owner": [],
        "postedDate": "May 26th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3281060,
                "name": "Cancer"
            },
            {
                "id": 3281061,
                "name": "Biomarkers"
            },
            {
                "id": 3281062,
                "name": "Oncology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-26 11:06:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}