{
    "identity": "nprot-6215",
    "title": "PEG-4MAL Hydrogels for In Vitro Culture of Human Organoids and In Vivo Delivery to Sites of Injury",
    "content": [
        {
            "header": "Introduction",
            "content": "Human pluripotent stem cell \\(hPSC)-derived organoids offer unparalleled strategies for generating multi-cellular 3D structures recapitulating important features of epithelial and mesenchymal tissue, making them suitable for the study of many cellular processes<sup>1-4</sup>. Current protocols for organoid generation employ naturally-derived materials which suffer from lot-to-lot variability, inability to decouple biochemical and biophysical properties and, in some types \\(e.g. MatrigelTM), their tumor-derived nature limits their translational potential and reliability<sup>5,6</sup>. Therefore, synthetic, ECM-mimetic hydrogels that present tunable physicochemical properties have demonstrated to be promising organoid culture alternatives to naturally-derived matrices as these can mediate innate cellular responses via presentation of bioactive motifs that promote cell-matrix interactions and cell-directed matrix degradation<sup>6</sup>.\r\n\n\n\r\n\n\nHere, we provide a protocol for the synthesis of a fully defined, synthetic hydrogel based on a four-armed, maleimide-terminated poly\\(ethylene glycol) \\(PEG-4MAL) macromer that supports robust and highly reproducible in vitro generation of human intestinal organoids \\(HIOs) from human embryonic stem cell \\(ESC)- and induced pluripotent stem cell \\(iPSC)-derived intestinal spheroids without MatrigelTM encapsulation. Additionally, we provide guidelines for the in vitro culture and passaging of fully differentiated PEG-4MAL- or MatrigelTM-generated, hPSC-derived HIOs within the PEG-4MAL hydrogels. Moreover, this hydrogel system offers the significant advantage of tunable reaction time scales for in situ gelation for in vivo applications<sup>7,8</sup>. Therefore, we offer a protocol that allows the injectable delivery of hydrogel-encapsulated HIOs to intestinal wounds via a colonoscope resulting in organoid survival, engraftment, and wound repair. The modular design of this synthetic matrix and ability to deliver HIOs via endoscopic techniques support the translational potential of this delivery platform for regenerative medicine and overcomes limitations associated with the use of MatrigelTM for human organoid technologies."
        },
        {
            "header": "Reagents",
            "content": "Synthetic hydrogel components\r\n\n\n• PEG-4MAL macromer \\(MW 22,000, >90% maleimide-functionalized; Laysan Bio)\r\n\n\n• RGD: GRGDSPC \\(AAPPTec)\r\n\n\n• GPQ-W: GCRDGPQGIWGQDRCG \\(AAPPTec)\r\n\n\nCells\r\n\n\n• human ESCs \\(H9; NIH registry #0062)\r\n\n\n• human iPSCs \\(line 20.1; generated by the Pluripotent Stem Cell Facility, Cincinnati Children’s Hospital Medical Center)\r\n\n\nGrowth media and supplements\r\n\n\n• Advanced DMEM-F12 \\(Invitrogen, Cat. No. 12634-010)\r\n\n\n• L-Glutamine \\(100×; Invitrogen, Cat. No. 25030-081)\r\n\n\n• Penicillin-streptomycin \\(100×; Invitrogen, Cat. No. 15140-122)\r\n\n\n• B27 supplement \\(50×; Invitrogen, Cat. No. 17504044) \r\n\n\nEnzymes and growth factors\r\n\n\n• Noggin \\(R&D Systems, Cat. No. 6057-NG)\r\n\n\n• R-spondin1 \\(R&D Systems, Cat. No. 4645-RS)\r\n\n\n• Epidermal growth factor \\(EGF; R&D Systems, Cat. No. 236-EG)\r\n\n\nOther reagents\r\n\n\n• HEPES buffer \\(Sigma, Cat. No. H0887)\r\n\n\n• DPBS \\(Thermo Fisher Scientific, Cat. No. 14040133)\r\n\n\n• MatrigelTM \\(BD Biosciences, Cat. No. 354234)"
        },
        {
            "header": "Equipment",
            "content": "• Stereomicroscope \\(Olympus SZ61)\r\n\n\n• Horizontal clean bench \\(Labcono)\r\n\n\n• Costar Spin-X Centrifuge Tubes \\(Cole-Palmer, Cat. No. UX-01937-32)\r\n\n\n• Microcentrifuge tubes \\(VWR, Cat. No. 10025-724)\r\n\n\n• pH bench meter \\(Mettler Toledo, Cat. No. SC S220-B)\r\n\n\n• Microcentrifuge \\(Beckman Coulter, Cat. No. B30137)\r\n\n\n• Large orifice pipette tips \\(USA Scientific, Cat. No. 1011-8410 and 1011-9410)\r\n\n\n• Forceps and/or tungsten needle\r\n\n\n• Colonoscope \\(Coloview Veterinary Endoscope, Karl Stortz)\r\n\n\n• Biopsy forceps \\(Coloview Veterinary Endoscope, Karl Stortz)\r\n\n\n• 27G needles \\(BD, Cat. No. 305109)\r\n\n\n• TB syringes \\(BD, Cat. No. 309659)\r\n\n\n• Polyethylene tubing \\(Bector Dickinson, Cat. No. 427406)\r\n\n\n• Plastic feeding \\(gavage) needles \\(Instech, Cat. No. GTP-20-30-50)\r\n\n\n• 10 mL syringes \\(BD, Cat. No. 309604)"
        },
        {
            "header": "Procedure",
            "content": "**A. Preparation of hydrogel precursor solutions**\r\n\n\n1. Allow PEG-4MAL macromer, adhesive ligand \\(RGD) and crosslinker \\(GPQ-W) to reach room temperature.\r\n  2. Based on the desired number of hydrogels and final PEG-4MAL macromer concentration, weight out the amount of PEG-4MAL macromer and peptides needed, considering that solutions will be prepared at 2.5X and 5X final density, respectively, as the components will be mixed at the final volume fractions listed in Table 1.\r\n  The RGD final density is 2.0 mM, and the GPQ-W final density corresponds to 1:1 maleimide/cysteine ratio after accounting for maleimide groups reacted with the adhesive peptide.\r\n\n\nNote: Consider the purity of the peptides and maleimide substitution efficiency when calculating the mass of peptides.\r\n\n\n3. Dissolve the peptide solutions, in separate microcentrifuge tubes, using 20.0 mM HEPES \\(in DPBS, pH 7.4) and adjust the pH of each solution to 7.4.\r\n  4. Filter each peptide solution by transferring all solutions to a separate Costar Spin-X centrifuge tube and centrifuge at 9,000 RCF for 1 min.\r\n  5. Dissolve the PEG-4MAL macromer in a separate microcentrifuge tube using filtered 20.0 mM HEPES \\(in DPBS, pH 7.4).\r\n  6. Mix PEG-4MAL macromer and RGD solutions at a 2:1 PEG-4MAL/RGD volume ratio to generate functionalized PEG-4MAL \\(PEG-4MAL-RGD) precursor solution, and incubate for at least 15 min at 37OC.\r\n  \r\n\n\n**B. Preparation of human tissue suspension**\r\n\n\n_B.1 Preparation of intestinal spheroid suspension_\r\n\n\n1. Human iPSCs or human ESCs are cultured and differentiated into intestinal tissue as previously described\n9,10\n. Harvest the floating spheroids present in the cultures on day 4 and day 5 of mid/hindgut induction by vigorously pipetting with large orifice pipette tips, and transfer to a microcentrifuge tube.\r\n  2. Resuspend at 5X final density \\(final density: 20-30 spheroids/hydrogel) in intestine growth medium\n11\nand keep on ice.\r\n  Intestine growth medium: Advanced DMEM-F12 medium supplemented with L-glutamine \\(2 mM final concentration), 15 mM HEPES, B27 supplement \\(1X final dilution = 2 mL per 50 mL of medium), penicillin-streptomycin \\(final concentration 100 U/mL penicillin, and 100 µg/mL streptomycin), and growth factors \\(100 ng/mL Noggin, 100 ng/mL EGF, and 500 ng/mL R-spondin1).\r\n\n\n\r\n\n\n_B.2 Preparation of human intestinal organoid suspension_\r\n\n\n1. Human iPSCs or human ESCs are cultured and differentiated into HIOs as previously described\n9,10\n. Mechanically dislodge HIOs from MatrigelTM by vigorously pipetting with large orifice pipette tips to free the organoids from the MatrigelTM.\r\n  2. Transfer HIOs to a microcentrifuge tube, resuspend at 5X final density \\(final density: 2-4 HIOs/hydrogel) in intestine growth medium\n11\n\\(see above for composition), and keep on ice.\r\n  \r\n\n\n**C. Synthetic hydrogel casting**\r\n\n\n1. Mix intestinal spheroids or HIOs suspension with the PEG-4MAL-RGD precursor solution at a 3:1 PEG-4MAL-RGD/cell suspension using large orifice pipette tips, and keep on ice.\r\n  2. Add crosslinker solution \\(20% of the final hydrogel volume, as shown in Table 1) to the bottom \\(centered) of each well of a 24-well plate.\r\n  Note: Follow the next steps in the shortest time possible to avoid crosslinker evaporation.\r\n\n\n3. Pipette the PEG-4MAL-RGD + cell suspension \\(prepared above; 80% of the final hydrogel volume, as shown in Table 1) into crosslinker solution in each well using large orifice pipette tips.\r\n  Note: It is critical to do sufficient mixing to obtain a homogenous solution. Change to a fresh pipette tip after casting a hydrogel.\r\n\n\n4. Allow hydrogel formation by incubating the plate at 37OC for up to 20 min.\r\n  5. Overlay the hydrogels with 500 µL of intestine growth medium \\(see above for composition).\r\n  6. Replace medium every 4 d, or when the phenol red in the medium turns yellow.\r\n  \r\n\n\n**D. Organoid passaging**\r\n\n\nPassaging HIOs cultured in PEG-4MAL hydrogels is performed similarly to tissue embedded in MatrigelTM, as previously described\n10\n. Briefly:\r\n\n\n1. Mechanically dislodge organoids from the PEG-4MAL hydrogel by vigorously pipetting with large orifice pipette tips to free the organoids from the hydrogel.\r\n  2. Pool all the PEG-4MAL + organoids + medium from each well into a sterile Petri dish containing 10 mL of warm DMEM-F12. By using a sterile tungsten needle or sterile fine forceps, dislodge any large pieces of hydrogel that are still adherent to the organoids.\r\n  3. Under a stereomicroscope, manually cut the organoids into halves using a sterile scalpel.\r\n  4. Transfer organoid halves to a microcentrifuge tube, resuspend at 5X final density \\(final density: 2-4 HIOs/hydrogel) in intestine growth medium \\(see above for composition), and keep on ice.\r\n  5. Repeat “Synthetic hydrogel casting” steps to form fresh HIO-containing hydrogels.\r\n  6. Cut organoid halves will grow and expand. Repeat HIO passaging every 7-10 d as necessary. We have repeat this expansion for up to 21 d.\r\n  \r\n\n\n**E. Organoid encapsulation and injection into colonic mucosal wound bed**\r\n\n\nColonic mucosal wounds \\(~1 mm2) can be generated using a high-resolution colonoscopy system \\(Fig. 1), as previously described\n12\n. The next day:\r\n\n\n1. Human iPSC- or human ESC-derived HIOs that are generated within PEG-4MAL hydrogels \\(as described above) or MatrigelTM \\(as previously described\n9,10\n) are mechanically dislodged from the matrix by vigorously pipetting with large orifice pipette tips to free the organoids.\r\n  2. Transfer HIOs to a microcentrifuge tube, resuspend at 5X final density \\(final density: 2-4 HIOs/hydrogel) in foregut growth medium \\(see above for composition), and keep on ice. \r\n  3. Prepare hydrogel precursor solutions as described in Section A.\r\n  4. Load 10 µL of crosslinker in a custom-made device comprising a 10 cm piece of intramedic polyethylene tube \\(OD: 1.09mm) with a 27G neddle \\(OD: 0.41 mm) in each extreme. To construct this, the metalic needle will be removed from the hub and the blunt end of the needle will be carefully attached to one end of the tubing, leaving the needle bevel exposed. Another complete neddle will be connected to the tube through the needle bevel \\(Fig. 1). \r\n  5. Mix HIO suspension with the PEG-4MAL-RGD precursor solution at a 3:1 PEG-4MAL-RGD/HIO suspension using large orifice pipette tips, and keep on ice.\r\n  6. Load the PEG-4MAL-RGD precursor + HIO mixture solution \\(prepared above) in a 1 mL TB syringe. 40 µL of this solution will be used per injection. \r\n  7. Connect the custom-made device containing the crossliker to the TB syringe with the PEG-4MAL-RGD + HIO suspension. Insert the nedle bevel through the colonoscope forceps auxiliary pocket \\(Fig. 1).\r\n  8. Using a plastic gavage neddle, lubricate the mouse anus with a drop of PBS. Insert the colonoscope probe and identify the wounds generated the day before through the high-resolution colonoscopy camera.\r\n  A detailed protocol of murine endoscopy for in vivo imaging and assessment of intestinal wound healing and inflammation, including injury and wound bed injection procedures, is avilable online\n13\n. \r\n\n\n9. Once a wound has been found, position the colonoscope probe close to the distal end of the wound. Push the tubing through the auxiliary pocket until the needle bevel is observed throught the camera and proceed to carefully penetrate the mucosa and locate the needle bevel right at the wound bed \\(submucosa; Fig. 1a,b).\r\n  10. Inject 40 µL of the functionalized PEG-4MAL-RGD + HIO suspension. The functionalized PEG-4MAL-RGD + HIO suspension will meet the crosslinker in the tubing and the hydrogel will be formed in situ at the injection site. A successful procedure will be visualized by the formation of a small protrusion at the injection site. \r\n  11. Pull the needle out and repeat at a different wound site \\(only one injection per wound is recommended). A new custom-made device containing the crossliker will be needed for each injection made \\(repeat step E.4 for each injection)."
        },
        {
            "header": "Timing",
            "content": "Varies based on experience working with hydrogels and organoids."
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table 2."
        },
        {
            "header": "Anticipated Results",
            "content": "1. Human iPSC- or human ESC-derived intestinal spheroids embedded in 4.0% PEG-4MAL-RGD hydrogels crosslinked with the protease-degradable peptide GPQ-W should establish lumenized HIOs after 4-5 d in culture. Spheroids will change shape during expansion and display epithelial budding at the interface with the hydrogel and cell outgrows migrating into the hydrogel \\(Fig. 2a,b).\r\n  2. Two-week-old, MatrigelTM-generated human iPSC- or human ESC-derived HIOs transferred to the PEG-4MAL-RGD hydrogel \\(formulation described above) should continue to develop after at least 7 d in culture \\(Fig. 2c). Established HIOs grow in size, change shape, maintain a central lumen, and display epithelial budding at the interface with the hydrogel \\(Fig. 2c). \r\n  3. In vivo injection of HIO-containing PEG-4MAL precursor solutions at colonic mucosal wound bed will promote HIO engraftment into host tissue \\(Fig. 1b,c) and enhance wound repair 30 d post-injection."
        },
        {
            "header": "References",
            "content": "REFERENCES:\r\n\n\n1 Huch, M. et al. Long-term culture of genome-stable bipotent stem cells from adult human liver. Cell 160, 299-312, doi:10.1016/j.cell.2014.11.050 \\(2015).\r\n\n\n2 Yui, S. et al. Functional engraftment of colon epithelium expanded in vitro from a single adult Lgr5\\(+) stem cell. Nat Med 18, 618-623, doi:10.1038/nm.2695 \\(2012).\r\n\n\n3 Fatehullah, A., Tan, S. H. & Barker, N. Organoids as an in vitro model of human development and disease. Nature cell biology 18, 246-254, doi:10.1038/ncb3312 \\(2016).\r\n\n\n4 Clevers, H. Modeling Development and Disease with Organoids. Cell 165, 1586-1597, doi:http://dx.doi.org/10.1016/j.cell.2016.05.082 \\(2016).\r\n\n\n5 Cruz-Acuña, R. & García, A. J. Synthetic hydrogels mimicking basement membrane matrices to promote cell-matrix interactions. Matrix Biology, doi:http://dx.doi.org/10.1016/j.matbio.2016.06.002 \\(2016).\r\n\n\n6 Gjorevski, N. et al. Designer matrices for intestinal stem cell and organoid culture. Nature 539, 560-564, doi:10.1038/nature20168 \\(2016).\r\n\n\n7 Phelps, E. A. et al. Maleimide cross-linked bioactive PEG hydrogel exhibits improved reaction kinetics and cross-linking for cell encapsulation and in situ delivery. Advanced materials 24, 64-70, 62, doi:10.1002/adma.201103574 \\(2012).\r\n\n\n8 Phelps, E. A., Headen, D. M., Taylor, W. R., Thule, P. M. & Garcia, A. J. Vasculogenic bio-synthetic hydrogel for enhancement of pancreatic islet engraftment and function in type 1 diabetes. Biomaterials 34, 4602-4611, doi:10.1016/j.biomaterials.2013.03.012 \\(2013).\r\n\n\n9 Spence, J. R. et al. Directed differentiation of human pluripotent stem cells into intestinal tissue in vitro. Nature 470, 105-109, doi:10.1038/nature09691 \\(2011).\r\n\n\n10 McCracken, K. W., Howell, J. C., Wells, J. M. & Spence, J. R. Generating human intestinal tissue from pluripotent stem cells in vitro. Nat Protoc 6, 1920-1928, doi:10.1038/nprot.2011.410 \\(2011).\r\n\n\n11 Leslie, J. L. et al. Persistence and Toxin Production by Clostridium difficile within Human Intestinal Organoids Result in Disruption of Epithelial Paracellular Barrier Function. Infection and Immunity 83, 138-145, doi:10.1128/IAI.02561-14 \\(2015).\r\n\n\n12 Leoni, G. et al. Annexin A1–containing extracellular vesicles and polymeric nanoparticles promote epithelial wound repair. The Journal of Clinical Investigation 125, 1215-1227, doi:10.1172/JCI76693 \\(2015).\r\n\n\n13 Brückner, M. et al. Murine Endoscopy for In Vivo Multimodal Imaging of Carcinogenesis and Assessment of Intestinal Wound Healing and Inflammation. Journal of Visualized Experiments : JoVE, 51875, doi:10.3791/51875 \\(2014)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15046,
                "identity": "a127d767-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jason  Spence",
                "email": "spencejr@umich.edu",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jason",
                "middleName": "",
                "lastName": "Spence",
                "suffix": ""
            },
            {
                "id": 15047,
                "identity": "a127da1d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Asma Nusrat",
                "email": "anusrat@umich.edu",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Asma",
                "middleName": "",
                "lastName": "Nusrat",
                "suffix": ""
            },
            {
                "id": 15048,
                "identity": "a127de40-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Andres Garcia",
                "email": "andres.garcia@me.gatech.edu",
                "orcid": "",
                "institution": "Georgia Institute of Technology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Andres",
                "middleName": "",
                "lastName": "Garcia",
                "suffix": ""
            },
            {
                "id": 15038,
                "identity": "a127bbb8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ricardo Cruz-Acuna",
                "email": "",
                "orcid": "",
                "institution": "Georgia Institute of Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ricardo",
                "middleName": "",
                "lastName": "Cruz-Acuna",
                "suffix": ""
            },
            {
                "id": 15039,
                "identity": "a127bf8e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Miguel Quiros",
                "email": "",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Miguel",
                "middleName": "",
                "lastName": "Quiros",
                "suffix": ""
            },
            {
                "id": 15040,
                "identity": "a127c314-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Atilla  Farkas",
                "email": "",
                "orcid": "",
                "institution": "Hungarian Academy of Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Atilla",
                "middleName": "",
                "lastName": "Farkas",
                "suffix": ""
            },
            {
                "id": 15041,
                "identity": "a127c706-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Priya Dedhia",
                "email": "",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Priya",
                "middleName": "",
                "lastName": "Dedhia",
                "suffix": ""
            },
            {
                "id": 15042,
                "identity": "a127ca04-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sha Huang",
                "email": "",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sha",
                "middleName": "",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 15043,
                "identity": "a127ccf9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dorothee Siuda",
                "email": "",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dorothee",
                "middleName": "",
                "lastName": "Siuda",
                "suffix": ""
            },
            {
                "id": 15044,
                "identity": "a127cfbf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vicky Garcia-Hernandez",
                "email": "",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vicky",
                "middleName": "",
                "lastName": "Garcia-Hernandez",
                "suffix": ""
            },
            {
                "id": 15045,
                "identity": "a127d2a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alyssa Miller",
                "email": "",
                "orcid": "",
                "institution": "University of Michigan ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alyssa",
                "middleName": "",
                "lastName": "Miller",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-08-19 11:19:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.098",
        "doiUrl": "https://doi.org/10.1038/protex.2017.098",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609893,
                "identity": "75a828ca-7414-4c1c-b110-89bf31e4cdad",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 105093,
                "visible": true,
                "origin": "",
                "legend": "PEG-4MAL hydrogel serves as an injectable delivery vehicle in colonic mucosal wound model and promotes HIO engraftment.    (a) Mechanically-induced submucosal wounds were performed in the distal colon of mice using a mechanical probe through a mouse colonoscope. One day post-wounding HIOs generated in engineered 4% PEG-4MAL-RGD hydrogels or MatrigelTM were recovered from the matrix, mixed with the engineered hydrogel precursor solutions, and injected underneath the submucosal wounds. (b) HIOs mixed with engineered hydrogel precursor solutions were injected underneath mechanically-induced mucosal wounds, as seen through the colonoscope camera. (c) In situ hybridization, stained for human OLFM4+ cells, was performed 4 weeks post-wounding. A group with no injections, was used as control groups. Bars, 50 μm.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6215/v1/figure_1.jpg"
            },
            {
                "id": 2609897,
                "identity": "07f15b70-52ea-4c13-a7ce-1629d9a3b9ed",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 407287,
                "visible": true,
                "origin": "",
                "legend": "PEG-4MAL hydrogel supports robust in vitro growth and development of intestinal spheroids, HIOs, and HLOs   (a,b,c,d) Transmitted light images demonstrate 3D culture using 4.0% PEG-4MAL-RGD-GPQW hydrogels. (a) hESC-derived spheroid developed into a HIO after 16 d. (b) hiPSC-derived spheroid developed into a HIO after 21 d. (c) MatrigelTM-generated HIO after 7 d. (a,b) These organoids were never embedded in MatrigelTM. (c) These organoids were generated via MatrigelTM embedding (as previously described10,14) for at least 2-weeks and transferred to PEG-4MAL hydrogels for at least 7 d. Black arrows show epithelial budding. Bars, 500 μm.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6215/v1/figure_2.jpg"
            },
            {
                "id": 2609892,
                "identity": "87149e1e-34ae-44e5-a47b-ef5130ab833b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33261,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Table 1",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6215/v1/figure_3.jpg"
            },
            {
                "id": 2609894,
                "identity": "9b1538ca-0574-4b9b-b596-f7fda0192589",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:16",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62193,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Table 2",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6215/v1/figure_4.jpg"
            },
            {
                "id": 13465603,
                "identity": "dbb1ca92-2b64-484f-aacd-857dd4653d2b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 400800,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6215/v1/93525b25-cfa8-4f89-863e-309b7b26182b.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "hydrogel, organoid, pluripotent",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "In vitro differentiation of human intestinal organoids \\(HIOs) from embryonic stem cells and induced pluripotent stem cells offers unparalleled strategies to generate multi-cellular 3D structures analogous to native human intestinal tissue. Current methods for generating HIOs require MatrigelTM, an undefined tumor-derived extracellular matrix, limiting their use for regenerative and translational medicine applications. Here, we describe a protocol for the synthesis of a fully defined, synthetic hydrogel based on a four-arm poly\\(ethylene glycol) macromer that supports the in vitro generation and culture of HIOs. We also provide guidelines for localized in vivo delivery of synthetic hydrogel-encapsulated HIOs that promotes engraftment and improved colonic wound repair in mice. This culture and delivery strategy forms a basis for the development of HIO-based therapies to treat human intestinal injury.",
        "manuscriptTitle": "PEG-4MAL Hydrogels for In Vitro Culture of Human Organoids and In Vivo Delivery to Sites of Injury",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-21 12:27:07",
                "doi": "10.1038/protex.2017.098",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1276068-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 21st, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4034,
                "name": "Biochemistry"
            },
            {
                "id": 4035,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-21 12:27:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}