{
    "identity": "nprot-268",
    "title": "Pyrogen-free culture of Gram-positive bacteria: verification by hemocyte degranulation and Factor C assays",
    "content": [
        {
            "header": "Introduction",
            "content": "Lipopolysaccharide \\(LPS), also known as the pyrogen, resides on the outer membrane of the Gram-negative bacteria but not on the Gram-positive bacteria.  Upon injection of the Gram-negative bacteria into the horseshoe crab, the LPS is necessary and sufficient to trigger the degranulation of the host hemocytes, which subsequently releases the intracellular factors to kill the invader effectively<sup>1</sup>.  Previous study demonstrated that the intracellular serine proteases, such as Factor B, pro-clotting enzyme, and clotting enzyme can activate the prophenoloxidase activity of the hemocyanin \\(HMC/PPO) to phenoloxidase \\(PO)<sup>2,3</sup>.  To verify that the microbial extracellular protease could activate HMC/PPO to PO and further mediate the antimicrobial response in the extracellular milieu, Gram-positive bacteria which lack LPS and therefore do not trigger hemocyte degranulation are used in the in vivo antimicrobial assay.  Being ubiquitous and chemically very stable, LPS may contaminate the Gram-positive bacterial culture.  In order to avoid the interference from the inadvertent introduction of exogenous LPS, every precaution must be taken to prepare the Gram-positive bacterial culture under pyrogen-free condition.  \r\n\n\nTo verify the pyrogen-free status of the Gram-positive bacterial culture, we incubate the culture with the horseshoe crab hemocyte, and three examinations are conducted: \r\n\n\n\\(1) morphological observations under light microscopy, \r\n\n\n\\(2) Factor C activity assay in the cell free hemolymph.  The principle of this test is that under physiological condition, Factor C resides in the large granules of the hemocytes in a zymogen form.  It is only released into the cell free hemolymph upon hemocyte exocytosis/degranulation triggered by LPS<sup>1</sup>.  To detect Factor C, LPS is applied to convert it from zymogen to active serine protease, which can be indicated by fluorescent substrates.   \r\n\n\n\\(3) Intact hemocytes sediment at the bottom of the test tube during incubation.  The principle is as follows:  the presence of LPS causes the hemocytes to degranulate and no intact cells would settle to the bottom of the glass tube, thereby presenting a translucent-to-clear &#x2018;tube bottom&#x2019;.  In contrast, in the absence of LPS, Gram-positive bacteria alone will not cause hemocyte degranulation.  After standing incubation, the hemocytes will aggregate into a dense button at the bottom of the borosilicate tube."
        },
        {
            "header": "Procedure",
            "content": "1.  Prepare culture media using pyrogen-free water, in depyrogenised containers which have been previously baked at 200 °C for at least 4 h.\r\n  2.  After sterilizing the media, quantify the LPS, if any, using the PyroGene\nTM\nEndotoxin Diagnostic Kit \\(Cambrex Inc., USA).  \r\n  3.  Only use the media for Gram-positive bacterial culture if the LPS level is negligible \r\n  4.  Upon completion of the Gram-positive bacterial culture, again measure the potential presence of LPS \\(in case of its inadvertent introduction during the harvesting of the culture) using the PyroGene Kit. \r\n  5.  Collect hemolymph from the horseshoe crab by partial bleeding through cardiac puncture, under pyrogen-free condition. \r\n  6.  Incubate the culture from step 4 with the hemolymph from step 5, at room temperature for 20 min on borosilicate glass slide.  Examine the morphological change of the hemocytes under light microscopy for their inability to cause degranulation of the horseshoe crab hemocytes. _Pseudomonas aeruginosa_ is used as an LPS-positive control, which degranulates the hemocytes.\r\n  7.   Incubate the culture from step 4 with the hemolymph from step 5 at room temperature for 90 min in borosilicate glass test tube.  Then observe the dense button of hemocytes formed at the bottom of the test tube.  This verifies the pyrogen-free Gram positive culture. \r\n  8.  Collect the supernatant from the upper part of the incubation mixture in step 7. Remove residual hemocytes by centrifuging at 150 x g at room temperature for 10 min.  Collect the supernatant for Factor C activity assay, to double-confirm the pyrogen-free status.  \r\n  9.  Mix 10 μl of the supernatant \\(step 8) with 90 μl fluorescent substrate from the PyroGene\nTM\nEndotoxin Diagnostic Kit \\(Cambrex Inc., USA).  Monitor the fluorescence emission at 440 nm upon excitation at 380 nm. \r\n  10  Add 10 μg/ml LPS to the supernatant from step 8 and incubate at room temperature for 10 min prior to the Factor C assay as in step 9.  This is to activate the inactive form of the Factor C in case it is exocytosed as a zymogen.  For the negative control, pyrogen-free saline is used in place of bacteria."
        },
        {
            "header": "Anticipated Results",
            "content": "The Gram-positive bacteria which are cultured under pyrogen-free conditions are free of LPS contamination, as verified by their inability to cause degranulation of the horseshoe crab hemocytes."
        },
        {
            "header": "References",
            "content": "1. Ariki, S. _et al_.  A serine protease zymogen functions as a pattern-recognition receptor for lipopolysaccharides. _Proc Natl Acad Sci U S A_. **101**, 953-958 \\(2004).\r\n  2. Nagai, T. &amp; Kawabata, S. A link between blood coagulation and prophenol oxidase activation in arthropod host defense. _J Biol Chem_. **275**, 29264-29267 \\(2000). \r\n  3. Nagai, T., Osaki, T. &amp; Kawabata, S. Functional conversion of hemocyanin to phenoloxidase by horseshoe crab antimicrobial peptides. _J Biol Chem_. **276** , 27166-27170 \\(2001)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1501",
                "date": "2007-06-13 04:59:12",
                "title": "Respiratory protein–generated reactive oxygen species as an antimicrobial strategy",
                "authors": [
                    "Naxin Jiang",
                    "Nguan Soon Tan",
                    "Bow Ho  &  Jeak Ling Ding"
                ],
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10347,
                "identity": "9efca7d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Naxin Jiang",
                "email": "",
                "orcid": "",
                "institution": "National University of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naxin",
                "middleName": "",
                "lastName": "Jiang",
                "suffix": ""
            },
            {
                "id": 10348,
                "identity": "9efcaca7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nguan Soon Tan",
                "email": "",
                "orcid": "",
                "institution": "National University of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nguan",
                "middleName": "Soon",
                "lastName": "Tan",
                "suffix": ""
            },
            {
                "id": 10349,
                "identity": "9efcb044-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bow Ho",
                "email": "",
                "orcid": "",
                "institution": "National University of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bow",
                "middleName": "",
                "lastName": "Ho",
                "suffix": ""
            },
            {
                "id": 10350,
                "identity": "9efcb478-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jeak Ling Ding",
                "email": "",
                "orcid": "",
                "institution": "National University of Singapore",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jeak",
                "middleName": "Ling",
                "lastName": "Ding",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-18 14:56:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.470",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.470",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607772,
                "identity": "e6e1b0ae-3974-46e9-b74b-f7919713f847",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60215,
                "visible": true,
                "origin": "",
                "legend": "Gram-positive bacteria do not cause degranulation of the horseshoe crab hemocytes.   (a) Morphological examination of hemocytes in contact with Gram-positive bacterium _S. aureus_ and Gram-negative bacterium _P. aeruginosa_.  One &#x3BC;l hemolymph was applied to a glass slide and immediately mixed with 1 &#x3BC;l of 10^7^ cfu/ml bacteria under examination.  The hemocytes were monitored under bright-field with Zeiss fluorescence microscope.  Time-lapse microscopy image of the hemocytes were taken at 30 s intervals for 20 min.  (b) Factor C activity was assayed to indicate whether the hemocytes had degranulated.  Samples were tested with and without LPS, in case Factor C was exocytosed in its inactive precursor form.  The histobars show dose-dependent increase in the fluorescent product formed by increasing levels of LPS which activated the Factor C.  The inset shows that after incubation with _S. aureus_, hemocytes aggregated at the bottom of pyrogen-free borosilicate glass tube appearing as a dense button of cells.  In contrast, _P. aeruginosa_, a Gram-negative bacterium with LPS, caused hemocyte degranulation, thus, the absence of such aggregation of hemocytes as they were degranulated.   Scale bar, 10 &#x3BC;m in (a). A larger version of this image can be found here: Figure 1.pdf",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-268/v1/figure_1.jpg"
            },
            {
                "id": 13464378,
                "identity": "cecae277-ef28-4c01-8195-004c8f2ead47",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 194499,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-268/v1/7f2810a9-bc32-429b-9773-0f0db62de982.pdf"
            },
            {
                "id": 2607771,
                "identity": "2b6eac93-e0d0-4b64-9280-4f2900286476",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 56055,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-268/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "LPS, Gram-positive bacteria, pyrogen-free condition, hemocyte exocytosis/degranulation ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Pyrogen-free culture of Gram-positive bacteria: verification by hemocyte degranulation and Factor C assays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-10-31 10:15:29",
                "doi": "10.1038/nprot.2007.470",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ef9fa5b-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 31st, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1792,
                "name": "Biological techniques"
            },
            {
                "id": 1794,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-10-31 10:15:29",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}