{
    "identity": "nprot-576",
    "title": "Morpholino-mediated gene knockdown in the early mouse embryo",
    "content": [
        {
            "header": "Introduction",
            "content": "Here we describe a morpholino-based gene knockdown microinjection protocol to interrogate gene function at the maternal-embryonic transition. We use morpholinos, which are chemically synthesized probes that specifically modulate gene expression, to study early mouse embryogenesis. This gene knockdown method works irrespective of the maternal or embryonic origin of gene expression and is independent of the endogenous RNA interference machinery. This protocol details the methods we use to introduce a morpholino into a fertilized one-cell mouse embryo and to validate the success of knockdown of the gene of interest.  The rapid action of morpholinos is especially well suited to study gene function during the maternal-embryonic transition in ways that are not easily addressed even by conditional knockout mouse models.  Application of this method significantly improves access to the gene regulatory network that controls reprogramming in the early mouse embryo."
        },
        {
            "header": "Reagents",
            "content": "M2 media \\(Chemicon cat#MR-015P-5F)\r\n\n\nHuman Tubal Fluid \\(HTF) culture media \\(CooperSurgical ART-1020)\r\n\n\nSerum protein supplement \\(CooperSurgical ART-3010)\r\n\n\nEmbryo tested mineral oil \\(Sigma cat#M8410-1L)\r\n\n\nBiomix compressed gas \\(5% O<sub>2</sub>, 5% CO<sub>2</sub> and 90% N<sub>2</sub>)\r\n\n\nPregnant mare serum gonadotropin \\(PMSG) \\(Sigma cat#G4877)\r\n\n\nHuman chorionic gonadotropin \\(Sigma cat#C1063-1VL)\r\n\n\nHyaluronidase stock solution \\(Sigma cat#H4272)\r\n\n\nDulbecco&#x2019;s PBS \\(Gibco cat#14190-144)\r\n\n\nDistilled Water \\(Gibco cat#10977-15)\r\n\n\nPVP \\(Sigma cat#P-0930) \\(polyvinylpyrrolidone, mouse embryo tested)\r\n\n\nAcid Tyrode&#x2019;s solution \\(Sigma cat#T1788)\r\n\n\nVacuum grease \\(Dow corning, high vaccum grease)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\n\r\n\n\n**Gonadotropins** Dilute hormones with sterilized PBS to 10X concentrations \\(e.g. Add 2500 &#x3BC;L to 2500 IU) and store stock solutions at &#x2013;80 &#xB0;C for up to 6 months. When ready to use, dilute to 1X with PBS. \r\n\n\n\r\n\n\n**Media \\(made aseptically)** Make M2 according to Chemicon instructions and filter sterilize. Warm the working solution at 37 &#xB0;C on a slide warmer and store the remaining media at 4 &#xB0;C for one week. Aliquot HTF into 9 mL batches and store at 4 &#xB0;C for up to one month. To make complete culture media add 1 mL of fresh serum protein supplement \\(SS) to the HTF aliquot and store for up to one week. \r\n\n\n\r\n\n\n**Embryo plates for culture and rinsing \\(prepare before harvesting embryos)** In a tissue culture hood, make 20 &#x3BC;L drops of HTF/10% SS in a 75 mm petri dish and overlay them with mineral oil. Equilibrate the dish by placing it in a glass desiccator and fill the container with humidified Biomix gas \\(**Figure 2**). Place in incubator. Before harvesting embryos, prepare embryo plates for rinsing using the same techniques as those for culture plates except that HTF/10% SS drops are 50 &#x3BC;L.    \r\n\n\n\r\n\n\n**Morpholinos** Dilute morpholinos to 1.0 mM with water and store at -20 &#xB0;C. When ready to use, dilute to 0.6 mM with sterile water and heat in a thermocycler at 65 &#xB0;C for 15 minutes. This solution is ready for use.  Check concentration according to manufacturer&#x2019;s instructions."
        },
        {
            "header": "Equipment",
            "content": "2-well chamber slides \\(Labtek)\r\n\n\nMicrocapillary tubes \\(Warner Instruments Inc. cat#64-0800)\r\n\n\nMicrocaps \\(Drummond cat#1-000-0800)\r\n\n\nAspirator tube assembly \\(Sigma cat#A5177)\r\n\n\n35 mm petri dishes \\(Falcon cat#35-1007)\r\n\n\nAnti-vibration platform \\(Vistek VIP 3000-Y-004)\r\n\n\nInverted microscope with stage warmer \\(Olympus, IX70)\r\n\n\nMicromanipulators \\(Nikon/Narashige: Model MM188) \r\n\n\nCellTram vario \\(Eppendorf)\r\n\n\nPipette puller \\(Sutter Instrument P97)\r\n\n\nMicroforge \\(De Fonbrune)\r\n\n\nMicroinjector \\(Narashige IM300)\r\n\n\nThermocycler \\(Eppendorf Mastercycler Gradient)\r\n\n\nGlass desiccators \\(Pyrex, cat#08-631B) \r\n\n\nDissecting scope \\(e.g. Leica, S6E)\r\n\n\nSlide warmer \\(Kivex, Biotc HK-40CBS)\r\n\n\n37 &#xB0;C incubator \\(Heraeus, hera cell)\r\n\n\nTissue culture hood \\(the BAKER company, SterilGARD Hood)"
        },
        {
            "header": "Procedure",
            "content": "**Experimental design \\(Figures 2 and 3)**\r\n\n\n\r\n\n\nChoice of mouse strain. Embryos from the hybrid strain \\(C57/B6xDBA/2)F1 overcome the 2-cell block and develop into blastocysts in _in vitro_ culture. This strain consistently produces at least 10-20 robust embryos per female. Mice should be 25-30 days old when superovulated to generate the most malleable embryos for injection. Also, pronuclei and polar bodies in these embryos are easy to identify, thus simplifying cytoplasmic injections.\r\n\n\n\r\n\n\nMorpholinos.  Morpholino sequence was designed according to manufacturer’s instructions.  Morpholinos targeting Oct4 and controls are listed in **Table 2**.\r\n\n\n\r\n\n\nControls. Uninjected embryos serve as environmental condition negative controls for the MO-injected embryos. In addition, embryos injected with Human Globin MO \\(HG-MO) serve as negative controls to demonstrate that developmental hindrance is not an artifact of microinjection. In each experiment, uninjected embryos and embryos injected with HG-MO were tested in parallel with Oct4-MO-mediated knockdown.  HG-MO was designed to specifically target a mutant human globin gene promoter, which would not be present in the mouse genome \\(Gene-Tools, Inc.).  We had tested this HG-MO when establishing our methods and found that its presence did not affect blastocyst developmental rates. Of note, genes that were previously validated to be differentially-expressed between uninjected and Oct4-MO-injected embryos were also confirmed to show no differential expression between uninjected and HG-MO-injected embryos 21. \r\n\n\n\r\n\n\nInjection station. Use of a Hoffman microscope with phase-contrast objectives and 40x magnification facilitates both the visual differentiation between an embryo and an oocyte, and the identification of pronuclei so they can be avoided during delivery of the MO into the cytoplasm. An anti-vibration platform \\(Visitek) placed directly under the microscope minimizes the possibility of trauma caused by a large puncture wound from a trembling needle. Tears from an unsteady needle can cause major damage to the embryo and may be the reason for the developmental arrest in some samples. Two micromanipulators attached to the microscope, one for holding and the other for injecting the embryo, move the glass pipettes in 3 different planes and are driven electrically and manually. Electrical control ensures fast coarse movement \\(bringing the needle/holding pipette into the microinjection drop), while the manual manipulator is used for the finer movements necessary to move and microinject embryos. Negative suction is controlled on the holding side by an Eppendorf Oil Tram, which creates negative/positive suction on the holding pipette. These glass holding pipettes were created with a pipette puller \\(Sutter Instrument P97) according to optimized conditions \\(**Table 1**) and finished on a microforge \\(De Fonbrune). The injection pipettes were also created on the Sutter’s P97 with program for injection pipettes/needle \\(**Table 1**).\r\n\n\n\r\n\n\n**Preparation and harvesting of preimplantation embryos \\(Figures 2, 3)**\r\n\n\n \r\n\n\n1 Superovulate 10 B6D2F1 females by intraperitoneal injection of 10 IU PMSG at 4-5 pm. Forty-eight hours later, inject the mice again with 10 IU hCG and mate each female with one male of the same strain 22. All procedures involving animals were performed under our active, Institutional Animal Care and Use Committee \\(IACUC) protocol #8315 entitled “Developmental Regulation of the Mammalian Embryo”, which was approved by the Administrative Panel on Laboratory Animal Care \\(APLAC) at Stanford University.  TROUBLESHOOTING\r\n\n\n\r\n\n\n2 Sacrifice the mice 17 h post-hCG injection by cervical dislocation, collect their oviducts, and place them in a 1.5 ml Eppendorf tube filled with M2 media.  CRITICAL STEP We recommend that the adjacent uterine and ovarian tissue be dissected and removed en masse so that the embryos aren’t lost by damage to the oviduct 22. TROUBLESHOOTING\r\n\n\n\r\n\n\n3 Under stereomicroscopic visualization, transfer all the oviducts into an organ dish filled with 1 ml warm M2 media. Using a Dumont #3 forceps, tease apart the ampullas and free the clusters of embryo-cumulus cells into the media.  CRITICAL STEP If the ampullas are not easily located, then remove the zygotes by gently tearing apart the oviduct until embryos can be seen leaving through the open tears. Remove the oviduct and any residual tissue from the dish once the embryos are released.\r\n\n\n\r\n\n\n4 Add 10 μl hyaluronidase stock solution to the organ dish and wait 5 minutes. As soon as embryos are freed from their clusters, remove them from the dish. Use a transfer pipette to place them into fresh wash droplets \\(~50 μL) of M2 in a 50 mm Petri dish. \r\n\n\n\r\n\n\n5  Clean the embryos by pipetting them into several wash droplets. When all the follicular cumulus cells and debris have been thoroughly removed, place the embryos into a 35 mm petri dish filled with M2 and placed on a 37 °C warming plate.\r\n\n\n\r\n\n\n**Preparation of morpholinos \\(done concurrently with embryo harvest)**\r\n\n\n\r\n\n\n6 Resuspend the morpholino in sterile PCR grade water in certified DNase/RNase-free Eppendorf tubes. It is then heated in a thermocycler for 15 min at 65 °C to dissolve any precipitates that may clog the needle. TROUBLESHOOTING\r\n\n\n\r\n\n\n7 During the 15-minute incubation period, pull fresh needles. When the MO is ready, load two needles and use immediately for microinjecting. \r\n\n\n\r\n\n\n**Intracytoplasmic morpholino microinjection**\r\n\n\n\r\n\n\n8 Place a chamber slide devoid of its chambers on the inverted microscope heating stage \\(set at 37 °C). Using a P1000 pipetteman, make a large dome shaped microinjection droplet \\(M2) on the chamber slide. \r\n\n\n\r\n\n\n9 Using the micromanipulator coarse controls, lower the holding pipette and microinjection needle into the droplet. Orient the holding and microinjection pipettes on the left and right sides so that they are opposite one another in the field of view.\r\n\n\n\r\n\n\n10 Turn on the microinjector air pressure. Once the injection needle is completely prepared, set the air pressure to 0.5-1.3 PSI so the MO is continuously flowing through the needle at a rate that will not lyse the embryo once it has been injected.\r\n\n\n\r\n\n\n11 Transfer 40 embryos from the petri dish of M2 with a pipette into the microinjection droplet on the microscope stage.  Reserve at least 15 of these embryos for the uninjected control group and sequester them from the batch of embryos meant for injection \\(**Figure 2**).\r\n\n\n\r\n\n\n12 Proceed to inject 20-25 embryos in rapid succession. Hold each embryo so that the polar bodies are located either at the 6 or 12 o’clock position. Focus on the pronuclei by using the fine z-axis control. When injecting the embryo, avoid touching the pronuclei with the tip of the needle \\(**Figure 4**).  At the end of an injection session, expect to see that up to 1/3 of injected embryos might not have survived injection.  Carefully identify these defective embryos, and do not include them with injected or control embryos whose in vitro development will be observed.\r\n\n\n\r\n\n\n13 Transfer the surviving injected embryos into a 50 μL drop of equilibrated culture medium \\(e.g., HTF/SS) overlaid with mineral oil in a 75 mm dish \\(the rinsing drops described in the Reagent Setup section). Wash these embryos in two more drops to remove residual M2 and transfer them to a culture dish. Culture 10 embryos per 20 μL drop of medium. Repeat this process with the uninjected embryos.\r\n\n\n\r\n\n\n14 Place the culture dish in a glass dessicator and gas the chamber with Biomix for 1 minute. Put the dessicator into a 37 °C incubator and let the embryos recuperate for 2 hours before collecting them at the 1-cell stage, if that 1-cell stage embryos are required for downstream molecular analysis. CRITICAL STEP If not collecting cells at the 1-cell stage, do not open the incubator until the next day for observation and collection at the 2-cell stage.\r\n\n\n\r\n\n\n**RNA sample preparation for Affymetrix Gene Chip Analysis**\r\n\n\n\r\n\n\n15 Wash 20 embryos by transferring them through 3 drops of PBS/PVP. Deposit them into a 0.5 mL DNase/RNase-free tube and add 10 μL extraction buffer \\(XB from Picopure Total RNA Isolation Kit, Molecular Devices Corp.). Repeat for each set of embryos. Place embryos in a thermocycler and heat at 42 °C for 30 minutes. After heating, immediately store tubes at -80 °C for up to one month.\r\n\n\n\r\n\n\n16 Proceed with extraction and isolation of total RNA after enough sets of pooled embryos have been collected \\(as instructed by the Picopure kit protocol). Each pool of 20 embryos should yield 10 μL of total RNA.\r\n\n\n\r\n\n\n17 Use 5 μL of total RNA for two rounds of amplification \\(WT-Ovation Pico system, Nugen) per set of pooled embryos to yield 5-8 μg ssDNA. Process samples further with the FL-Ovation cDNA Biotin Module \\(Nugen).\r\n\n\n\r\n\n\n**Single Embryo RT-PCR**\r\n\n\n\r\n\n\n18 Transfer 5 embryos to a 50 μL drop of acid Tyrode’s solution to partially dissolve the zona pellucida.  Wash these embryos by transferring them through 3 drops of PBS/PVP. Place each embryo in a 0.2 mL PCR strip tube and add 6.6 μL Sample RT-PreAmp Master Mix. Cap the tubes, vortex, quick spin, and place at -20 °C. Repeat with embryos for each condition. \r\n\n\n\r\n\n\n19 Perform pre-amplification according to the protocol for direct mRNA gene quantification from individual cells using the Cells Direct Kit \\(Invitrogen), Taqman™ Gene Assays \\(Applied Biosystems) and perform semi-quantitative RT-qPCR to assay gene expression on the BioMark™ Dynamic Array \\(Fluidigm Corporation)."
        },
        {
            "header": "Critical Steps",
            "content": "Ensure the microinjection needle is working properly. Check the needle under the inverted microscope for air bubbles and debris along the capillary taper that will block solution flow. To eliminate these bubbles, apply pressure on the needle \\(~30 PSI). Debris in the needle can also prevent successful MO injection.  Clogs can be removed by gingerly breaking the tip of the needle against the holding pipette while simultaneously increasing the positive pressure. A beveled tip is preferred, however, it is more important that the resulting tip be as small as possible."
        },
        {
            "header": "Troubleshooting",
            "content": "TROUBLESHOOTING\r\n\n\nStep 1 Problem: Low number of embryos\r\n\n\nPMSG loses its potency after being diluted in saline and stored in small aliquots at -20 &#xB0;C for more than one month. Use this hormone within 30 days of dilution or store it at -80 &#xB0;C. When injecting mice with hormones, use a 26 G \\(or smaller) needle and direct the needle towards the thigh in the lower abdominal region. A small needle helps ensure the solution won&#x2019;t leak outside the puncture wound when it&#x2019;s withdrawn. \r\n\n\n\r\n\n\nEmbryo numbers and their ability to develop _in vitro_ varies among different strains. We chose the strain B6D2F1 because its embryos have been shown to overcome the in vitro 2-cell block and consistently progress to the morula and blastocyst stages 23. Despite the robustness of this breed a few issues still exist. In general, female mice older than 40 days will undoubtedly produce fewer eggs and male mice older than 9 months mate less efficiently. In addition, mice that have been shipped are hormonally stressed. We recommend waiting at least a week before administering the superovulating hormones so the mice can acclimate to their new environment. We use ten 30 day old females per experiment.\r\n\n\n\r\n\n\nStep 2 Problem: Embryo quality is poor\r\n\n\nEmbryo development is compromised _ex vivo_. We have successfully used two different kinds of media to harvest and culture the embryos outside their normal environment.\r\n\n\n\r\n\n\nWe use 37 &#xB0;C M2 media \\(Chemicon) to harvest 2PN embryos from oviducts of 0.5 PC females and for microinjection. The day before harvesting embryos, prepare the media from powder, filter sterilize and store at 4 &#xB0;C. M2 can be stored at 4 &#xB0;C for a maximum of 1 week.\r\n\n\n\r\n\n\nEmbryos are injected in a large drop of M2 media that is replaced either every half an hour or when a new morpholino is being injected. The media drop needs to be replenished when its &#x201C;dome shape&#x201D; is lost due to evaporation. Embryos tend to exhibit dimpling and shrinkage when left in a microinjection drop for more than 30 minutes because the M2 salt concentration increases due to evaporation. \r\n\n\n\r\n\n\nOur embryo culture medium of choice is Human Tubal Fluid \\(HTF) \\(Coopers Surgical) supplemented with 10% serum protein supplement \\(SS) \\(CooperSurgical). This medium is commonly used in fertility labs utilizing Assisted Reproductive Technology \\(ART). The HTF can be aliquoted into 9 mL lots and refrigerated for up to one month. However, new Protein Serum Supplement \\(SS) must be used if the bottle had been opened 7 days ago \\(product number). We make 20 &#x3BC;L culture drops and 50 &#x3BC;L wash drops of HTF/SS and overlay them with oil in two separate 75 mm petri dishes \\(Falcon). These dishes are then placed into glass desiccators and gassed with a Biomix of 90% N<sub>2</sub>, 5% O<sub>2</sub>, and 5% CO<sub>2</sub> to recreate the physiologic conditions of the mouse reproductive system \\(Ciray). The desiccators are then placed into a humidified incubator set at 37 &#xB0;C with 5% CO<sub>2</sub>.\r\n\n\n\r\n\n\nStep 6 Problem: Blockage in microinjection needles\r\n\n\nTo ensure a smooth microinjection session, equipment and reagents \\(especially if in contact with the MO) should be free of dust, debris and precipitates. Morpholino stock solutions were diluted in DNase/RNase-free water to working solutions ranging from 0.25 to 0.75 mM in total volumes of 10 &#x3BC;L.  Filtering the MO is possible though it may alter the overall concentration of the solution. For our Gene Chip and QPCR experiments, MO concentrations of 0.60 mM \\(Oct4) and 0.75 mM \\(Ccna2) were ideal."
        },
        {
            "header": "Anticipated Results",
            "content": "Understanding early mammalian embryo development is necessary for advancing translational research in many areas of medicine because genes that are highly expressed in the preimplantation embryo \\(hereafter, early embryo) are enriched for genes with known roles in reprogramming, development, pluripotency, differentiation, and carcinogenesis.  Knockdown of a specific gene is crucial for studying its downstream targets, the signaling pathways in which it is involved and, most importantly, the physiological effects of its actions. Morpholinos \\(MOs) are oligonucleotides that sterically hinder attachment of the 40S ribosomal subunit, thus blocking translation of transcripts and targeting mRNA for rapid knockdown 1. The morpholino strategy has been widely used in model organisms, including zebrafish and _Drosophila_, to study developmental processes 2-5.  For example, MOs were used in zebrafish embryos to knockdown Pou2 \\(mammalian Oct4), thus causing interference with the production of maternal proteins that resulted in the abrogation of maternal gene functions 4.   Although MOs have been used to study gene function in mouse oocytes or embryos, this method had not been widely used for the mouse model, presumably due to a lack of standard protocol 6, 7.  Further, it was previously not known whether MO-mediated gene knockdown would reveal new and specific findings at the molecular or mechanistic level, especially since certain protocols resulted in findings that merely confirmed phenotypes that had been reported based on knockout mouse models, rather than revealing novel findings 8-10.\r\n\n\n The morpholino microinjection protocol we describe here has been successfully established in our laboratory to study early mouse embryogenesis. Conventional experimental strategies have been limited in achieving comprehensive understanding of the gene regulatory network that controls development and reprogramming, because of several challenges. Maternal transcripts may well be instructing transcriptional regulation in the embryo during these developmental stages when embryonic genome activation and massive maternal transcript degradation occur simultaneously.  For instance, homologous recombination and transgenesis gene-targeting strategies, though powerful tools to answer many questions in mammalian biology, cannot fully probe the early embryo transition for genes whose maternal and embryonic transcripts transiently coexist. \r\n\n\n First, use of the conventional knockout strategy to address the function of embryonic genes during the first cleavage state \\(while the maternal transcript is still present), may result in a partial &#x201C;rescue&#x201D; by persistent maternal transcripts \\(**Figure 1a, b**). Second, embryo phenotypes that resulted from conditional targeting of the maternal allele, such as the maternal Dicer knockout, or gene-targeting of oocyte specific genes, such as Mater, Zar1, or Npm2 may actually be caused by molecular defects that occurred during oocyte development or maturation 11-15 \\(**Figure 1c, d**). Furthermore, conditional gene-targeting of maternal genes may also be rescued by zygotic gene expression, which makes it more difficult to explore the function of the gene product \\(**Figure 1d**).  Finally, more complex strategies that cross females carrying oocyte-specific cre-excision of floxed alleles to males that are heterozygous for deletion of the same gene, may create embryos that lack both maternal and embryonic transcripts of the gene of interest, but it may be difficult to determine the relative contributions of aberrant oocyte molecular profile and specific gene deficiency in the embryo to the final embryo developmental phenotype \\(**Figure 1e**). In summary, although these gene-targeting strategies are powerful in specifying the role of maternal versus embryonic alleles, they cannot address the precise roles of gene products for which both maternal and embryonic transcripts may be present at the maternal-embryonic transition.  \r\n\n\nMO-mediated gene knockdown that should result in decreased or completely abrogated protein production can be validated by immunofluorescence, and if possible, immunoblot; critical gene function can be confirmed by using a second MO, which targets a different 25 nt sequence in the 5&#x2019;UTR or start site 1.  A decrease in the phenotype severity with decreasing MO concentration would support that the phenotype is due to gene-specific, rather than non-specific or &#x201C;off-target&#x201D; effects of the MO.  Partial or complete rescue of phenotype by co-injection of MO and in vitro synthesized mRNA to overexpress the gene of interest further confirms specificity of gene knockdown as does the lack of effect of certain mismatch control MOs. The versatility of this method allows the function of multiple genes to be studied over a short time using F1 hybrid wild type mice, without the financial and labor burden of maintaining numerous transgenic mouse colonies and its associated time delays \\(**Figure 3**).  The power of this strategy is further enhanced by combining MO-mediated gene knockdown with global gene expression profiling by microarray \\(Mouse Genome high density oligonucleotide array, Affymetrix) experiments and validation of gene expression changes at the level of the single-embryo by large-scale RT-qPCR \\(Biomark Dynamic Array, Fluidigm).\r\n\n\nThis protocol can be combined with other strategies to provide additional versatility and diversity of application.  For example, MO can be co-injected with a labeled dextran to mark and trace injected cells; co-injection with antibodies, short interfering RNAs, or peptides is potentially feasible after optimization to identify concentration thresholds that are tolerated by the early embryo.  The function of embryonic genes for which there are no detectable maternal transcripts, can also be tested using a MO that specifically interferes with the splicing of the gene of interest 16.  Non-specific or &#x201C;off-target&#x201D; effects are minimal if expected results are obtained at all of the validation steps.  Gene-specific and non-specific effects on gene expression can be further distinguished by comparing global gene expression profiles of embryos resulting from gene knockdown by different MOs targeting the same gene.  Alternatively, effects that are due merely to the introduction of MO, micromanipulation \\(including injection), and MO-targeting can be addressed by comparing global gene expression profiles of embryo samples in which different genes have been knocked down by distinct MOs.  The main disadvantage of the microinjection approach is the challenge of the technique itself; it is not trivial to adapt or execute and requires finely honed technical expertise.  \r\n\n\n\r\n\n\nWe used this protocol to study genes that direct the reprogramming of early embryos. One such gene is Oct4, also known as Pou5f1, which is a key regulator of pluripotency in embryonic stem cells \\(ESCs) 17-19.  Maternal Oct4 transcripts are present at robust levels at the 1-cell stage, after which their rapid degradation coincides with gradual activation of embryonic Oct4 at the 2-cell stage 20. The inner cell mass of Oct4-/- embryos failed to expand, which led to _in vivo_ developmental arrest at the blastocyst stage, and _in vitro_ failure to establish embryonic stem cell lines 10.  Further, loss of embryonic transcripts by siRNA-mediated Oct4 knockdown in the embryo resulted in the development of blastocyst-like structures 8, 9. While embryonic Oct4 alleles are deleted in the knockout mouse model, maternal Oct4 transcripts may remain present during the early cleavage stages, albeit in rapidly decreasing amounts. Neither the knockout model or siRNA treatment targeted both maternal and embryonic transcripts in a developmentally normal 1-cell stage embryo 8-10, so the role of Oct4 during the maternal-embryonic transition remained unexplored. \r\n\n\nWe used the morpholino microinjection approach to knock down Oct4 starting at the 1-cell stage.  We found that Oct4 is required prior to blastocyst development, as up to 86.8&#xB1;8.3% of Oct4-knockdown embryos arrested by the multicell stage \\(defined as having more than 4 cells and not compacted), compared to mismatch injected controls, which progress to the blastocyst stage at 89.5%&#xB1;10.5, respectively 21.  We further showed that Oct4 is required for the correct expression of large sets of genes that have established functions in transcriptional and post-transcriptional gene regulation as early as the 2-cell stage 21.  Our experimental strategy &#x2013; the combination of MO-mediated gene knockdown, followed by global gene expression profiling of pooled samples and validation at the single-embryo level &#x2013; can be applied to dissect the gene regulatory network that controls early mouse embryo development.  Therefore, this strategy should make mammalian embryo development more accessible to scientists and accelerate the pace of discovery that will have a direct impact on broad areas including embryo development, reproductive medicine, stem cell and regenerative medicine, and cancer research."
        },
        {
            "header": "References",
            "content": "1. Summerton, J., Stein, D., Huang, S.B., Matthews, P., Weller, D. &amp; Partridge, M. Morpholino and phosphorothioate antisense oligomers compared in cell-free and in-cell systems. Antisense Nucleic Acid Drug Dev 7, 63-70 \\(1997).\r\n  2. Gore, A.V., Maegawa, S., Cheong, A., Gilligan, P.C., Weinberg, E.S. &amp; Sampath, K. The zebrafish dorsal axis is apparent at the four-cell stage. Nature 438, 1030-1035 \\(2005).\r\n  3. Imai, K.S., Levine, M., Satoh, N. &amp; Satou, Y. Regulatory blueprint for a chordate embryo. Science 312, 1183-1187 \\(2006).\r\n  4. Sumanas, S. &amp; Larson, J.D. Morpholino phosphorodiamidate oligonucleotides in zebrafish: a recipe for functional genomics? Brief Funct Genomic Proteomic 1, 239-256 \\(2002).\r\n  5. Yamada, L., Shoguchi, E., Wada, S., Kobayashi, K., Mochizuki, Y., Satou, Y. et al. Morpholino-based gene knockdown screen of novel genes with developmental function in Ciona intestinalis. Development 130, 6485-6495 \\(2003).\r\n  6. Homer, H.A., McDougall, A., Levasseur, M., Murdoch, A.P. &amp; Herbert, M. Mad2 is required for inhibiting securin and cyclin B degradation following spindle depolymerisation in meiosis I mouse oocytes. Reproduction 130, 829-843 \\(2005).\r\n  7. Kanzler, B., Haas-Assenbaum, A., Haas, I., Morawiec, L., Huber, E. &amp; Boehm, T. Morpholino oligonucleotide-triggered knockdown reveals a role for maternal E-cadherin during early mouse development. Mech Dev 120, 1423-1432 \\(2003).\r\n  8. Haraguchi, S., Saga, Y., Naito, K., Inoue, H. &amp; Seto, A. Specific gene silencing in the pre-implantation stage mouse embryo by an siRNA expression vector system. Molecular reproduction and development 68, 17-24 \\(2004).\r\n  9. Kim, M.H., Yuan, X., Okumura, S. &amp; Ishikawa, F. Successful inactivation of endogenous Oct-3/4 and c-mos genes in mouse preimplantation embryos and oocytes using short interfering RNAs. Biochemical and biophysical research communications 296, 1372-1377 \\(2002).\r\n  10. Nichols, J., Zevnik, B., Anastassiadis, K., Niwa, H., Klewe-Nebenius, D., Chambers, I. et al. Formation of pluripotent stem cells in the mammalian embryo depends on the POU transcription factor Oct4. Cell 95, 379-391 \\(1998).\r\n  11. Murchison, E.P., Stein, P., Xuan, Z., Pan, H., Zhang, M.Q., Schultz, R.M. et al. Critical roles for Dicer in the female germline. Genes Dev 21, 682-693 \\(2007).\r\n  12. Tang, F., Kaneda, M., O'Carroll, D., Hajkova, P., Barton, S.C., Sun, Y.A. et al. Maternal microRNAs are essential for mouse zygotic development. Genes Dev 21, 644-648 \\(2007).\r\n  13. Burns, K.H., Viveiros, M.M., Ren, Y., Wang, P., DeMayo, F.J., Frail, D.E. et al. Roles of NPM2 in chromatin and nucleolar organization in oocytes and embryos. Science 300, 633-636 \\(2003).\r\n  14. Wu, X., Viveiros, M.M., Eppig, J.J., Bai, Y., Fitzpatrick, S.L. &amp; Matzuk, M.M. Zygote arrest 1 \\(Zar1) is a novel maternal-effect gene critical for the oocyte-to-embryo transition. Nat Genet 33, 187-191 \\(2003).\r\n  15. Tong, Z.B., Gold, L., Pfeifer, K.E., Dorward, H., Lee, E., Bondy, C.A. et al. Mater, a maternal effect gene required for early embryonic development in mice. Nat Genet 26, 267-268 \\(2000).\r\n  16. Morcos, P.A. Achieving targeted and quantifiable alteration of mRNA splicing with Morpholino oligos. Biochemical and biophysical research communications 358, 521-527 \\(2007).\r\n  17. Pan, G.J., Chang, Z.Y., Scholer, H.R. &amp; Pei, D. Stem cell pluripotency and transcription factor Oct4. Cell Res 12, 321-329 \\(2002).\r\n  18. Boyer, L.A., Lee, T.I., Cole, M.F., Johnstone, S.E., Levine, S.S., Zucker, J.P. et al. Core transcriptional regulatory circuitry in human embryonic stem cells. Cell 122, 947-956 \\(2005).\r\n  19. Loh, Y.H., Wu, Q., Chew, J.L., Vega, V.B., Zhang, W., Chen, X. et al. The Oct4 and Nanog transcription network regulates pluripotency in mouse embryonic stem cells. Nat Genet 38, 431-440 \\(2006).\r\n  20. Palmieri, S.L., Peter, W., Hess, H. &amp; Scholer, H.R. Oct-4 transcription factor is differentially expressed in the mouse embryo during establishment of the first two extraembryonic cell lineages involved in implantation. Dev Biol 166, 259-267 \\(1994).\r\n  21. Foygel, K., Choi, B., Jun, S., Leong, D.E., Lee, A., Wong, C.C. et al. A novel and critical role for Oct4 as a regulator of the maternal-embryonic transition. PLoS ONE 3, e4109 \\(2008).\r\n  22. Gerstenstein, M., Nagy, A., Vintersten, K., Behringer, R. Manipulating the Mouse Embryo, Edn. 3rd. \\(CSHL Press, NY; 2003).\r\n  23. Chatot, C.L., Ziomek, C.A., Bavister, B.D., Lewis, J.L. &amp; Torres, I. An improved culture medium supports development of random-bred 1-cell mouse embryos in vitro. J Reprod Fertil 86, 679-688 \\(1989).\r\n  24. Lan, Z.J., Xu, X. &amp; Cooney, A.J. Differential oocyte-specific expression of Cre recombinase activity in GDF-9-iCre, Zp3cre, and Msx2Cre transgenic mice. Biology of reproduction 71, 1469-1474 \\(2004).\r\n  25. Lira, S.A., Kinloch, R.A., Mortillo, S. &amp; Wassarman, P.M. An upstream region of the mouse ZP3 gene directs expression of firefly luciferase specifically to growing oocytes in transgenic mice. Proceedings of the National Academy of Sciences of the United States of America 87, 7215-7219 \\(1990)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are grateful to Wing H. Wong and Bokyung Choi for their statistical analysis of gene expression profiling experiments, which contributed tremendously to the validation of the morpholino gene knockdown technique for mouse embryo.  We thank A. Snider, Z. Kharsa, and M. Scott for discussion; A. Hahn for editorial work.   This project was supported by NIH \\(HD057970, HD00849, HD01249) and the American Society for Reproductive Medicine."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11242,
                "identity": "9f605686-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Denise  Leong",
                "email": "",
                "orcid": "",
                "institution": "Stanford School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Denise",
                "middleName": "",
                "lastName": "Leong",
                "suffix": ""
            },
            {
                "id": 11243,
                "identity": "9f60591e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Annett Hahn-Windgassen",
                "email": "",
                "orcid": "",
                "institution": "Stanford School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Annett",
                "middleName": "",
                "lastName": "Hahn-Windgassen",
                "suffix": ""
            },
            {
                "id": 11244,
                "identity": "9f605c5f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kira  Foygel",
                "email": "",
                "orcid": "",
                "institution": "Stanford School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kira",
                "middleName": "",
                "lastName": "Foygel",
                "suffix": ""
            },
            {
                "id": 11245,
                "identity": "9f605e0f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sunny Jun",
                "email": "",
                "orcid": "",
                "institution": "Stanford School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sunny",
                "middleName": "",
                "lastName": "Jun",
                "suffix": ""
            },
            {
                "id": 11246,
                "identity": "9f606054-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Barry Behr",
                "email": "",
                "orcid": "",
                "institution": "Stanford School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barry",
                "middleName": "",
                "lastName": "Behr",
                "suffix": ""
            },
            {
                "id": 11247,
                "identity": "9f606343-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mylene  Yao",
                "email": "",
                "orcid": "",
                "institution": "Stanford School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mylene",
                "middleName": "",
                "lastName": "Yao",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 15:51:29",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.110",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.110",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608019,
                "identity": "d580458d-f560-49b4-8dbe-84532ab144cf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13758,
                "visible": true,
                "origin": "",
                "legend": "Table 1.    Program used on the Sutter pipette puller P97.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/figure_1.jpg"
            },
            {
                "id": 2608024,
                "identity": "bfb62dac-be3e-4996-b0e8-2efb59a3e59f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17768,
                "visible": true,
                "origin": "",
                "legend": "Table 2.     Antisense morpholino oligonucleotides target gene-specific sequence in the 5’UTR or start site.  (Mismatched nucleotides are underlined.)",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/figure_2.jpg"
            },
            {
                "id": 2608020,
                "identity": "df714b6f-4103-4dd8-9c75-2dc3e2c8204a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60998,
                "visible": true,
                "origin": "",
                "legend": "Figure 1.   Conventional gene-targeting compared with translational block that is mediated by morpholino knockdown strategy.     (a)  In wild type (+/+) embryos maternal transcripts are present before embryonic genome activation (EGA), and both maternal and embryonic transcripts are present during the maternal-embryonic transition. (b)  In homozygous null mutant (-/-) embryos generated from a heterozygous female (+/-) for the null mutation, persistent maternal transcripts and/or proteins may rescue or delay the phenotype onset. (c)  In contrast, homozygous null mutant embryos generated from a homozygous mutant female or a female with oocyte-specific gene deletion, the observed defects may reflect oocyte defects, rather than specific gene requirements in the early embryo.  Therefore, these strategies do not address the precise roles of specific genes at the cusp of EGA or during EGA, when both maternal and early embryonic transcripts may be present simultaneously. (d, e)  Oocytes are generated from females carrying loxP-flanked alleles (floxed maternal allele) for the gene of interest (GOI).  Floxed alleles are excised by conditional expression of cre recombinase (transgene driven by the oocyte-specific, mouse Zona pellucida promoter Zp3-cre 24, 25, not shown).  Despite seemingly normal morphology, the gene expression profile of oocytes from conditional deletion mutants may be aberrant, such that the cause of any embryonic developmental defect may not be directly attributable to a critical role for the GOI during early embryo development.  (f)  Cytoplasmic microinjection of antisense morpholino oligonucleotides (MOs) into wild type embryos just at or before EGA results in specific translational block of both maternal and embryonic gene transcripts. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/figure_3.jpg"
            },
            {
                "id": 2608021,
                "identity": "54d4edce-ecc5-42c9-86c6-2c02ab352922",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13335,
                "visible": true,
                "origin": "",
                "legend": "Figure 2.   A time line for the morpholino knockdown experiment.      Step 1 to 14 of the protocol for one microinjection experiment is described with respect to a practical time line. \r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/figure_4.jpg"
            },
            {
                "id": 2608022,
                "identity": "86ca65e1-1c2d-4dc5-a24d-2438be9aa39a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 36676,
                "visible": true,
                "origin": "",
                "legend": "Figure 3.   Microinjection set up for morpholino injection into mouse embryos.    Step 1) Forty-eight hours after superovulation of the B6D2F1 females, mate with one male of the same strain. Steps 2-4) Harvest embryos from the mice, free from their clusters, and wash several times with M2 media. Step 5) Transfer embryos into a 35 mm Petri dish on a 37 °C warming plate. Steps 6-10) Prepare MOs and the microinjector and pull fresh needles for injection. Step 11) Transfer all embryos for the three MO injection pools into the M2 media injection drop. Step 12) Microinject the embryos with the MOs. (Detailed steps are shown in *Fig 2*). Step 13) Separately wash all three pools of embryos in drops of HTF with 10% SS three times and place into culture drops. Step 14) Transfer the culture dish into a dessicator and place it into a humidified 37 °C incubator until embryos are ready to be harvested for use in assays.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/figure_5.jpg"
            },
            {
                "id": 2608023,
                "identity": "2f3829c2-eb15-4b89-bf57-d1527cca3ea3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8233,
                "visible": true,
                "origin": "",
                "legend": "Figure 4.    Microinjection of a 2PN embryo.    (a) Hold the embryo in place with suction from the holding needle (right). The injection needle loaded with the morpholino solution (left) needs to be in line with the holding needle on the opposite side of the embryo.  (b) Push the injection needle against the embryo on the outside zona and target the cytoplasmic region for injection with the morpholino in an area away from the 2PN.  (c) Once the needle penetrates the zona and cell membrane, inject the morpholino solution into the cytoplasm of the one-cell embryo. Then slowly withdraw the injection needle from the embryo.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/figure_6.jpg"
            },
            {
                "id": 13464452,
                "identity": "416567ab-1192-45ba-b7e5-0cb38727702b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 324999,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-576/v1/18c76124-0751-487c-afb8-58e42f6cba3e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "morpholino-based gene knockdown, microinjection protocol, early mouse embryogenesis, preimplantation embryo ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Morpholino-mediated gene knockdown in the early mouse embryo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-06-05 06:49:09",
                "doi": "10.1038/nprot.2009.110",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f6002a1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 5th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2315,
                "name": "Cell biology"
            },
            {
                "id": 2316,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-06-05 06:49:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}