{
    "identity": "nprot-5341",
    "title": "Standardized Protocols from the Caenorhabditis Intervention Testing Program 2013-2016: Conditions and Assays used for Quantifying the Development, Fertility and Lifespan of Hermaphroditic Caenorhabditis Strains",
    "content": [
        {
            "header": "Introduction",
            "content": "Defining strategies that promote healthy aging are key priorities for maintaining human health.  Although it is clear that diet, exercise, and genetics can influence longevity and health, the identification of definitive treatments that optimize healthspan and lifespan across diverse populations remains an elusive goal. Pharmacological interventions that extend lifespan or inhibit age-dependent declines in physiological function would be particularly attractive, as drugs are readily manufactured and easily administered. Individual research groups, both academic and commercial, currently deploy a variety of strategies aimed at identifying promising chemicals. The Caenorhabditis Intervention Testing Program \\(CITP) has focused on identifying compounds that positively impact lifespan across a genetically diverse set of Caenorhabditis strains and species. This strategy is based on the hypothesis that such robust chemicals are likely to target conserved pathways and will therefore be promising drug leads for future studies in mammals. \r\n\n\n\r\n\n\nThe CITP is also charged with assessing the reproducibility of its experimental results. This is accomplished in part through the requirement that all formal experiments be repeated at all three research sites. This testing of the variability of our results through experimental repeats and distributed replication was partly employed to promote confidence in our findings against growing concerns related to the reproducibility of recently published scientific literature. Specifically we refer to the concerns arising from reports that significant amounts of the recently published results from biomedical research were not reproduced when independent investigators made the attempt. This issue has triggered concern amongst the scientific community, which in turn has led funding agencies and publishers to institute new guidelines intended to promote reproducibility<sup>1-3</sup>.  \r\n\n\n\r\n\n\nIt is clear that reproducing results begins with precisely following the same technical approach and methods. In an attempt to limit the confounding effects that such methodological differences could introduce into our datasets we decided to define and strictly adhere to one set of detailed protocols amongst our distributed laboratories. Here we provide the set of detailed protocols that were followed by the CITP when collecting the data provided in our recent publication \\(Lucanic et al in press). We also provide considerations of how these methods differ from related protocols and how these differences could influence the experimental results.\r\n\n\n\r\n\n\n_Method Development and Coordination among Labs_\r\n\n\nTo minimize experimental differences between laboratories, significant effort was devoted toward the standardization of reagents, equipment and methods and toward keeping common practices operative among groups. We first took steps to insure the same equipment and reagents were used at the three collaborating CITP institutions. We established a comprehensive ordering list for all reagents, including consumables and whenever possible coordinated orders to obtain materials with matching lot numbers. Purchasing information is noted for all supplies outlined in the Reagents and Materials List. We next developed detailed common practices and protocols that allowed the three collaborating labs to precisely replicate procedures. We accomplished this through an initial review of existing practices and experimental protocols. Positive and negative features were deliberated, taking into consideration possible influences on experimental outcome as well the general ease of implementing the method, the latter being deemed important to promote compliance from all the many researchers performing experiments that contributed to the dataset.  \r\n\n\n\r\n\n\nRegularly scheduled communication between sites was used to maintain common practices and identify procedural issues that required further clarification. Representative technicians from each site held weekly meetings to compare experiences with common practices and protocols. Additional monthly phone meetings that included all team members were held to discuss issues including overall progress, protocols, data storage, quality control and reagent ordering.\r\n\n\n\r\n\n\n_Strain Selection and Distribution_\r\n\n\nTo achieve CITP goals of examining multiple Caenorhabditis strains and species with identical conditions across the distributed laboratories we obtained living organisms from a single source. These cultures were expanded and frozen down in one of the participating labs and distributed to the other sites as frozen aliquots. For the bacterial food source we used the E. coli strain OP50-1 as the Caenorhabditis food source. \r\n\n\n\r\n\n\n_Caenorhabditis elegans_ strain N2 was obtained as a working stock from the Caenorhabditis Genetics Center. That culture had been thawed from a 2007 freeze, which had been extracted from a 1995 CGC freeze. This N2 strain was used for all studies.\r\n\n\nAll other worm strains were obtained from the Caenorhabditis Genetics Center or from independent researchers Asher Cutter, Marie-Anne Félix, and Christian Braendle, who provided strains that they had directly collected.\r\n\n\n\r\n\n\nEach of the CITP institutions cultured worms inside high-precision, humidity-controlled incubators for maintenance of growth conditions for CITP studies. We chose the Percival Scientific Biological Incubator model I 36NL \\(temperature range 2-44ºC, set to 20oC, humidity set to 80% relative humidity). Tolerances for each setting were +/- 0.5°C for temperature and +/- 10% for relative humidity."
        },
        {
            "header": "Reagents",
            "content": "Reagents and Materials List\r\n\n\nChemicals   Vendor and Order Number \r\n\n\nNaCl    Sigma  S9888-1KG\r\n\n\nMagnesium sulfate  Sigma 746452-1KG  \r\n\n\nCaCl2* 2H2O   Sigma 223506-1KG\r\n\n\nCholesterol    Sigma C8667-25G\r\n\n\nKH2PO4     Sigma P5379-1KG  \r\n\n\nK2HPO4     Sigma P3786-1KG \r\n\n\nDimethyl Sulfoxide \\(DMSO)  Sigma D8418-100 ml \r\n\n\nStreptomycin     Sigma S6501  50G  \r\n\n\nGlycerol   Calbiochem 356350-500ML\r\n\n\nAgar \\(BD granulated agar) VWR# 90000-782 2kg \\(Supplier #214510)\r\n\n\nBacto Peptone \\(BD)  VWR 90000-368  2kg   \\(Supplier #211820)\r\n\n\nLB Broth Miller premixed  VWR 71753-5  500g  \r\n\n\nFUDR     VWR TCD2235 500mg \r\n\n\n \r\n\n\nWorm Culture Plates \\(TC Treated)\r\n\n\nSmall plates 38mm x13mm   Genesee Scientific  #25-200 \r\n\n\nMedium plates 60mm x15mm   Genesee Scientific #25-260"
        },
        {
            "header": "Equipment",
            "content": "Percival Scientific Biological Incubator model I 36NL"
        },
        {
            "header": "Procedure",
            "content": "CITP Standard Operating Procedure \r\n\n\nWorm Plate Preparation\r\n\n\n\r\n\n\nGeneral guidelines\r\n\n\n\r\n\n\n• Use CITP-standard reagents and materials as specified on the CITP Reagents and Materials List. \r\n\n\n\r\n\n\n• Record lot # and date of opening for each reagent.\r\n\n\n\r\n\n\n• Label and dedicate CITP-only reagents.\r\n\n\n\r\n\n\n• Refer to CITP Stock Preparation chart on the last page of this section for a summary of procedures. \r\n\n\n\r\n\n\nPre-autoclaving procedure\r\n\n\n\r\n\n\n1. Turn on water bath and set to 55°C. \r\n  \r\n\n\n2. For each liter of media, add the following to a 2 L Erlenmeyer flask. \r\n  \r\n\n\nIngredient  Amount per Liter\r\n\n\nAgar   23.0 g\r\n\n\nNaCl   3.0 g\r\n\n\nBacto Peptone 2.5 g\r\n\n\nDI Water  1 L\r\n\n\n\r\n\n\nAutoclave operation\r\n\n\n\r\n\n\n1. Prepare each liter of media in a 2 liter flask. Include a large stir bar for later mixing. \r\n  \r\n\n\n2. Pour/autoclave 4 liters at once; autoclave in tray.  If 4 liters is too much for one day, include “dummy” 2 liter flasks filled with 1 l mock media \\( Tray: VWR 62662-241, Nalgene number  6902-5000)\r\n  \r\n\n\n3. 121ºC at 15 psi, 45 minutes \r\n  \r\n\n\nPost-autoclaving procedure\r\n\n\n\r\n\n\n1. After autoclaving, move media immediately to 55°C water bath.\r\n  2. After media cools to 55°C, add the following ingredients in the order shown below. Refer to Reagent Stock Preparations Table to prepare stocks. \r\n  \r\n\n\n \r\n\n\nTo Prepare 1 Liter of Media for Manual Lifespans\r\n\n\nNote: only add FUdR if appropriate for the plate type being made.\nIngredient\nConcentration\nStock Vol. added to Final\n1 Liter concentration\nPotassium phosphate buffer; KP04 \\(pH 6.0)\n1 M\n25 ml\n24 mM\nMagnesium sulfate \\(MgSO4)\n1 M\n1 ml\n1 mM\nCalcium chloride \\(CaCl2)\n1 M\n1 ml\n1 mM\nCholesterol\n5 mg/ml\n1 ml\n5 mg/L\nFUDR \\(if required)\n50 mg/ml\n250 µL\n51 µM\nStock   Vol. added to  Final \r\n\n\nIngredient   Concentration 1 Liter   concentration\r\n\n\nPotassium phosphate buffer 1 M   25 ml   24 mM\r\n\n\nKP04 \\(pH 6.0)\r\n\n\nMagnesium sulfate \\(MgSO4) 1 M   1 ml   1 mM\r\n\n\nCalcium chloride \\(CaCl2) 1 M   1 ml   1 mM\r\n\n\nCholesterol    5 mg/ml  1 ml   5 mg/L\r\n\n\nFUDR \\(if required)  50 mg/ml  250 µL   51 µM\r\n\n\n\r\n\n\nAdd media manually to each plate or use a calibrated plate-pouring machine. Follow the table directly below for the volume needed for the corresponding plate size.  \r\n\n\n\r\n\n\nType Media vol. per plate  Used for    \r\n\n\nMedium \\(60mm)  10 ml   strain maintenance and egg lays\r\n\n\nSmall \\(35mm)   3 ml   fertility and alpha time experiments\r\n\n\n\r\n\n\nPost-pouring procedure\r\n\n\n1. Allow plates to dry for 24 hours at room temperature or in a hood with the lids on. The next day, use a pipette to spot or “seed” the center of each plate with liquid OP50-1 suspension. Refer to CITP Standard Operating Procedure OP50-1 Bacterial Preparation and Maintenance. Refer to the table below for amount to seed based on plate size.\r\n  Type of Plate  Amount of OP50-1 liquid culture\r\n\n\nMedium \\(60mm)  200 µL\r\n\n\nSmall \\(35mm)  100 µL\r\n\n\n2. After spotting, stack the plates ‘lid up’ and allow them to dry in a hood with the fan on or on a lab bench for 24 hours. Different labs have different set-ups and hood availability. The goal is to allow the lawn to dry and thicken without contamination. Then transfer plates to a tightly-covered plastic standard bin, and store ‘lid up’ in the CITP 20°C incubator for another 24 hours. \r\n  3. Flip plates to store them lid-side down at 4o C. \r\n  \r\n\n\n\r\n\n\nShelf Life of Plates\r\n\n\n• Under optimal conditions, plates are used up to three weeks after they are spotted. \r\n\n\n• Plates treated with compounds may be used up to two weeks after treating. \r\n\n\n\r\n\n\nContinued on next page\r\n\n\n \r\n\n\nReagent Stock Preparations Table\r\n\n\n\r\n\n\n Solute  Solvent  Filter Auto- \r\n\n\nReagent Amount Solvent Volume      Molarity Sterilize clave \r\n\n\nMgSO4 2.4 g DI Water 20 mL 1M Yes Yes\r\n\n\nCaCl2 2.94 g DI Water 20 mL 1M Yes No\r\n\n\nCholesterol 100 mg Ethanol 20 mL 5 mg/ml No No\r\n\n\nKH2PO4 136.09 g DI Water 1 L 1M No No\r\n\n\nK2HPO4 43.55 g DI Water 250 mL 1M No No\r\n\n\nKPO4 200 ml DI Water varies* 1M No Yes\r\n\n\n  Monobasic\r\n\n\nFUdR 50 mg DI Water 1mL 203 mM Yes No\r\n\n\n\r\n\n\n*Titrate to a pH of 6.0 with dibasic buffet\r\n\n\n\r\n\n\n\r\n\n\n \r\n\n\nCITP Standard Operating Procedure \r\n\n\nOP50-1 Bacterial Preparation and Maintenance\r\n\n\nBacterial strain: OP50-1, a streptomycin-resistant strain of E. coli OP50, is the CITP standard for bacterial lawns on worm plates. OP50-1 can be obtained from the Caenorhabditis Genetics Center. Small aliquots of OP50-1 are stored at -80⁰ C. \r\n\n\n\r\n\n\n\r\n\n\nLB agar plates for OP50-1 bacterial growth:  Prepare fresh plates each time you culture OP50-1 from frozen stock to ensure the potency of streptomycin. \r\n\n\n\r\n\n\nFor each culture plate, use the following amount of reagents: \r\n\n\n\r\n\n\nAgar granules  0.75 g \r\n\n\nLB Broth Miller  1.25 g\r\n\n\nDeionized Water  50 mL\r\n\n\nStreptomycin \\(50 mg/mL) 50 µL\r\n\n\n\r\n\n\n1. Mix LB broth Miller granules with agar and water in a 250 mL flask. Autoclave and cool. Add streptomycin stock solution. Pipette 50 mL of media into each 10 cm plate. Do not use plates more than 30 days old. \r\n  2. Streak OP50-1 onto a culture plate.\r\n  3. Incubate plate at 37oC for 16 hours, store plate at 40C\r\n  4. Streak a fresh plate every month from the frozen stock.\r\n  \r\n\n\n****NOTE: The CITP method for preparing plates for manual lifespan assays does not include streptomycin.  Streptomycin is added to bacterial growth plates to maintain selection during the initial growth of bacterial colonies. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nCITP Standard Operating Procedure \r\n\n\nNematode Maintenance\r\n\n\nGeneral guidelines\r\n\n\n• Thaw frozen worm stocks every two months\r\n\n\n• Record the date of the thaw and relevant notes in the Data Center \r\n\n\n• Freshly thawed worms must be three generations out of a thaw and be free from contamination before they can be used in assays\r\n\n\n\r\n\n\nMaterials needed\r\n\n\n• frozen worm stocks\r\n\n\n• 3 medium NGM plates seeded with OP50-1 per strain\r\n\n\n• P1000 pipette \r\n\n\n• sterile pipette tips \\(optional: low-retention tips may reduce worm loss due to tip retention) \r\n\n\n\r\n\n\nThawing frozen stocks \r\n\n\n1. Remove tube\\(s) containing the desired strain\\(s) from -80°C freezer.  \r\n  2. Thaw frozen worm tube\\(s) at room temperature. Immediately pipette the liquid onto plates.\r\n  a. Pipette 200 µL onto each of two medium plates.  \r\n\n\nb. Pipette the remaining 600 µL onto the third medium plate.\r\n\n\nNOTE: Pipette the worm solution in a ring outside of the bacterial lawn in order to force the worms to crawl out of the solution. This helps prevent the worm solution from overwhelming the OP50-1 lawn. \r\n\n\n3. Allow plates with lids off to dry in a hood. Store plates in the 20°C incubator overnight. \r\n  4. Check the plates the next day for viable worms.  Transfer ~50-100 worms to two fresh medium plates. \r\n  Strain maintenance\r\n\n\nTransfer 50 eggs to a fresh medium plate \\(60 mm) twice weekly to maintain strains. Worms may be used up to two months from their thaw dates. Store the plates in covered plastic boxes in 20oC and 80% humidity incubator. \r\n\n\nWorms must be maintained for at least three generations after starvation, thawing, and/or contamination before being used in assays. \r\n\n\n \r\n\n\nCITP Standard Operating Procedure \r\n\n\nAlpha Time Assay \r\n\n\nDefinition: The α-time measures the “egg-to-egg time” – the interval between an egg being laid and when the emerging worm lays its first egg as an adult. Subject worms must be unmated hermaphrodites.    \r\n\n\nα-Time  = TFE – TELM\r\n\n\nTFE is the observed date and time of the First Egg laid by the worm;\r\n\n\nTELM is the date and time of the Midpoint of the initial Egg Lay\r\n\n\nPlan the egg lay and observation interval based on α-times observed from project strains. \r\n\n\nMaterials \\(for each strain)\r\n\n\n• egg-laying worms:  50 gravid Day 1 or Day 2 unmated adult hermaphrodites of desired strain\\(s)\r\n\n\n• 1 medium CITP culture plate with OP50-1 bacterial lawn \\(for egg lay)\r\n\n\n• 30 small \\(3 cm) CITP culture plate \\(-FUDR) with OP50-1 lawn\r\n\n\n\r\n\n\nProcedure\r\n\n\n1. Create the experiment record in the CITP Data Coordination Center database. Use the Alpha Time Experiment template for quick entry of metadata.  \r\n  2. Set up a one-hour egg lay for each strain with approximately 50 Day 1 or Day 2 gravid adults.  Keep the worms at 20°C for the duration of the lay. \r\n  3. Record the egg lay start time and approximate egg lay end time for each plate. Use the midpoint of that interval \\(TELM) for the α-time calculation. \r\n  4. After the egg lay, transfer one egg per plate onto labeled 3 cm plates on the bacterial lawn.  The goal is to obtain 20 successful observations. 30 starting plates should yield at least 20 successful alpha-time observations. \r\n  5. Store plates in a covered box in the 20°C incubator until they are ready to check for alpha eggs. \r\n  6. Once you’re near the expected alpha time for the strain, check every plate once an hour. Record the time of first observed egg lay \\(TFE) for each plate. \r\n  7. The Data Center calculates α-time using the α-time equation \\(α-Time  = TFE – TELM ). \r\n  \r\n\n\nNote: α-time is extremely sensitive to temperature. Keep a data logger with the plates throughout worm development and scoring. Censor plates if more than five eggs have been laid at the first time of observation \\(TFE). If there are more than three out of thirty plates with more than five eggs laid at the first time of observation, repeat the experiment to observe plates sooner after the initial egg lay. \r\n\n\nCITP Standard Operating Procedure \r\n\n\nFertility Assay \\(No Intervention)\r\n\n\n\r\n\n\nMaterials\r\n\n\n• egg-laying worms:  50 gravid Day 1 or Day 2 adult worms, unmated hermaphrodites of desired strain\\(s)\r\n\n\n• For each strain\r\n\n\no 1 medium plate for egg lay\r\n\n\no 20 small \\(35 x 10 mm) seeded plates \\(no FUdR) per days transferred \\(usually 5-6 days)\r\n\n\n\r\n\n\nProcedure\r\n\n\n1. Use adults for a one-hour egg lay. Burn off adults and store eggs in 20°C. \r\n  2. Allow the embryos on the plates to reach L4 larval stage \\(~48 hours for C. elegans).\r\n  3. Pick individual hermaphrodite L4s for each of the 20 plates. Label each plate with the strain, date, and replicate number \\(1-20).\r\n  4. After 24 hours, transfer the adult worm to a fresh plate. Store the plates from which you transferred the egg-laying worms for two days or until embryos reach L4. Count the number of progeny worms per plate and record that number on the data sheet or database form. \r\n  5. Repeat steps 4 and 5 until the egg-laying cohort is no longer laying eggs. This time frame is strain-dependent, but is usually 5 to 6 days total. \r\n  6. Record a final fertility number per subject worm by summing the number of viable progeny for all the days.  \r\n  \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n \r\n\n\nCITP Standard Operating Procedure \r\n\n\nManual Lifespan Assay\r\n\n\nGeneral guidelines\r\n\n\n• Maintain a continuous culture of each strain on medium plates, kept in incubator at 20°C and 80% humidity\r\n\n\n• Use data loggers to track temperature and humidity for the duration of every assay\r\n\n\n• Worms must be maintained for at least three generations after starvation, thawing, and/or bacterial contamination before being used in assays \r\n\n\n• Record the egg lay date, temperature and humidity readings, strain thaw dates, etc. for each experiment\r\n\n\n• Species differences: For C. elegans and C. briggsae, worms reach L4 stage two days after the egg lay. C. tropicalis reaches L4 three days after the egg lay\r\n\n\n\r\n\n\nHermaphrodite synchronization\r\n\n\n1. Four days prior to the egg lay, transfer 60-100 eggs from each strain maintenance plate to fresh medium \\(60 mm) plates.\r\n  2. One day prior to the egg lay, depending on timing ensure that adults are unmated. Follow “Removing Males” protocol if necessary. \r\n  \r\n\n\nRemoving males\r\n\n\nSpontaneous males occur at variable rates across strains and species. Rule-of-thumb: if the source plate has >5 males, use Method 1. If fewer, Method 2 is faster and less likely to hurt the worms. \r\n\n\nMethod 1: Transfer L4 hermaphrodites from the source plate to a new seeded medium \\(60 mm) plate. \r\n\n\nMethod 2: Flame off males from the source plate.  Very carefully examine all the worms on the plate and flame off any males. Use remaining worms in the experiment only if visual inspection of adults reveals no adult males or signs of mating. \r\n\n\n\r\n\n\nEgg lay\r\n\n\n1. Transfer 50 gravid young adults \\(day one or two of adulthood) per medium plate.  The number of plates depends on how many worms you need for your experiment. \r\n  2. Remove any eggs or larvae accidently transferred.\r\n  3. Allow worms to lay eggs for desired time at 20°C \\(usually around two hours).\r\n  4. Count the eggs laid to ensure there are more than enough for the upcoming assay.\r\n  5. NOTE: Lifespans \\(ages) are calculated with the egg lay as Day Zero.\r\n  \r\n\n\nMoving worms to assay plates\r\n\n\n1. Transfer 40 day-one adults to small \\(35 mm) FUdR+ plates, in triplicate \\(i.e., 120 animals per strain, minimum, to start an experiment).\r\n  \r\n\n\n2. Keep plates at 20oC with a temperature and humidity data logger when not transferring or scoring.  \r\n  \r\n\n\nTransfers and scoring\r\n\n\n1. When transferring, move living worms to fresh small FUdR+ seeded plates warmed to room temperature.\r\n  \r\n\n\n2. Score worms according to standard CITP methods. See “Scoring recommendations” below. \r\n  \r\n\n\nSchedule\r\n\n\nFriday egg lay schedule\r\n\n\nWeek 1: Transfer on days 1\\(M), 2\\(TU), and 5\\(F) of adulthood.  \r\n\n\nWeek 2: Transfer on day 8\\(M), 10\\(W), and 12\\(F) of adulthood\r\n\n\nWeek 3: Transfer on day 15\\(M)\r\n\n\nWeek 4 and thereafter: transfer once per week \\(M), until the worms are all dead. \r\n\n\n\r\n\n\nScore every transfer day and every Monday, Wednesday, and Friday.\r\n\n\n\r\n\n\nMonday egg lay schedule\r\n\n\nWeek 1: Transfer on days 1\\(TH) and 2\\(F) of adulthood.\r\n\n\nWeek 2: Transfer on days 5\\(M), and 7\\(W), 9\\(F).\r\n\n\nWeek 3: Transfer on days 12\\(M), and 14\\(W)\r\n\n\nWeek 4 and thereafter: Transfer once per week \\(W) until the worms are all dead.\r\n\n\n\r\n\n\nScore every transfer day and every Monday, Wednesday, and Friday.\r\n\n\n\r\n\n\nContinue until all worms are scored as dead or censored. Run the validation script in the database and resolve any errors. Attach the temperature and humidity spreadsheet from the data logger to the experiment record in the Filemaker database. \r\n\n\n\r\n\n\nScoring recommendations\r\n\n\n1. Score worms as alive, dead, lost, bagged, or extruded.\r\n  2. If worms are visibly moving, score them as alive. For static worms, assay for touch-provoked movement with a flattened platinum wire. Look for movement by prodding the tail first, then mid-body, lastly head – stopping if you see movement. \r\n  3. Record all live, dead and censored worms.\r\n  \r\n\n\nNotes on scoring\r\n\n\n1. Bagged, Lost, and Extruded are “censor” categories. “Lost” worms may be missing, burrowed or walled. \r\n  2. If bacterial contamination is observed, score all worms as lost and mark the “Censor” box for the plate in the database. Make a note of this. \r\n  3. Burrowing:  Follow the “50% rule” for plates with burrowed worms.  \r\n  a. If 50% or more of the worms on a plate have burrowed, then censor that plate on the day the burrowing is observed. \r\n\n\nb. If fewer than 50% of the worms have burrowed, then move all the worms on the surface to a fresh plate. Do not dig into the agar to extract any worms.  Set the plate aside for up to an hour and check it every few minutes to see if any worms have emerged to the surface, as they frequently do. Move any accessible worms to the fresh plate. \r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nInformation Sheets for Interventions and Methods for Chemical Addition to Plates\r\n\n\n\r\n\n\n\r\n\n\nNotes:\r\n\n\nTo make chemical treated plates, a working solution of the chemical is prepared and added to previously seeded \\(bacteria) and dried lifespan assay plates. After chemicals are added to plates in hoods and solutions are evenly dispersed across plates, they are allowed to dry in the hood. Immediately after drying, stack plates with lids on top and allow plates to sit in incubators \\(20°C and 80% humidity) for 24 hours to allow for chemical diffusion after which they can be stored at 4°C.\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nAlpha-Lipoic Acid\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma, T1395-1g\r\n\n\nLot #:  SLBJ6083V\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in DMSO MW: 206.33 g/mol\r\n\n\nStock concentration: 40 mM\r\n\n\nFinal concentration: 100 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 5 mL of stock solution in DMSO at room temperature: Add 41.27 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm filter and aliquot into sterile tubes. \r\n\n\nPlate addition.  \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. Thaw stock solution at room temperature. Mix a working solution by adding 7.5 µL of stock solution to 125 µL of sterile, deionized water per plate. Spread 132.5 µL of working solution evenly over each plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone.\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nNone.\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nAlpha-Ketoglutaric Acid\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma, K1128-5G\r\n\n\nLot #:  BCBF0081V\r\n\n\nContainer opening date: ______, Powder stored at -20°C\r\n\n\nSolubility: Soluble in H2O MW: 146.10g/mol\r\n\n\nStock concentration: 192mM\r\n\n\nFinal concentration: 8.0mM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare the 192 mM stock in DI H2O at room temperature, add 0.70 g powdered compound to 25 mL DI H2O. Invert the mixing tube to dissolve. Sterilize with 0.22 μm filters into a sterile tube. As a general guideline, 12.5 mL will treat approximately 90 small \\(35 mm) plates.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nAliquot stock into sterile tubes. Unless using immediately, freeze tubes for storage at -20°C. \r\n\n\nPlate addition\r\n\n\nBring 35 mm FUdR plates to room temperature.  Pipette 125 μL of stock solution to each plate. Gently swirl plates to spread compound evenly.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\n\r\n\n\nSpecial handling notes \\(toxic, light sensitive?) None.\r\n\n\n\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.) None.\r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nAspirin\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma, A2093-100g\r\n\n\nLot #:  MKBQ8444V\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in DMSO MW: 180.16 g/mol\r\n\n\nStock concentration: 40 mM\r\n\n\nFinal concentration: 100 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 5 mL of stock solution in DMSO at room temperature: Add 36.03 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm filter and aliquot into sterile tubes. \r\n\n\nPlate addition.  \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. Thaw stock solution at room temperature. Mix a working solution by adding 7.5 µL of stock solution to 125 µL of sterile, deionized water per plate. Spread 132.5 µL of working solution evenly over each plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone.\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nNone.\r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nCurcumin\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma\r\n\n\nLot #:  MKBR0090V\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in DMSO MW: 368.38  g/mol\r\n\n\nStock concentration: 40 mM\r\n\n\nFinal concentration: 100 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 5 mL of stock solution at room temperature: Add 73.68 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm PVDF filter and aliquot into tubes. \r\n\n\nPlate addition \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. \r\n\n\nCompletely thaw the stock solution at room temperature. \r\n\n\nCompound precipitates at concentration of working solution so individual plate aliquots are prepared as the working solution. Prepare individual aliquots of 7.5 µL of stock solution in small ‘PCR’ tubes. Add 125 µL of sterile, deionized water. Pipet the entirety of this onto the assay plate, evenly distribute across the plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nPrecipitates at final concentration. \r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nNP1\r\n\n\nIntervention source \r\n\n\nCompany:  Chembridge Labs\r\n\n\nLot #:  N/A. Custom order; supply distributed by Lithgow lab\r\n\n\nContainer opening date: Click here to enter text.\r\n\n\nSolubility: Soluble in DMSO MW: 336  g/mol\r\n\n\nStock concentration: 20 mM\r\n\n\nFinal concentration: 50 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 20 mM stock in DMSO at room temperature: Add 33.6 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm PVDF filter and aliquot into tubes. \r\n\n\nPlate addition \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. \r\n\n\nCompletely thaw the stock solution at room temperature. \r\n\n\nCompound precipitates at concentration of working solution so individual plate aliquots are prepared as the working solution. Prepare individual aliquots of 7.5 µL of stock solution in small ‘PCR’ tubes. Add 125 µL of sterile, deionized water. Pipet the entirety of this onto the assay plate, evenly distribute across the plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nPrecipitates at working solution concentration\r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nPropyl Gallate\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma, P3130-100g\r\n\n\nLot #:  MKBR8169V\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in DMSO MW: 212.20 g/mol\r\n\n\nStock concentration: 80 mM\r\n\n\nFinal concentration: 200 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 5 mL of stock solution in DMSO at room temperature: Add 84.88 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm filter and aliquot into sterile tubes. \r\n\n\nPlate addition.  \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. Thaw stock solution at room temperature. Mix a working solution by adding 7.5 µL of stock solution to 125 µL of sterile, deionized water per plate. Spread 132.5 µL of working solution evenly over each plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone.\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nNone.\r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nQuercetin\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma, Q4951-10g\r\n\n\nLot #:  SLBK4625V\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in DMSO MW: 302.24 g/mol\r\n\n\nStock concentration: 40 mM\r\n\n\nFinal concentration: 100 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 5 mL of stock solution in DMSO at room temperature: Add 60.45 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm PVDF filter and aliquot into tubes. \r\n\n\nPlate addition \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. \r\n\n\nCompletely thaw the stock solution at room temperature. \r\n\n\nCompound precipitates at concentration of working solution so individual plate aliquots are prepared as the working solution. Prepare individual aliquots of 7.5 µL of stock solution in small ‘PCR’ tubes. Add 125 µL of sterile, deionized water. Pipet the entirety of this onto the assay plate, evenly distribute across the plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nPrecipitates at final concentration. \r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nResveratrol\r\n\n\nIntervention source \r\n\n\nCompany:  Cayman Chemical Company\r\n\n\nLot #:  0414330-182\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in DMSO MW: 228.24 g/mol\r\n\n\nStock concentration: 40 mM\r\n\n\nFinal concentration: 100 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 5 mL of stock solution in DMSO at room temperature: Add 45.65 mg powder to 5 mL DMSO.\r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nPrepare the stock solution. Sterilize with a 0.22 µm filter and aliquot into sterile tubes. \r\n\n\nPlate addition.  \r\n\n\nBring 35 mm FUdR plates to room temperature prior to adding the compound solution. Thaw stock solution at room temperature. Mix a working solution by adding 7.5 µL of stock solution to 125 µL of sterile, deionized water per plate. Spread 132.5 µL of working solution evenly over each plate and allow to dry.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone.\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\nNone.\r\n\n\n\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nThioflavin T\r\n\n\nIntervention source \r\n\n\nCompany:  MP Biomedicals\r\n\n\nLot #:  M6490\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in H2O MW: 318.86 g/mol\r\n\n\nStock concentration: 1.2 mM\r\n\n\nFinal concentration: 50 µM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 1.2 mM stock in DI H2O at room temperature, make at least 50 mL of stock solution since the amount of powdered drug is so small. To make 50 mL of solution, add 19.1 mg powdered drug to 50 mL water. Filter-sterilize with a 0.22 µm filter and aliquot into sterile 1.5 mL tubes. \r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nAliquot stock into sterile tubes. Unless using immediately, freeze tubes for storage at -20°C. \r\n\n\nPlate addition\r\n\n\nBring 35 mm FUdR plates to room temperature.  Pipette 125 μL of stock solution to each plate. Gently swirl plates to spread compound evenly.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nThioT is light sensitive. Keep plates on bench for as short as time as possible. \r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\n None.\r\n\n\n \r\n\n\nCITP Compound Preparation Instructions\r\n\n\nValproic Acid\r\n\n\nIntervention source \r\n\n\nCompany:  Sigma\r\n\n\nLot #:  MKBS5723V\r\n\n\nContainer opening date:  \r\n\n\nSolubility: Soluble in H2O MW: 166.19 g/mol\r\n\n\nStock concentration: 72 mM\r\n\n\nFinal concentration: 3 mM\r\n\n\nStock preparation and handling:\r\n\n\nTo prepare 7.2 mM stock solution in deionized water at room temperature: Add 0.30 g powder to 25 mL water. Sterilize using 0.22 um filter and aliquot into sterile tubes. \r\n\n\nFilter sterilization required?  Yes\r\n\n\nStore at -20 0C.  Location: ____________________________\r\n\n\nAliquot stock into sterile tubes. Unless using immediately, freeze tubes for storage at -20°C. \r\n\n\nPlate addition\r\n\n\nBring 35 mm FUdR plates to room temperature.  Pipette 125 μL of stock solution to each plate. Gently swirl plates to spread compound evenly.\r\n\n\nUse notes.  Label the box with the compound set and date. Store the plates lid-side down at 4°C for no longer than three weeks. Bring plates to room temperature before transferring worms to them.\r\n\n\n\r\n\n\nSpecial handling notes \\(toxic, light sensitive?)\r\n\n\nNone.\r\n\n\nNotes on anything odd about intervention plates \\(precipitating, discolor, etc.)\r\n\n\n None."
        },
        {
            "header": "Anticipated Results",
            "content": "Discussion\r\n\n\nThis methods report was prepared to share the detailed protocols used by the CITP during the set of experiments described in our first publication \\(Lucanic et al in press). Our goals for that research was to define a set of protocols that could be strictly followed by the many researchers performing those experiment in an effort to reduce low reproducibility across the three sites arising from methodological differences. We did not directly test whether differences in methodology would significantly alter outcomes. \r\n\n\nThe methods presented here, particularly related to the lifespan assays, are common methods used in the _C. elegans_ aging field. However they are by no means completely inclusive of all the distinct conditions used in the field as a whole. Instead our protocols contain just one set of the possible conditional variables that could affect experimental outcomes. In particular we used live bacteria, used the sterility inducing compound FUdR and added test chemicals directly to assay plates. Variations in any, or all of these methods could reasonably be expected to result in different experimental outcomes. \r\n\n\nSpecifically, live bacteria have been shown to influence chemical lifespan assays 4,5. Live cultures are metabolically active and could therefore alter \\(causing a positive or negative outcome) the chemicals being tested in the lifespan assay. Additionally the chemical being tested would also be available to act on the bacterial food source leaving open the possibility that any effect on the nematode lifespan under study could be an indirect effect from chemical action on the bacteria.  \r\n\n\nAll of our lifespan assays contained 51µm FUdR in plates, a low-level dose that has been shown to not impact the lifespan of the N2 strain under standard growth conditions 6.  However the effects of the same levels have not been reported for the other 21 nematode strains we used in our study. That this concentration of FUdR could influence these other strains lifespan remains a possibility. Further, and it has previously been reported that FUdR alters the lifespan of specific genetic mutants in an otherwise N2 background and can effect phenotypes other than fertility 7-9.\r\n\n\nAdding chemicals directly to lifespan assay plates could also alter experimental outcomes as it required an initial high dose of chemical exposure to the live bacteria culture and requires diffusion of chemical throughout culture media. The results of our lifespan experiments may have been influenced in an unknown way by these specific methods and further tests will be required to determine what, if any effects these specific methods had on the outcomes. Despite these caveats we suggest that these methods can act as a guide for future studies testing the development, fertility and lifespan of hermaphroditic Caenorhabditis species and strains."
        },
        {
            "header": "References",
            "content": "1 Baker, M. 1,500 scientists lift the lid on reproducibility. Nature 533, 452-454, doi:10.1038/533452a \\(2016).\r\n\n\n2 Collins, F. S. & Tabak, L. A. Policy: NIH plans to enhance reproducibility. Nature 505, 612-613 \\(2014).\r\n\n\n3 Freedman, L. P., Cockburn, I. M. & Simcoe, T. S. The Economics of Reproducibility in Preclinical Research. PLoS biology 13, e1002165, doi:10.1371/journal.pbio.1002165 \\(2015).\r\n\n\n4 Cabreiro, F. et al. Metformin retards aging in C. elegans by altering microbial folate and methionine metabolism. Cell 153, 228-239, doi:10.1016/j.cell.2013.02.035 \\(2013).\r\n\n\n5 Onken, B. & Driscoll, M. Metformin induces a dietary restriction-like state and the oxidative stress response to extend C. elegans Healthspan via AMPK, LKB1, and SKN-1. PLoS ONE 5, e8758, doi:10.1371/journal.pone.0008758 \\(2010).\r\n\n\n6 Van Raamsdonk, J. M. & Hekimi, S. FUdR causes a twofold increase in the lifespan of the mitochondrial mutant gas-1. Mechanisms of ageing and development 132, 519-521, doi:10.1016/j.mad.2011.08.006 \\(2011).\r\n\n\n7 Aitlhadj, L. & Sturzenbaum, S. R. The use of FUdR can cause prolonged longevity in mutant nematodes. Mechanisms of ageing and development 131, 364-365, doi:S0047-6374\\(10)00050-3 \\[pii]\r\n\n\n10.1016/j.mad.2010.03.002 \\(2010).\r\n\n\n8 Angeli, S. et al. A DNA synthesis inhibitor is protective against proteotoxic stressors via modulation of fertility pathways in Caenorhabditis elegans. Aging \\(Albany NY) 5, 759-769 \\(2013).\r\n\n\n9 Feldman, N., Kosolapov, L. & Ben-Zvi, A. Fluorodeoxyuridine improves Caenorhabditis elegans proteostasis independent of reproduction onset. PLoS ONE 9, e85964, doi:10.1371/journal.pone.0085964 \\(2014)."
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge members of the Lithgow, Driscoll and Phillips labs for helpful discussions particularly focused on detailed protocols. We also thank the CITP Advisory Committee and Ronald Kohanski \\(National Institute on Aging). We thank Asher Cutter, Marie-Anne Félix, and Christian Braendle for providing strains that they had directly collected. Additional strains were provided by the CGC, which is funded by NIH Office of Research Infrastructure Programs \\(P40 OD010440). This work was supported by funding from the Larry L. Hillblom Foundation, the Glenn Foundation for Medical Research and NIH grants \\(UL1024917, supporting the Interdisciplinary Research Consortium on Geroscience, 1R01AG029631, R21AG048528, UO1AG045844, U01AG045864)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 14183,
                "identity": "a0d4b2b8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mark Lucanic",
                "email": "mlucanic@buckinstitute.org",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Lucanic",
                "suffix": ""
            },
            {
                "id": 14213,
                "identity": "a0d50371-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Monica Driscoll",
                "email": "Driscoll@dls.rutgers.edu",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Monica",
                "middleName": "",
                "lastName": "Driscoll",
                "suffix": ""
            },
            {
                "id": 14181,
                "identity": "a0d4a4a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "W. Todd Plummer",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "W.",
                "middleName": "Todd",
                "lastName": "Plummer",
                "suffix": ""
            },
            {
                "id": 14182,
                "identity": "a0d4afab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jailynn Harke",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jailynn",
                "middleName": "",
                "lastName": "Harke",
                "suffix": ""
            },
            {
                "id": 14184,
                "identity": "a0d4b546-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Esteban Chen",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Esteban",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 14185,
                "identity": "a0d4b913-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dipa Bhaumik",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dipa",
                "middleName": "",
                "lastName": "Bhaumik",
                "suffix": ""
            },
            {
                "id": 14186,
                "identity": "a0d4c01d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Girish Harinath",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Girish",
                "middleName": "",
                "lastName": "Harinath",
                "suffix": ""
            },
            {
                "id": 14187,
                "identity": "a0d4c2af-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna Coleman-Hulbert",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Coleman-Hulbert",
                "suffix": ""
            },
            {
                "id": 14188,
                "identity": "a0d4c53a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kathleen Dumas",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kathleen",
                "middleName": "",
                "lastName": "Dumas",
                "suffix": ""
            },
            {
                "id": 14189,
                "identity": "a0d4c7ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Brian Onken",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Brian",
                "middleName": "",
                "lastName": "Onken",
                "suffix": ""
            },
            {
                "id": 14190,
                "identity": "a0d4ca15-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Erik Johnson",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erik",
                "middleName": "",
                "lastName": "Johnson",
                "suffix": ""
            },
            {
                "id": 14191,
                "identity": "a0d4cc6c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna Foulger",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Foulger",
                "suffix": ""
            },
            {
                "id": 14192,
                "identity": "a0d4ceca-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suzhen Guo",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suzhen",
                "middleName": "",
                "lastName": "Guo",
                "suffix": ""
            },
            {
                "id": 14193,
                "identity": "a0d4d12f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna Crist",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Crist",
                "suffix": ""
            },
            {
                "id": 14194,
                "identity": "a0d4d39e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michael Presley",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Presley",
                "suffix": ""
            },
            {
                "id": 14195,
                "identity": "a0d4d5fa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jian Xue",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jian",
                "middleName": "",
                "lastName": "Xue",
                "suffix": ""
            },
            {
                "id": 14196,
                "identity": "a0d4d85d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christine Sedore",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christine",
                "middleName": "",
                "lastName": "Sedore",
                "suffix": ""
            },
            {
                "id": 14197,
                "identity": "a0d4dac3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Manish Chamoli",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Manish",
                "middleName": "",
                "lastName": "Chamoli",
                "suffix": ""
            },
            {
                "id": 14198,
                "identity": "a0d4dd19-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christina Chang",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christina",
                "middleName": "",
                "lastName": "Chang",
                "suffix": ""
            },
            {
                "id": 14199,
                "identity": "a0d4df74-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michelle Chen",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michelle",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 14200,
                "identity": "a0d4e1cf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suzanne Angeli",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suzanne",
                "middleName": "",
                "lastName": "Angeli",
                "suffix": ""
            },
            {
                "id": 14201,
                "identity": "a0d4e5d6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mary Anne  Royal",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "Anne",
                "lastName": "Royal",
                "suffix": ""
            },
            {
                "id": 14202,
                "identity": "a0d4e877-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John Willis",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "",
                "lastName": "Willis",
                "suffix": ""
            },
            {
                "id": 14203,
                "identity": "a0d4eae6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Edgar",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Edgar",
                "suffix": ""
            },
            {
                "id": 14204,
                "identity": "a0d4ed42-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shobhna Patel",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shobhna",
                "middleName": "",
                "lastName": "Patel",
                "suffix": ""
            },
            {
                "id": 14205,
                "identity": "a0d4efa6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Elizabeth Chao",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Elizabeth",
                "middleName": "",
                "lastName": "Chao",
                "suffix": ""
            },
            {
                "id": 14206,
                "identity": "a0d4f20e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shaunak Kamat",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shaunak",
                "middleName": "",
                "lastName": "Kamat",
                "suffix": ""
            },
            {
                "id": 14207,
                "identity": "a0d4f493-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "June Hope",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "June",
                "middleName": "",
                "lastName": "Hope",
                "suffix": ""
            },
            {
                "id": 14208,
                "identity": "a0d4f749-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carolina Ibanez-Ventoso",
                "email": "",
                "orcid": "",
                "institution": "Rutgers University, Dept. of Molecular Biology and Biochemistry, Nelson Biological Laboratories, Piscataway, NJ 08854, USA.  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carolina",
                "middleName": "",
                "lastName": "Ibanez-Ventoso",
                "suffix": ""
            },
            {
                "id": 14209,
                "identity": "a0d4f9b3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jason Kish",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jason",
                "middleName": "",
                "lastName": "Kish",
                "suffix": ""
            },
            {
                "id": 14210,
                "identity": "a0d4fc19-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Max Guo",
                "email": "",
                "orcid": "",
                "institution": "Division of Aging Biology, National Institute on Aging, 7201 Wisconsin Avenue, Bethesda, MD, 20892-9205, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Max",
                "middleName": "",
                "lastName": "Guo",
                "suffix": ""
            },
            {
                "id": 14211,
                "identity": "a0d4fe70-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Patrick Phillips",
                "email": "",
                "orcid": "",
                "institution": "Institute of Ecology and Evolution, University of Oregon, Eugene, OR 97403 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Patrick",
                "middleName": "",
                "lastName": "Phillips",
                "suffix": ""
            },
            {
                "id": 14212,
                "identity": "a0d500d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gordon Lithgow",
                "email": "",
                "orcid": "",
                "institution": "The Buck Institute for Research on Aging, 8001 Redwood Blvd, Novato, CA 94945, USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gordon",
                "middleName": "",
                "lastName": "Lithgow",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-11-14 19:18:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.086",
        "doiUrl": "https://doi.org/10.1038/protex.2016.086",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465135,
                "identity": "7338816c-cee3-4cca-b3eb-3999611dcbda",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 328884,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5341/v1/66242386-d789-477e-8e72-6182ed3b9026.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": " Caenorhabditis, aging, lifespan, drug discovery",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The Caenorhabditis Intervention Testing Program \\(CITP) seeks to identify compounds that robustly improve lifespan and/or attenuate age-dependent declines in health across a genetically diverse set of Caenorhabditis species and strains. A core mission of the CITP is to collect data that will inform on the reproducibility of our experimental results. To achieve this, multiple replicates of each experiment are performed by each of three groups at separate laboratory sites. In an effort to limit non-biological confounding factors that may influence the reproducibility of these results, we sought to minimize differences in experimental conditions across the individual laboratories. This led to the development and utilization of a set of standardized protocols that describe specific methods for nematode maintenance and culture as well as detailed experimental procedures. All laboratories of the CITP are tasked with strict adherence to protocols. Here we provide several protocols that describe the CITP standard operating practices for bacterial cultures, media preparation and strain handing as well as assays for quantifying the development rate, fertility and lifespan of hermaphroditic Caenorhabditis strains. Individual components of these methods were not tested for their effects on outcomes and are not suggested to be best practices. However our consideration of the methodological variability available for even these simple assays does highlight the potential for differences in methodology to influence experimental reproducibility.",
        "manuscriptTitle": "Standardized Protocols from the Caenorhabditis Intervention Testing Program 2013-2016: Conditions and Assays used for Quantifying the Development, Fertility and Lifespan of Hermaphroditic Caenorhabditis Strains",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-02-07 15:36:38",
                "doi": "10.1038/protex.2016.086",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d435bf-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 7th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3731,
                "name": "Developmental biology"
            },
            {
                "id": 3732,
                "name": "Biological techniques"
            },
            {
                "id": 3733,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-02-07 15:36:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}