{
    "identity": "nprot-5409",
    "title": "Generation of FLIP and FLIP-FlpE targeting vectors for conditional and reversible gene knockouts",
    "content": [
        {
            "header": "Introduction",
            "content": "Gain- and loss-of-function studies have been essential in understanding embryonic development, normal physiology and the pathology of diverse diseases. Genetic loss-of-function studies have become widely available with the introduction of CRISPR/Cas9 technology, due to its robustness and simplicity. Although CRISPR/Cas9-mediated conventional knockouts have been widely reported at high efficiency, even in genome-wide screens, a method to generate conditional loss-of-function models in a simple and time-efficient manner has been challenging and is particularly desirable when studying genes essential for viability. We have developed a strategy – CRISPR-FLIP – which enables the generation of bi-allelic conditional and reversible gene knockouts in one single step. Here, we discuss in detail how to design and generate targeting vectors, as well as how to apply this novel technology to mouse embryonic stem cells."
        },
        {
            "header": "Reagents",
            "content": "Plasmids\r\n\n\npUC119_puro_FLIP \\(Addgene #84538)\r\n\n\npUC118_puro_FLIP-FlpE \\(Addgene #84539)\r\n\n\nhCas9 \\(Addgene #41815)\r\n\n\ngRNA_GFP-T1 \\(Addgene #41819), \r\n\n\npEGFP-N1 \r\n\n\npCAGGS-Cre-IRES-Puro \\(kind gift of B. Hendrich, Cambridge Stem Cell Institute)\r\n\n\npCAGGS-Flp-IRES-Puro \\(kind gift of B. Hendrich, Cambridge Stem Cell Institute)\r\n\n\n \r\n\n\nDNA templates\r\n\n\nGenomic DNA isolated from mouse embryonic stem cells \\(mESCs)\r\n\n\n\r\n\n\nMouse embryonic stem cell line\r\n\n\nMurine E14 Tg2a embryonic stem cell line\r\n\n\n\r\n\n\nCompetent bacteria\r\n\n\nE. coli 10G Chemically Competent Cells \\(#60108-1, Lucigen)\r\n\n\nStellar competent cells \\(#636766, Takara)\r\n\n\n\r\n\n\nMolecular cloning reagents\r\n\n\nPhusion High-Fidelity DNA Polymerase \\(#M0530S, New England Biolabs)\r\n\n\nLongAmp Taq 2x Master Mix \\(#M0287L, New England Biolabs)\r\n\n\n5X Colorless GoTaq Reaction Buffer \\(#M7921, Promega)\r\n\n\nBetaine solution, 5M \\(#B0300-1VL, Sigma)\r\n\n\nPCR Nucleotide Mix \\(#C1145, Promega)\r\n\n\nAgarose \\(#A9539-500G, Sigma)\r\n\n\nMinElute PCR Purification Kit \\(#28006, Qiagen)\r\n\n\nQIAprep Spin Miniprep Kit \\(#27106, Qiagen)\r\n\n\nQiagen Plasmid Midi kit \\(#12145, Qiagen)\r\n\n\nT4 DNA Ligase \\(#M0202M, New England Biolabs)\r\n\n\nRestriction enzymes: SapI, EcoRI, NotI, PstI, DpnI \\(New England Biolabs)\r\n\n\nAdenosine 5'-Triphosphate \\(ATP) \\(#P0756S, New England Biolabs)\r\n\n\nAMP+ plates \\(LB + ampicillin, 100 μg/ml)\r\n\n\nKAN+ plates \\(LB + kanamycin, 50 g/ml)\r\n\n\n\r\n\n\nCell culture\r\n\n\nPuromycin, 10 mg/ml \\(#P9620, Sigma)\r\n\n\nDulbecco’s PBS \\(DPBS; #D8537, Sigma)\r\n\n\nGlasgow Minimum Essential Medium \\(GMEM; #G5154, Sigma)\r\n\n\nHyClone™ Fetal Bovine Serum \\(FBS; #SV30180.03, GE Healthcare-Austria). NOTE: batch test the FBS to ensure that it is suitable for ESC culture.\r\n\n\nSodium pyruvate, 100 mM \\(#S8636, Sigma)\r\n\n\nL-Glutamine, 200mM \\(#25030024, Thermo Fisher)\r\n\n\nMEM Non-Essential Amino Acids \\(#M7145, Sigma)\r\n\n\nTrypsin-EDTA \\(0.25%) \\(#25200030, Thermo Fisher)\r\n\n\n2-mercaptoethanol \\(#31350010, Thermo Fisher)\r\n\n\nmLif, 10 g/ml \\(Leukemia inhibitory factor; produced by Biochemistry Department, University of Cambridge) \r\n\n\nPD0325901, 10 mM \\(PD03; #AB253775, ABCR)\r\n\n\nCHIR99021, 10 mM \\(CHIR; #AB253776, ABCR)\r\n\n\nOpti-MEM \\(#31985047, Thermo Fisher)\r\n\n\nGelatin from porcine skin \\(#G1890, Sigma)\r\n\n\nLipofectamine 2000 transfection reagent \\(#11668027, Thermo Fisher)\r\n\n\nTween 20 \\(#P9416, Sigma)\r\n\n\nIgepal CA-630 \\(Nonidet P-40; #I8896, Sigma) \r\n\n\nProteinase K solution, 20 mg/ml \\(#MC5005, Promega)"
        },
        {
            "header": "Equipment",
            "content": "Thermal cycler \\(2720 Thermal cycler, Applied Biosystems)\r\n\n\nAgarose gel electrophoresis system \\(AgroPower, A-7020, Bioneer)\r\n\n\nWater bath\r\n\n\nTemperature controlled incubator\r\n\n\nBacterial shaker\r\n\n\nCentrifuges\r\n\n\nTissue culture equipment: 37°C incubator with 7% CO2\r\n\n\nLaminar air flow hood \r\n\n\nLight microscope\r\n\n\nBio-Rad Gene Pulser Xcell\r\n\n\nElectroporation cuvettes \\(#1652081, Bio-Rad)\r\n\n\nCorning 6 well plate \\(BC010 /3516, Thermo Fisher)\r\n\n\nCorning 96 well plate \\(BC015 /3596, Thermo Fisher)"
        },
        {
            "header": "Procedure",
            "content": "1 FLIP/FLIP-FlpE targeting vector design and construction\r\n\n\nOur cloning strategy is based on SapI restriction enzyme-mediated Golden Gate assembly and involves 3 steps. First, an intron insertion site \\(MAGR \\(A/CAG/Pu)) as well as an overlapping \\(or nearby) CRISPR/Cas9 target sequence is identified in order to design PCR primers to amplify a 300 – 1,000 bp genomic region up- and downstream of the intron insertion site. Second, gene-specific homologous arms are amplified using the previously designed PCR primers, which also contain SapI sites. Finally, the purified homologous arms are used in Golden Gate assembly to insert them into the plasmid backbone containing the FLIP or FLIP-FlpE intronic cassette to generate the final targeting vector. \r\n\n\n1.1 Designing homologous arms for a FLIP/FLIP-FlpE targeting vector\r\n\n\n1.1.1 There are several criteria which must be met in order to identify an appropriate FLIP or FLIP-FlpE cassette insertion site \\(Figure 1): 1) To ensure gene inactivation after Cre recombination, the cassette insertion site \\(intron insertion site \\(MAGR \\(A/CAG/Pu))) needs ideally to be within the first 50% of the coding region. 2) Insertion of the intronic cassette must leave both parts of the split exon to be over 60 bp long. 3) The intron insertion site must have an overlapping \\(or at least nearby) CRISPR/Cas9 target sequence, which can be on either of the two DNA strands. Note that target sequences with a PAM sequence \\(NGG) present in the intron insertion site cannot be used unless silent mutations are generated, as the PAM sequence will not be destroyed after the intron insertion. When the intron insertion site does not overlap with the CRISPR/Cas9 target sequence, the introduction of several silent mutations that prevent Cas9 binding needs to be considered. \r\n\n\n1.1.2 For both mouse and human genes, all putative intron insertion sites as well as overlapping \\(or nearby) CRISPR/Cas9 sites are identified in Supplementary Table 2 of the associated publication. \r\n\n\n1.1.3 Once both the intron insertion site and the corresponding CRISPR/Cas9 target site have been identified, the genomic sequence up- and downstream of the intron insertion site can be obtained from the UCSC genome browser \\(https://genome.ucsc.edu). The upstream region will be used for the left homologous arm \\(LHA) and the downstream region will be for the right homologous arm \\(RHA). The size of each homologous arm can vary from 300 to 1,000 bp and it is desirable to choose a region devoid of SapI restriction enzyme sites, since this enzyme will be utilised in the Golden Gate assembly \\(Figure 2). \r\n\n\n1.1.4 To ensure successful intron splicing, it is key to insert the FLIP/FLIP-FlpE intronic cassette precisely between the third and the last sequence of the intron insertion site \\(MAGR \\(A/CAG/Pu)), i.e. between ‘MAG \\(A/CAG)’ and ‘R \\(Pu, A/G)’. \r\n\n\n1.1.5 When designing primers for the LHA, the forward primer \\(LHA-L) can start 300 – 1,000 bp upstream of the intron insertion site. For the reverse primer of the LHA \\(LHA-R), the first 3bp \\(A/CAG) of the intron insertion site must be the last 3bp. \r\n\n\n1.1.6 When designing primers for the RHA, the forward primer \\(RHA-L) must start from the last sequence \\(Pu, A/G) of the intron insertion site and the reverse primer \\(RHA-R) may start anywhere from 300 – 1,000 bp downstream of the intron insertion site. \r\n\n\n1.1.7 Again, caution should be taken to ensure that the regions used for the homologous arms do not contain any SapI site, as this enzyme will be used during Golden Gate assembly. \r\n\n\n1.1.8 For optimal primer design, we recommend using Primer3Plus \\(primer3plus.com/cgi-bin/dev/primer3plus.cgi) with the following adjustments: 28 bp optimal primer length, 65°C optimal melting temperature \\(Tm), and a 300 - 1000 bp product size range. \r\n\n\n1.1.9 The 28bp sequences are then linked to invariable overhangs containing a SapI site, resulting in the final primer sequences that will be used for amplification of both homologous arms \\(Table 1). As a result, the four primers for the amplification of both homologous arms will be: LHA-L \\(GTTTAAACGCTCTTCTGTGN\\(24-36)), LHA-R \\(GTTTAAACGCTCTTCTTACCTG/TN\\(21-33)), RHA-L \\(GTTTAAACGCTCTTCTTAGA/GN\\(23-35)) and RHA-R \\(GTTTAAACGCTCTTCTTTA N\\(24-36)).  \r\n\n\n1.2 FLIP/FLIP-FlpE targeting vector assembly\r\n\n\n1.2.1 PCR amplification of the homologous arms: use a high fidelity polymerase \\(e.g., Phusion High-Fidelity DNA Polymerase \\(#M0530S, New England Biolabs)) and set up two PCR reactions for the LHA and RHA \\(Table 2) using genomic DNA from mESCs as a template. \r\n\n\n1.2.2 Run the following program \\(Table 3) in a thermal cycler. \r\n\n\n1.2.3 Add DNA loading buffer to 10 l of the PCR product and visualise on a 1% agarose gel \\(100 V for 20 min). Check the expected band size.\r\n\n\n1.2.4 Purify the PCR products with a PCR purification kit and elute the DNA in 15 l ddH2O.\r\n\n\n1.3 Golden Gate assembly of FLIP/FLIP-FlpE targeting vectors\r\n\n\n1.3.1 Set up the Golden Gate assembly \\(Figure 3) using the purified homologous arms and plasmid backbone containing either FLIP \\(Addgene #84538) or FLIP-FlpE \\(Addgene #84539) \\(Table 4).\r\n\n\n1.3.2 Run the following program \\(Table 5) in a thermal cycler.\r\n\n\n1.3.3 Transform 1.5 l of the reaction product into Stellar competent bacteria. \r\n\n\n1.3.4 Plate the entire transformation mixture on an AMP+ \\(100 μg/ml) plate and incubate overnight at 37°C.\r\n\n\n1.3.5 Inoculate 5 - 10 colonies from the bacterial plate and culture overnight in 2 ml of LB media supplemented with ampicillin \\(100 μg/ml).\r\n\n\n1.3.6 The following day, purify plasmid DNA using the QIAprep Spin Miniprep Kit. \r\n\n\n1.4 Confirming successful cloning of the targeting vector\r\n\n\nIn the final targeting vector the left homologous arm \\(LHA) is flanked by two EcoRI sites and the right homologous arm \\(RHA) is flanked by NotI and PstI restriction sites. Hence, digestion reactions using these enzymes will identify the clone\\(s) containing the correct configuration of homologous arms \\(Figure 4). \r\n\n\n1.4.1 Perform two individual restriction digest reactions: EcoRI single digest for LHA integration and NotI and PstI double digest for RHA integration. Incubate for 2 hrs at 37°C. \r\n\n\n1.4.2 Add DNA loading dye to the digested samples and visualise on a 1% agarose gel \\(100 V, ~20 min) to check the expected pattern and confirm the correct insertion of the gene-specific homologous arms. Note that there could be additional EcoRI, NotI and/or PstI enzyme site\\(s) in the homologous arms, which may result in additional bands of different size. Please consider this when interpreting the results of the restriction enzyme digest.\r\n\n\n1.4.3 Sequence the clone\\(s) showing the expected pattern after digestion, using the primers below \\(Table 6). \r\n\n\n1.4.4 Once the targeting vector is confirmed, amplify the plasmid by inoculating a large scale bacterial culture and purify the DNA using a Qiagen Plasmid Midi kit.\r\n\n\n2 Generation of gRNA plasmid\r\n\n\nInverse PCR is used to generate new gRNA plasmids from a template vector containing the U6 promoter and scaffold sequence \\(gRNA_GFP-T1 \\(Addgene #41819)). Hence, both the forward and reverse primer bind in the template vector and only the gRNA target sequence is exchanged by adding its sequence as an overhang to the reverse primer.  \r\n\n\n2.1.1 Design and order primers. \r\n\n\nDesign the gene-specific reverse primer by concatenating the reverse complement of the gRNA sequence \\(5’-3’ orientation) to the CCGGTGTTTCGTCCTTTCCACAAGAT sequence \\(binds to the template vector). Order the gene-specific reverse primer as well as the common phosphorylated forward primer: 5'\\[Phos]GTTTTAGAGCTAGAAATAGCAAGTTAAAATAAGG.\r\n\n\n2.1.2 Set up the following inverse PCR reaction \\(Table 7). \r\n\n\n2.1.3 Run the following program \\(Table 8) in a thermal cycler.\r\n\n\n2.1.4 Add 1 l of DpnI enzyme to the PCR reaction and incubate for 2 hrs at 37°C. During this time the original DNA template will be digested.\r\n\n\n2.1.5 Use 2 l of the PCR + DpnI mix to set up a ligation reaction using T4 DNA ligase \\(Table 9). Incubate the mixture for 1-2 hrs at room temperature. \r\n\n\n2.1.6 Transform 2 l of the ligation product into 10G competent bacteria and plate the transformed bacteria on a KAN+ plate \\(50 μg/ml). Incubate overnight at 37°C.\r\n\n\n2.1.7 Inoculate ~3 colonies from the bacterial plate and culture overnight in LB+KAN. \r\n\n\n2.1.8 Isolate the plasmid DNA and sequence the gRNA using the following primers \\(Table 10).\r\n\n\n2.1.9 Amplify a correct gRNA clone and use it for electroporation of mESCs together with the targeting vector and Cas9 vector.\r\n\n\n3 FLIP/FLIP-FlpE cassette knock-in by gene targeting in embryonic stem cells\r\n\n\nFor a general protocol of mESC culture in feeder-free conditions, the reader is referred to these publications \\(1, 2). We used the following protocol to successfully target the cassette into 8 genes in E14 Tg2a mESCs.\r\n\n\n3.1 Preparing mESCs for electroporation. \r\n\n\nCulture and maintain mESCs in SL2i medium for several passages. 2-3 days before electroporation, split and seed 1×106 cells onto a gelatin-coated 150mm dish. Below are the media compositions we use.  \r\n\n\n\r\n\n\nBasal medium: \r\n\n\nTo 500 ml GMEM add 50 ml FBS, 5 ml sodium pyruvate \\(1 mM), 5 ml L-Glutamine \\(2 mM), 5 ml MEM NEAA \\(1x), 0.5 ml 2-mercaptoethanol \\(0.1 mM). Store at 4°C for up to 1 month.\r\n\n\nSL2i medium: \r\n\n\nTo 50 ml basal medium add 100 l mLif \\(20 ng/ml), 15 l CHIR \\(3 μM) and 15 l PD03 \\(1 μM). Store at 4°C for up to 1 week.\r\n\n\nSelection medium:\r\n\n\nAdd puromycin to a final concentration of 1 g/ml in SL2i medium.\r\n\n\nGelatin solution\r\n\n\n0.1% gelatin in DPBS \\(0.1 g/100 ml).\r\n\n\n\r\n\n\n3.2 Day 0. Electroporation\r\n\n\n3.2.1 Prepare a 50 μg plasmid mix containing the targeting vector, gRNA and Cas9 plasmids in a 1:1:1 ratio in a total volume of 80 l in DPBS.\r\n\n\n3.2.2 Coat six 10 cm dishes with 0.1% gelatin solution. Incubate at 37°C for >15 min. Remove the gelatin solution, add 9 ml SL2i medium to each plate and keep the plates in the incubator until seeding the electroporated cells.\r\n\n\n3.2.3 Detach mESCs with 2 ml of Trypsin-EDTA, wash the dish with 8 ml of basal medium and collect the cells in a 50 ml tube.\r\n\n\n3.2.4 Centrifuge the tube at 300 g for 3 min. Resuspend cell pellet in 20 ml of basal medium and count the number of cells.\r\n\n\n3.2.5 Transfer 1x107 cells into a 15 ml tube and centrifuge at 300 g for 3 min.\r\n\n\n3.2.6 Resuspend cell pellet in 800 l of DPBS.\r\n\n\n3.2.7 Take 80 l of cell suspension and plate onto one 10 cm control dish.\r\n\n\n3.2.8 Add the 80 l plasmid mix to the remaining cell suspension and transfer the whole solution to an electroporation cuvette.\r\n\n\n3.2.9 Electroporate the cells using the Bio-Rad Gene Pulser Xcell with the following settings: Exponential protocol; voltage 240 V; capacity 500 F; resistance unlimited; cuvette 4 mm.\r\n\n\n3.2.10 Leave the cells at room temperature for 10 min.\r\n\n\n3.2.11 Mix the electroporated cells with 4.5 ml of SL2i medium and distribute 1 ml to each of the remaining 5 dishes. Try to avoid the slimy residue that is formed following electroporation. Transfer the dishes to a tissue culture incubator.\r\n\n\n3.3 Day 2. Selection.\r\n\n\n3.3.1 Start selection 48h post-electroporation by changing the medium to medium supplemented with puromycin. Keep changing the medium every second day for ~7-10 days. Note that targeted mESC will generate colonies around 7-10 days. 1-2 extra days can be allowed to achieve the optimal colony size for picking.\r\n\n\n3.4 Day 10-12. Colony picking\r\n\n\nAfter starting puromycin selection, all cells on the control dish \\(non-transfected) will die and the transfected mESCs will form colonies. \r\n\n\n3.4.1 Gelatinize one 96-well plate by adding 0.1% gelatin solution and incubating the plate for a minimum of 15 min in a tissue culture incubator. \r\n\n\n3.4.2 Remove the gelatin solution and add 100 l selection medium per well. Keep the plate in an incubator until use.\r\n\n\n3.4.3 Remove medium from one of the 10 cm dishes containing targeted mESC colonies and wash once with DPBS. Add 10ml PBS to the dish.\r\n\n\n3.4.4 Pick mESC colonies under a light microscope by using the P20 pipette \\(set to 10 l) to scrape the mESC colonies off the plate while aspirating. Transfer the picked colony to one well of a 96-well round bottom plate.  Transfer each colony to a new well. Once picking colonies from the 10cm dish is complete, repeat step 3.4.3 for the remaining dishes.\r\n\n\n3.4.5 Add 10 l Trypsin-EDTA to each well and incubate the plate for 10 min at 37°C.\r\n\n\n3.4.6 Add 80 l selection medium per well and pipette up and down 5 times to dissociate the colonies.\r\n\n\n3.4.7 Transfer the cell suspension to the prepared 96-well plate-containing selection medium and incubate in a tissue culture CO2 incubator.\r\n\n\n3.4.8 Change medium after 24 hrs.\r\n\n\n3.5 Day 13. Splitting the 96-well plate for genotyping and passaging\r\n\n\n3.5.1 Gelatinize one 96-well plate. Remove the gelatin solution and add 180 l selection medium per well. Keep the plate in an incubator until use.\r\n\n\n3.5.2 Remove medium from the 96-well plate containing cells, wash once with DPBS and add 30 l of Trypsin-EDTA per well. Incubate at 37°C for 5-10 min.\r\n\n\n3.5.3 Add 80 l selection medium per well and mix.\r\n\n\n3.5.4 Transfer 20 l of the cell suspension to the prepared 96-well plate containing selection medium and transfer the plate to the incubator. Change medium the next day.\r\n\n\n3.5.5 Culture the cells for 1-3 days and passage them if needed, or alternatively cryopreserve the whole plate. During this time proceed with genotyping of the mESC clones. \r\n\n\n3.5.6 Transfer the remaining 80 l of cell suspension to a 96-well V-bottom plate and centrifuge the plate for 5 min at 300 g. Carefully remove the supernatant.\r\n\n\n3.5.7 Add 20 l cell lysis buffer \\(Table 11) per well and incubate for 2 hrs at 55°C.\r\n\n\n3.5.8 Remove the plate and proceed with genotyping of the targeted mESC clones. Dilute the DNA by 1:100 to 1:400 for preparing the PCR reaction.\r\n\n\n4 Genotyping of FLIP/FLIP-FlpE cassette-targeted mESC clones\r\n\n\n4.1 Designing genotyping primers\r\n\n\nGenotyping and identification of correctly targeted mESC clones with an integrated FLIP/FLIP-FlpE cassette is performed by PCR where, for each arm, one gene-specific primer binds in the genomic DNA upstream \\(LHA) or downstream \\(RHA) of the intronic cassette and the other universal primer binds in the intronic cassette \\(Supplementary Fig 2b of the associated publication). Use the Primer3Plus website to design the gene-specific primers with the following settings: 25bp as optimal length, 65°C as optimal primer Tm. Pair the gene-specific genotyping primers with the universal primers which bind in the artificial intronic cassette \\(Table 12).\r\n\n\n4.2 Genotyping – Confirming the Integration of the FLIP/FLIP-FlpE intronic cassette\r\n\n\n4.2.1 Set up the following PCR reaction \\(Table 13.1), on ice, to check the integration of both LHA and RHA. Run the following program \\(Table 14.1) in a thermal cycler.\r\n\n\n4.2.2 Add DNA loading dye to the PCR products and visualise on a 1% agarose gel. Check the expected band size and select the mESC clones that show a positive result for both arms.\r\n\n\n4.3 Genotyping PCR – Determining the genotype of the second allele\r\n\n\n4.3.1 Design a pair of primers that amplify ~500 bp of DNA around the gRNA binding sequence.\r\n\n\n4.3.2 For mESC clones with a positive result for both the LHA and RHA, set up the following PCR reaction \\(Table13.1 or Table 13.2) and run the following programme \\(Table 14.1 or 14.2) in a thermal cycler.\r\n\n\n4.3.3 Visualise 5 μl of the PCR reaction mix on a 1 % agarose gel \\(100 V, 15 min) to confirm that there is one single band. Clones that do not show any PCR product but are positive for both homologous arms may have the FLIP/FLIP-FlpE intron in both alleles \\(recombined homozygous).\r\n\n\n4.3.4 Purify the PCR product of the second allele using the MinElute PCR Purification Kit. \r\n\n\n4.3.5 Perform Sanger sequencing analysis of the purified PCR product by using the same primer as in the PCR reaction. This will identify mESC clones with a frameshift mutation in the 2nd allele. \r\n\n\n4.4 Expand targeted mESC clones\r\n\n\nSelect several recombined mESC clones that have the conditional intronic cassette inserted into one allele and a frameshift mutation in the 2nd allele \\(FLIP/- experimental clones). Also choose 1-2 targeted clones that have the conditional intronic cassette inserted into one allele but no mutation in the 2nd allele \\(FLIP/+ control clones). Expand the selected clones from a 96-well plate to at least a 6-well format for cryopreservation and subsequent experiments.\r\n\n\n5 Transient transfection of mESC clones\r\n\n\nWe used the following protocol to transfect the selected mESC clones with a Cre recombinase, Flp recombinase, or eGFP plasmid. Quantities are optimized for one well of a 6-well plate. \r\n\n\n5.1 Lipofectamine transfection\r\n\n\n5.1.1 Culture selected mESC clones to 50-80% confluency.\r\n\n\n5.1.2 Mix 3 l Lipofectamine 2000 with 250 l Opti-MEM and incubate for 5-10 min under the hood.\r\n\n\n5.1.3 Mix 1 g of plasmid with 250 l Opti-MEM.\r\n\n\n5.1.4 Pool the mixes from step 5.1.2 and step 5.1.3 and incubate for 20-35 min at room temperature.\r\n\n\n5.1.5 Meanwhile, plate 2 x 105 cells per well in 2.5 ml SL2i medium.\r\n\n\n5.1.6 Add 500 ul transfection mix per well and transfer the plates to a tissue culture incubator.\r\n\n\n5.1.7 Refresh the medium the next morning.\r\n\n\n5.1.8 Culture transfected cells for 2-7 days and change medium every two days.\r\n\n\n5.1.9 Collect and analyse the transfected mESC clones."
        },
        {
            "header": "Timing",
            "content": "7 days for targeting vector and gRNA plasmid cloning/generation\r\n\n\n3 days for preparation and electroporation of ESCs\r\n\n\n8-10 days of selection post-electroporation\r\n\n\n1 day of colony picking\r\n\n\n6-7 days of genotyping and sequencing of the second allele\r\n\n\n6-9 days for expansion of the correct clones"
        },
        {
            "header": "Troubleshooting",
            "content": "This section describes common issues, their potential cause and a suggested solution \\(Table 15)."
        },
        {
            "header": "Anticipated Results",
            "content": "In general, picking one 96-well plate of colonies is sufficient to recover several clones with an intronic cassette integrated into one allele and a frameshift mutation in the second allele \\(FLIP/- clones). The reader is referred to Table 1 of the associated publication."
        },
        {
            "header": "References",
            "content": "1. Ying QL, et al. The ground state of embryonic stem cell self-renewal. Nature 453:519-23 \\(2008)\r\n  2. Smith AG. Culture and differentiation of embryonic stem cells. Journal of Tissue Culture Methods 13: 89–94 \\(1991)"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Brian Hendrich for providing pCAGGS-Cre-IRES-Puro and pCAGGS-Flp-IRES-Puro plasmid vectors."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4156",
                "date": "2017-01-31 09:52:46",
                "title": "One-step generation of conditional and reversible gene knockouts",
                "authors": [
                    "Amanda Andersson-Rolf",
                    "Roxana C Mustata",
                    "Alessandra Merenda",
                    "Jihoon Kim",
                    "Sajith Perera",
                    "Tiago Grego",
                    "Katie Andrews",
                    "Katie Tremble",
                    "José C R Silva",
                    "Juergen Fink",
                    "William C Skarnes",
                    "and Bon-Kyoung Koo"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14269,
                "identity": "a0d937e2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Amanda Andersson-Rolf",
                "email": "ama66@cam.ac.uk",
                "orcid": "",
                "institution": "Koo Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amanda",
                "middleName": "",
                "lastName": "Andersson-Rolf",
                "suffix": ""
            },
            {
                "id": 14273,
                "identity": "a0d94305-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "William Skarnes",
                "email": "skarnes@sanger.ac.uk",
                "orcid": "",
                "institution": "Skarnes Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "William",
                "middleName": "",
                "lastName": "Skarnes",
                "suffix": ""
            },
            {
                "id": 14274,
                "identity": "a0d94533-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bon-Kyoung Koo",
                "email": "bkk25@cam.ac.uk",
                "orcid": "",
                "institution": "Koo Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bon-Kyoung",
                "middleName": "",
                "lastName": "Koo",
                "suffix": ""
            },
            {
                "id": 14270,
                "identity": "a0d93bf2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roxana Mustata",
                "email": "",
                "orcid": "",
                "institution": "Koo Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roxana",
                "middleName": "",
                "lastName": "Mustata",
                "suffix": ""
            },
            {
                "id": 14271,
                "identity": "a0d93e8a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alessandra Merenda",
                "email": "",
                "orcid": "",
                "institution": "Koo Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alessandra",
                "middleName": "",
                "lastName": "Merenda",
                "suffix": ""
            },
            {
                "id": 14272,
                "identity": "a0d940d0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jihoon Kim",
                "email": "",
                "orcid": "",
                "institution": "Koo Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jihoon",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-12-05 15:24:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.026",
        "doiUrl": "https://doi.org/10.1038/protex.2017.026",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609590,
                "identity": "260775e4-bda6-4957-a5a7-3c7ea95bde83",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 113503,
                "visible": true,
                "origin": "",
                "legend": "Figures   all figures   Figure 1. Identification of an insertion site for the FLIP/FLIP-FlpE cassette\r\nSchematic drawing showing the three main criteria when identifying an insertion site for the FLIP/FLIP-FlpE cassette. First, the intronic cassette is inserted into an exon belonging to the first 50% of the gene, between the G and the A/G of the intron insertion site. Second, the intronic cassette is inserted into the middle of the split exon, leaving >60bp of exon either side. Finally, there needs to be a gRNA target sequence which overlaps with the insertion site. The insertion site is in red, the gRNA target sequence in yellow, the PAM sequence in light blue and gRNA in purple.<br><br>\r\n\r\n\r\nFigure 2. Schematic drawing of the amplification of the homologous arms.\r\nThe left (LHA) and right (RHA) homologous arms are amplified from the area around the insertion site and are 300-1000bp in length.<br><br>\r\n\r\n\r\nFigure 3. Schematic drawing of the Golden Gate assembly.\r\nThe backbone vector containing the FLIP/FLIP-FlpE intronic cassette, the PCR-amplified homologous arms, the SapI restriction enzyme and DNA ligase are mixed in a single reaction. Repeated cycles of cutting (by the SapI enzyme) and pasting (by the DNA ligase) mediates the insertion of the homologous arms into the vector. The recognition site of the SapI enzyme is shown in grey boxes, the cut site is shown in blue dotted lines, the intron insertion site sequence is shown in red, yellow bases represent the customized SapI overhangs, purple bases represent the consensus sequence of the splice donor/acceptor regions and the light blue bases represent less well conserved bases which are still part of the splice donor/ acceptor regions. The left homologous arm (LHA) and right homologous arm (RHA) are in green.<br><br>\r\n\r\n\r\nFigure 4. Schematic drawing illustrating the RNA splicing and restriction sites.\r\nThe integration of the left homologous arm (LHA) can be confirmed by restriction digest using EcoRI and the integration of the right homologous arm (RHA) can be confirmed by restriction digest using NotI and PstI. RNA splicing will occur in the initial conformation of the cassette from the splice donor (SD) to the splice acceptor (SA), and therefore the cassette will not disrupt gene expression upon insertion.<br><br>\r\n\r\n\r\nFigure 5. Insertion of the FLIP/FLIP-FlpE intronic cassette.\r\nSchematic drawing showing the insertion of the FLIP/FLIP-FlpE intronic cassette into an exon within the gene of interest. The FLIP/FLIP-FlpE cassette is integrated into the insertion site (in red, A/CAGA/G). The yellow bases represent the customized SapI overhangs, purple bases represent the consensus sequence of the splice donor/acceptor regions and the light blue bases represent less well conserved bases which are still part of the splice donor/ acceptor regions. The left homologous arm (LHA) and right homologous arm (RHA) are in green. The SapI cut site is represented by blue dotted lines.\r\n",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5409/v1/figure_1.pdf"
            },
            {
                "id": 13464904,
                "identity": "c038aaff-04d5-44c0-bd29-cc9b4125308f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:04",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 243488,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5409/v1/a8ec3143-40b7-43bd-9fb7-f08df340c79a.pdf"
            },
            {
                "id": 2609589,
                "identity": "d64d3727-4ff0-4a15-9d71-109a63a9a0b1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:02",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 39277,
                "visible": true,
                "origin": "",
                "legend": "Tables   all tables",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-5409/v1/supplement_0.xlsx"
            }
        ],
        "financialInterests": "There is no conflict of interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CRISPR/Cas9, gene targeting, conditional knockouts, Golden Gate assembly, embryonic stem cell transfection",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Our recently described CRISPR-FLIP strategy facilitates the generation of bi-allelic conditional or reversible gene knockouts in various cell lines by co-delivery of the CRISPR/Cas9 system and a universal intronic cassette – FLIP and FLIP-FlpE. This protocol describes the design of FLIP and FLIP-FlpE targeting vectors for conditional and reversible gene knockouts, gene targeting in mouse embryonic stem cells and subsequent genetic manipulation with Cre and Flp recombinases.",
        "manuscriptTitle": "Generation of FLIP and FLIP-FlpE targeting vectors for conditional and reversible gene knockouts",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-03-02 16:43:44",
                "doi": "10.1038/protex.2017.026",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d8db2a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 2nd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3751,
                "name": "Cell biology"
            },
            {
                "id": 3752,
                "name": "Biological techniques"
            },
            {
                "id": 3754,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-03-02 16:43:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}