{
    "identity": "nprot-3885",
    "title": "Direct Conversion of Adult Human Fibroblasts into Induced Neural Precursor Cells by Non-Viral Transfection.",
    "content": [
        {
            "header": "Introduction",
            "content": "**INTRODUCTION**\r\n\n\nThe idea of transferring genes for the purpose of cell fate transformation was first implemented by Weintraub and colleagues \\(1,2) with the conversion of fibroblast cells to myoblasts by activation of MyoD. This initiated a number of studies investigating the existence of ‘master regulator’ genes that act as molecular switches to induce cell lineage changes between distantly related somatic cell types, without requirement of a pluripotent cell state \\(3-6). Given the clinical relevance and scientific interest of brain physiology and pathology, a number of studies have focused on the direct lineage conversion of functional neural cells from non-ectodermal cells. Neurons were the first cells demonstrated to be directly converted from fibroblasts by forced expression of the neural lineage-specific transcription factors ASCL1, BRN2 and MYT1L \\(3), illustrating that direct lineage conversion is possible even between cell types representing different germ layers. However, while direct conversion of human neurons is an interesting tool for investigating neurological disorders affecting neurons, this technology has limitations for diseases affecting glia. Further, induced neurons are post-mitotic and therefore cannot be expanded for drug screening assays or used for cell replacement therapies. \r\n\n\nTo address this, we and several other groups have identified direct reprogramming strategies by which to generate populations of induced neural stem/precursor \\(iNP) cells from fibroblasts. The objective is to provide a direct source of non-pluripotent, expandable iNP cells with the capability of generating multiple neural lineages. Further, a recent study \\(7) demonstrated that direct reprogramming strategies are capable of generating neural cell lines with markedly less genomic instability than those generated via induced pluripotent stem cell methods, suggesting that iNP cell formation is a more robust and safer strategy for both research and clinical applications.\r\n\n\nInterestingly, iNP cells have been generated using two main approaches; either transient expression of the four pluripotent factors OCT3/4, KLF4, SOX2, and C-MYC \\(8-13), or forced expression of neural-specific transcription factors \\(14-19). Regardless of the strategy or transcription factor combination employed, each protocol results in the production of either bi- or tri-potent neural precursor cells with capability for prolonged expansion. However, the majority of these protocols have been developed in mouse embryonic fibroblasts with only a small number demonstrating the capability to generate iNP cells in fetal \\(10,18) or adult \\(12,13,16,19) human fibroblasts. Lack of a robust protocol to generate iNP cells from adult human fibroblasts is a limitation for future research and therapeutic approaches.  \r\n\n\nTo address this issue, we investigated the capability of the transcription factors SOX2 and PAX6 to directly reprogram adult human fibroblasts to a neural precursor cell-like state \\(16). SOX2 and PAX6 were identified based on their prominent roles in human neural development. SOX2 is a key factor in reprogramming cells to a pluripotent state \\(20,21), and is also associated with multipotent and unipotent stem cells \\(22-24). Indeed, SOX2 appears to act as a master regulator for reprogramming to a neural precursor state \\(25). PAX6 is essential for neural stem cell proliferation, multipotency and neurogenesis \\(26). SOX2 and PAX6 are also expressed when embryonic stem cells undergo differentiation to a neural lineage \\(22-24,26-29), and we have previously observed that neural induction of human embryonic stem cells results in mutually exclusive expression of PAX6 and the pluripotency factor OCT3/4 \\(27), indicating the key involvement of PAX6 in neural lineage determination. Here we describe a rapid protocol for the generation of iNP cells from adult human dermal fibroblasts by non-viral plasmid transfection of the neural genes SOX2 and PAX6.  \r\n\n\n\r\n\n\n_Comparison with other methods_\r\n\n\nSeveral studies have shown that fibroblasts can be directly converted into iNP cells \\(8-18, 25), however only a small number of studies have demonstrated the capability to generate iNP cells from human fetal \\(10,18) or adult \\(12,13,16,19) fibroblasts. Induced neural precursor cells have been generated from both human fetal and adult human fibroblasts using OCT3/4 mediated reprogramming \\(10,12,13) or by SOX2 over-expression alone \\(18,19). The most directly comparable method to the protocol presented here is that by Mitchell and colleagues \\(13) which demonstrated that lentiviral transduction of adult human fibroblasts with OCT3/4 alone was sufficient to induce neural fate conversion without the use of promiscuous small molecule manipulation. OCT3/4-derived iNP cells proliferated, expressed neural stem/progenitor markers, and gave rise to all three major subtypes of neural cells: astrocytes, oligodendrocytes, and neurons with functional capacity. However, the phenotype of OCT3/4-derived neurons was not demonstrated. Other comparable studies include those over-expressing SOX2 alone \\(30) or in the presence of HMGA219 with capability of generating tri-potent iNP cells from fetal \\(30) or adult \\(19) human fibroblasts. Again, limited or no neuronal phenotype was described in these studies. \r\n\n\nMost importantly, all of the comparable methods use viral-mediated over-expression of the selected transcription factors \\(10,12,13,18,19). A key feature of the current protocol is the utilization of non-viral plasmid transfection to transiently over-express SOX2 and PAX6 in adult human dermal fibroblasts, without requirement of oncogenic-promoting transcription factors \\(such as c-myc). Further, culture conditions have been optimized to allow for the generation of iNP cells in the absence of an animal or human feeder cell layer \\(16), an essential requirement for the transfer of reprogrammed cell lines to clinical application. Non-viral plasmid transfection results in a reprogramming efficiency of ~0.05% of the number of fibroblasts initially transfected/transduced \\(16). The generated iNP cell population is bi-potent, and following differentiation this approach results in a high yield of neurons and GFAP-positive astrocytes. Importantly, transient over-expression of SOX2 and PAX6 in adult human fibroblasts produces TUJ1-, MAP2- or NSE- positive neurons co-expressing a range of phenotypic markers including tyrosine hydroxylase \\(TH), vGlut1, GAD65/67 and DARPP32, whilst down-regulating PAX6 and SOX2 expression \\(16). Crucially, these neurons have been shown to be functionally mature, due to their capacity to generate action potentials during electrophysiological analysis \\(16). This represents a robust and efficient non-viral approach for generating a range of neuronal phenotypes and glia, not previously demonstrated by other methodologies, for both the research and treatment of neurological disease and neurodevelopmental disorders. We provide a detailed protocol for generating and characterizing iNP cells from adult human fibroblasts by using SOX2 and PAX6.     \r\n\n\n  \r\n\n\n_Limitations of this method_\r\n\n\nTo date, the expansion capability of SOX2/PAX6-derived iNP cells has not been fully determined. However we successfully differentiate iNP cells expanded between 6 – 9 passages. Further, while over-expression of SOX2 and PAX6 results in the generation of glutamatergic, catecholaminergic and GABAergic neuronal phenotypes, adult human iNP cells express a range of neural position genes indicating the potential for these cells to generate additional neuronal phenotypes such as cholinergic or serotinergic neurons. The capability to generate these additional phenotypes still needs to be determined. It also needs to be assessed whether removal of PAX6 from the original reprogramming system with replacement of floor-plate patterning factors and/or specific ventral mesencephalic genes will augment the generation of ventral midbrain dopaminergic neurons \\(31). Finally, only limited electrophysiological studies have been performed on iNP-derived human neurons16, with more detailed functional analysis required on individual neuronal phenotypes."
        },
        {
            "header": "Reagents",
            "content": "**REAGENTS**  \r\n\n\nAlamar blue® cell viability reagent \\(Life Technologies; DAL1025)\r\n\n\nAscorbic acid \\(Sigma; A4403)\r\n\n\nAstrocytic differentiation medium \\(see Reagent Setup)\r\n\n\nB27 supplement with Vitamin A, 50x \\(Life Technologies; 17504-044)\r\n\n\nB27 supplement without Vitamin A, 50x \\(Life Technologies; 12587-010)\r\n\n\nBDNF \\(Peprotech; 450-02)DMEM \\(Life Technologies; 11965092) \r\n\n\nDonkey serum \\(Sigma; D9663)Fibroblast cells, adult dermal \\(Cell Applications Ltd; 106-05a or the Coriell Repository)\r\n\n\nFibroblast growth medium \\(Cell Applications Ltd; 116-500)\r\n\n\nFibroblast proliferation medium \\(see Reagent Setup)\r\n\n\nFibronectin \\(BD Biosciences; 356008)\r\n\n\nFoetal bovine serum \\(FBS) \\(Life Technologies; 10094142)\r\n\n\nGlasgow minimum essential medium \\(Sigma; G5154)\r\n\n\nGoat serum \\(Life Technologies; 16210-064)\r\n\n\nHeparin sodium salt \\(Sigma; H3149)\r\n\n\nK2 transfection system ® \\(Biontex Laboratories GmbH; T060-8.0)\r\n\n\nLaminin, conc \\(Life Technologies; 23017-015)\r\n\n\nLipofectamine LTX with Plus reagent \\(Life Technologies; 15338100)\r\n\n\nN2 supplement \\(Life Technologies; 17502-048)\r\n\n\nNeural plating medium \\(see Reagent Setup)\r\n\n\nNeural reprogramming medium \\(see Reagent Setup)\r\n\n\nNeurobasal-A medium \\(Life Technologies; 10888022)\r\n\n\nNeuronal Mixed differentiation medium \\(see Reagent Setup)\r\n\n\nNeuronal Striatal differentiation medium; Stage 1 and Stage 2 \\(see Reagent Setup)\r\n\n\nOpti-MEM \\(Life Technologies; 31985062)\r\n\n\nPenicillin-Streptomycin-Glutamine \\(Life Technologies; 10378-016)\r\n\n\nPoly-ornithine \\(Sigma; P3655) \r\n\n\nNucleospin RNA isolation kit \\(Macherey Nagel; 740955.50) \r\n\n\nRecombinant human fibroblast growth factor \\(FGF2) \\(Peprotech; 100-18B)\r\n\n\nRecombinant human epidermal growth factor \\(EGF) \\(Peprotech; AF-100-15)\r\n\n\nRecombinant human Midkine \\(Peprotech; 450-16)\r\n\n\nRecombinant human Sonic Hedgehog/Shh \\(Millipore; MPGF174)\r\n\n\nRetinoic acid \\(Sigma; R2625)\r\n\n\nSuperScript® III First-Strand Synthesis System \\(Life Technologies; 18080-051)\r\n\n\nTaqMan® reagents for qPCR \\(Applied Biosystems/Life Technologies) – see Table 1\r\n\n\nTaqMan® Gene Expression Master mix \\(Applied Biosystems; 4369514) \r\n\n\nTriton-X-100 \\(Scharlau; TR0444005P)\r\n\n\nTrypsin-EDTA \\(Life Technologies; 25300054)\r\n\n\nY27632 \\(Calbiochem; 688001)\r\n\n\nValpromide \\(Sigma; V3640)\r\n\n\nVPA – Valproic acid sodium salt \\(Sigma; P4543)"
        },
        {
            "header": "Equipment",
            "content": "**EQUIPMENT** \r\n\n\nCell culture plates \\(e.g. Uncoated, Nunclon-treated 6-well plates; NUN140675)\r\n\n\nCentrifuge tubes \\(e.g. Corning; 430829)\r\n\n\nClass 2 biological safety cabinet\r\n\n\nFACs machine \\(e.g.  BD LSRII Flow Cytometer)\r\n\n\nFACs tubes \\(e.g. BD Falcon; 352003)\r\n\n\nFiltered pipette tips and pipettes\r\n\n\nFluorescence-activated cell sorter or analyzer\r\n\n\nHaemocytometer\r\n\n\nHumidified tissue culture incubator, 37 °C and 5% CO2\r\n\n\nKrystal Glass Bottom 96-well Black Imaging Plate \\(Porvair; 324002)\r\n\n\nLabTek II CC2 8-well chamber slide \\(Nunc; 154941)\r\n\n\nMicroAmp Adhesive Optical Film \\(Applied Biosystems; 4311971)\r\n\n\nMicroAmp® Optical 384-Well Reaction Plate \\(Applied Biosystems; 4309849)\r\n\n\nMicroscope with fluorescent filters\r\n\n\nNanodrop spectrophotometer \\(Thermo Scientific)\r\n\n\nPersonal protective equipment – lab coat, gloves etc\r\n\n\nPipettors and sterile, filtered tips\r\n\n\nReal-time PCR machine, e.g. ABI7900 with SDS software from Applied Biosystems\r\n\n\nSerological pipettes \\(sterile; 5 mL, 10 mL, 25 mL) and electronic pipette\r\n\n\nTissue culture centrifuge"
        },
        {
            "header": "Procedure",
            "content": "**Experimental design ** \r\n\n\nAn overview of the timeline and steps of the iNP reprogramming process is shown in Fig 1a.  In this protocol, the transcription factors SOX2 and PAX6 are transiently delivered into the cells by a non-viral method, using DNA plasmid transfection.  \r\n\n\nFor DNA transfection, the expression of the transgenes is driven by a CMV promoter and plasmid DNA is purified using the PureLink HiPure Filter Maxiprep kit from Life Technologies. pCMV-SPORT6 containing PAX6 cDNA was purchased from Life Technologies. SOX2 cDNA was purchased from Addgene and cloned into pEGFP-N1 \\(Clontech) after removal of eGFP expression cassette from pEGFP-N1.  The pEGFP-N1 construct is used as a transfection control to confirm transfection success. Alternatively, bicistronic plasmids that incorporate a fluorescent protein as well as the transgene SOX2 or PAX6 are used, and can demonstrate transfection efficiency. These are plasmids that have a lentiviral backbone and were constructed in-house using pLVX-IRES-zsGreen \\(Clontech) for SOX2 \\(Addgene) or pLVX-IRES-tdTomato \\(Clontech) for PAX6 \\(Life Technologies). Pairs of cistronic or bicistronic plasmids were utilized based on the experimental endpoint, with the bicistronic plasmids allowing for ease of monitoring and/or sorting based on transgene expression in live cells over the course of the experiment. Alternatively, the advantage of the cistronic plasmids is the ability to stain the cells with common fluorescent secondary antibodies such as Alexa Fluor 488 and 647 without interference from the zsGreen and tdTomato fluorescence, and these being safer constructs for downstream human applications.  \r\n\n\nPrimary adult human fibroblast cells are purchased from either Cell Applications Ltd or the Coriell Biorepository. Cells are proliferated and passaged in flasks until the required cell number is reached.  We do not recommend reprogramming cells that have been passaged to the point of having a greatly reduced proliferation rate. Cells are plated onto uncoated Nunclon plates at a density of 52,000 cells per cm2 \\(6-well plate format is a common choice).  After overnight attachment, cells are co-transfected with SOX2 and PAX6 plasmid DNA, using Lipofectamine LTX reagent \\(Life Technologies) for 5 hr or K2 reagent \\(Biontex Laboratories GmbH) overnight \\(Fig 2). On the third day post-transfection, the media is changed to “neural reprogramming media”. For the first 18 days, media is supplemented with 25 ng/mL Midkine. Media is changed three times per week, and after 30 days, cells are replated weekly and collected when iNP colony formation is optimal \\(see Figure 1b). Note that the number of cells is greatly reduced during this process, hence it is recommended that you transfect 6-10 times more fibroblasts than iNP cells required for downstream applications.\r\n\n\nThe iNP cells are characterized by analysis for the expression of various neural stem and precursor genes, and positional markers within the neuroectodermal tube such as OCT3/4, SOX1,  SOX2,  NANOG,  PAX6, BMI1,  HES1,  FOXG1,  SIX3,  GLI3,  NGN2,  EMX2, TBR2, DLX2, ASCL1, NCAM1, OLIG2 16 \\(Fig 3) . Total RNA is isolated from colonies of independent iNP cell lines and fibroblast control lines using the Nucleospin RNA kit \\(Macherey Nagel). cDNA is synthesized from total RNA using Superscript III reverse transcriptase \\(Life Technologies). Three independent duplex qPCR reactions are performed for each independent sample using the TaqMan® system \\(Applied Biosystems) with ribosomal 18S rRNA as the internal standard and an equivalent of 4-10ng mRNA per reaction. The fold change in gene expression is calculated using the change-change-CT method32 and is presented relative to the mean expression level in fibroblast control lines. \r\n\n\nImmunocytochemical staining can also be performed on the iNP cultures to confirm expression of neural stem and precursor markers, using standard methods. Induced neural precursor cell cultures have the ability to differentiate into neuronal and glial phenotypes after exposure to specific differentiation reagents. Neurons derived from iNP cells express the neuronal markers TUJ1, MAP2 or NSE, and co-express a range of phenotype-specific markers such as TH, GAD65/67 or vGlut \\(Fig 4). A proportion of the iNP cells have been shown to express GFAP and exhibit an astrocytic morphology16 \\(Fig 4).\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n_Human Dermal Fibroblast Proliferation Medium:_ \r\n\n\nDMEM + 2% FBS, or Human Fibroblast Growth medium \\(Cell Applications Ltd).\r\n\n\n_Neural Reprogramming Medium:_ This medium consists of Neurobasal-A medium, 0.3% D-glucose, 1% Penicillin/Streptomycin/Glutamine, 2% B27 supplement, 20 ng/mL EGF, 2 µg/mL Heparin and a final concentration of 1 mM VPA.\r\n\n\n_Neuronal Plating Medium:_ This medium is used to attach iNP cells to glass surfaces for neuronal differentiation. It consists of Neurobasal-A medium, 0.3% D-glucose, 1% Penicillin/Streptomycin/Glutamine, 2% B27 supplement, 25 ng/mL FGF2, 0.01 mM Retinoic acid and 1% FBS.\r\n\n\n_Neuronal Striatal Differentiation Medium – Stage 1:_  This medium contains all of the ingredients in Neural plating medium, minus the FBS, and with the addition of 1% N2 supplement, 250 ng/mL Shh, 100 ng/mL Dkk1, 20 ng/mL BDNF and 10 µM Y27632.\r\n\n\n_Neuronal Striatal Differentiation Medium – Stage 2:_  This medium contains all of the ingredients in Neural plating medium, minus the FBS, and with the addition of 1% N2 supplement, 20 ng/mL BDNF, 10 µM Y27632, 0.5 mM dCAMP and 0.5 µM valpromide.\r\n\n\n_Neuronal Mixed Differentiation Medium:_  This medium contains all of the ingredients in Neural plating medium, minus the FBS, and with the addition of 1% N2 supplement, 20 ng/mL BDNF, 20 ng/mL GDNF, 1 mM dCAMP and 200 nM ascorbic acid.\r\n\n\n\r\n\n\n**PROCEDURES**\r\n\n\n_1. Expansion of human dermal fibroblasts ●TIMING 3-25 days_\r\n\n\n1.1. Loosen lid of ampoule and thaw quickly by placing the lower half of tube in a 37 °C water bath until a small piece of ice remains \\(approximately 1 min).\r\n\n\n1.2. Dilute cells in 5 mL of Fibroblast proliferation media, centrifuge at 350 g for 5 min \\(to remove DMSO from the sample). Decant off supernatant then flick tube hard to break up cell pellet. Add half the appropriate volume of media for the flask size and add cells to flask, wash the tube with remaining media to meet the total volume for the flask \\(5 mL for T25, 10 mL for T75 flask).\r\n\n\n1.3. Distribute cells evenly and incubate at 5% CO2, 37 °C.\r\n\n\n1.4. Do not disrupt culture for the first 24-48 hr.\r\n\n\n1.5. Change proliferation medium every second day. \r\n\n\n1.6. Subculture \\(“passage”) when human dermal fibroblasts \\(HDFs) are ~70-85% confluent. Doubling time of HDFs varies according to individual lines, but is typically 20-30 hours.  Remove medium from the flask, being careful not to disturb the cell layer.  Add warm PBS to rinse the cells.\r\n\n\n1.7. Aspirate PBS and add warm Trypsin/0.05% EDTA to cover the cells \\(\n1.5 mL T25,\n2.5 mL T75, ~3.5 mL T175 flask), rock flask until the whole surface is covered. Incubate at room temperature, tapping after 1-2 min to check for detachment. If cells are resistant to detachment, incubate at 37 °C for 1-2 minutes.  Do not leave trypsin on longer than necessary. As soon as all cells are loose, add fibroblast proliferation media.\r\n\n\n1.8. Collect cells into a 50 mL tube, and rinse flask with more media, until all cells are collected.  Centrifuge \\(350 g; 5 min), decant off supernatant and discard, tap to loosen pellet then resuspend, and plate out as appropriate \\(a 1:2 split usually means cells will need passaging again in 2-3 days), rinsing tube of remaining cells with fresh media.\r\n\n\n1.9. Repeat until the desired number of cells has been reached.  \r\n\n\n**△CRITICAL STEP:** Beware passaging too many times.\r\n\n\n\r\n\n\n_2. Transfection of human dermal fibroblasts ●TIMING 2 days_\r\n\n\n2.1. Day 0. Plate out cells. Trypsinize HDFs as above, collect and count cells. Plate out at a density of 52,000/cm2 per well \\(high density) on uncoated Nunclon plates \\(ie ~500,000 cells in a 6-well format well).\r\n\n\nConsider including 1 extra well for GFP transfection control \\(unless using fluorescently-tagged Sox2 and Pax6 plasmids), plus 1-2 wells for an HDF untransfected, non-reprogrammed control.\r\n\n\n2.2. Day 1. Transfect the cells using either Lipofectamine LTX \\(Life Technologies) or K2 reagent \\(Biontex Laboratories).\r\n\n\nSwitch the cells to 1.5 mL per well \\(for 6-well format) Opti-MEM medium, incubate at 37 °C for 1 hr. If using the K2 reagent, add 40 µL K2 multiplier in addition to the Opti-MEM to the cells for the incubation.   \r\n\n\n2.3. Make the following mix \\(calculated per well in a 6-well plate format; make enough for half a well extra if making bulk mix. Scale appropriately for wells of other sizes).  Note that DNA amount has a positive effect on transfection efficiency but is detrimental to cell survival.\r\n\n\n  2-5 µg DNA total, or 1-2.5 µg each of the two plasmids, per well, for example:\r\n\n\n2.5 µg Sox2 plasmid \\(phu-Sox2-N1, or pLVX-Sox2-zsGreen) + 2.5 µg Pax6 plasmid \\(pCMV-Sport6-Pax6 or pLVX-Pax6-tdTomato) \r\n\n\nOr 5 µg control plasmid \\(p-eGFP-N1, pLVX-zsGreen  or pLVX-tdTomato) \r\n\n\nIf using Lipofectamine LTX, also add 5 µL Plus Reagent \\(a 1:1 ratio of DNA:Plus reagent).\r\n\n\nMake up to 200 µL per well with Opti-MEM\r\n\n\n2.4.  Make a second mix with the transfection reagent; either add 15 µL LTX or 15 µL K2 transfection reagent to 200 µL Opti-MEM for each well.  Note that the reagent:DNA ratio is 3:1.\r\n\n\n2.5.  Gently add the DNA mix to the LTX mix, mix by inverting, swirling and tapping.\r\n\n\n**△CRITICAL STEP:** do not vortex or pipette repeatedly. \r\n\n\nIncubate for 5 min \\(Lipofectamine LTX) or 20 min \\(K2 reagent) at room temperature, to allow complex formation.\r\n\n\n2.6.  Add 400 µL of mix to each well of cells.\r\n\n\n2.7.  Incubate 5 hr \\(Lipofectamine LTX) or overnight \\(K2 reagent) at 37 °C, 5% CO2.\r\n\n\n2.8.  After the incubation, remove medium and replace with fibroblast proliferation medium.\r\n\n\n2.9.   Proceed to Reprogramming of transfected HDF cells.\r\n\n\n\r\n\n\n_3. Reprogramming of transfected human dermal fibroblasts ●TIMING ~7 weeks_\r\n\n\n3.1.  Days 2-4. Check the cells under a microscope. Be aware that many will not have survived the transfection process. Analysis of this effect can be performed using Alamar blue® Cell Viability Reagent \\(following the manufacturer’s protocol). If possible, check the transfection efficiency by using fluorescently-tagged plasmids and quantifying the number of fluorescent fibroblasts by eye or by performing FACs analysis \\(see Box 1). The plasmid expression is transient, with timing of peak expression varying dependant on transfection conditions. We have confirmed loss of expression by 10 days post-transfection \\(Fig 2c).  \r\n\n\n3.2. Replace the proliferation medium with neural reprogramming media, supplemented with 25 ng/mL Midkine. Note that reprogramming is possible in the absence of this growth factor, but the rate of iNP formation is slowed.\r\n\n\n3.3. Change the cell media three times per week.\r\n\n\n3.4.  Day 22. Remove the Midkine component of the neural reprogramming medium.  \r\n\n\n**△CRITICAL STEP:** Note that the cell survival is compromised if Midkine remains in culture past this stage.\r\n\n\n3.5.  Day 31. Replate the cells – remove the medium \\(keep the medium to conserve any floating iNP cells) and wash the cells with warm PBS \\(also retaining this in case of floating cells). Add trypsin/0.05% EDTA to cover the cells and tap to detach. Add warm neural reprogramming medium to collect the cells, washing them off the plate and collecting into a centrifuge tube.  It may be more advantageous to pool the wells of cells at this point, or to retain them separately as biological replicates.  Centrifuge at 350 g for 5 min.  Resuspend in fresh neural reprogramming medium, count the cells and replate at ~31,250 cells/cm2 \\(ie 300,000 per 6-well plate format well).\r\n\n\n3.6. Day 31 onward until complete iNP reprogramming. Continue thrice-weekly media changes and once-weekly passages until full iNP colony formation is achieved. There may be a mixed culture of adherent and floating cells, in this case, careful media changes are imperative; take just the top media leaving the low-lying floating cells and/or centrifuge the waste media to collect the floating cells and place these back into the dish with adherent cells and fresh media.  When passaging a mixed culture, centrifuge the waste media along with the trypsinized cells to ensure all the cells are retained.  \r\n\n\n**△CRITICAL STEP:** Ensure that floating cells and colonies are retained at each media change and replate these along with the adherent cells.\r\n\n\n3.7. Collect cells \\(for transcriptional analysis via trypsin; for differentiation via manual dissociation) when mostly pure colonies \\(few or no fibroblasts) are achieved \\(usually around day 40-55); colony size may vary. If taken too early for differentiation, remaining fibroblasts may crowd the culture.  \r\n\n\n\r\n\n\n_4. Characterization of iNP cells by qPCR gene expression analysis ●TIMING 2-3 days_\r\n\n\n4.1.  Collect iNP cells. Remove the medium \\(keep the medium to conserve any floating iNP cells) and wash the cells with warm PBS \\(also retaining this in case of floating cells). Add trypsin/0.05% EDTA to cover the cells and tap to detach.  Add warm neural reprogramming medium to collect the cells, washing them off the plate and collecting into a centrifuge tube.  Centrifuge at 350 g for 5 min to pellet the cells. Either freeze the cell pellet at -80 °C or proceed to Step 2.\r\n\n\n4.2.  Isolate RNA from the cell pellet using an isolation kit such as the Macherey Nagel Nucleospin RNA kit, following the manufacturer’s directions. Elute RNA in a very small volume \\(e.g. 30 µL) to ensure a high concentration of RNA.  Measure RNA concentration and quality \\(for example, utilizing a Nanodrop spectrophotometer).\r\n\n\n4.3.  Synthesize cDNA from high-quality RNA, using a kit such as the SuperScript III First Strand Synthesis kit and with either oligoDT and/or random hexamer primers, following the manufacturer’s protocol. Include a RT negative sample to confirm specificity of RT reaction and ensure genomic DNA has been removed enzymatically. Dilute synthesized cDNA, for example to 4 ng/µL, in RNAse-free water. \r\n\n\n**△CRITICAL STEP:** Synthesize cDNA of all iNP and control samples for analysis at the same time with the same amount of RNA to reduce experimental error in downstream applications. \r\n\n\n4.4. Dispense qPCR reagents along with the cDNA template in triplicate, as follows:\r\n\n\n Component Amount per reaction Final concentration\r\n\n\nVIC-labelled assay for normalisation gene  \\(20x) 0.5 µL 1x\r\n\n\nFAM-labelled assay for gene of interest \\(20x)\r\n\n\nSee Box 2 for suggestions 0.5 µL 1x\r\n\n\nTaqMan Gene Expression Master mix \\(2x; Cat #4369514) 5 µL 1x\r\n\n\ncDNA template  Dependent on concentration 4 ng\r\n\n\nRNAse-free water Up to 10 µL \r\n\n\n\r\n\n\nSeal the plate with film and keep in the dark until loading into the qPCR machine. Tap gently to mix components in the plate and centrifuge \\(2000 g for 1 min) prior to thermal cycling. Perform PCR with the following parameters:\r\n\n\nCycle number Denature Anneal/extend\r\n\n\n1 95 °C, 10 min \r\n\n\n2 - 41 95 °C, 15 sec 60 °C, 1 min\r\n\n\n\r\n\n\n4.5.  Analyze the cycle threshold \\(Ct) values for FAM-labelled samples and normalize to your chosen VIC-labelled housekeeping gene. Calculate fold changes in gene expression relative to HDF samples using the △△Ct method32.\r\n\n\n\r\n\n\n_5. Characterization of iNP cells by immunocytochemical analysis ●TIMING 2 days_\r\n\n\n5.1.  See Box 3\r\n\n\n\r\n\n\n_6. Differentiation of the iNP cells ●TIMING 2-4 weeks_\r\n\n\nIt is preferable to use glass surfaces for differentiation – 96 well plates \\(0.32 cm2) or multichamber slides \\(0.72 cm2).\r\n\n\nThe  protocol for generating striatal neurons was adapted from that of Zhang and colleagues \\(33) and An and colleagues \\(34).  \r\n\n\nThe protocol for generating a mixed population of neuronal sub-types was adapted from that of Brennand and colleagues \\(35).\r\n\n\n6.1.  Day 1. Coat the plating surface with 0.01% poly-ornithine at room temperature for 1 hr. Allow to dry \\(overnight if necessary).\r\n\n\n6.2.  Day 2. Add 10 µg/mL laminin, incubate at 37 °C for at least 1 hr. Remove the coating solution and add media with cells immediately. Do not allow the laminin to dry on the plate.\r\n\n\n6.3.  Break up iNP cells using a pipettor \\(do not trypsinize). Plate cells at high density \\(aim for at least 100,000 cells/cm2) in Neuronal plating media onto coated slides or plates. The cells will be broken into small spheres, and thus it is difficult to count cell number accurately. Approximate the number of wells you will get based on the last replate count. Plate out one well and check density is correct before continuing. Keep in Neuronal plating media for 1 day to assist attachment.\r\n\n\n6.4.  Day 3. Switch cells into specific differentiation media as required.\r\n\n\n\r\n\n\n_A. Neuronal Striatal Stage 1 medium._ Gently change media every 2 days for 10 days. Switch cells to Neuronal Striatal Stage 2 medium. Gently change media every 2 days for ~20 days. Fix cells for immunocytochemical analyses.\r\n\n\n_B. Neuronal mixed medium._ Gently change media every 2 days for 14 days. Fix cells for immunocytochemical analyses.\r\n\n\n**△CRITICAL STEP:** Differentiated cells peel off the culture surface easily, ensure that the culture plates are handled very carefully and that media changes are gentle.\r\n\n\n\r\n\n\n_7. Characterization of iNP-derived neurons and astrocytes by immunocytochemical analysis ●TIMING 2 days_\r\n\n\n7.1. See Box 4\r\n\n\n \r\n\n\n**Box 1 – FACs analysis for determining transfection efficiency**\r\n\n\n1. When planning for FACs analysis, allow for multiple replicates of each sample and minimum counts of 10,000 cells. Triplicate wells of a 24-well plate format are appropriate. Transfect cells with a fluorescently-tagged plasmid, or alternatively, transfect with non-fluorescent plasmid and stain with primary antibody for the transgene and then with fluorescent secondary antibody.\r\n  2. One to three days after transfection, collect cells by trypsinization, centrifuge and resuspend the cell pellet in an appropriate volume of FACs buffer \\(e.g. 500 µL of PBS + 1% FBS).  Avoid diluting the cells too much or too little because dilute solution slows down FACs analysis while a concentrated one can block the machine.\r\n  3. Pass the sample through a cell strainer into a polystyrene FACs tube \\(BD Falcon) to ensure single cells in suspension.\r\n  4. Perform FACs analysis to count the number of fluorescently expressing cells as a percentage of the total number of living cells in the sample.  \r\n  \r\n\n\n**Box 2 – TaqMan® assays**  \r\n\n\n_Gene Assay reference_\r\n\n\n18S rRNA# Hs99999901_s1\r\n\n\nSOX2 \\(endogenous plus transgene) Hs04234836_s1\r\n\n\nPAX6 \\(endogenous plus transgene) Hs00240871_m1\r\n\n\nASCL1 Hs04187546_g1\r\n\n\nBMI1 Hs00995536_m1\r\n\n\nDLX2 Hs00269993_m1\r\n\n\nEMX2 Hs00244574_m1\r\n\n\nFOXG1 Hs01850784_s1\r\n\n\nGLI3 Hs00609233_m1\r\n\n\nHES1 Hs00172878_m1\r\n\n\nHOXB9 Hs00256886_m1\r\n\n\nIRX3 Hs00735523_m1\r\n\n\nNANOG Hs02387400_g1\r\n\n\nNCAM1 Hs00941830_m1\r\n\n\nNGN2 Hs00702774_s1\r\n\n\nNKX6.1 Hs00232355_m1\r\n\n\nOCT3/4 Hs01654807_s1\r\n\n\nOLIG2 Hs00300164_s1\r\n\n\nSIX3 Hs00193667_m1\r\n\n\nSOX1 Hs01057642_s1\r\n\n\nTBR2 Hs00172872_m1\r\n\n\n\r\n\n\n# The 18S normalisation gene is labelled with VIC dye, the genes of interest with FAM dye, to allow for duplex reactions.  The normalization gene is also primer-limited.\r\n\n\nBe aware that these assays were the “best coverage” choice at the time of selection; better assays may have been developed since.\r\n\n\n\r\n\n\n**Box 3 – Immunostaining for iNP cells**  \r\n\n\n1. Coat plastic plates with laminin \\(10 µg/mL) for 1 hr at 37 °C.  \r\n  2. Collect iNP cells using trypsin/EDTA or mechanical dissociation.\r\n  3. Resuspend in fresh neural reprogramming medium, count the cells and replate at ~31,250 cells/cm2 or less.  Incubate for 24-48 hr.\r\n  4. Aspirate the medium and wash with room temperature PBS\r\n  \r\n\n\n**△CRITICAL STEP:** iNP cells and neurospheres detach very easily so treat the cells very carefully.\r\n\n\n\r\n\n\n5. Fix the cells with cold 4% \\(vol/vol) paraformaldehyde in PB for 10 min.\r\n  6. Wash each well with PBS.\r\n  7. Permeabilize the cells with PBS + 0.2% Triton-X for 2x 5 min.\r\n  8. Add primary antibodies in PBS with 3% serum \\(that your secondary antibodies are raised in) and incubate overnight at 4 °C.\r\n  9. Wash the wells with PBS twice for 5 min each.\r\n  10. Add the fluorescent secondary antibodies at 1:500 in PBS + 3% serum. Incubate for 1 hr at room temperature.\r\n  11. Wash the wells 2x 5 min with PBS.  Add 1:1000 DAPI in 0.1 M PB for 10 min. PB rinse and add fresh 0.1 M PB for imaging.\r\n  12. Image under a fluorescent microscope.\r\n  Note: A blocking step overnight at 4 °C in 30% serum/PBS may be necessary for some antibodies and/or particularly dense cultures.\r\n\n\n\r\n\n\n**Box 4 – Immunostaining for iNP-derived neurons**  \r\n\n\n1. Fix the differentiated cells as in Step 4-6 of Box 3.  Be extremely gentle with the cells to prevent peeling.\r\n  2. Permeabilize the cells 3x 2 min with PBS + 0.2% Triton-X.\r\n  3. Follow the subsequent steps as in Box 3.\r\n  4. Image under a fluorescent microscope.\r\n  \r\n\n\n**Box 5 – Antibodies**\r\n\n\n_Antibody Dilution Supplier Catalogue number_\r\n\n\nSOX2  1:50 R&D Systems MAB2018 \r\n\n\nPAX6  1:250 Covance PRB-278P-100\r\n\n\nASCL1 1:200 Chemicon AB5696\r\n\n\nDARPP32 1:100 Novus Biologicals NB10079931\r\n\n\nGAD65/67 1:1000  Chemicon AB1511\r\n\n\nGFAP 1:1000 DAKO Z0334\r\n\n\nMAP2 1:500 Chemicon MAB3418\r\n\n\nNGN2 1:200  R&D Systems MAB3314\r\n\n\nNSE 1:250 DAKO M087329\r\n\n\nTH 1:500 Chemicon AB152\r\n\n\nTUJ-1 1:1000  Covance MMS-435P\r\n\n\nvGlut 1:250 MBL BMP078"
        },
        {
            "header": "Timing",
            "content": "**TIMING**\r\n\n\n_Expansion of human dermal fibroblasts_\r\n\n\nStep 1, expansion of HDF cells: 3-25 days\r\n\n\n_Plasmid Transfection_\r\n\n\nStep 2, transfection of HDF cells: 2 days\r\n\n\nStep 3, reprogramming of transfected HDF cells: ~7 weeks\r\n\n\n_Characterization of iNP cells by qPCR analysis_\r\n\n\nStep 4, RNA isolation, cDNA synthesis, qPCR: 2-3 days\r\n\n\n_Characterization of iNP cells by immunocytochemistry_\r\n\n\nStep 5, iNP immunocytochemistry:  2 days\r\n\n\n_Differentiation of iNP cells_\r\n\n\nStep 6, Differentiation of iNP cells: 2-4 weeks\r\n\n\n_Characterization of differentiated cells by immunocytochemistry_\r\n\n\nStep 7, Immunocytochemistry after differentiation: 2 days"
        },
        {
            "header": "Troubleshooting",
            "content": "see Table 1"
        },
        {
            "header": "Anticipated Results",
            "content": "**ANTICIPATED RESULTS**\r\n\n\nThe direct reprogramming protocol described here typically generates cultures of iNP cells within 6 weeks of SOX2 and PAX6 plasmid transfection \\(Fig 1). The duration and effectiveness of reprogramming depends on transfection efficiency and the particular human dermal fibroblast line used, although in all the lines we have studied to date full iNP reprogramming is reached between 6-9 weeks. Comparable transfection efficiencies and cell survival levels can be achieved using either of the transfection reagents K2 or LTX \\(Fig 2). Transgene protein expression is seen within 1-3 days post-transfection \\(Fig 2a and b) with expression levels greatly reduced by 10 days post-transfection \\(Fig 2c). It should be emphasized that efficient plasmid transfection is the crucial step in generating iNP cells; if efficient reprogramming occurs, then subsequent neural differentiation is robust and reproducible. The formation of neurosphere-like colonies is often observed in the final 2-3 weeks of reprogramming, following cell replating \\(Fig 1b). While this can be used as an indicator of effective reprogramming, it is not necessary for the efficient generation of iNP cells and we have generated several iNP lines that did not produce neurosphere-like colonies during reprogramming and yet expressed high levels of neural stem and pro-neural genes with full neural differentiation. \r\n\n\nThe neural identity of the iNP cells can be characterized by their expression of a range of neural stem and pro-neural genes. Between 6-9 weeks of reprogramming the induction of a range of genes can be observed including OCT3/4, NCAM1, BMI1, HES1, SIX3, NKX6.1, FOXG1, IRX3, HOXB9, NGN2, and TBR2 relative to adult human fibroblast controls16 \\(Fig 3), suggesting that the predominant developmental phenotype expressed is of a dorsal telencephalon lineage. Protein expression of pro-neural markers including Ngn2, and Ascl116 can also be detected by immunocytochemistry in iNP cells. \r\n\n\nOnce full reprogramming has occurred, the neural identity of iNP cells can be determined by immunocytochemistry for neural phenotype-specific markers. The mixed neuronal differentiation protocol results in the generation of neurons expressing either TUJ1, NSE or MAP2 after 2 weeks of culture, while the striatal neuronal differentiation protocol generates mature neurons within 2-4 weeks of differentiation, following transfer to the Stage 2 media \\(Fig 4a-c). Both neuronal differentiation protocols are capable of generating a range of neuronal subtypes from iNP cells including glutamatergic \\(vGlut expression), GABAergic \\(GAD65/67 expression) and catecholaminergic \\(tyrosine hydroxylase \\(TH) expression) 16 \\(Fig 4d-g, i and j). The mixed neuronal differentiation protocol predominantly generates glutamatergic neurons with a smaller population of GABAergic and catecholaminergic neurons observed. In contrast, the striatal neuronal differentiation protocol predominantly generates GABAergic neurons as well as DARPP32-positive neurons, indicating the generation of medium spiny striatal neurons \\(Fig 4e). In addition, following differentiation a population of GFAP-positive astrocytes can be seen in conjunction with mature neurons \\(Fig 4h)16. Astrocyte formation however appears to be dependent on cell plating density, with astrocytic differentiation only observed if iNP cells are plated at a high density of at least 100,000 cells/cm2. Finally, confirmation of functionally mature neurons can be made using single-cell, patch-clamp recordings of spontaneous and evoked excitatory postsynaptic potentials \\(16)."
        },
        {
            "header": "References",
            "content": "**REFERENCES**\r\n\n\n1. Lassar, A.B., Paterson, B.M. & Weintraub, H. Transfection of a DNA locus that mediates the conversion of 10T1 2 fibroblasts to myoblasts. Cell 47, 649-656 \\(1986).\r\n  2. Davis, R.L., Weintraub, H. & Lassar, A.B. Expression of a single transfected cDNA converts fibroblasts to myoblasts. Cell 51, 987-1000 \\(1987).\r\n  3. Vierbuchen, T., et al. Direct conversion of fibroblasts to functional neurons by defined factors. Nature 463, 1035-1041 \\(2010).\r\n  4. Ieda, M., et al. Direct Reprogramming of Fibroblasts into Functional Cardiomyocytes by Defined Factors. Cell 142, 375-386 \\(2010).\r\n  5. Sekiya, S. & Suzuki, A. Direct conversion of mouse fibroblasts to hepatocyte-like cells by defined factors. Nature 475, 390-U148 \\(2011).\r\n  6. Pereira, C.F., et al. Induction of a hemogenic program in mouse fibroblasts. Cell Stem Cell 13, 205-218 \\(2013).\r\n  7. Weissbein, U., Ben-David, U. & Benvenisty, N. Virtual karyotyping reveals greater chromosomal stability in neural cells derived by transdifferentiation than those from stem cells. Cell Stem Cell 15, 687-691 \\(2014).\r\n  8. Kim, J., et al. Direct reprogramming of mouse fibroblasts to neural progenitors. PNAS 108, 7838-7843 \\(2011).\r\n  9. Thier, M., et al. Direct Conversion of Fibroblasts into Stably Expandable Neural Stem Cells. Cell Stem Cell 10, 473-479 \\(2012).\r\n  10. Kumar, A., et al. Zic3 induces conversion of human fibroblasts to stable neural progenitor-like cells. Journal of Molecular Cell Biology 4, 252-255 \\(2012).\r\n  11. Matsui, T., et al. Neural Stem Cells Directly Differentiated from Partially Reprogrammed Fibroblasts Rapidly Acquire Gliogenic Competency. Stem Cells, 1109-1119 \\(2012).\r\n  12. Lu, J., et al. Generation of integration-free and region-specific neural progenitors from primate fibroblasts. Cell Rep 3, 1580-1591 \\(2013).\r\n  13. Mitchell, R.R., et al. Activation of Neural Cell Fate Programs Toward Direct Conversion of Adult Human Fibroblasts into Tri-potent Neural Progenitors Using OCT-4. Stem Cells Dev \\(2014).\r\n  14. Lujan, E., Chanda, S., Ahlenius, H., Sudhof, T.C. & Wernig, M. Direct conversion of mouse fibroblasts to self-renewing, tripotent neural precursor cells. P Natl Acad Sci USA 109, 2527-2532 \\(2012).\r\n  15. Tian, C., et al. Direct conversion of dermal fibroblasts into neural progenitor cells by a novel cocktail of defined factors. Current Molecular Medicine 12, 126-137 \\(2012).\r\n  16. Maucksch, C., et al. Non-Viral Generation of Neural Precursor-like Cells from Adult Human Fibroblasts. Journal of Stem Cells & Regenerative Medicine 8, 162-170 \\(2012).\r\n  17. Han, Dong W., et al. Direct Reprogramming of Fibroblasts into Neural Stem Cells by Defined Factors. Cell Stem Cell 10, 465-472 \\(2012).\r\n  18. Ring, Karen L., et al. Direct Reprogramming of Mouse and Human Fibroblasts into Multipotent Neural Stem Cells with a Single Factor. Cell Stem Cell 11, 100-109 \\(2012).\r\n  19. Yu, K.R., et al. Rapid and Efficient Direct Conversion of Human Adult Somatic Cells into Neural Stem Cells by HMGA2/let-7b. Cell Rep \\(2015).\r\n  20. Yu, J., et al. Induced pluripotent stem cell lines derived from human somatic cells. Science 318, 1917 - 1920 \\(2007).\r\n  21. Takahashi, K., et al. Induction of pluripotent stem cells from adult human fibroblasts by defined factors. Cell 131, 861-872 \\(2007).\r\n  22. Bylund, M., Andersson, E., Novitch, B.G. & Muhr, J. Vertebrate neurogenesis is counteracted by Sox1-3 activity. Nature Neuroscience 6, 1162-1168 \\(2003).\r\n  23. Graham, V., Khudyakov, J., Ellis, P. & Pevny, L. SOX2 functions to maintain neural progenitor identity. Neuron 39, 749-765 \\(2003).\r\n  24. Pevny, L. & Placzek, M. SOX genes and neural progenitor cell identity. Current Opinion in Neurobiology 15, 7-13 \\(2005).\r\n  25. Maucksch, C., Jones, K.S. & Connor, B. Concise Review: The Involvement of SOX2 in Direct Reprogramming of Induced Neural Stem/Precursor Cells. Stem Cells Translational Medicine 2, 579-583 \\(2013).\r\n  26. Sansom, S.N., et al. The Level of the Transcription Factor Pax6 Is Essential for Controlling the Balance between Neural Stem Cell Self-Renewal and Neurogenesis. PLoS Genet 5, e1000511 \\(2009).\r\n  27. Davidson, K.C., et al. Wnt3a regulates survival, expansion, and maintenance of neural progenitors derived from human embryonic stem cells. Molecular and Cellular Neuroscience 36, 408-415 \\(2007).\r\n  28. Gajović, S., St-Onge, L., Yokota, Y. & Gruss, P. Retinoic acid mediated Pax6 expression during in vitro differentiation of embryonic stem cells. Differentiation 62, 187-192 \\(1997).\r\n  29. Zhang, X., et al. Pax6 is a human neuroectoderm cell fate determinant. Cell Stem Cell 7, 90-100 \\(2010).\r\n  30. Ring, K.L., et al. Direct Reprogramming of Mouse and Human Fibroblasts into Multipotent Neural Stem Cells with a Single Factor. Cell Stem Cell 11, 100-109 \\(2012).\r\n  31. Kirkeby, A. & Parmar, M. Building authentic midbrain dopaminergic neurons from stem cells - lessons from development. Translat.Neurosci. 3, 314-319 \\(2012).\r\n  32. Livak, K.J. & Schmittgen, T.D. Analysis of relative gene expression data using real-time quantitative PCR and the 2\\(-Delta Delta C\\(T)) Method. Methods  25, 402-408 \\(2001).\r\n  33. Zhang N, An MC, Montoro D & LM., E. Characterization of Human Huntington’s Disease Cell Model from Induced Pluripotent Stem Cells. . PLoS Currents. 2: RRN1193\\(2010).\r\n  34. An, M.C., et al. Genetic correction of huntington's disease phenotypes in induced pluripotent stem cells. Cell Stem Cell 11, 253-263 \\(2012).\r\n  35. Brennand, K.J., et al. Modelling schizophrenia using human induced pluripotent stem cells. Nature 473, 221-225 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "**ACKNOWLEDGEMENTS**\r\n\n\nThis work was funded by the Neurological Foundation of New Zealand, the Auckland Medical Research Fund, and the Maurice and Phyllis Paykel Trust."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13340,
                "identity": "a059dc1c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bronwen Connor",
                "email": "b.connor@auckland.ac.nz",
                "orcid": "",
                "institution": "Connor lab, University of Auckland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bronwen",
                "middleName": "",
                "lastName": "Connor",
                "suffix": ""
            },
            {
                "id": 13341,
                "identity": "a059df03-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Erin Firmin",
                "email": "",
                "orcid": "",
                "institution": "Connor lab, University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erin",
                "middleName": "",
                "lastName": "Firmin",
                "suffix": ""
            },
            {
                "id": 13342,
                "identity": "a059e193-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christof Maucksch",
                "email": "",
                "orcid": "",
                "institution": "Connor lab, University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christof",
                "middleName": "",
                "lastName": "Maucksch",
                "suffix": ""
            },
            {
                "id": 13343,
                "identity": "a059e31a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rui Liu",
                "email": "",
                "orcid": "",
                "institution": "Connor lab, University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rui",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 13344,
                "identity": "a059e477-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rebecca Playne",
                "email": "",
                "orcid": "",
                "institution": "Connor lab, University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rebecca",
                "middleName": "",
                "lastName": "Playne",
                "suffix": ""
            },
            {
                "id": 13345,
                "identity": "a059e5c4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kathryn Jones",
                "email": "",
                "orcid": "",
                "institution": "Connor lab, University of Auckland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kathryn",
                "middleName": "",
                "lastName": "Jones",
                "suffix": ""
            },
            {
                "id": 13346,
                "identity": "a059e714-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mirella  Dottori",
                "email": "",
                "orcid": "",
                "institution": "University of Melbourne",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mirella",
                "middleName": "",
                "lastName": "Dottori",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-04-09 03:03:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.034",
        "doiUrl": "https://doi.org/10.1038/protex.2015.034",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609165,
                "identity": "4b1d940e-c217-462d-b971-e407921f9752",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 229775,
                "visible": true,
                "origin": "",
                "legend": "Timeline of iNP formation and subsequent differentiation following SOX2 and PAX6 plasmid transfection   (A)  Transcription factors were introduced into adult human fibroblast cells by plasmid DNA transfection and specialized media components, forming iNP cells that are capable of differentiation into neurons of various sub-types, and astrocytes.  (B)  Phase-contrast images showing stages of iNP formation over time.  Scale bar = 100µm.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3885/v1/figure_1.jpg"
            },
            {
                "id": 2609166,
                "identity": "e0ed4f9e-20c3-4dad-9310-59f7a329ba37",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 263945,
                "visible": true,
                "origin": "",
                "legend": "Plasmid transfection efficiency and survival.     (A)  Bright-field images of cells transfected with GFP (green) using either Lipofectamine LTX or K2 transfection reagent. (B) Expression of pLVX-IRES-SOX2-zsGreen (green) and pLVX-IRES-PAX6-tdTomato (red) following transfection using either Lipofectamine LTX or K2 transfection reagent. (C) Time course of pLVX-IRES-SOX2-zsGreen (green) and pLVX-IRES-PAX6-tdTomato (red) expression at days 3 and 10 post-transfection (PTF) using Lipofectamine LTX. Note a loss of protein expression by 10 days post-transfection. (D) Confirmation of SOX2 and PAX6 protein expression 3 days after plasmid transfection. (E) Graph comparing the efficiency of single transfection and co-transfection with control vectors (pLVX-IRES-zsGreen and pLVX-IRES-tdTomato) or expression vectors (pLVX-IRES-SOX2-zsGreen and pLVX-IRES-PAX6-tdTomato). (F) Graph demonstrating the survival of human fibroblasts after transfection with GFP or co-transfection with pLVX-IRES-SOX2-zsGreen and pLVX-IRES-PAX6-tdTomato using either Lipofectamine LTX or K2 transfection reagent. This is reported as a percentage of the number of cells in an untransfected sample, as measured 3d post-transfection by multiple readings using Alamar blue reagent. Scale bar = 50µm (B and D); 100µm (C).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3885/v1/figure_2.jpg"
            },
            {
                "id": 2609167,
                "identity": "d5624227-0994-434b-a52e-059471110b6a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 104760,
                "visible": true,
                "origin": "",
                "legend": "Transcriptional characterization of iNP cells.    Graph demonstrating the fold change in gene expression in one line of iNP cells relative to adult human fibroblast controls 9 weeks following SOX2 and PAX6 transfection.  ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3885/v1/figure_3.jpg"
            },
            {
                "id": 2609169,
                "identity": "b94be6fe-917d-4041-8045-b1fc842a245b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 368470,
                "visible": true,
                "origin": "",
                "legend": "Characterization of iNP-derived neurons and astrocytes by immunocytochemistry.    (A-C) The neuronal markers TUJ1 (A), NSE (B) and MAP2 (C), all represented in green, are expressed following both mixed neuronal and striatal differentiation protocols. The phenotypic markers vGlut (D), GAD65/67 (G and J), TH (F and I) and DARPP32 (E) are co-expressed with either the neuronal marker TUJ1 (D, E, F and G) or NSE (I and J) following mixed neuronal and striatal differentiation. (H) A population of GFAP-positive astrocytes are also generated following iNP differentiation.  DAPI is a nuclear stain that is represented in blue for these images.  ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3885/v1/figure_4.jpg"
            },
            {
                "id": 13465334,
                "identity": "43d591bd-abec-423e-8d0b-9e030cb2ea7c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 461318,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3885/v1/ffafd15d-97af-44b5-9e39-ad25041e5056.pdf"
            },
            {
                "id": 2609170,
                "identity": "1d25fdb5-1113-4f0a-9b85-b8c9eb992d5a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 18238,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Troubleshooting Table",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-3885/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cell reprogramming, neural precursor cells, human fibroblasts, SOX2, PAX6",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Direct reprogramming offers a unique approach by which to generate mature neural lineages for the study and treatment of neurological diseases and neurodevelopmental disorders. However, few studies have directly generated neural stem/precursor cells \\(iNPs) from adult human fibroblasts that are capable of producing a wide range of mature neuronal phenotypes. Further, current reprogramming protocols require the use of viral-mediated gene delivery to induce the generation of iNPs from human fibroblasts. Here we describe a robust and efficient protocol to directly reprogram adult human fibroblasts to expandable iNPs using transient non-viral gene delivery in a feeder-free cell culture system. The two transfection factors required for direct conversion to iNP cells, SOX2 and PAX6, do not generate a pluripotent cell state, reducing the potential risk of tumor formation following transplantation. By following the current protocol, iNPs are observed 6-9 weeks after transfection. Upon differentiation, iNPs generate both astrocytes and a range of phenotype-specific neurons.",
        "manuscriptTitle": "Direct Conversion of Adult Human Fibroblasts into Induced Neural Precursor Cells by Non-Viral Transfection.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-04-14 17:38:06",
                "doi": "10.1038/protex.2015.034",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a059605d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 14th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3332,
                "name": "Cell biology"
            },
            {
                "id": 3333,
                "name": "Neuroscience"
            },
            {
                "id": 3334,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-04-14 17:38:06",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}