{
    "identity": "nprot-6463",
    "title": "An antibody-based approach for the _in situ_ evaluation of mouse contribution in human stem cell-derived xenografts",
    "content": [
        {
            "header": "Introduction",
            "content": "The development and progression of solid tumors is under the control of two interacting processes. During the multi-step tumor pathogenesis, the neoplastic cells themselves undergo significant genetic and epigenetic alterations. In addition, the tumor recruits various cells of host origin including endothelial cells, immune cells and fibroblasts, which together form the tumor-associated stroma, designated as the tumor microenvironment. Tumor growth, homeostasis and progression ultimately depend on the recruitment of these cells, which become crucial cellular components and control the tumor in a largely paracrine manner upon infiltration. Meanwhile, it is well-established that the tumor microenvironment is an equally important determinant of tumor behavior. Currently, the optimal and therefore most commonly used approach to investigate the role of this phenomenon is the experimental induction of xenografts via transplantation of human tumor cells into immunodeficient mice<sup>1-4</sup>.\r\n\n\n\r\n\n\nWhen xenografted into mice, human embryonic stem cells \\(hESC) and human induced pluripotent stem cells \\(hiPSC) trigger the formation of very specific tumors, known as teratomas, which consist of differentiated cells of all three embryonic germ layers and harbor fundamentally different properties compared to somatic tumours<sup>5,6</sup>. \r\n\n\n\r\n\n\nIn a very recent study, we report the so far undescribed role of the microenvironment for the development human teratomas. Specifically, we found that human pluripotent stem cells \\(hPSC), when grafted into immunodeficient mice and allowed to form a teratoma, induce the recruitment of host cells from the teratoma-adjacent tissue via secretion of insulin-like growth factor I \\(IGF-I) and II \\(IGF-II). Stem cell-induced invasion of somatic target cells is initiated by paracrine activation of mechanistic target of rapamycin complex 1 \\(mTORC1), which triggers hypoxia-inducible factor-1α \\(HIF-1α)-mediated activation of matrix metalloproteinases \\(MMPs) and extracellular matrix degradation. Among the recruited host cells, we identified cell types of various origins, mainly blood cells, immune cells and fibroblasts. Importantly, we found this mechanism of host cell attraction from the microenvironment to be essential for teratoma development and progression<sup>7</sup>.\r\n\n\n\r\n\n\n**Comparison with existing approaches**\r\n\n\nFor somatic tumor xenografts as well as for stem cell-derived teratomas, whenever a comprehensive picture of the tumor microenvironment needs to be drawn, the chosen detection method should ideally meet all of the following criteria: \\(i) it must be proven to be mouse-specific to ensure the reliable and accurate discrimination between the infiltrating host cells and the grafted human cells, \\(ii) it should be sensitive and yield a robust signal to track down even trace amounts of contributing host cells, \\(iii) address host cell properties such as morphology, location and structural assembly, and \\(iv) detect as many cell types as possible, preferably all, in a single reaction step to visualize the microenvironment in its entirety. The latter parameter imply that the structure and cellular characteristics of the native tissue are preserved, which does not only allow to assess the structural relationship between the infiltrating host cells and the grafted tumor cells, but to monitor all changes in tissue architecture that proceed and promote tumor progression. \r\n\n\n\r\n\n\nCurrently, many different approaches exist, which do not fullfill this set of criteria. The vast majority of them, including DNA<sup>8,9</sup>- and RNA<sup>10-13</sup>-based PCR and reverse transcription quantitative real-time PCR \\(RT-qPCR), species-specific transcriptome<sup>14-20</sup> and proteome<sup>21,22</sup> analyses as well as flow cytometry<sup>23-25</sup>, are molecular profiling approaches which require tissue dissociation or lysis and do not address host contribution in situ on a single cell level. To investigate the unperturbed interaction between the tumor and its microenvironment, the use of genetically modified cells or mouse models expressing fluorescent reporter proteins<sup>26-30</sup> might want to be avoided. Others, inluding less common DNA<sup>31-33</sup>- and RNA<sup>34,35</sup>- in situ hybridization as well as broadly used IHC<sup>36-41</sup>, do address this aspect but harbor the limitations to be either difficult to evaluate and interpret, as this is the case for in situ hybridization approaches, or to rely on mouse-specific probes or antibodies which target only one particular cell type \\(**Fig. 1a**). The latter, if not applied to answer a specific biological question, definitely introduces a strong bias through the detection of a host subpopulation, even if the detected cells are present in large numbers. This point is also valid for multiplex IHC<sup>42,43</sup>, which employs antibody panels of up to six different primaries to characterize a subset of cells. Accordingly, to visualize the tumor microenvironment as a whole, research in this area could benefit from a post-labeling protocol, based on a single antibody, which allows to detect mouse cells irrespective of a particular cell type in a sensitive and highly specific manner. \r\n\n\n\r\n\n\n**Development of the procedure** \r\n\n\nThe establishment of a protocol as described above requires the prior identification of a mouse-specific or rather \"mouse-but-not-human\"-reactive antibody, which targets a protein exhibiting widespread, abundant and stable expression. Since housekeeping genes are defined by their more or less ubiquitous expression<sup>44,45</sup>, we first compiled a list of the most frequently studied housekeeping proteins for which antibodies are commercially available. Next, sequence alignments<sup>46</sup> allowed us to exclude those candidates with 100% sequence homology between human and mouse \\(6 out of 46, or 13%), among these the broadly used tubulins. For the remainder, the majority of proteins \\(60%) exhibits a sequence identity equal to or greater than 95% \\(**Supplementary Table 1**). Finally, we aimed to identify an antibody, which we estimated to be mouse-specific, because its binding site maps to a region with low sequence homology between human and mouse. Following this strategy, we focused on a monoclonal antibody, which is produced by immunizing rabbits with a synthetic peptide corresponding to residues surrounding Gly18 of mouse peptidyl-prolyl cis-trans isomerase A \\(cyclophilin A), a protein exhibiting fundamental functions in protein folding<sup>47</sup>. Sequence alignment revealed that this Gly18 residue is located in near proximity to a region with low homology between human and mouse \\(**Fig. 1b**). Although sequence comparison generally gives some good indication about antibody specificity, it is certainly not conclusive. At this point, to further consider this antibody for microenvironment studies, a characterization of its specificity and sensitivity was thus mandatory.\r\n\n\n\r\n\n\nMouse specificity was proven by Western blot analyses of a variety of human and mouse cells of distinct origins, including pluripotent and somatic cells, either primary, immortalized or tumor-derived \\(**Table 1**). Particularly relevant to _in situ_ approaches, these experiments also excluded cross-reactivity with other proteins in both species. Intriguingly, in contrast to βactin and GAPDH, we found cyclophilin A protein levels to be very comparable between cells \\(**Fig. 2a,b; Supplementary Fig. 1a,b**). These data are consistent with previous results on human cyclophilin A mRNA expression<sup>48</sup> and suggest a more uniform and stable expression compared to other housekeeping genes, which is extremely favorable to the intended approach.\r\n\n\n\r\n\n\nFurthermore, dot blot analyses revealed that the chosen antibody also detects the native protein in a species-specific manner \\(**Fig. 2c**). More detailed investigations demonstrated that both, the reduced/ denatured and the native protein can reproducibly be detected in as little as 1x10<sup>3</sup> murine cells as well as in its secreted form in cell conditioned medium \\(**Supplementary Fig. 1c,d; Supplementary Fig. 2**).\r\n\n\n\r\n\n\nImportantly, we found the cyclophilin A \\(D2Y4M) rabbit monoclonal antibody to be an excellent tool for the _in situ_ labeling of paraformaldehyde-fixed murine cells \\(**Fig. 3a**). _In vitro_ co-cultivation experiments further demonstrated that the antibody detects mouse cells in a human background without evidence of species cross-reactivity in a sensitive manner \\(**Fig. 3b,c; Supplementary Fig. 3**). Lastly, before proceeding to _in situ_ analysis of the teratoma microenvironment, we confirmed that the antibody can be used on extracts of teratoma and mouse skeletal muscle lysates \\(Matrigel injection control), both representing a variety of different cells. These data convincingly showed that mouse cyclophilin A can be readily detected without any signs of cross-reactivity towards unrelated epitopes right in the tissues under investigation \\(**Fig. 4**). In summary, these results provided strong evidence that the so identified and characterized cyclophilin A antibody is a valuable tool to study the teratoma microenvironment.\r\n\n\n\r\n\n\nAfter preliminary antibody validation, we finally went on to immunostaining of formaldehyde-fixed and paraffin-embedded tissue to verify the suitability of the antibody for the intended application. Upon several rounds of protocol testing and optimization, we could successfully identify those parameters that are critical to the outcome of the procedure and in conclusion give optimum results. The resultant fluorescent IHC protocol represents a simple and extremely robust approach to visualize the tumor microenvironment rapidly and comprehensively, irrespective of a particular cell type or subpopulation.\r\n\n\n\r\n\n\n**Applications**\r\n\n\nNext to other criteria, the capacity to form a teratoma upon injection into immunodeficient mice is key to prove a human stem cell to be pluripotent<sup>5,6,49</sup>. Although teratoma formation is routinely used as an _in vivo_ test for pluripotency, basic research into the development of experimentally induced teratomas, especially the interaction of the grafted stem cells with their local environment, is still very limited. In this respect, our recent finding on the role of the microenvironment for teratoma progression potentially initiates a variety of new applications of this procedure in stem cell research. These certainly include the further characterization of the teratoma microenvironment for its impact on tumor initiation and growth, but also the investigation of any other type of interactions between the transplanted stem cells or stem cell derivatives and the host tissue of interest.\r\n\n\n\r\n\n\nIn contrast to the teratoma microenvironment, which has only recently been discovered, the role of the microenvironment in somatic tumor biology is currently under intense investigation. The establishment of human tumor xenografts in immunodeficient mice is a broadly used approach, also since the species difference can form the basis for the reliable discrimination between the tumor and its infiltrating microenvironment. More or less for every solid tumour, xenograft models have already been developed<sup>2-4</sup>. As an example, one could mention the elegant preclinical xenograft model of prostate cancer<sup>50</sup> or the establishment of a tumorgraft platform for preclinical drug testing in human renal cell carcinomas<sup>51</sup>. However, independent of the particular tumor type and although initially developed to study the teratoma microenvironment, the cyclophilin A-based protocol can be applied to virtually any human xenograft model to assess mouse contribution at a comprehensive level covering all cell types that constitute the tumor microenvironment.\r\n\n\n\r\n\n\nIn the context of _in situ_ labeling approaches as described above, the mouse-specific detection of a housekeeping gene such as cyclophilin A could also serve as a robust reporter system. Specifically, co-staining of mouse cyclophilin A can be used to prove the host \\(mouse) origin of a cell which has been labeled for a protein that cannot be detected in a species-specific manner, either since there are no antibodies commercially available or due to high sequence homolgy between human and mouse which makes the generation of a species-specific antibody unlikely or impossible. To our experience, this possibility to overcome the limitations in the availability of mouse-specific antibodies is especially relevant to the application of phospho-specific antibodies and allows to study the activation state of signaling cascades in a species-specific manner<sup>7</sup>.  \r\n\n\n\r\n\n\nIn conclusion, this protocol could be of use whenever the detection respectively discrimination of mouse cells from human cells is required. Next to the analysis of the tumor microenvironment, the _in situ_ evaluation of mouse contribution might also find use in separation, enrichment or depletion experiments in order to monitor or assess the efficiency of the procedure. Due to the superior antibody performance in all tested procedures, the range of possible applications is certainly not limited to the one described here but, depending on the specific question, might cover numerous other approaches which depend on the reliable discrimination between human and mouse.  \r\n\n\n\r\n\n\n**Limitations**\r\n\n\nSince the used cyclophilin A rabbit monoclonal antibody is not directly labeled, its detection requires a secondary antibody. Although indirect detection usually offers increased sensitivity through signal amplification, this fact is a limitation for its use in double or multiplex stainings since proteins, for which only rabbit antibodies are available, cannot be readily co-analysed. Sequential staining might be a possibilty to circumvent this shortcoming but is more time-consuming and requires the second primary to be directly conjugated. Similarly, antibody conjugation using \"do-it-yourself-antibody-conjugation-kits\" might introduce changes which impact overall antibody performance and increase the risk of loosing quality in terms of specificity and/or sensitivity, especially for the inexperienced user. A reasonable alternative are custom antibody conjugation services which do not only offer mere conjugation but validation of the conjugated antibody in the key application of interest. In addition, whenever _in situ_ labeling methods are applied, quantitative data evaluation for statistical processing requires a solution combining high resolution imaging with an adequate quantification software. \r\n\n\n\r\n\n\n**Experimental design**\r\n\n\nThe following step-by-step procedure covers the immunostaining of formaldehyde-fixed, paraffin-embedded human teratoma tissue for the detection of mouse cyclophilin A to assess host contribution in hESC-derived xenografts. It essentially follows standard methodology for IHC and immunofluorescence which we carefully adjusted for combination with the candidate cyclophilin A antibody. The resultant fluorescent IHC protocol is straightforward, technically feasible and generally well doable in any laboratory equipped for basic molecular or cell biological techniques. Additional considerations regarding the overall experimental set-up, including \\(i) preliminary antibody validation, \\(ii) teratoma formation and tissue sampling, and \\(iii) the immunostaining protocol itself are summarized in an Experimental Design supplement \\(Figures section) and briefly discussed.\r\n\n\n\r\n\n\n**Level of expertise needed to implement the protocol**\r\n\n\nThe presented step-by-step procedure is readily accessible to entry level and advanced researchers, such as graduate students and postdoctoral scientists, and does not assume expertise in IHC applications. It has been designed for minimal, if any, end-user optimization, and contains all necessary informations to either implement the protocol from scratch or to refine the approach for extended applications such as multiplex stainings. Basic knowledge of confocal microscopy is of advantage. In order to complete the preliminary antibody validation and teratoma formation steps, theoretical and practical knowledge of protein analysis techniques, human pluripotent stem cell culture and animal experimentation are required, the latter equivalent to FELASA \\(Federation of European Laboratory Animal Science Associations) category B."
        },
        {
            "header": "Reagents",
            "content": "**REAGENTS**\r\n\n\n○ Formaldehyde-fixed, paraffin-embedded tissue sections at 2-5 µm mounted onto positively charged adhesion slides \\(Type Menzel Superfrost plus art. no. J1800AMNZ; VWR, cat. no. 631-9483). See **Box 1** and **2**, and the Experimental design section for details on teratoma formation and tissue sampling.\r\n\n\nCRITICAL Silanized slides or slides with a chemistry similar to silane \\(e.g. Superfrost plus) greatly improve tissue adherence by attracting the negatively charged tissue to their positively charged surface. They are preferred over polymer \\(e.g. polylysine)-coated slides since their charge is more or less permanent and cannot be washed off. Do not use regular, i.e. uncharged or uncoated, microscope slides. This will increase the likelihood of sections coming off during slide preparation, especially microwave heating, and staining.\r\n\n\n○ Xylene \\(isomeric mixture), histological grade \\(Merck, cat. no. 108298)\r\n\n\nCAUTION Xylene is a volatile and toxic organic solvent and should be handled carefully. It is flammable and harmful if swallowed, by inhalation and in contact with skin. Use in a chemical fume hood and wear protective gloves and clothing. Dispose of as hazardous waste in accordance with local regulations. Keep container tightly closed and store in a well-ventilated place.\r\n\n\n○ 2-Propanol ≥99.8% \\(Roth, cat. no. 6752)\r\n\n\nCAUTION 2-Propanol is highly flammable and causes serious eye irritation. Keep away from heat, hot surfaces and other ignition sources. Wear protective gloves and clothing.\r\n\n\n○ Ethanol absolute ≥99.8% analytical reagent \\(VWR, cat. no. 20821), referred to as 100% ethanol.\r\n\n\nCAUTION Ethanol is highly flammable. Keep away from heat, hot surfaces and other ignition sources. Wear protective gloves.\r\n\n\nCRITICAL Xylene is immiscible with water. Always use ethanol with low water content \\(≤1%) \\(absolute grade). This protocol has been optimized for use with the reagent specified above and does not require the application of anhydrous formulations containing ≤0.005% water.\r\n\n\n○ Deionized water \\(dH<sub>2</sub>O)\r\n\n\n○ 70% \\(v/v) and 50% \\(v/v) aqueous ethanol solutions\r\n\n\n○ SignalStain Citrate Unmasking Solution \\(10X) \\(Cell Signaling Technology, cat. no. 14746)\r\n\n\n○ Dulbecco's phosphate-buffered saline \\(DPBS) \\(1X) w/o Ca<sup>2+</sup> and Mg<sup>2+</sup> \\(Lonza, cat. no. 17-512)\r\n\n\n○ Bovine serum albumin \\(BSA) Fraction V \\(pH 7.0) \\(AppliChem, cat. no. A1391)\r\n\n\n○ Normal goat serum \\(Cell Signaling Technology, cat. no. 5425)\r\n\n\n○ Triton X-100, laboratory grade \\(Sigma-Aldrich, cat. no. X100)\r\n\n\nCAUTION Triton X-100 is classified as being hazardous in case of eye and skin contact, and if swallowed. Wear protective cloves and clothing.\r\n\n\n○ Cyclophilin A \\(D2Y4M) rabbit monoclonal antibody \\(Cell Signaling Technology, cat. no. 51418)\r\n\n\nCRITICAL This antibody is the key component of the protocol. Any subsequently introduced modifications such as fluorophore conjugation using \"do-it-yourself-conjugation kits\" or custom conjugation services, as well as other formulations of this clone, e.g. those provided by distinct suppliers, need to be thoroughly validated before their use in this protocol. Adjustments of the step-by-step procedure might be necessary.\r\n\n\n○ SMA \\(α-smooth muscle actin) \\(1A4) mouse monoclonal antibody \\(Abcam, cat. no. ab7817). Optional\r\n\n\n○ Rabbit \\(DA1E) monoclonal IgG \\(isotype control) \\(Cell Signaling Technology, cat. no. 3900)\r\n\n\n○ Mouse \\(MOPC-173) monoclonal IgG<sub>2a</sub> \\(isotype control) \\(Abcam, cat. no. 18413). Optional\r\n\n\n○ Goat anti-rabbit IgG \\(H+L), F\\(ab')<sub>2</sub> fragments, Alexa Fluor 488 conjugated \\(Cell Signaling Technology, cat. no. 4412)\r\n\n\nCRITICAL F\\(ab')<sub>2</sub> fragment antibodies are produced by enzyme digestion of whole IgG to remove most of the Fc portion while leaving the two antigen-binding portions and some of the hinge region intact. Their use precludes the binding between Fc portions of antibodies and Fc receptors on tissue cells \\(e.g. macrophages), and thereby reduces background staining. Due to their smaller size, they penetrate the fixed tissue more efficiently. Product #4412 is pre-adsorbed against both, pooled human and mouse serum, hybridoma proteins as well as purified human paraproteins and thus ideal for use with mixed-species samples. For best results, use the product specified above or a product of equivalent grade. \r\n\n\n○ Goat anti-mouse IgG \\(H+L), F\\(ab')<sub>2</sub> Fragments, Alexa Fluor 594 conjugated \\(Cell Signaling Technology, cat. no. 8890). Optional\r\n\n\n○ DAPI \\(Sigma-Aldrich, cat. no. D9542)\r\n\n\n○ VECTASHIELD aqueous \\(non-hardening) antifade mounting medium \\(Vector Laboratories, cat. no. H-1000)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n○ 70% \\(v/v) and 50% \\(v/v) aqueous ethanol solutions. For 1 L, add 300 ml and 500 ml dH<sub>2</sub>O to 700 ml and 500 ml 100% ethanol, respectively. Store in glass bottles at room temperature. Cap tightly to minimize evaporation.\r\n\n\n○ Antigen retrieval buffer: 10 mM sodium citrate, pH 6.0. For 50 ml 1X citrate unmasking solution, add 5 ml SignalStain Citrate Unmasking Solution \\(10X) to 45 ml dH<sub>2</sub>O. Prepare 1X solutions freshly before use or on a daily basis.\r\n\n\n○ Triton X-100 working solution: 10% \\(v/v) Triton X-100. To prepare 50 ml Triton X-100 working solution, add 5 ml Triton X-100 to 45 ml dH<sub>2</sub>O. Mix well using a magnetic stirrer or roller mixer. Store at room temperature for up to six months.\r\n\n\n○ Blocking solution \\(and antibody diluent) \\(option A): 1X DPBS/1% \\(w/v) BSA/0.3% \\(v/v) Triton X-100. For 10 ml, mix 0.1 g BSA into 9.7 ml 1X DPBS and incubate on a roller mixer until completely dissolved. Add 300 µl 10% \\(v/v) Triton X-100 and mix by gently inverting the tube. Prepare fresh solutions immediately before use or on a daily basis.\r\n\n\n○ Blocking solution \\(and antibody diluent) \\(option B): 1X DPBS/5% \\(v/v) normal goat serum/0.3% \\(v/v) Triton X-100. For 10 ml, mix 0.5 ml normal goat serum with 9.2 ml 1X DPBS. Add 300 µl 10% \\(v/v) Triton X-100 and mix by gently inverting the tube. Prepare fresh solutions immediately before use or on a daily basis. Normal goat serum is stable at 4ºC for up to one month. For prolonged storage, prepare working aliquots of ~250-500 µl and store at -20°C.\r\n\n\n○ DAPI stock solution. To prepare a 2 mg/ml solution in water, dissolve 1 mg DAPI in 500 µl dH<sub>2</sub>O. Aliquote into working volumes and store at -20°C. Protect from light.\r\n\n\n○ DAPI working solution. For a 2 µg/ml solution in 1X DPBS, dilute the DAPI stock solution 1 to 1,000 in 1X DPBS. For optimum results, prepare freshly right before use. Protect from light."
        },
        {
            "header": "Equipment",
            "content": "**EQUIPMENT**\r\n\n\n○ Coplin staining jar with screw-on lid, glass \\(Type Wheaton art. no. 900570, Fisher Scientific, cat. no. 10529892)\r\n\n\n○ Coplin staining jar with screw-on lid, plastic, microwave-compatible \\(Thermo Scientific, cat. no. 194)\r\n\n\n○ Forceps with PTFE-coating, suitable for use with solvents \\(Roth, cat. no. C833.2)\r\n\n\n○ Incubator capable of reaching a temperature of 60°C \\(VWR, cat. no. 390-0353)\r\n\n\n○ Microwave oven \\(Silva, model 2090, 800 W)\r\n\n\nCRITICAL This protocol has been established using a non-programmable domestic microwave of standard quality, operated manually via switch on/off cycles at selected power levels. The use of a scientific or laboratory-grade precision microwave with multiple power levels, programmable running modes and especially with accurate temperature and timing control might require prior testing to convert given heating parameters into instrument settings that perform equally well.\r\n\n\n○ Liquid-repellent slide marker, 2 mm tip width \\(Type PAP pen, Sigma-Aldrich, cat. no. Z672548)\r\n\n\nCAUTION Contains hazardous ingredients. Avoid contact with skin and eyes. Wear protective gloves.\r\n\n\n○ Light- and air-tight moisture chamber \\(Electron Microscopy Sciences, cat. no. 62010-37)\r\n\n\n○ Precision coverslips, No. 1.5 \\(0.16-0.19 mm thickness), 24 x 60 mm \\(Type Menzel, VWR, cat. no. 631-0853) \r\n\n\nCRITICAL Coverslip thickness has a crucial impact on image quality. Whereas for most applications a coverslip thickness of 0.13-0.16 mm \\(No. 1.0) is sufficient, high-resolution microscope objectives with high numerical aperture, such as those used in confocal microscopy, are designed to be used with coverslips of higher thickness.\r\n\n\n○ Slide folder \\(VWR, cat. no. 631-0689) \r\n\n\n○ Slide box \\(Science Services, cat. no. E71459)\r\n\n\n○ Absorbent paper towels \\(Tork, cat. no. 120305)\r\n\n\n○ Tubes, 15 ml \\(Sarstedt, cat. no. 62.554.502) and 50 ml \\(Sarstedt, cat. no. 62.559.001)\r\n\n\n○ Serological pipettes, 5 ml \\(Sarstedt, cat. no. 86.1253.025), 10 ml \\(Sarstedt, cat. no. 86.1254.025) and 25 ml \\(Sarstedt, cat. no. 86.1685.020)\r\n\n\n○ Tips for single channel pipettes, 10 µl \\(Starlab, cat. no. S1111-3000), 200 µl \\(Starlab, cat. no. S1111-0006) and 1000 µl \\(Starlab, cat. no. S1111-6001)\r\n\n\n○ Variable single-channel pipettes, 0.5-10 µl \\(Eppendorf, cat. no. 3120000020), 20-200 µl \\(Eppendorf, cat. no. 3120000054) and 100-1000 µl \\(Eppendorf, cat. no. 3120000062)\r\n\n\n○ Standard laboratory glassware including bottles \\(VWR, cat. no. 215-1595) and measuring cylinders \\(VWR, cat. no. 612-3847) \r\n\n\n○ Standard laboratory equipment including benchtop centrifuge \\(Thermo Scientific, cat. no. 75002410), orbital shaker \\(Froebel laboratory equipment, cat. no. 1500 Rocky 3-D), tube roller mixer \\(Froebel laboratory equipment, cat. no. 1752RM5-80V), magnetic stirrer \\(VWR, cat. no. 442-0723), vortex mixer \\(VWR, cat. no. 444-2541), refrigerator and freezer.\r\n\n\n○ Confocal laser scanning microscope \\(Leica, model TCS SP8 with LAS X software)\r\n\n\nCAUTION Unless disassembled for maintenance purposes, confocal laser scanning microscopes are generally safe in that users do not have access to the laser path. Most instruments are categorized as low risk equipment since their readily accessible laser power \\(between the objective and the sample) falls below a certain treshold. Obtain your institution’s protocol for laser safety precautions that might apply."
        },
        {
            "header": "Procedure",
            "content": "The following workflow describes the manual processing of formaldehyde-fixed, paraffin-embedded tissue sections for small-scale analyses to meet basic research needs. Using low-capacity staining containers \\(~50-60 ml reagent volume), it is assumed that no more than 10 slides holding 10-20 sections \\(1-2 sections/slide), are handled simultaneously. If required or available, the protocol can be adjusted to fully or semi-automated staining systems. However, given the complex nature of teratoma samples and the time required for microscopy and image taking, it is reasonable to limit the number of analysed specimens to a maximum of around six per run. Cyclophilin A stainings and respective reagent controls \\(e.g. isotype control) are performed on serial sections of the same tissue mounted onto one slide to sustain identical experimental conditions. Tissues from hESC- and control \\(Matrigel)-injected mice are never run separately but always processed in parallel.\r\n\n\n\r\n\n\n**Deparaffinization and rehydration of tissue sections**, Timing ~1 h 40 min\r\n\n\nFor this protocol, formaldehyde-fixed, paraffin-embedded tissues \\(**Box 2**) are sectioned at 2-5 μm, mounted onto positively charged slides and dried overnight at room temperature in an upright position to allow sections to firmly adhere. Slides stored in a slide box at ambient temperature are then typically processed within 3-5 days. The effect of prolonged slide storage on staining quality is generally quite variable and largely depends on the individual protein, and thus has to be established empirically. In our experience, singleplex stainings of cyclophilin A can be performed on slides stored at room temperature for up to six months, with only minor to moderate loss in overall signal intensity. However, for any systematic comparisons, either qualitative or quantitative, and especially if co-staining for other proteins is performed, it is best to use freshly sectioned tissue stored for less than one week.\r\n\n\n\r\n\n\n1 Pre-heat a Coplin staining jar \\(glass-based variant) in an incubator at 60°C for ~30 min. Do not screw on the lid.\r\n\n\n\r\n\n\n2 Load jar with slides positioned upright. Place slides either individually or arrange them back-to-back, and incubate for another 30 min at 60°C to allow the paraffin wax to melt.\r\n\n\nCRITICAL STEP This is a preparative step to soften the paraffin wax and to prime tissue sections for deparaffinization in xylene. It supports the efficient removal of paraffin which is essential to achieve a good signal-to-noise ratio in subsequent immunostaining. Although most protocols do not include a \"slide baking step\" prior to solvent-based dewaxing, this approach has proven extremely useful in the context of the procedure and thus should not be omitted.\r\n\n\n\r\n\n\nAll subsequent washes are performed at room temperature under constant, mild agitation on an orbital shaker. Make sure that slides are fully immersed to compensate for varying reagent levels during rotation. Do not submerge the slide grip \\(~30-40 ml reagent volume/staining jar). \r\n\n\n\r\n\n\n3 After slide baking, immediately proceed to deparaffinization by incubating sections in two washes of xylene, 10 min each.\r\n\n\nCAUTION Xylene is volatile and toxic, and should be handled carefully. Perform steps in a chemical fume hood or screw on the jar cap to reduce solvent evaporation and to avoid spill during incubation. For re-use, store tightly capped in a fume hood.\r\n\n\nCRITICAL STEP Xylene solutions are typically re-used but will exhaust over time and gradually loose the ability to dissolve the paraffin wax completely. Make sure to replace solutions on a regular basis, depending on the sample throughput \\(e.g. once every 60-120 sections). Streaking is highly indicative of exhausted solutions which should be replaced with fresh xylene immediately. Insufficient removal of paraffin will significantly impact overall staining quality, mostly by causing uneven, spotty background staining and by generally decreasing the efficiency of antigen detection.\r\n\n\n\r\n\n\n4 Using forceps, transfer slides into a staining jar with 2-propanol and incubate for 5 min. Make sure to carefully wipe off the xylene to minimize carryover.\r\n\n\nCRITICAL STEP Propanol and anhydrous ethanol are considered to perform more or less equally well in tissue de- and rehydration, with propanol being cheaper and readily accessible but requiring prolonged incubation. This protocol employs propanol as an intermediate step to roughly clear most of the xylene before proceeding to 100% ethanol for ultimate removal. Additionally, unlike ethanol, propanol is somewhat miscible with molten paraffin which might favour wax removal. Overall, this step reduces the total amount of ethanol required, and has proven beneficial to the overall outcome of the procedure. Do not reduce incubation time.\r\n\n\n\r\n\n\n5 For rehydration, transfer sections through a series of graded ethanol solutions, that is once through 100%, 70% and 50% ethanol, 2 min each.\r\n\n\nCRITICAL STEP Xylene does not mix with water. For its efficient removal, always use ethanol with low water content \\(≤1%) \\(absolute grade ethanol). Flow marks indicate the use of inappropriate ethanol formulations. Propanol and ethanol solutions can be re-used but are exhanged on a daily basis in this protocol. If re-used, store in staining jars with the cap screwed on to minimize evaporation.\r\n\n\n\r\n\n\n6 After rehydration, rinse sections three times in dH\n2\nO, 5 min each. Keep slides in dH\n2\nO until ready to perform antigen retrieval.\r\n\n\nCRITICAL STEP Once the deparaffinization and rehydration steps have been completed, it is essential that sections do not dry out at any time during the subsequent procedure. Depending on the extent of drying, this will either prevent any specific staining with no or only very weak signals being detected, or promote non-specific antibody binding, causing extensive background staining.\r\n\n\n\r\n\n\n**Heat-induced epitope retrieval \\(HIER)**, Timing ~60 min\r\n\n\nFor this protocol, antigen unmasking for subsequent immunostaining has been established using a domestic, 800-watt microwave oven of standard quality. It is operated manually in a discontinous mode by following a defined sequence of on/off cycles at two different power levels. If using a scientific microwave with more even heating and especially accurate temperature and timing control, prior testing might be required to convert the here specified parameters into instrument settings that perform equally well.\r\n\n\n\r\n\n\n7 While performing step 6 of the procedure, prepare a sufficient amount of 1X antigen retrieval buffer and pre-warm in an incubator at 60°C until ready to proceed \\(~10-15 min).\r\n\n\nCRITICAL STEP For best results, prepare 1X solutions freshly right before use or on a daily basis. Make sure to include some extra buffer to compensate for evaporation or boilover during microwaving, altogether ~50 ml retrieval buffer per staining jar.\r\n\n\n\r\n\n\n8 Transfer ~40 ml pre-heated 1X antigen retrieval buffer into a microwaveable staining jar \\(e.g. plastic Coplin staining jar). Save the rest.\r\n\n\nCAUTION For reasons of safety, always use vessels or racks made of microwave-proof plastic \\(e.g. polypropylene or high-density polyethylene). Standard histology glass is heated more unevenly and will mostly crack when microwaved. It should be noted however, that during the set-up of the procedure, the heating protocol outlined below could successfully be completed using the glass Coplin jars specified in the Materials section. For this, only use intact jars with no visible signs of glass damage or fatigue, and allow the heated jar to rest in the oven for ~1-2 min before taking it out to proceed. This minimizes the likelihood of cracking by avoiding a sudden drop in temperature. Do not use these jars in combination with any other heating protocols than the one specified in this procedure.\r\n\n\n\r\n\n\n9 Remove slides from water \\(step 6) and immediately place in retrieval buffer. Make sure that slides are covered with buffer by at least one centimeter, that is fully immersed including half of the slide grip, to allow for evaporation during boiling. Do not screw on the jar cap.\r\n\n\n\r\n\n\n10 Center the jar inside the microwave and adjust the power level to \"low\". For the device specified in this protocol, this level equals 10% of the total power, that is 80 W, and very roughly corresponds to a temperature of <100°C \\(~65-90°C).\r\n\n\n\r\n\n\n11 Turn on the oven and wait until the solution comes to an initial boil, typically 3-6 min. Keep boiling for\n3-5 sec and immediately turn off. Pause for\n10 sec, with the door open.\r\n\n\nCRITICAL STEP Microwaves in general, but especially those for domestic use, are known to produce uneven standing wave patterns, leading to the formation of so called hot and cold spots and thus uneven heating. This can cause unbalanced epitope retrieval and hence uneven staining due to a variance in antigen accessibility. For uniform epitope retrieval, always microwave with the rotation dish on to balance hot and cold spots during heating.\r\n\n\n\r\n\n\n12 For non-continous heating at 25% power \\(\n200 W) and\n90-110°C, switch to the \"defrost\" level.\r\n\n\n\r\n\n\n13 Turn on and wait until boiling is initiated, typically <30 sec. Keep boiling for\n1-2 sec and immediately turn off. Pause for\n10 sec, with the door open.\r\n\n\nCRITICAL STEP This procedure uses non-sealed vessels. While heating, be sure to monitor the buffer level in the jar and to watch out for excessive evaporation or boilover. Fill up with retrieval buffer if necessary. Do not allow the slides to dry out at any time during microwaving.\r\n\n\n\r\n\n\n14 Repeat on/off cycles \\(step 13) for ~2-4 times.\r\n\n\n CRITICAL STEP For best results, follow the antigen retrieval protocol as outlined above. Importantly, these conditions have been proven to work well in both, cyclophilin A singleplex and double staining approaches. Do not reduce the number of boiling steps as this might leave the antigen\\(s) largely un-retrieved and thus poorly accessible for detection. Excessive boiling on the other hand, either due to multiple boiling steps or an increase in power/temperature, might result in over-retrieved epitopes, leading to high background staining. But more often, rigorous boiling significantly increases the chance of sections dissociating from the slide, and thus should be largely avoided.\r\n\n\n\r\n\n\n15 After the last boiling step has been completed, remove the staining jar from the microwave and allow the slides to cool to room temperature on benchtop for ~30 min.\r\n\n\nCAUTION Be careful when handling hot liquids.\r\n\n\nCRITICAL STEP Do not omit this step to directly proceed to immunostaining. Cooling slides to room temperature does not only permit to handle them properly, but allows the antigens to recover from heating and importantly, reduces the likelihood of sections coming off during the subsequent staining procedure.\r\n\n\n\r\n\n\n16 To eliminate the retrieval buffer and to prepare sections for immunostaining, transfer slides into a staining jar with 1X DPBS and rinse three times, 5 min each.\r\n\n\n\r\n\n\n**Immunostaining**, Timing ~20 h\r\n\n\nAll subsequent steps are performed at room temperature unless otherwise noted. The blocking and antibody incubation steps are routinely carried out in a light-proof moisture chamber to prevent tissues from drying, and to protect fluorophores from light. During the set-up of the procedure, two different blocking agents have been tested for their ability to reduce non-specific binding, i.e. bovine serum albumin \\(BSA) \\(option A) and normal \\(unchallenged) serum from the host species that the secondary antibody was raised in \\(normal goat serum) \\(option B). In our hands, either condition consistently yields a good signal-to-noise ratio in both, cyclophilin A singleplex as well as double staining approaches. In summary, both options give very comparable results, making them virtually interchangeable in this procedure.\r\n\n\n\r\n\n\n17 While performing steps 15 and 16 of the procedure, prepare an appropriate amount of blocking solution \\(option A or B), enough to perform the subsequent blocking and primary antibody incubation steps \\(~200-400 μl/tissue section). Tissue sections processed in this protocol have an average size of 1.0-1.5 cm\n2\nand are typically covered with 100-200 μl reagent volume. 10 ml blocking solution is therefore sufficient to complete the maximum amount of 20 sections per run, including some extra solution to compensate for pipetting errors or other mistakes. For optimum results, prepare freshly right before use or on a daily basis.\r\n\n\nCRITICAL STEP Detergent-mediated permeabilization can greatly improve antibody access to antigens inside the cell, including nuclear proteins. Moreover, the addition of a harsh detergent such as Triton X-100 might also help to decrease the general background by clearing the tissue from potential non-specific binding sites. The blocking solution employed in this protocol contains 0.3% \\(v/v) Triton-X100, and has been optimized for the detection of cyclophilin A and other intracellular proteins, e.g. α-smooth muscle actin \\(SMA) or phosphorylated S6, and has been demonstrated to perform equally well for the adhesion molecule CD31. It should be noted however, that these conditions might be too harsh if co-staining of other cell surface epitopes is required, as those might get disrupted or partially dissolved, and consequently loose their antigenicity. For this, Triton X-100 could be exchanged for a somewhat milder detergent such as Tween 20 or saponin, but this has to be tested empirically.\r\n\n\n\r\n\n\n18 Humidify the moisture chamber by adding dH\n2\nO to the bottom of each slide compartement \\(~6-7 ml). Refer to the manufacturer’s instructions for detailed information on how to humidify your incubation box.\r\n\n\n\r\n\n\nFor subsequent steps, process slides one after another to prevent them from drying-out.\r\n\n\n\r\n\n\n19 Remove slides from 1X DPBS \\(step 16) and quickly drain on a paper towel to remove most of the excess liquid. Do not allow slides to dry completely.\r\n\n\n\r\n\n\n20 Using a liquid-repellent slide marker, draw a narrow circle around the tissue section and wait for ~5-10 sec. \r\n\n\nCAUTION The pen contains hazardous ingredients including bromopropane and ligroin \\(a fraction of petroleum). Avoid contact with skin and eyes and wear gloves.\r\n\n\nCRITICAL STEP Liquid-repellent slide markers can be used to draw hydrophobic barriers on glass slides that confine the flow of a reagent to a defined area, providing a water-resistant containment to which various reagents can be applied. They are extremely useful in this procedure and allow to independently process two sections on the same slide \\(e.g. specific staining and respective reagent control). Moreover, they help to save precious reagents and to locate the tissue after mounting. It should be noted however, that it is essential that slides are not allowed to dry out during any time of the staining procedure. For the liquid blocker to be applied, slides need not to be dry, and the markings can be well drawn on wet slides. The hydrophobic properties of the barrier will force the residual 1X DPBS on the slide towards the center of the encircled area, preventing the tissue from drying out. Markings are insoluble in aqueous buffers, detergents, alcohol and acetone but can be removed with xylene, if necessary. Shake pen well before use.\r\n\n\n\r\n\n\n21 Shake off any residual 1X DPBS from the slides and transfer them to the moisture chamber. If excessive amounts of 1X DPBS are left, especially on top of the sections, carefully pipette them off. Do not allow the tip to touch the tissue.\r\n\n\n\r\n\n\n22 Immediately apply ~100-200 μl blocking solution \\(option A or B) to the sections. Add dropwise. Make sure to not only cover the tissue itself but the entire area encircled by the hydrophobic barrier. If applied correctly, the liquid will form a dome-shaped small heap within the markings.\r\n\n\nCRITICAL STEP For teratoma tissue engrafted into mouse skeletal muscle, blocking option A and B perform equally well in our hands, and are thus mutually exchangeable. This might also be due to the fact that monoclonal primaries are used which in general show reduced cross-reactivity towards unrelated epitopes. If other tissues are injected, or if double stainings with polyclonals are planned, option B might give better results but this has to be tested empirically.  \r\n\n\n\r\n\n\n23 Incubate for 1 h at room temperature.\r\n\n\n\r\n\n\n24 While blocking, prepare primary antibody and isotype control. \r\n\n\nA. First option: singleplex staining \\(cyclophilin A only)\r\n\n\ni. Dilute Cyclophilin A \\(D2Y4M) rabbit monoclonal antibody in blocking solution \\(option A or B) to a final concentration of 1.3 μg/ml. Mix gently by inverting and spin down briefly. Keep at 4°C until ready to proceed.\r\n\n\nCRITICAL STEP For optimum results, do not switch the type of blocking solution between blocking and antibody incubation steps, i.e. option A to B or B to A. The given working concentration is based upon antibody titration to obtain a high signal-to-noise ratio in cyclophilin A single and double stainings. It lies within the range of commonly applied concentrations \\(~0.5-10 μg/ml, occasionally up to 25 μg/ml) but at the lower end, with relatively small amounts of antibody being sufficient to achieve a good staining. For lot #1 of the antibody, which has been used throughout, this working concentration corresponds to a dilution of 1:100, i.e. 1-2 μl cyclophilin A antibody per 100-200 μl blocking solution per tissue section. At Cell Signaling Technology, antibody concentrations are lot-specific and may vary between two different lots of the same antibody. Hence, if using a different lot, do not dilute according to the ratio notation but always refer to the antibody concentration of the respective lot to calculate the amount of antibody actually required. Lot-specific antibody concentrations are available upon request \\(support@cellsignal.com). Be aware that knowledge of the actual working concentration is a prerequisite for the correct application of isotype controls. For best results, stick to the conditions specified above. No further optimization of antibody concentration is required.\r\n\n\nii. Pre-dilute rabbit \\(DA1E) monoclonal IgG \\(isotype control) 1:20 in 1X DPBS to a concentration of 125 μg/ml, and further dilute in blocking solution \\(option A or B) to a final concentration of 1.3 μg/ml. This corresponds to 1.04-2.08 μl pre-diluted rabbit IgG per 100-200 μl blocking solution per tissue section. Mix gently by inverting and spin down briefly. Keep at 4°C until ready to proceed. Pre-diluted IgG can be aliquoted into working volumes and stored at -20°C for further use. Thaw only once, with the remainder kept at 4°C for ~1-2 weeks.\r\n\n\n CRITICAL STEP Always make sure that the primary antibody and the respective isotype control are concentration- \\(not dilution-) matched. Incorrect dilution of the isotype control can cause either false-positive or false-negative results. Pre-dilution of the control IgG is recommended to avoid inaccuracy through pipetting errors. For lot-independent concentration of the rabbit IgG, see the datasheet or the supplier’s homepage \\(https://www.cellsignal.com/)\r\n\n\nB. Second option: double staining \\(cyclophilin A and SMA), simultaneous protocol\r\n\n\ni. Prepare cyclophilin A antibody as described above \\(step 24, A, i) and add SMA \\(1A4) mouse monoclonal antibody to a final concentration of 10 μg/ml. This corresponds to 1-2 μl SMA antibody per 100-200 μl cyclophilin A antibody-containing blocking solution per tissue section. Mix gently by inverting and spin down briefly. Keep at 4°C until ready to proceed.\r\n\n\nii. Prepare rabbit isotype control as described above \\(step 24, A, ii) and add mouse \\(MOPC-173) monoclonal IgG\n2a\n\\(isotype control) to a final concentration of 10 μg/ml. This corresponds to 2-4 μl mouse IgG\n2a\nper 100-200 μl rabbit IgG-containing blocking solution per tissue section. Mix gently by inverting and spin down briefly. Keep at 4°C until ready to proceed.\r\n\n\n\r\n\n\n25 After blocking is completed, remove slides from the moisture chamber and quickly tilt, long edge down, to drain off the blocking buffer. Using a small piece of paper towel, carefully blot off the liquid next to the hydrophobic barrier. Do not allow slides to dry completely. \r\n\n\n \r\n\n\n26 Put slides back in the moisture chamber and immediately apply 100-200 μl diluted primary antibody or isotype control to the sections. Make sure to use sufficient volumes. To protect against spill-out during long-term incubation, a second hydrophobic barrier can be drawn right next to the first one. Do so before antibody solutions are applied.\r\n\n\n\r\n\n\n27 Place the moisture chamber in a fridge or cold room, and incubate overnight \\(~16 h) at 4°C.\r\n\n\nCRITICAL STEP The procedure has been optimized for a low cyclophilin A antibody titer and  overnight incubation to achieve a slow but targeted binding and to reach a saturation point as possible where all antigen is bound. Incubation periods up to 24 h consistently yield good staining results. Do not reduce incubation time.\r\n\n\n\r\n\n\n28 On the next day, prepare a sufficient amount of blocking solution \\(option A or B) \\(~100-200 μl/tissue section). Stick to the option used the day before.\r\n\n\n\r\n\n\n29 Remove slides from the moisture chamber and drain off the antibody solution on a paper towel. If slides are mounted with two sections that are incubated with different antibodies and/or control reagents, take care to tilt them against their long edge to prevent solutions from blending into each other.\r\n\n\n\r\n\n\n30 Transfer slides into a staining jar with 1X DPBS and wash three times, 5 min each.\r\n\n\n\r\n\n\n31 While washing, prepare fluorophore-conjugated secondary antibody.\r\n\n\nA. First option: singleplex staining \\(cyclophilin A only)\r\n\n\ni. Dilute Alexa Fluor 488-conjugated anti-rabbit IgG 1:500 in blocking solution \\(option A or B) to a final concentration of 4 μg/ml. This corresponds to 0.2-0.4 μl anti-rabbit IgG per 100-200 μl blocking solution per tissue section. Mix gently by inverting and spin down briefly. Protect from light until ready to proceed.\r\n\n\nB. Second option: double staining \\(cyclophilin A and SMA), simultaneous protocol\r\n\n\ni. Prepare Alexa Fluor 488-conjugated anti-rabbit IgG as described above \\(step 31, A, i) and add Alexa Fluor 594-conjugated anti-mouse IgG at a dilution of 1:500 to yield a final concentration of 4 μg/ml. This corresponds to 0.2-0.4 μl anti-mouse IgG per 100-200 μl anti-rabbit IgG-containing blocking solution per tissue section. Mix gently by inverting and spin down briefly. Protect from light until ready to proceed.\r\n\n\n CRITICAL STEP The staining of mouse tissue using a mouse primary antibody is often associated with increased levels of background staining, mainly caused by the secondary antibody binding to endogenous mouse IgG or Fc receptors on tissue cells \\(e.g. macrophages). The latter can be largely eliminated by using F\\(ab')2 fragment antibodies as outlined in this procedure. See also the Materials section. The remainder of background staining is usually fixed via a separate blocking step, mostly by using commercially available kits. At this point however, it has to be noted that the mouse-on-mouse detection using this protocol \\(e.g. SMA or phosphorylated S6 on mouse cells/ mouse tissue)\n7\ndid not result in a decreased signal-to-noise ratio. However, if other tissues are injected, an additional blocking step might be required.\r\n\n\n\r\n\n\n32 After the last washing step is completed, remove slides from 1X DPBS and shake off excess liquid. Place slides in the moisture chamber and immediately add 100-200 μl diluted fluorophore-conjugated secondary antibody onto the sections.\r\n\n\n\r\n\n\n33 Incubate for 1 h at room temperature.\r\n\n\n\r\n\n\n34 Remove slides from the moisture chamber and drain off the antibody solution on a paper towel. Transfer slides into a staining jar with 1X DPBS and wash three times, 5 min each.\r\n\n\nCRITICAL STEP Thorough washing of sections between and after antibody incubation steps is crucial to minimize background staining and to contrast the specific signal. For optimal results, do neither reduce the number nor the duration of washing steps.\r\n\n\n\r\n\n\n35 While washing, prepare an appropriate amount \\(~30-40 ml) of DAPI working solution and transfer into a staining jar.\r\n\n\n\r\n\n\n36 Remove slides from 1X DPBS and quickly drain on a paper towel. Counterstain sections by immersing slides for 3-5 min. Alternatively, 100-200 μl DAPI solution can be directly applied to the sections. Do not incubate for more than 5-8 min. The DAPI solution can be re-used for several times when stored at 4°C. However, for consistent results prepare solutions freshly right before use.  \r\n\n\n\r\n\n\n37 Carefully drain off the DAPI solution and rinse slides once in 1X DPBS for 5 min. Keep slides in 1X DPBS until ready to perform coverslipping.\r\n\n\n\r\n\n\n38 Apply ~4-8 20 μl-drops of antifade mounting medium directly to a coverslip.\r\n\n\n\r\n\n\n39 Remove slides from 1X DPBS and quickly drain on a paper towel. Eliminate residual liquid by vigorously shaking it off. Lay slides, section side down, over the coverslip. Absorb excess mounting medium with a paper towel. \r\n\n\nCRITICAL STEP Store mounted slides flat or on the edge at 4°C protected from light, e.g. in a slide folder or slide box, until further processed. Sections are ready for viewing and image taking right after coverslipping but for best results, store overnight \\(8-12 h) at 4°C. Cyclophilin A-stained samples are typically assessed within 2-5 days but might be stored longer \\(2-3 weeks). The aqueous mounting medium is non-hardening, i.e. it remains liquid on the slide and does not solidify. Mounted slides are usually stored without sealing. However, for long-term storage, coverslips can be sealed with nail polish or an appropriate sealant.\r\n\n\n\r\n\n\n40 Subject slides to microscopic evaluation.\r\n\n\nCRITICAL STEP For optimum results, run a pilot experiment with a limited number of samples to establish an appropriate imaging protocol which can be used throughout experimentation. This protocol typically includes parameters such as excitation intensity, detector gain and exposure time, and many more. If available, a transmitted light imaging mode \\(e.g. phase contrast) should be incorporated into these settings. The phase contrast and confocal epifluorescence images can be acquired simultaneously, and when merged, give valuable information about the precise location of the labeled cells within the tissue. This feature is especially helpful for studies of the teratoma/tumor microenvironment since it allows to track host cell infiltration, and at the same time to evaluate its impact on tissue properties and condition. Always use the same imaging and post-acquisition protocols to analyse your samples of interest and the respective positive and/or negative controls."
        },
        {
            "header": "Timing",
            "content": "Steps 1-6, Deparaffinization and rehydration of tissue sections: ~1 h 40 min\r\n\n\nSteps 7-16, Heat-induced antigen retrieval \\(HIER): ~60 min\r\n\n\nSteps 17-40, Immunostaining: ~20 h\r\n\n\nBox 2, Teratoma formation and tissue fixation procedure: ~8-10 weeks\r\n\n\nBox 3, Preparation of tissue lysates for immunoblotting: ~60 min"
        },
        {
            "header": "Troubleshooting",
            "content": "See the Troubleshooting table attachment in the Figures section."
        },
        {
            "header": "Anticipated Results",
            "content": "The successful completion of this protocol results in the sensitive and comprehensive detection of the murine microenvironment in human tumor xenografts, irrespective of a particular cell type or subpopulation. As described above, we recently uncovered the critical role of infiltrating host cells for the development and progression of hESC-derived teratomas<sup>7</sup>. This conclusion could not have been drawn without the prior establishment of a post-labeling approach suitable to detect as many different cell types and origins as possible in order to visualize the teratoma microenvironment in its entirety. In the context of hPSC-derived xenografts, the species-specific detection of the housekeeping gene cyclophilin A unveils the recruitment of murine cells into human premature and mature teratomas \\(**Fig. 5a,b; Supplementary Fig. 4**), as a consequence of their activation in the adjacent tissue and their accumulation at the teratoma boundary \\(**Fig. 5c,d; Supplementary Figs 4** and **5**). Host cell contribution in hESC-derived teratomas becomes particularly evident when compared to Matrigel control-injected tissue which reflects the unaffected, physiological state, with intact tissue cohesion and regular arrangement of interstitial cells \\(**Supplementary Fig. 4b**).\r\n\n\n\r\n\n\nUpon distinct marker stainings, we have reported that the spectrum of recruited mouse cells within the teratoma largely includes \\(i) CD31 \\(cluster of differentiation)-expressing endothelial cells arranged in chain-like clusters forming capillaries and vessel-like structures, \\(ii) HS1 \\(haematopoietic lineage cell-specific protein 1)-expressing, distinctively round-shaped immune cells with a characteristic nuclear-cytoplasmic ratio as well as \\(iii) spindle-shaped, elongated fibroblastoid cells and \\(iv) vascular smooth muscle cells, both expressing SMA \\(α-smooth muscle actin)<sup>7</sup>. Notably, this pattern of teratoma-infiltrating host cells is very similar to that observed in somatic tumors of various origins<sup>2,3</sup>. \r\n\n\n\r\n\n\nImportantly, mouse-specific staining of cyclophilin A reliably covers the detection of all mentioned cell types - \\(i) endothelial cells contributing to vessel-like structures \\(**Fig. 6**), \\(ii) immune cells of characteristic morphology \\(**Fig. 7**), \\(iii) activated, SMA-expressing fibroblast-like cells \\(Fig. 8) and \\(iv) smooth muscle cells forming the blood vessel wall \\(**Fig. 6d,e**) - either dispersed across the teratoma \\(**Figs 6-8**) or accumulated at the teratoma boundary \\(**Fig. 9**). This fact does not only verify the underlying principle of the approach, but renders this protocol sufficient and adequate to obtain a comprehensive picture of the teratoma microenvironment. This is without mentioning other, so far undescribed cell types or subpopulations contributing to the teratoma microenvironment, which are readily visualized by this protocol but remain largely undetected in other approaches.\r\n\n\n\r\n\n\nIn stark contrast to somatic tumor xenografts, experimentally induced teratomas consist of various different cell types originating from all three embryonic germ layers<sup>5,6,49</sup>. From this point of view, the application of this protocol permits to obtain valuable insights into the interaction between the tumor and its microenvironment at an additional level. Upon double staining of mouse cyclophilin A and a marker protein of interest, one can detect and characterize the formation of functional structures composed of cells from both species, such as vessel-like structures, in which infiltrating mouse endothelial cells are ensheathed by a layer of human \\(cyclophilin A-negative) smooth muscle cells \\(**Fig. 6f**).\r\n\n\n\r\n\n\nNotably, although initially developed to study the teratoma microenvironment, this protocol can most successfully be applied to the analysis of somatic tumor xenografts, such as MDA-MB-231 \\(breast cancer cell)-derived tumors \\(**Supplementary Fig. 6a**). Very similar to what can be observed in hESC-derived xenografts, mouse-specific detection of cyclophilin A following this protocol allows to visualize the invaded host cells within the tumor itself \\(**Supplementary Fig. 6b,c**), at the tumor boundary \\(**Supplementary Fig. 6d**) and in the tumor-adjacent tissue \\(**Supplementary Fig. 6e**), irrespective of a particular cell type. Importantly, when combined with phase contrast imaging, this protocol permits to track host cell infiltration over a distance, and at the same time, to evaluate its impact on tissue integrity and structure \\(**Supplementary Fig. 6d,e**). Finally, as evaluated for hESC-derived teratomas, the detection system is entirely free from non-specific background staining as indicated by the absence of any interfering signals upon incubation with an isotype control \\(**Supplementary Fig. 6b**)."
        },
        {
            "header": "References",
            "content": "References are listed as they appear in the text, supplementary text, tables and boxes.\r\n\n\n\r\n\n\n1. Hanahan, D. & Weinberg, R.A. Hallmarks of cancer: the next generation. _Cell_ **144**, 646-674 \\(2011).\r\n  2. Balkwill, F.R., Capasso, M. & Hagemann, T. The tumor microenvironment at a glance. _J. Cell Sci._ **125**, 5591-5596 \\(2012).\r\n  3. McAllister, S.S. & Weinberg, R.A. The tumour-induced systemic environment as a critical regulator of cancer progression and metastasis. _Nat. Cell Biol._ **16**, 717-727 \\(2014).\r\n  4. Morton, C.L. & Houghton, P.J. Establishment of human tumor xenografts in immunodeficient mice. _Nat. Protoc._ **2**, 247-250 \\(2007).\r\n  5. De Los Angeles, A. et al. Hallmarks of pluripotency. _Nature_ **525**, 469-478 \\(2015).\r\n  6. Ben-David, U. & Benvenisty, N. Chemical ablation of tumor-initiating human pluripotent stem cells. _Nat. Protoc._ **9**, 729-740 \\(2014).\r\n  7. Rosner, M., Pham, H.T.T., Moriggl, R. & Hengstschläger, M. Human stem cells alter the invasive properties of somatic cells via paracrine activation of mTORC1. _Nat. Commun._ **8**, 595 \\(2017).\r\n  8. Lin, M.T. et al. Quantifying the relative amount of mouse and human DNA in cancer xenografts using species-specific variation in gene length. _Biotechniques_ **48**, 211-218 \\(2010).\r\n  9. Schneeberger, V.E., Allaj, V., Gardner, E.E., Poirier, J.T. & Rudin, C.M. Quantitation of Murine Stroma and Selective Purification of the Human Tumor Component of Patient-Derived Xenografts for Genomic Analysis. _PLoS One_ **11**, e0160587 \\(2016).\r\n  10. Ealba, E.L. & Schneider, R.A. A simple PCR-based strategy for estimating species-specific contributions in chimeras and xenografts. _Development_ **140**, 3062-3068 \\(2013).\r\n  11. Bieche, I. et al. Vasculature analysis of patient derived tumor xenografts using species-specific PCR assays: evidence of tumor endothelial cells and atypical VEGFA-VEGFR1/2 signalings. _BMC Cancer_ **14**, 178 \\(2014).\r\n  12. Moore-Smith, L.D., Isayeva, T., Lee, J.H., Frost, A. & Ponnazhagan, S. Silencing of TGF-β1 in tumor cells impacts MMP-9 in tumor microenvironment. _Sci. Rep._ **7**, 8678 \\(2017).\r\n  13. Krepela, E., Busek, P., Hilser, M., Vanickova, Z. & Sedo, A. Species-specific real-time RT-PCR analysis of expression of stromal cell genes in a tumor xenotransplantation model in mice. _Biochem. Biophys. Res. Commun._ **491**, 126-133 \\(2017).\r\n  14. Park, E.S. et al. Cross-species hybridization of microarrays for studying tumor transcriptome of brain metastasis. _Proc. Natl. Acad. Sci. U S A_ **108**, 17456-17461 \\(2011).\r\n  15. Rossello, F.J. et al. Next-generation sequence analysis of cancer xenograft models. _PLoS One_ **8**, e74432 \\(2013).\r\n  16. Yang, X. et al. In Silico cancer cell versus stroma cellularity index computed from species-specific human and mouse transcriptome of xenograft models: towards accurate stroma targeting therapy assessment. _BMC Med. Genomics_ **7**, Suppl 1:S2 \\(2014).\r\n  17. Isella, C. et al. Stromal contribution to the colorectal cancer transcriptome. _Nat. Genet._ **47**, 312-319 \\(2015).\r\n  18. Chivukula, I.V. et al. Decoding breast cancer tissue-stroma interactions using species-specific sequencing. _Breast Cancer Res._ **17**, 109 \\(2015).\r\n  19. Bradford, J.R. et al. Whole transcriptome profiling of patient-derived xenograft models as a tool to identify both tumor and stromal specific biomarkers. _Oncotarget_ **7**, 20773-20787 \\(2016).\r\n  20. Bainer, R. et al. Gene expression in local stroma reflects breast tumor states and predicts patient outcome. _Sci. Rep._ **6**, 39240 \\(2016).\r\n  21. Rajeeve, V., Vendrell, I., Wilkes, E., Torbett, N. & Cutillas, P.R. Cross-species proteomics reveals specific modulation of signaling in cancer and stromal cells by phosphoinositide 3-kinase \\(PI3K) inhibitors. _Mol. Cell. Proteomics_ **13**, 1457-1470 \\(2014).\r\n  22. Wang, X. et al. Breast tumors educate the proteome of stromal tissue in an individualized but coordinated manner. _Sci. Signal._ **10**, eaam8065 \\(2017).\r\n  23. Chen, S. et al. Host miR155 promotes tumor growth through a myeloid-derived suppressor cell-dependent mechanism. _Cancer Res._ **75**, 519-531 \\(2015). \r\n  24. Koyama, S. et al. STK11/LKB1 Deficiency Promotes Neutrophil Recruitment and Proinflammatory Cytokine Production to Suppress T-cell Activity in the Lung Tumor Microenvironment. _Cancer Res._ **76**, 999-1008 \\(2016).\r\n  25. Sun, M. et al. Cbx3/HP1γ deficiency confers enhanced tumor-killing capacity on CD8+ T cells. _Sci Rep._ **7**, 42888 \\(2017).\r\n  26. Hoffman, R.M. & Yang, M. Color-coded fluorescence imaging of tumor-host interactions. _Nat. Protoc._ **1**, 928-935 \\(2006). \r\n  27. Niclou, S.P. et al. A novel eGFP-expressing immunodeficient mouse model to study tumor-host interactions. _FASEB J._ **22**, 3120-3128 \\(2008).\r\n  28. Kidd, S. et al. Origins of the tumor microenvironment: quantitative assessment of adipose-derived and bone marrow-derived stroma. _PLoS One_ **7**, e30563 \\(2012). \r\n  29. Higuchi, Y. et al. Novel enhanced green fluorescent protein-expressing NOG mouse for analyzing the microenvironment of xenograft tissues. _Exp. Anim._ **63**, 55-62 \\(2014). \r\n  30. Qi, S. et al. Long-term intravital imaging of the multicolor-coded tumor microenvironment during combination immunotherapy. _Elife_ **5**, e14756 \\(2016).\r\n  31. Hu, M. et al. Regulation of in situ to invasive breast carcinoma transition. _Cancer Cell_ **13**, 394-406 \\(2008).\r\n  32. Steck, E., Burkhardt, M., Ehrlich, H. & Richter, W. Discrimination between cells of murine and human origin in xenotransplants by species specific genomic in situ hybridization. _Xenotransplantation_ **17**, 153-159 \\(2010).\r\n  33. Acquati, F. et al. Microenvironmental control of malignancy exerted by RNASET2, a widely conserved extracellular RNase. _Proc. Natl. Acad. Sci. U S A_ **108**, 1104-1109 \\(2011).\r\n  34. Larsson, C., Grundberg, I., Söderberg, O. & Nilsson, M. In situ detection and genotyping of individual mRNA molecules. _Nat. Methods_ **7**, 395-397 \\(2010).\r\n  35. Öhlund, D. et al. Distinct populations of inflammatory fibroblasts and myofibroblasts in pancreatic cancer. _J. Exp. Med._ **214**, 579-596 \\(2017).\r\n  36. Lee, J.S. et al. STAT3-mediated IGF-2 secretion in the tumour microenvironment elicits innate resistance to anti-IGF-1R antibody. _Nat. Commun._ **6**, 8499 \\(2015).\r\n  37. Welte, T. et al. Oncogenic mTOR signalling recruits myeloid-derived suppressor cells to promote tumour initiation. _Nat. Cell Biol._ **18**, 632-644 \\(2016).\r\n  38. Quemener, C. et al. Dual Roles for CXCL4 Chemokines and CXCR3 in Angiogenesis and Invasion of Pancreatic Cancer. _Cancer Res._ **76**, 6507-6519 \\(2016).\r\n  39. Wang, Q. et al. Tumor Evolution of Glioma-Intrinsic Gene Expression Subtypes Associates with Immunological Changes in the Microenvironment. _Cancer Cell_ **32**, 42-56 \\(2017).\r\n  40. Zhu, Y. et al. Tissue-Resident Macrophages in Pancreatic Ductal Adenocarcinoma Originate from Embryonic Hematopoiesis and Promote Tumor Progression. _Immunity_ **47**, 323-338 \\(2017).\r\n  41. Sossey-Alaoui, K. et al. Kindlin-2 Regulates the Growth of Breast Cancer Tumors by Activating CSF-1-Mediated Macrophage Infiltration. _Cancer Res._ **77**, 5129-5141 \\(2017).\r\n  42. Gerdes, M.J. et al. Highly multiplexed single-cell analysis of formalin-fixed, paraffin-embedded cancer tissue. _Proc. Natl. Acad. Sci. U S A_ **110**, 11982-11987 \\(2013).\r\n  43. Kalra, J. & Baker, J. Multiplex Immunohistochemistry for Mapping the Tumor Microenvironment. _Methods Mol. Biol._ **1554**, 237-251 \\(2017).\r\n  44. Eisenberg, E. & Levanon, E.Y. Human housekeeping genes, revisited. _Trends Genet._ **29**, 569-574 \\(2013).\r\n  45. Forrest, A.R. et al. A promoter-level mammalian expression atlas. _Nature_ **507**, 462-470 \\(2014).\r\n  46. The UniProt Consortium. UniProt: the universal protein knowledgebase. _Nucleic Acids Res._ **45**, D158-D169 \\(2017).\r\n  47. Wang, P. & Heitman, J. The cyclophilins. _Genome Biol._ **6**, 226 \\(2005).\r\n  48. Feroze-Merzoug, F., Berquin, I.M., Dey, J. & Chen, Y.Q. Peptidylprolyl isomerase A \\(PPIA) as a preferred internal control over GAPDH and beta-actin in quantitative RNA analyses. _Biotechniques_ **32**, 776-778, 780, 782 \\(2002).\r\n  49. Martí, M. et al. Characterization of pluripotent stem cells. _Nat. Protoc._ **8**, 223-253 \\(2013).\r\n  50. Lawrence, M.G. et al. A preclinical xenograft model of prostate cancer using human tumors. _Nat. Protoc._ **8**, 836-848 \\(2013).\r\n  51. Pavía-Jiménez, A., Tcheuyap, V.T. & Brugarolas, J. Establishing a human renal cell carcinoma tumorgraft platform for preclinical drug testing. _Nat. Protoc._ **9**, 1848-1859 \\(2014).\r\n  52. Marx, V. Finding the right antibody for the job. _Nat. Methods._ **10**, 703-707 \\(2013).\r\n  53. Uhlen, M. et al. A proposal for validation of antibodies. _Nat. Methods_ **13**, 823-827 \\(2016).\r\n  54. Saper, C.B. A guide to the perplexed on the specificity of antibodies. _J. Histochem. Cytochem._ **57**, 1-5 \\(2009).\r\n  55. Bordeaux, J. et al. Antibody validation. _Biotechniques_ **48**, 197-209 \\(2010).\r\n  56. Nelakanti, R.V., Kooreman, N.G. & Wu, J.C. Teratoma formation: a tool for monitoring pluripotency in stem cell research. _Curr. Protoc. Stem Cell Biol._ **32**, 4A.8.1-17 \\(2015).\r\n  57. Linke, M. et al. Chronic signaling via the metabolic checkpoint kinase mTORC1 induces macrophage granuloma formation and marks sarcoidosis progression. _Nat. Immunol._ **18**, 293-302 \\(2017).\r\n  58. De Coppi, P. et al. Isolation of amniotic stem cell lines with potential for therapy. _Nat. Biotechnol._ **25**, 100-106 \\(2007).\r\n  59. Kwiatkowski, D.J. et al. A mouse model of TSC1 reveals sex-dependent lethality from liver hemangiomas, and up-regulation of p70S6 kinase activity in Tsc1 null cells. _Hum. Mol. Genet._ **11**, 525-534 \\(2002).\r\n  60. Beers, J. et al. Passaging and colony expansion of human pluripotent stem cells by enzyme-free dissociation in chemically defined culture conditions. _Nat. Protoc._ **7**, 2029-2040 \\(2012)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-017-00661-x",
                "date": "2017-12-08 11:57:51",
                "title": "Human stem cells alter the invasive properties of somatic cells via paracrine activation of mTORC1",
                "authors": [
                    "Margit Rosner",
                    "Ha Thi Thanh Pham",
                    "Richard Moriggl",
                    "and Markus Hengstschläger"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15318,
                "identity": "a1455daa-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Markus Hengstschläger",
                "email": "markus.hengstschlaeger@meduniwien.ac.at",
                "orcid": "",
                "institution": "Institute of Medical Genetics, Medical University of Vienna",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Markus",
                "middleName": "",
                "lastName": "Hengstschläger",
                "suffix": ""
            },
            {
                "id": 15317,
                "identity": "a1455afd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Margit Rosner",
                "email": "",
                "orcid": "",
                "institution": "Institute of Medical Genetics, Medical University of Vienna",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Margit",
                "middleName": "",
                "lastName": "Rosner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-12-08 18:09:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.009",
        "doiUrl": "https://doi.org/10.1038/protex.2018.009",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609973,
                "identity": "1a7a115b-ba7d-43a6-981e-0636760572b0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 610327,
                "visible": true,
                "origin": "",
                "legend": "Species-specific detection of the housekeeping gene cyclophilin A for the _in situ_ evaluation of mouse contribution in human xenografts.    (*a*) Illustrated principle of the approach in comparison to existing protocols. Unlike conventional antibody-based protocols, which employ species-specific antibodies to detect distinct cell types such as endothelial cells, immune cells or fibroblasts, our protocol exploits a commercially available, species-specific antibody that targets a proven housekeeping gene. In contrast to existing approaches, this protocol enables the specific detection of murine cells irrespective of a particular cell type and thus allows to draw are more comprehensive picture of host cell recruitment in a single detection step. (*b*) Sequence alignment of human and mouse peptidyl-prolyl cis-trans isomerase A (cyclophilin A). UniProtKB entries for the aligned sequences are indicated. The used cyclophilin A (D2Y4M) rabbit monoclonal antibody is produced by immunizing animals with a synthetic peptide corresponding to residues surrounding Gly18 of mouse cyclophilin A. The Gly18 residue is located in near proximity to a sequence with low homology between human and mouse.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_1.jpg"
            },
            {
                "id": 2609975,
                "identity": "5d68bdfa-01f5-467c-8b67-5bc9e2d389b3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 345021,
                "visible": true,
                "origin": "",
                "legend": "Species reactivity of cyclophilin A (D2Y4M) rabbit monoclonal antibody via immunoblotting.    (*a*) Immunoblot analysis of cyclophilin A in human pluripotent stem cells (_blue_) and murine cells of various origins (_black_). αtubulin and Oct-4A were co-analysed to verify loading and to demonstrate pluripotency, respectively. Note that the used Oct-4A antibody, raised against human Oct-4A, shows reduced but detectable reactivity towards Oct-4A in F9 mouse teratocarcinoma cells. (*b*) Immunoblot analyses of cyclophilin A, βactin, GAPDH and αtubulin in human (blue) and murine (black) cells of various origins. Human-specific detection of topoisomerase IIβ und CDK4 was included to prove the human origin of examined cells. (*c*) Dot blot for the detection of cylophilin A in human (blue) versus murine (black) cells. αtubulin was co-analysed to verify loading. _a-c_, see *Tables 1* and *2*  for cell line and antibody description, respectively.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_2.jpg"
            },
            {
                "id": 2609974,
                "identity": "d9f597f1-0831-4466-a22c-e636d1eaa7bd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1500553,
                "visible": true,
                "origin": "",
                "legend": "Species reactivity of cyclophilin A (D2Y4M) rabbit monoclonal antibody via immunofluorescence.    (*a*) Immunostaining of cyclophilin A in MEF and C2C12 (both mouse). Scale bars, 25 μm. (*b,c*) Immunostaining of cyclophilin A in _in vitro_ co-cultured human and murine cells of various origins. Human cells were identified by counterstaining with a human-specific antibody. Scale bars, 100 μm (_b_) and 25 μm (_c_). _a-c_, see *Tables 1* and *2*  for cell line and antibody description, respectively.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_3.jpg"
            },
            {
                "id": 2609977,
                "identity": "989b91f7-7600-42b6-870f-711999288b4c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:19",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 277412,
                "visible": true,
                "origin": "",
                "legend": "Cyclophilin A (D2Y4M) rabbit monoclonal antibody for the detection of murine cells in human teratomas via immunoblotting of tissue lysates.   (*a*) Illustration of the teratoma experiments presented in _b_. (*b*) Immunoblot analysis of cylophilin A (murine cells) in human teratoma lysates (hESC injection, three independent experiments) versus control lysates (Matrigel injection, three independent experiments, and in vitro cultured cells of murine, _black_, and human, _blue_, origin as indicated). Human-specific detection of CDK4 and mouse-specific detection of the skeletal muscle protein SERCA1 was included to verify the human origin of transplanted cells and to prove the absence of muscle tissue from teratoma lysates, respectively. αtubulin serves as a loading control. See *Tables 1* and *2*  for cell line and antibody description, respectively.",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_4.jpg"
            },
            {
                "id": 2609980,
                "identity": "b0fa83ca-046e-40c1-86fc-c8e1e3f6dc62",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1770071,
                "visible": true,
                "origin": "",
                "legend": "Cyclophilin A (D2Y4M) rabbit monoclonal antibody for the _in situ_ detection of murine cells in human teratomas via fluorescent IHC of paraffin-embedded tissue.   (*a*) Illustration of the teratoma experiments presented in _b_ and _d_. (*b*) Immunostaining of paraffin-embedded teratoma tissue for the detection of cyclophilin A (murine cells) in human teratomas. Representative pictures of three independent teratoma formation experiments are shown. (*c*) Areas of murine cell recruitment detectable upon cyclophilin A staining. (*d*) Immunostaining of paraffin-embedded tissue for the detection of cylophilin A (murine cells) in and adjacent to human teratomas as indicated and outlined in _c_. T, teratoma; TB, teratoma boundary; AT, adjacent tissue. Scale bars, 150 μm.",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_5.jpg"
            },
            {
                "id": 2609982,
                "identity": "07eef456-ae8e-4b68-836e-0c13fb1d0c69",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1358624,
                "visible": true,
                "origin": "",
                "legend": "_In situ_ detection of murine endothelial-like cells and vessel-like structures in human teratoma sections.   (*a-c*) Immunostaining of paraffin-embedded teratoma tissue for the detection of cyclophilin A (murine cells) in human teratomas. Pictures show vessel-like structures (arrowheads) at low (*a*) and high (*b*) magnification, and a vessel-like structure containing erythrocytes (red asterisks) (*c*). (*d-f*) Immunostaining of paraffin-embedded teratoma tissue for the detection of cyclophilin A (murine cells) and α-smooth muscle actin (SMA) (mouse- and human-reactive). Pictures show murine endothelial-like cells surrounded by murine SMA-positive cells, indicated by co-localizing signals (*d,e*), and murine endothelial-like cells surrounded by human SMA-positive cells, indicated by the absence of co-localizing signals (*f*). White asterisks in _d-f_ indicate areas which are displayed at higher magnification. Scale bars, 25 μm.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_6.jpg"
            },
            {
                "id": 2609978,
                "identity": "a0310c18-b216-4994-9572-05ec65621a5d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 348027,
                "visible": true,
                "origin": "",
                "legend": "_In situ_ detection of murine immune-like cells in human teratoma sections.    (*a,b*)  Immunostaining of paraffin-embedded teratoma tissue for the detection of cyclophilin A (murine cells) in human teratomas. Pictures show immune-like cells (arrowheads) at low (*a*) and high (*b*) magnification. Scale bars, 25 μm.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_7.jpg"
            },
            {
                "id": 2609979,
                "identity": "dfd64ac0-7699-4585-89a1-c3e55b4bfd04",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 733165,
                "visible": true,
                "origin": "",
                "legend": "_In situ_ detection of murine fibroblast-like cells in human teratoma sections.    (*a,b*) Immunostaining of paraffin-embedded teratoma tissue for the detection of cyclophilin A (murine cells) in human teratomas. Pictures show fibroblast-like cells (arrowheads) at low (*a*) and high (*b*) magnification. (*c*) Immunostaining of paraffin-embedded teratoma tissue for the detection of cyclophilin A (murine cells) and α-smooth muscle actin (SMA) (mouse- and human-reactive). Pictures show murine fibroblast-like cells that are positive for SMA, indicated by co-localizing signals. The white asterisk indicates the area which is displayed at higher magnification. Scale bars, 25 μm.",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_8.jpg"
            },
            {
                "id": 2609981,
                "identity": "46ff2d9a-e922-4be7-852b-d0653a678c23",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1125424,
                "visible": true,
                "origin": "",
                "legend": "_In situ_ detection of murine endothelial-, immune- and fibroblast-like cells and vessel-like structures at the teratoma boundary.    (*a,b*) Immunostaining of paraffin-embedded tissue for the detection of cyclophilin A (murine cells). Pictures show murine cells at the teratoma boundary at low (*a*) and high (*b*) magnification: endothelial-like cells and vessel-like structures (asterisks), immune-like cells (open arrowheads) and fibroblast-like cells (filled arrowheads). T, teratoma; TB, teratoma boundary. Scale bars, 25 μm.",
                "description": "",
                "filename": "figure9.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/figure_9.jpg"
            },
            {
                "id": 13465754,
                "identity": "0fb02812-d5e9-4573-bc1c-0b371e676214",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1567455,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/465a467d-35cf-4592-a5f5-b1ba7bc137f8.pdf"
            },
            {
                "id": 2609983,
                "identity": "2cad0251-5baf-4ef1-b713-5dc32ea605d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 66492,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting table   Troubleshooting table",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/supplement_0.pdf"
            },
            {
                "id": 2609984,
                "identity": "b2832bd8-5d63-4444-b6a4-d53fa9b37b07",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 48739,
                "visible": true,
                "origin": "",
                "legend": "Tables 1-3   Cells and antibodies used in preliminary antibody validation experiemnts",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/supplement_0.pdf"
            },
            {
                "id": 2609985,
                "identity": "f3695ee4-4282-48bd-bb9f-bee3a46d68d3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 102879,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Table 1   Supplementary Table 1   Comparison of mouse and human amino acid sequences for most frequently analysed housekeeping genes (Related to *Fig. 1*). Results are based on UniProt sequence alignments and are indicated as percentage of sequence identity.",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/supplement_0.pdf"
            },
            {
                "id": 2609986,
                "identity": "01c02664-41d4-4c55-bf90-78bc8de1879f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 90645,
                "visible": true,
                "origin": "",
                "legend": "Boxes 1-3   Teratoma formation & preparation of tissue lysates",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/supplement_0.pdf"
            },
            {
                "id": 2609987,
                "identity": "c91ca32b-264a-4d40-bf1f-e4c87606725f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 97473,
                "visible": true,
                "origin": "",
                "legend": "Experimental design_supplement   Experimental design_supplement",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/supplement_0.pdf"
            },
            {
                "id": 2609988,
                "identity": "a5737827-9b8e-48b7-9023-af8dec46eec9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 8238290,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Figures 1-6   Supplementary Figures 1-6",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6463/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "There is no competing interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human pluripotent stem cells, Human embryonic stem cells, Teratoma, Tumor microenvironment, Human/mouse discrimination ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Studying human xenografts in mice is a widely used and powerful approach in both, stem cell and cancer research. Since the indispensible role of invaded host cells for teratoma respectively tumor development became evident, sensitive methods to detect mouse infiltration are in demand. For this purpose, _in situ_-labeling is generally preferred since it allows to draw valuable conclusions on host cell properties such as cell morphology, location and structural assembly. Unlike existing approaches, which employ species-specific antibodies to detect distinct cell types such as endothelial cells, immune cells or fibroblasts, our protocol exploits the species-specific detection of a proven housekeeping protein to visualize the microenvironment as a whole. So far undescribed, this 24-hours fluorescent immunohistochemistry \\(IHC) protocol enables the detection of mouse cells irrespective of a particular cell type or subpopulation and thus allows to draw are more comprehensive picture of host cell contribution in a single detection step.",
        "manuscriptTitle": "An antibody-based approach for the in situ evaluation of mouse contribution in human stem cell-derived xenografts",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-06-12 11:39:49",
                "doi": "10.1038/protex.2018.009",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a144e7d9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 12th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4133,
                "name": "Cell biology"
            },
            {
                "id": 4134,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-06-12 11:39:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}