{
    "identity": "nprot-2654",
    "title": "Pheromone Nanogels for Efficient Management of Fruit Flies",
    "content": [
        {
            "header": "Introduction",
            "content": "The pest management practices throughout the world are increasingly leaning toward environment friendly organic agriculture using biological control agents.<sup>1</sup> _Bactrocera dorsalis_ \\(_B. dorsalis_) is a polyphagous<sup>2</sup> pest and it breeds on a number of fruits and vegetables such as guava causing the yield and quality degradation of the crops. For the pest management of _B. dorsalis_, several methods have been developed which include destruction of the fallen and infested fruits,<sup>3</sup> cold treatment,<sup>4</sup> heat teatment,<sup>5</sup> bait sprays method containing protein hydrolysate,<sup>6</sup> biological control method,<sup>7</sup> sterile insect techniques<sup>8</sup> male annihilation technique,<sup>9</sup> use of insecticides,<sup>10</sup> hydrogels containing pheromones<sup>11</sup> _etc_. However, most of these treatments fail due to one or another type of drawbacks. \r\n\n\nTo overcome the drawbacks a new yet simple approach is conceived which provide viable solutions in the pest management arena. Pheromones are naturally occurring volatile semiochemicals and are considered as eco-friendly biological control agents.<sup>12</sup> They induce impaired sexual communication and mating disruptions among pests.<sup>13</sup> High specificity of pheromones towards a particular species further enables pest control without weakening the beneficial organisms. However, due to the unstable nature of pheromones, such as photo-oxidation, auto-oxidation, isomerization and volatility _etc._, after the formulation development for the field trials involving pheromones needs a major refinement specifically in terms of the kinetics of release and protection from decomposition under ambient conditions.<sup>14</sup> \r\n\n\nME in this context may be useful since it belongs to the class of a para-pheromone which mimics the role of a male attractant.<sup>15</sup> Supramolecular self-assembly principles and nanotechnology proved to be a useful technique to achieve an increased shelf-life of the pheromone \\(ME) when immobilized in a nanogel.<sup>16</sup> In this protocol we demonstrate that such pheromone nanogels exhibit high residual activity, excellent efficacy in open orchard even during adverse seasons and are also environment friendly.<sup>17</sup>"
        },
        {
            "header": "Reagents",
            "content": "• Pheromone: Commercial methyl eugenol \\(ME) was obtained from Sisco Research Laboratories Pvt. Ltd., India, \r\n\n\n• Gelator: Oligo-p-phenylenevinylene based gelator **1** \\(Fig. 1) was prepared in the laboratory following reference 18)"
        },
        {
            "header": "Equipment",
            "content": "• Small glass vials \\(5 mm inner diameter, 20 mm long) \r\n\n\n• Temperature controlled water bath\r\n\n\n• GC-MS \\(GC 17A, Shimadzu and GC-MS QP 5050 Shimadzu)\r\n\n\n• Rheometer \\(Anton Paar 100)\r\n\n\n• Temperature gradient chamber \\(NK system, model: TG-180 CCFL-5LE)\r\n\n\n• Glass slides\r\n\n\n• Plastic bottles with two holes made at appropriate positions \\(as depicted in figure x)\r\n\n\n• Filtering net\r\n\n\n• Work field: Guava orchard\r\n\n\n• Reproducibility: Statistical analysis \\(AgRes software version 7.01, Pascal Intl software solutions)"
        },
        {
            "header": "Procedure",
            "content": "**Supramolecular gels.** Diversity of molecular structures in the choice of gelators makes this approach particularly attractive for gelating a wide variety of pheromones, whose solubility and molecular characteristics differ. Compared to the aliphatic backbone based gelators such as amino acid,\n19\nsugar,\n20\nsteroids,\n21\ntwo-component mixtures\n22\n_etc._, aromatic based gelators like oligo-p-phenylenevinylenes\n18,23-26\nare more effective as they include π-stacking interactions along with the regular hydrogen-bonding, van der Waals, dipolar and electrostatic interactions. Due to such non-covalent interactions between gelator-gelator and gelator-solvent, the gelator molecules build up a supramolecular ensemble which has the ability to immobilize the whole system.\n27\nThus, aromatic based gelators hold the capability of immobilizing wide range of solvents including pheromones and kairomones.\n16\n**Immobilization of methyl eugenol in nanogels.** ME alone is a colorless semi-viscous liquid which turns yellow on solubilization of the gelator **1** \\(2.5 mg/mL) upon brief warming of the mixture to ~65\no\nC \\(Fig. 1).\nWhen cooled to room temperature without any external perturbation for a period of 10-15 min, the yellow solution turned into a thick, viscous orange colored mass, which did not flow under the influence of gravity when the vial was inverted upside down demonstrating the onset of gelation. The gelation was retained even after several consecutive heating and cooling cycles \\(from room temperature to 70\no\nC) while the pheromone did not undergo any decomposition as observed under the GC-MS studies. The gel-melting temperature at 63\no\nC \\(12 mg/mL of the gelator) provides the thermal stability of the sample which is adequate for the agricultural field trials even in hot climates around different geographical regions of the world. Mechanical stability of the gels \\(12 mg/mL of the gelator) under a rheometer is as high as to provide adequate mechanical stability to prohibit the samples being relaxed \\(dropped) during its transportation or shipment. Also at this concentration the release of ME from the nanogel is optimally slow for the long term applicability in the orchard.\r\n\n\n\r\n\n\n**Sample preparation on glass slides for slow release study.** A pre-formed nanogel of **1**+ME was heated upto 70\no\nC to make a clear ‘sol’. This was drop-cast carefully on the clean glass slides to form a film of the nanogel \\(Plate A) in an unperturbed condition for 10-15 min. For controlled experiments, gel of **1** in toluene \\(Plate B) was drop-cast on separate glass slides following the same procedure while ME alone \\(Plate C) was also placed on the glass plates just by drop wise addition. These three plates were exposed to a guava orchard for two times with a gap of three weeks. This demonstrate that after three weeks the activity of the pheromone remains effective in case of the nanogel containing ME _i.e._ the Plate A \\(Fig. 2).\n**Sampling process for trapping flies in the field.** We have taken a\n25 cm long plastic bottle of\n7 cm diameter with a closed screw-cap. This is kept hanging from the branch of a tree with the help of a hook in an upside down orientation. Two circular holes \\(diam. ~4.5 cm) have been made on the bottle in such a way that they face up and down opposite to each other \\(Fig. 3).\nTwo holes are useful for the facile passage of fruit flies that are attracted to pheromone. Water is introduced into the bottle through the lower hole and maintained at nearly the same level. The pheromone nanogel sample \\(**1**+ME, 12 mg/ mL) is kept in a hanging vial \\(5 mm inner diameter, 20 mm long) and its opening faces downwards just a few cm above the water level. With this arrangement, even when it rains, the excess of water gets automatically drained away from the lower hole allowing it to maintain the water level. As the opening of the nanogel vial is oriented downwards, rain water cannot enter into it. Control experiments were performed by adding ME directly into the water \\(the water level in this case was maintained few inches below the bottom hole). At the end of each day, the contents from the plastic bottle may be released by opening the screw-cap. This allows collection of dead flies after the day-long exposure in the orchard. The same bottle may be reused following the above procedure throughout the season.\r\n\n\n\r\n\n\nFor the field trial experiment a guava orchard was chosen with the area of 67274 sq. ft and the distance of 15 feet in between two adjacent trees \\(at Amrud Odyan Ropan under Rastriya Audhanik Mission at Gosaipur Mohab, Varanasi, Uttar Pradesh, India). The experiment was conducted during rainy season for a period of 30 days from 9th August to 7th September, 2009. We took 6 replications for each sample containing ME in nanogel and ME alone. Due to the presence of pheromone, the pests were attracted towards the hanging vials. During this event a significant number of fruit flies fell into water, which followed by their drowning and eventual death. Dead pests were finally collected by filtration and the total numbers of killed flies were counted everyday for each bottle and were averaged from six bottles under each category. The number of trap catches for the control containing only ME was significantly lower in comparison to the nanogel throughout the experiment \\(Fig. 3e). The ME alone was active only for one week while the nanogel \\(**1**+ME) was effective throughout the  month \\(till the harvesting of guava although the nanogels were still active in releasing pheromone as revealed from the weight loss experiments which were conducted upto ten weeks). Statistical analysis revealed that the treatment with nanogel \\(**1**+ME) is highly significant than the treatment of ME alone."
        },
        {
            "header": "Anticipated Results",
            "content": "The pheromone nanogel \\(**1**+ME, 12 mg/mL of the gelator) is chemically, thermally and mechanically stable enabling its easy handling, transportation and usefulness in all seasons. The release of ME from the nanogel is optimally slow for the long term applicability in the orchard as an attractant of _B. dorsalis_. A low cost sampling technique is able to trap the fruit flies efficiently. Activity of the nanogels is superior to the pheromone alone."
        },
        {
            "header": "References",
            "content": "1. Tilman, D., Cassman, K. G., Matson, P. A., Naylor, R. & Polasky, S. Agricultural sustainability and intensive production practices. _Nature_ **418**, 671–677 \\(2002).\r\n  2. Shelly, T. et al. Capture probability of released males of two Bactrocera species \\(Diptera: Tephritidae) in detection traps in California. _J. Econ. Entomol._ **103**, 2042-2051 \\(2010).\r\n  3. Liquido, N. J. Reduction of oriental fruit fly populations in papaya orchards by field sanitation. _J. Agr. Entomol._ **10**, 163-170 \\(1993).\r\n  4. Burikam, I., Sarnthoy, P., Charensom, K., Kanno, T. & Homma, H. Cold temperature treatment for mangosteens infested with the oriental fruit fly. _J. Econ. Entomol._ **85**, 2298-2301 \\(1992). \r\n  5. Armstrong, J. W., Hu, B. K. S. & Brown, S. A. Single-temperature forced hot-air quarantine treatment to control fruit flies \\(Diptera: Tephritidae) in papaya. _J. Econ. Entomol._ **88**, 678-682 \\(1995).\r\n  6. Roessler, Y. Insecticidal bait and cover sprays. In: World Crop Pests 3A&B. Fruit flies: their biology, natural enemies and control. 337–345 \\(1989).\r\n  7. Wharton, R. H. Control; classical biological control of fruit-infesting Tephritidae. In: World Crop Pests 3B. Fruit flies; their biology, natural enemies and control. 303-313 \\(1989).\r\n  8. Shelly, T. E., Edu, J. & McInnis, D. Pre-Release consumption of methyl eugenol increases the mating competitiveness of sterile males of the oriental fruit fly, Bactrocera dorsalis, in large field enclosures. _J. Insect. Sci._ **10**, 1-16 \\(2010).\r\n  9. Leblanc, L., Vargas, R. I., MacKey, B., Putoa, R. & Pinero, J. C. Evaluation of cue-lure and methyl eugenol solid lure and insecticide dispensers for fruit fly \\(Diptera: Tephritidae) monitoring and control in Tahiti. _Florida Entomol._ **94**, 510-516 \\(2011).\r\n  10. Leroy, P. D. _et al._ Microorganisms from aphid honeydew attract and enhance the efficacy of natural enemies. _Nat. Commum._ **2**, 348-354 \\(2011).\r\n  11. Vargas, R. I. _et al._ Attraction and mortality of oriental fruit flies to SPLAT-MAT-methyl eugenol with spinosad. _Entomol. Exp. Appli._ **131**, 286–293 \\(2009).\r\n  12. Thomson, D. R., Gut, L. J. & Jenkins, J. W. Biopesticides: use and delivery, Ed. Hall, F. R. & Menn, J. J. Humana Press Inc., New Jersey, 385–412 \\(1999).\r\n  13. Campion, D. G., Critchley, B. R. & McVeigh, L. J. Mating disruption. In Insect Pheromones in Plant Protection; Ed. Jutsum, A. R. & Gordon, R. F. S. Wiley: New York, 89-119 \\(1985). \r\n  14. Heuskin, S., Verheggen, F. J., Haubruge, E., Wathelet, J.-P. & Lognay, G. The use of semiochemical slow-release devices in integrated pest management strategies. _Biotechnol. Agron. Soc. Environ._ **15**, 459-470 \\(2011).\r\n  15. Shelly, T. E. _et al._ Capture of Bactrocera fruit flies \\(Diptera: Tephritidae) in traps baited with liquid versus solid formulations of male lures. _J. Asia-Pacific Entomol._ **14**, 463–467 \\(2011).\r\n  16. Jadhav, S. R. _et al._ Molecular gels-based controlled release devices for pheromones. _Soft Matter._ **7**, 864–867 \\(2011).\r\n  17. Bhagat, D., Samanta, S.K. & Bhattacharya, S. Efficient Management of Fruit Pests by Pheromone Nanogels. _Sci. Rep._ **3**, 1294; DOI:10.1038/srep01294 \\(2013).\r\n  18. Samanta, S. K., Pal, A. & Bhattacharya, S. Choice of the end functional groups in tri\\(p-phenylenevinylene) derivatives controls its physical gelation abilities. _Langmuir_ **25**, 8567-8578 \\(2009).\r\n  19. Bhattacharya, S. & Krishnan-Ghosh, Y. First report of phase selective gelation of oil from oil/water mixtures. Possible implications toward containing oil spills. _Chem. Commun._ 185-186 \\(2001).\r\n  20. Bhattacharya, S. & Acharya, S.N.G. Pronounced hydrogel formation by the self-assembled aggregates of N-alkyl disaccharide amphiphiles. _Chem. Mater._ **11**, 3504-3511 \\(1999).\r\n  21. Basit, H., Pal, A., Sen, S. & Bhattacharya, S. Two-component hydrogels comprising fatty acids and amines: structure, properties, and application as a template for the synthesis of metal nanoparticles. _Chem. Eur. J._ **14**, 6534-6545 \\(2008).\r\n  22. Pal, A., Basit, H., Sen, S., Aswal, V. K. & Bhattacharya, S. Structure and properties of two component hydrogels comprising lithocholic acid and organic amines. _J. Mater. Chem._ **19**, 4325-4334 \\(2009).\r\n  23. Samanta, S. K. & Bhattacharya, S. Wide-range light-harvesting donor-acceptor assemblies through specific intergelator interactions via self-assembly. _Chem. Eur. J._ **18**, 15875-15885 \\(2012). \r\n  24. Bhattacharya, S. & Samanta, S. K. Unusual salt-induced color modulation through aggregation-induced emission switching of a bis-cationic phenylenedivinylene-based π hydrogelator. _Chem. Eur. J._ **18**, 16632-16641 \\(2012).\r\n  25. Samanta, S. K. & Bhattacharya, S. Aggregation induced emission switching and electrical properties of chain length dependent π-gels derived from phenylenedivinylene bis-pyridinium salts in alcohol-water mixtures. _J. Mater. Chem._ **22**, 25277-25287 \\(2012).\r\n  26. Samanta, S. K. & Bhattacharya, S. Excellent chirality transcription in two-component photochromic organogels assembled through J-aggregation. _Chem. Commun._ **49**, 1425-1427 \\(2013).\r\n  27. Bhattacharya, S. & Samanta, S. K. Soft functional materials induced by fibrillar networks of small molecular photochromic gelators. _Langmuir_ **25**, 8378-8381 \\(2009)."
        },
        {
            "header": "Acknowledgements",
            "content": "DB thanks the present and past Directors of NBAII, Bangalore for their encouragements. We thank DST, Government of India \\(J C Bose Fellowship to SB), INI, IISc for the SEM and TEM studies and DBT, Government of India for funding this work. We thank Dr. K. J. David for the identification of _Bactrocera dorsalis_ \\(Hendel)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep01294",
                "date": "2013-03-19 10:26:50",
                "title": "Efficient Management of Fruit Pests by Pheromone Nanogels",
                "authors": [
                    "Deepa Bhagat",
                    "Suman K. Samanta",
                    "and Santanu Bhattacharya"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12459,
                "identity": "9ff950a8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Santanu Bhattacharya",
                "email": "sb@orgchem.iisc.ernet.in",
                "orcid": "",
                "institution": "Department of Organic Chemistry, Indian Institute of Science, Bangalore 560 012, India.; J. C. Bose Fellow, Department of Science and Technology, New Delhi.; JNCASR, Bangalore 560 012, India",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Santanu",
                "middleName": "",
                "lastName": "Bhattacharya",
                "suffix": ""
            },
            {
                "id": 12457,
                "identity": "9ff94b88-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Deepa Bhagat",
                "email": "",
                "orcid": "",
                "institution": "Department of Organic Chemistry, Indian Institute of Science, Bangalore 560 012, India.; National Bureau of Agriculturally Important Insects, Indian Council of Agricultural Research, Bangalore 560 024, India  ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Deepa",
                "middleName": "",
                "lastName": "Bhagat",
                "suffix": ""
            },
            {
                "id": 12458,
                "identity": "9ff94e77-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suman K. Samanta",
                "email": "",
                "orcid": "",
                "institution": "Department of Organic Chemistry, Indian Institute of Science, Bangalore 560 012, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suman",
                "middleName": "K.",
                "lastName": "Samanta",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-03-20 05:10:05",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.034",
        "doiUrl": "https://doi.org/10.1038/protex.2013.034",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608701,
                "identity": "4101f837-16a7-4be7-a2ab-71e01eaf9dc9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1498219,
                "visible": true,
                "origin": "",
                "legend": "Molecular structures of the gelator and preparation of the nanogel   (a) Molecular structures of the gelator, 1 and methyl eugenol (ME). Photographs showing (b) colorless ME, (c) a ‘sol’ after warming 12 mg/mL of 1 in ME at 70 oC; inset shows glass vials holding 0.2 mL of the ‘sol’ and (d) a ‘gel’ at room temperature (25 oC) after cooling the previous solution without any external perturbation; inset shows the inverted vials holding the gel suitable for the field study. \r\n\r\nFigure from reference 17: Bhagat, D., Samanta, S.K. & Bhattacharya, S. Efficient Management of Fruit Pests by Pheromone Nanogels. Sci. Rep. 3, 1294; DOI:10.1038/srep01294 (2013).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2654/v1/figure_1.jpg"
            },
            {
                "id": 2608699,
                "identity": "5f76525f-854f-4481-a2bd-b1702be83955",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:24",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1167075,
                "visible": true,
                "origin": "",
                "legend": "Slow release study   (a) Thin films prepared on 09th Aug’2009; plate A: 1+ME gel, plate B: gels of 1 in toluene, plate C: ME alone and the plates were exposed to a guava orchard. (b) The same plates were exposed to the guava orchard after three weeks on 31st Aug’09. \r\n\r\nFigure from reference 17: Bhagat, D., Samanta, S.K. & Bhattacharya, S. Efficient Management of Fruit Pests by Pheromone Nanogels. Sci. Rep. 3, 1294; DOI:10.1038/srep01294 (2013).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2654/v1/figure_2.jpg"
            },
            {
                "id": 2608705,
                "identity": "fd7c50e3-981d-4ac3-b1a3-f5e1b078784f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2231562,
                "visible": true,
                "origin": "",
                "legend": "Sampling technique involving nanogels for the field study   (a) A simple and low cost sampling technique in which nanogels are placed just above the water level contained inside plastic bottles. This arrangement was distributed throughout the guava orchard. (b) A view of the sampling process where in the plastic bottle, two holes were made oppositely up (rear-side shown by yellow rear-arrow) and down (front-side yellow arrow) to each other and filled with water near the level of the down hole (shown by white arrow). The nanogel was placed inside the bottles just above the water level. Control experiments were performed with ME added directly into the water ~2 cm below the level of the down hole. (c) Owing to the presence of pheromone, the fruit flies were attracted towards the bottles and fell down into the water and drowned to eventual death. (d) Dead flies were filtered and their numbers were counted. (e) Plot represents averages (± SE, n = 6) of the number of dead flies for the nanogel and the control (ME alone). \r\n\r\nFigure from reference 17: Bhagat, D., Samanta, S.K. & Bhattacharya, S. Efficient Management of Fruit Pests by Pheromone Nanogels. Sci. Rep. 3, 1294; DOI:10.1038/srep01294 (2013).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2654/v1/figure_3.jpg"
            },
            {
                "id": 13465364,
                "identity": "44f91b4b-8dc0-4f99-814b-f6f99ad4a01c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 549660,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2654/v1/0573cc3b-a2d2-4949-9f56-093f0b71e79e.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Organogels and hydrogels, Slow-release, Pest management, Bactrocera dorsalis, Viscoelasticity, Thermal stability",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes environment-friendly management of fruit flies involving pheromones for the reduction of undesirable pest populations responsible for decreasing the yield and the crop quality. The procedure involves preparation of a nanogel from a pheromone, methyl eugenol \\(ME) using a low-molecular mass gelator. The nanogel formation is possible due to the self-assembly of the gelator molecules in pheromone. The nanogel offers stability at open ambient conditions, reduced evaporation and sustained release of the pheromone, easy handling and transportation without refrigeration, and reduction in the frequency of pheromone recharging in the orchard. The protocol also depicts easy sampling technique for the trapping of the pests in a guava orchard using the nanogels. Notably the involvement of the nano-gelled pheromone brought about an effective management of _Bactrocera dorsalis_, a prevalent harmful pest for a number of fruits including guava. Thus a simple, practical and low cost green chemical approach is developed that has a significant potential for crop protection, long lasting residual activity, excellent efficacy and favorable safety profiles.",
        "manuscriptTitle": "Pheromone Nanogels for Efficient Management of Fruit Flies",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-03-20 09:43:32",
                "doi": "10.1038/protex.2013.034",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ff8f084-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 20th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2921,
                "name": "Biochemistry"
            },
            {
                "id": 2922,
                "name": "Nanoscience and technology"
            },
            {
                "id": 2923,
                "name": "Plant sciences"
            },
            {
                "id": 2924,
                "name": "Materials science"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-03-20 09:43:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}