{
    "identity": "nprot-117",
    "title": "Calcium dependent by pentraxins to ligands immobilized on agarose, and effect of C-reactive protein on leptin action in mice _in vivo_",
    "content": [
        {
            "header": "Introduction",
            "content": "**Pentraxins.**  SAP and C reactive protein\\(CRP) are closely related plasma proteins that comprise the highly conserved pentraxin family of homopentameric molecules, belonging to the &#x2018;lectin fold&#x2019; superfamily<sup>1,2</sup>, with specific calcium dependent ligand binding properties.  Human CRP is the classical non-specific acute phase protein while human SAP is a stable constitutive plasma protein which does not increase in concentration during the early acute phase response but may rise modestly during chronic inflammation<sup>3</sup>.  Despite much information about their properties and behaviour in humans and other species, neither the normal physiological functions nor the actual roles of either of these proteins in pathophysiology of disease are known for certain.  No deficiency of either protein in humans, or even any structural polymorphism, has yet been reported, and even the glycan moiety of human SAP is remarkably invariant<sup>4</sup>.  No mouse CRP knockout has been reported but the mouse SAP knockout is fertile, healthy and lives a normal span, although it has altered innate immunity and impaired capacity to develop amyloidosis<sup>5,6</sup>.\r\n\n\n\r\n\n\nHuman CRP is a rapidly responsive non-specific acute phase protein with a fast plasma half life of 19 h and a dynamic range between less than 0.05 mg/l and more than 500 mg/l.  Despite stable phylogenetic conservation of protein sequence, there are marked differences between CRPs in different species in normal concentration, behaviour as acute phase proteins, fine ligand binding specificity, and secondary effects of ligand binding including precipitation, agglutination and complement activation<sup>7,8</sup>.  In order to be plausible, any in vivo role proposed for CRP, whether specifically human or phylogenetically conserved, should be consistent with these facts.\r\n\n\n\r\n\n\n**Pentraxin binding to agarose.**  The characteristic functional property of all pentraxins is their calcium dependent binding to specific anion containing ligands.  Human CRP binds with greatest affinity to phosphocholine<sup>9</sup> while human SAP binds to phosphoethanolamine<sup>10</sup> and to the cyclic pyruvate acetal of galactose, a trace constituent of agarose, a galactan polysaccharide derived from seaweed<sup>11,12</sup>.  However, as has been known for decades, human CRP also binds weakly to agarose<sup>13</sup>, whereas rat CRP binds more avidly<sup>14</sup>.  CRP binding may reflect recognition of trace sulphate as well as pyruvate constituents of agarose, the abundance of both of which varies significantly between different batches of this biological product, and thus between different lots from the same manufacturer as well as between different manufacturers.\r\n\n\n\r\n\n\nBeaded agarose is widely used as a solid phase matrix for coupling of ligands and for affinity chromatography.  When binding by pentraxins to ligands immobilised on agarose is observed, it is absolutely essential to demonstrate that the interaction is with the ligand and not the matrix.  All such studies must therefore include the identical activated agarose beads, either coupled with a genuinely non reactive ligand, or simply blocked with the same blocking compound, most commonly Tris or ethanolamine, as used for the ligand coupled beads.  Specific binding to the coupled ligand is then indicated by a significant difference between binding under identical circumstances to the test and control beads.  Since we first reported the binding of pentraxins to agarose 30 years ago<sup>11,13</sup>, omission of this obvious and essential control procedure has led to several false conclusions about binding reactivity of different pentraxins, the most egregious being the claim that SAP was a fourth subcomponent, C1t, of the C1 component of the complement system<sup>15,16</sup>.  The claim that CRP binds to leptin is likely to reflect this same systematic error, since binding between these two proteins could not be reproduced, regardless of which one was immobilised and which one was in the fluid phase.  Human CRP also did not have any effect on the suppression of appetite and loss of weight induced by human leptin in mice."
        },
        {
            "header": "Procedure",
            "content": "**A)  Testing for binding of CRP to immobilized leptin.**\r\n\n\nHuman recombinant leptin was from Calbiochem \\(catalogue number 429700); Aminolink® agarose was from Pierce Biotechnology \\(catalogue number 44890).  \r\n\n\n\r\n\n\n1)  Offer leptin \\(792 µg) for coupling to Aminolink® agarose \\(2 ml) and block excess unreacted sites according to the manufacturer’s instructions.  Check supernatant from the coupling reaction to ensure that all the offered protein is bound.\r\n\n\n2)  Process a separate 2 ml volume of the Aminolink® agarose identically but without addition of leptin and then block identically.  \r\n\n\n3)  Equilibrate both lots of beads with TC buffer \\(10 mM Tris, 2 mM CaCl2, 140 mM NaCl, pH 8.0).  \r\n\n\n4)  Add normal human serum \\(1.5 ml containing 1 mg/l CRP) or acute phase human serum \\(1.5 ml containing 69 mg/l CRP), previously stored at 80ºC, to 1 ml aliquots of each set of beads, and rotate the mixtures for 30 min at room temperature.  \r\n\n\n5)  Sediment the beads by centrifugation, remove the supernatants, and wash the gels with 20 ml TC buffer.  \r\n\n\n6)  Elute bound material with 2 washes, each of 1 ml, of TE buffer \\(10 mM Tris, 140 mM NaCl, 10 mM EDTA, pH 8.0) or 10 mM glycine/HCl, pH 2.0.  \r\n\n\n7)  Neutralize the acid eluates immediately with 1.0 M Tris, 14.3 mM CaCl\n2\nto give a final concentration of 140 mM Tris, 2 mM calcium and pH 7.5.  \r\n\n\n8)  Assay CRP in the washes and eluates in the Dade-Behring BN II instrument \\(TE eluates only since acid elution denatures CRP), and detect by Western blotting after SDS-PAGE, using monospecific goat anti human CRP antibodies and the ECL Western blotting detection system \\(GE Healthcare).\r\n\n\n\r\n\n\n**B) Testing for binding of radiolabelled leptin by immobilized CRP, SAP and leptin receptor.**\r\n\n\n1)  Radioiodinate human recombinant leptin with\n125\niodine using N bromosuccinimide\n17\nto provide specific activity of approximately 8.4 MBq/mg.\r\n\n\n2)  Couple recombinant human leptin receptor \\(OB-R) \\(100 µg) \\(R&D Systems, catalogue number 389-LR-100) to CNBr activated Sepharose® \\(0.3g) according to the manufacturer’s instructions \\(GE Healthcare); all the offered protein should be bound.  \r\n\n\n3)  Couple highly purified and structurally and functionally intact human CRP and SAP, isolated as previously described\n18\n, to CNBr activated Sepharose® as previously described\n19,20\n.  The proteins should be at bound at ~8 10 mg/ml beads, and the functional integrity of the coupled pentraxins for specific ligand binding should be confirmed as previously reported\n19,20\n.\r\n\n\n4)  A further batch of the same beads with no coupled protein should be simply blocked with ethanolamine.\r\n\n\n5)  Equilibrate each of the different sets of beads with TC.\r\n\n\n6)  Add radioiodinated leptin, 100 µl containing 0.25 µg protein in TCB buffer \\(TC containing 4% w/v BSA), to replicate sets of 25 µl packed bead volumes of each of the bead types, and rotate the mixtures gently at room temperature for 30 min.\r\n\n\n7)  Sediment the beads by centrifugation and aspirate supernatants carefully before washing one set of each bead type with TC and one with TE buffer using three 250 µl washes.\r\n\n\n8)  Measure radioactivity in the final gel pellets and each of the supernatants and washes.\r\n\n\n\r\n\n\n**C) Testing for effect of human CRP on human leptin action in mice.**\r\n\n\n1)  Male 10 week old mice should be obtained 10 days before the start of the study and immediately housed singly.\r\n\n\n2)  In the week before the start of the study proper handle each mouse for at least 5 min daily.  \r\n\n\n3)  In the 4 days prior to study, weigh body weight and food intake daily between 08.00 and 09.00 and give each mouse a “mock” treatment of intraperitoneal injection with an empty syringe.\r\n\n\n4)  Continue with the actual experiment only with mice which maintain constant food intake and weight in the 2 preceding days.  We excluded eight of 32 original animals in our study because of food grinding and/or loss in body weight with mock treatment, leaving 6 mice in each of the different treatment groups.  All experimental mice must have stable and identical weight and food intake before the different treatments are started.  In our experiment body weights \\(mean, SEM, g) were: vehicle alone group, 27.2, 1.2; leptin group 26.9, 0.8; CRP group, 27.0, 0.8; and leptin plus CRP group, 27.0, 0.8.  Daily food intake \\(mean, SEM, g/day) for these same groups was 4.7, 0.3; 4.6, 0.3; 4.6, 0.2; and 4.8, 0.2 respectively.\r\n\n\n5)  Inject all mice intraperitoneally twice daily at 08.00 and 20.00 for 4 days.\r\n\n\n6)  Weigh food and body weight at the time of the 08.00 injection.\r\n\n\n7)  Reconstitute human recombinant leptin from Calbiochem \\(catalogue number 429700) from the lyophilized state exactly as directed on the data sheet, with 15 mM sterile HCl and then 7.5 mM sterile NaOH added to give a leptin stock solution with a concentration of 1.25 mg/ml, which can be divided into 50 µl aliquots and stored at -80°C until required.\r\n\n\n8)  Keep human CRP, isolated as previously described\n18\nand stored at -80°C until prior the study, at 2-4°C at a concentration of 8.7 mg/ml in TC buffer.\r\n\n\n9)  For each treatment group, make up a fresh working solution for injection 30 min before each injection time point, to provide the desired dose in a constant volume of 270 µl.\r\n\n\nLeptin:  Prepare a working solution of 0.25 mg/ml by mixing 0.4 ml of leptin stock at 1.25 mg/ml with 1.6 ml TC buffer.  Injection of 270 µl of working solution thus provides 0.0675 mg of leptin, corresponding to 2.5 mg/kg body weight.\r\n\n\nCRP:  Prepare a working solution of 6.96 mg/ml by mixing 1.6 ml of CRP stock at 8.7 mg/ml with 0.4 ml TC buffer.  Injection of 270 µl of working solution provides 1.8792 mg of CRP, corresponding to 69.6 mg/kg body weight.\r\n\n\nLeptin plus CRP:  Prepare a working solution by mixing 1.6 ml of CRP stock at 8.7 mg/ml with 0.4 ml leptin stock at 1.25 mg/ml.  Injection of 270 µl thus provides 0.0675 mg leptin and 1.8792 mg CRP for each dose per mouse, corresponding to 2.5 mg/kg of leptin and 69.6 mg/kg of CRP.\r\n\n\nVehicle:  For each set of injections, draw 2 ml of TC buffer from refrigerated stock and inject 270 µl per mouse.\r\n\n\n10)  The method of administration of working solution for each of the four groups should be identical.  From the 2 ml working solution, draw up 0.3ml into 6 separate 0.5 ml insulin syringes.  Inject each of the six mice in each treatment group with 270 µl intraperitoneally.  Then discard the syringe plus remaining solution."
        },
        {
            "header": "References",
            "content": "1. Pepys, M.B. _et al._ Amyloid P component.  A critical review. Amyloid: _Int. J. Exp. Clin. Invest._ **4**, 274-295 \\(1997).\r\n  2. Pepys, M.B. &amp; Hirschfield, G.M. C-reactive protein: a critical update. _J. Clin. Invest._ **111**, 1805-1812 \\(2003).\r\n  3. Pepys, M.B. _et al._ Comparative clinical study of protein SAP \\(amyloid P component) and C-reactive protein in serum. _Clin. Exp. Immunol._ **32**, 119-124 \\(1978).\r\n  4. Pepys, M.B. _et al._ Human serum amyloid P component is an invariant constituent of amyloid deposits and has a uniquely homogeneous glycostructure. _Proc. Natl. Acad. Sci. USA_ **91**, 5602-5606 \\(1994).\r\n  5. Botto, M. _et al._ Amyloid deposition is delayed in mice with targeted deletion of the serum amyloid P component gene. _Nature Med._ **3**, 855-859 \\(1997).\r\n  6. Noursadeghi, M. _et al._ Role of serum amyloid P component in bacterial infection: protection of the host or protection of the pathogen. _Proc. Natl. Acad. Sci. USA_ **97**, 14584-14589 \\(2000).\r\n  7. Baltz, M.L. _et al._ Phylogenetic aspects of C-reactive protein and related proteins. _Ann. N.Y. Acad. Sci._ **389**, 49-75 \\(1982).\r\n  8. Pepys, M.B. &amp; Baltz, M.L. Acute phase proteins with special reference to C reactive protein and related proteins \\(pentaxins) and serum amyloid A protein. _Adv. Immunol._ **34**, 141-212 \\(1983).\r\n  9. Volanakis, J.E. &amp; Kaplan, M.H. Specificity of C-reactive protein for choline phosphate residues of pneumococcal C-polysaccharide. _Proc. Soc. Exp. Biol. Med._ **136**, 612-614 \\(1971).\r\n  10. Pontet, M., Engler, R. &amp; Jayle, M.F. One step preparation of both human C-reactive protein and C1t. _Fed. Eur. Biol. Soc. Lett._ **88**, 172-175 \\(1978).\r\n  11. Pepys, M.B. _et al._ Isolation of amyloid P component \\(protein AP) from normal serum as a calcium-dependent binding protein. _Lancet_ **i**, 1029-1031 \\(1977).\r\n  12. Hind, C.R.K. _et al._ Binding specificity of serum amyloid P component for the pyruvate acetal of galactose. _J. Exp. Med._ **159**, 1058-1069 \\(1984).\r\n  13. Pepys, M.B., Dash, A.C. &amp; Ashley, J. Isolation of C-reactive protein by affinity chromatography. _Clin. Exp. Immunol._ **30**, 32-37 \\(1977).\r\n  14. de Beer, F.C. _et al._ Isolation and characterisation of C-reactive protein and serum amyloid P component in the rat. _Immunology_ **45**, 55-70 \\(1982).\r\n  15. Assimeh, S.N. &amp; Painter, R.H. The identification of a previously unrecognized subcomponent of the first component of complement. _J. Immunol._ **115**, 482-487 \\(1975).\r\n  16. Painter, R.H. Evidence that Clt \\(amyloid P component) is not a subcomponent of the first component of complement \\(Cl). _J. Immunol._ **119**, 2203-2205 \\(1977).\r\n  17. Reay, P. Use of N-bromosuccinimide for the iodination of proteins for radioimmunoassay. _Ann. Clin. Biochem._ **19**, 129-133 \\(1982).\r\n  18. de Beer, F.C. &amp; Pepys, M.B. Isolation of human C-reactive protein and serum amyloid P component. _J. Immunol. Methods_ **50**, 17-31 \\(1982).\r\n  19. de Beer, F.C., Baltz, M., Holford, S., Feinstein, A. &amp; Pepys, M.B. Fibronectin and C4-binding protein are selectively bound by aggregated amyloid P component. _J. Exp. Med._ **154**, 1134-1149 \\(1981).\r\n  20. de Beer, F.C. _et al._ Low density and very low density lipoproteins are selectively bound by aggregated C-reactive protein. _J. Exp. Med._ **156**, 230-242 \\(1982)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nm0107-17 ",
                "date": "2006-11-01 10:42:37",
                "title": "Is leptin an important physiological regulator of CRP?",
                "authors": [
                    "Hutchinson",
                    "W.L. et al."
                ],
                "journal": "Nature Medicine",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9958,
                "identity": "9eca1ffd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Pepys",
                "email": "",
                "orcid": "",
                "institution": "University College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Pepys",
                "suffix": ""
            },
            {
                "id": 9959,
                "identity": "9eca246e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anthony Coll",
                "email": "",
                "orcid": "",
                "institution": "Cambridge University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anthony",
                "middleName": "",
                "lastName": "Coll",
                "suffix": ""
            },
            {
                "id": 9960,
                "identity": "9eca26e1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Winston Hutchinson",
                "email": "",
                "orcid": "",
                "institution": "University College London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Winston",
                "middleName": "",
                "lastName": "Hutchinson",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-20 13:30:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.63",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.63",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464330,
                "identity": "cb97a603-e186-40fd-80b7-c7ff91d614af",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 128948,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-117/v1/f8bb9d22-419a-455f-b8b3-4e3e3d792f37.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "pentraxin binding, C-reactive protein, serum amyloid P component, agarose, calcium-dependent binding, leptin\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Calcium dependent by pentraxins to ligands immobilized on agarose, and effect of C-reactive protein on leptin action in mice in vivo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-01-24 05:50:57",
                "doi": "10.1038/nprot.2007.63",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ec9c7fb-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 24th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1456,
                "name": "Biochemistry"
            },
            {
                "id": 1457,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-01-24 05:50:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}