{
    "identity": "pex-1507",
    "title": "<p>Multiplexed Live-Cell Profiling with Raman probes</p><p><br></p>",
    "content": [
        {
            "header": "Procedure",
            "content": "Cell culture\nHeLa, SKBR3, and COS-7 cells were all obtained from the American Type Culture Collection (ATCC) and kept under standard cell culture conditions (5% CO\n2\n, 37\no\nC). HeLa and COS-7 cells were cultured in DMEM media (Gibco, 11965118) supplemented with 10% fetal bovine serum (FBS, Gibco, 10099141) and 1% penicillin/streptomycin (P/S, Gibco, 15140148). SKBR3 cells were cultured in McCoy’s 5A media (Gibco, 16600082) supplemented with 10% FBS and 1% P/S.\nRdots Preparation and Bioconjugation\nIncorporation of Carbow dyes was achieved by swelling the 4% w/v polystyrene (PS) beads (Invitrogen, C37232, C37233, C37479) in a solvent mixture containing 160 µL 4% w/v PS beads, 160 µL reverse osmosis (RO) water and 120 µL Tetrahydrofuran (THF, Sigma, 401757)), and by adding a controlled amount of Carbow dyes to the mixture (refer to Supplementary Table 1 for specific dye concentration). After 30 minutes of gentle agitation at room temperature (RT), 2 mL 20 mM phosphate buffer (PH 7.3) was subsequently added to shrink the Rdots. Excess dyes were removed by three rounds of centrifugation and resuspension in RO water using 30K MWCO filters (Millipore, UFC9030). Rdots bioconjugation to antibodies and aptamers were carried out through carboxyl-to-amine crosslinking using the ethyl dimethylaminopropyl carbodiimide (EDC, Thermo Scientific, 22980) and sulfo-NHS (Sigma, 56485). To activate the carboxyl groups on beads surface for covalent conjugation, 200 µL 4% w/v beads were mixed vigorously with 100 µL 100 mg/mL freshly prepared EDC solution and 100 µL 150 mg/mL sulfo-NHS in MES buffer (25 mM, PH 6.0) at RT for 30 minutes. Excess EDC and sulfo-NHS were separated by two rounds of centrifugation (14500 xg) and resuspension in RO water using 30K MWCO filters (Millipore, UFC503024). The purified beads with activated carboxyl groups were then exposed to 200 µL 35 mM NH2-PEG-COOH (Laysan Bio Inc, NC1641410) and 200 µL 320 mM NH2-PEG-OH (Laysan Bio Inc, NC1641409) in DPBS buffer (PH 8.1) for 3 hours at RT to yield a well-shielded PEG layer. Excess PEG molecules were removed by three rounds of centrifugation and resuspension in RO water using 100K MWCO filters (Millipore, UFC510024). For antibody conjugation, the carboxyl groups on PEGylated beads were then activated with 100 µL 100 mg/mL freshly prepared EDC solution and 100 µL 150 mg/mL sulfo-NHS in MES buffer (25 mM, PH 6.0) at RT for 30 minutes. After two rounds of centrifugation, the activated beads were then mixed with antibodies at a bead: antibody molar ratio of 1:30 and react for 3 hours in HEPES buffer (10 mM, PH 8.3) at RT. The bead-Ab conjugates were separated from free antibodies by centrifugation for 3 rounds at 16000 rpm. Then the conjugates were resuspended in DPBS buffer (Gibco, 14190136) for use. For aptamer conjugation, the activated beads were mixed with aptamer at a bead: aptamer molar ratio of 1:100 and react for 3 hours in HEPES buffer (10 mM, PH 8.3) at RT. Free aptamers were removed by four rounds of centrifugation with 100K MWCO filters and resuspension in DPBS buffer for use (see Supplementary Table 2 for antibody catalog numbers and aptamer sequences).\npH stability of Rdots\nTo assess the effect of pH conditions on Rdots stability, the Rdots were exposed to opti-MEM (Gibco, 31985062) with pH 7.0, 5.5, and 4.5. The pH of opti-MEM was adjusted by adding acid dropwise with constant stirring. The time-dependent Raman intensity was measured through our home-built Raman microscope.\nMetabolic probe preparation\nTo prepare\n13\nC-AA DMEM, 4 mg/mL algae\n13\nC amino acid mix (CLM-1548, Cambridge isotope) was dissolved in RO water supplemented with 10% FBS, 1% P/S and other components including vitamin, inorganic salts, and glucose according to DMEM media formula (Invitrogen, 11965). 17-ODYA (Tocris Bioscience, 06-171-0) was dissolved in DMSO and a working stock solution of 4 mM was prepared by 1:6 complexing to BSA (Sigma-Aldrich, A6003).\n13\nC-EdU was synthesized as the previous reported\n53\n. AltQ2 (a generous gift from Professor Mikiko Sodeoka) was dissolved in DMSO to get a stock solution of 10 mM for use.\nCell proliferation assay\nTo evaluate the cytotoxicity of Rdots on cells, SKBR3 cells were incubated with 1 nM endocytosis beads for 6 hours and then mixed with 10 nM Rdots for surface protein labeling. Cell viability was studied using Live/Dead cell double staining by incubating with 2 µM calcein-AM (Invitrogen, C3099) and 2.5 µM propidium iodide (PI, Sigma-Aldrich, P4864) for 30 minutes at 37\no\nC. Fluorescent images were acquired by Olympus confocal microscopy prior to viable/dead cell counting.\nLive cell surface protein staining\nCells were dissociated using trypsin-EDTA (Gibco, 25-200-056) on reaching 75% confluence and then harvested in the tube. After two rounds of washing with ice-cold DPBS, cells were resuspended on DPBS buffer with 5 mM MgCl\n2\n, 1 mg/mL yeast tRNA (Invitrogen, AM7119), and 1% BSA (Sigma-Aldrich, 05470) to reach 10\n7\ncells per mL. For aptamer annealing, aptamers conjugated Rdots were incubated on a heat block at 90\no\nC for 4 minutes and then slowly cool to RT. Then cells were stained with seven-colored Rdot conjugates at a concentration of 10 nM for 30 minutes on ice. Followed by three rounds of washing with DBS buffer with 5 mM MgCl\n2\nand 1% BSA,\ncells were attached to a poly-L-lysine coated coverslip (Neuvitro GG12PDL) and mounted onto the microscope for Raman measurement.\nAutomated Raman spectrometer\nThe schematic of the home-built Raman microscope is shown as our previously reported\n38\n. Here, the 10X objective was underfilled to reach an illumination diameter of 8-10 µm. A motorized stage was installed to automatically park on cells identified through bright filed. The entire system was controlled through a LabVIEW-based software module (National Instrument).\nStimulated Raman scattering (SRS) microscopy\nThe setup of SRS microscopy has been described previously\n26\n. Briefly, an integrated laser (Applied Physics and Electronics, Inc., picoEMERALD) was coupled into an inverted laser scanning confocal microscope (Olympus, FV1200). The Stokes beam (1,064 nm, 6 ps pulse width) was intensity-modulated at 8 MHz by electro-optic-modulator, and a tunable pump beam (720–990 nm, 5–6 ps pulse width) was produced by the optical parametric oscillator. The laser beams were focused on the sample through a 25x water immersion objective (Olympus, XLPlan N, 1.05 NA MP). For cellular imaging, 100 mW pump and 400 mW Stokes power were used, with 40 us time constant and the matching pixel dwell time.\nMultiparameter live-cell profiling.\nSKBR3 cells were seeded onto 18mm round quartz coverslips (Electron Microscopy Sciences, 103302-258) and then maintained in a culture environment for 48 hours to reach 90% confluence. Then the culture medium was replaced with\n13\nC-AA DMEM containing 200 µM 17-ODYA and 50 nM\n13\nC-EdU for 60 hours. For the drug testing samples, cells were subject to the drug treatment simultaneously (see Supplementary Table 3 for specific drug concentration). Followed by three rounds of gentle washing of DPBS buffer, cells were subsequently incubated with three-colored endocytic Rdots at 1 nM in serum-free DMEM medium. 6 hours later, cell surface markers were stained with seven-colored Rdots at a concentration of 10 nM for 1 hour on ice. After that, cells were washed extensively with DPBS buffer with 5 mM MgCl\n2\nand 1% BSA. Then cells were rinsed with DPBS buffer with 5 mM MgCl\n2\nand 40 µM AltQ2 before mounting onto the microscope for Raman measurement. Spectral unmixing was performed through the Least Square Method (LSM).\nSpectral unmixing processing.\nTo decipher the contribution of individual Raman probes, spectra unmixing was performed for the amide region and cell silent region, respectively. The normalized spectra of 16 components (including 14-plexed Raman probes, C\nC vibration of PS bead, and\n12\nC amide peak) in Figure 5e were employed as reference spectra and characterized by library\nM\namide\nand\nM\nsilent\n, respectively. After background removal, the trimmed single-cell Raman spectrum\nI\namide\n(1500 cm\n-1\n– 1700 cm\n-1\n) and\nI\nsilent\n(2000 cm\n-1\n– 2300 cm\n-1\n) can be deconvolved into the weighted (\nϴ\n) sum of reference spectrum and noise\nN\n. The process of linear unmixing can be described as follows:\nI\nsilent\n= M\nsilent\nx ϴ\nsilent\n+ N\n(1)\nI\namide\n= M\namide\nx ϴ\namide\n+ N\n(2)\nApproximating that the value of\nN\nis negligible for the low-noise spectrum, so here we made an estimation:\nI\nsilent\n= M\nsilent\nxϴ\nsilent\n(3)\nI\namide\n=M\namide\nxϴ\namide\n(4)\nAs a result,\nM\nsilent\n-1\nx I\nsilent  =\nM\nsilent\n-1\nx M\nsilent\nx ϴ\nsilent\n(5)\nwhich means the decomposed contribution of each component\nϴ\nsilent =\nM\nsilent\n-1x\nI\nsilent\n(6)\n.\nSimilarly,\nϴ\namide  =\nM\namide\n-1\nx  I\namide\n(7)\n.\nThe matrix computation was carried out with MATLAB. To verify the linear unmixing model is satisfactory for multiparameter Raman spectral decomposition and robust to measurement noise, the single-cell Raman spectrum acquired was reconstructed with the calculated\nϴ\n. The Pearson correlation coefficient was employed to represent the similarity between reconstructed and ground spectrum and assess the robustness of the unmixing model."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 23561437,
                "identity": "63409e80-afaa-4534-ae26-e8946688d344",
                "order_by": 0,
                "name": "Chen Chen",
                "email": "",
                "orcid": "",
                "institution": "Columbia University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chen",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 23561438,
                "identity": "7f999382-d85f-4468-bb77-665bc7815ee9",
                "order_by": 1,
                "name": "Zhilun Zhao",
                "email": "",
                "orcid": "",
                "institution": "Columbia University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhilun",
                "middleName": "",
                "lastName": "Zhao",
                "suffix": ""
            },
            {
                "id": 23561769,
                "identity": "8e7f003b-5b8a-41ad-837f-61cce6dda3d8",
                "order_by": 2,
                "name": "Naixin Qian",
                "email": "",
                "orcid": "",
                "institution": "Columbia University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naixin",
                "middleName": "",
                "lastName": "Qian",
                "suffix": ""
            },
            {
                "id": 23561770,
                "identity": "3b086346-a12f-4776-86e8-44c0b3d7b369",
                "order_by": 3,
                "name": "Shixuan Wei",
                "email": "",
                "orcid": "",
                "institution": "Columbia University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shixuan",
                "middleName": "",
                "lastName": "Wei",
                "suffix": ""
            },
            {
                "id": 23561771,
                "identity": "3671f8fb-c5cb-4ebe-a55c-de5b94440b4e",
                "order_by": 4,
                "name": "Fanghao hu",
                "email": "",
                "orcid": "",
                "institution": "Columbia University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fanghao",
                "middleName": "",
                "lastName": "hu",
                "suffix": ""
            },
            {
                "id": 23564878,
                "identity": "9bddb69b-b832-4c80-b163-99d898a296e7",
                "order_by": 5,
                "name": "Wei Min",
                "email": "weimin.photon@gmail.com",
                "orcid": "",
                "institution": "Columbia University ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Wei",
                "middleName": "",
                "lastName": "Min",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-27 10:09:03",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1507/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1507/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13694376,
                "identity": "9454f7e7-f74e-406d-b396-29168c1d7e3f",
                "added_by": "auto",
                "created_at": "2021-09-17 12:53:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 231145,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1507/v1/bf121309-2cd5-4c46-b864-b39a61aec561.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Raman, Multiplex,  Profiling, Single live cell",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Single-cell multiparameter measurement has been increasingly recognized as a key technology toward systematic understanding of complex molecular and cellular functions in biological systems. Despite extensive efforts in analytical techniques, it is still generally challenging for existing methods to decipher a large number of phenotypes in a single living cell. Herein we devise a super-multiplexed Raman probe panel with sharp and mutually resolvable Raman peaks to simultaneously quantify cell surface proteins, endocytosis activities, and metabolic dynamics of an individual live cell. When coupled it to whole-cell spontaneous Raman micro-spectroscopy, we demonstrate the utility of this technique in 14-plexed live-cell profiling and phenotyping under various drug perturbations. In particular, single-cell multiparameter measurement enables powerful clustering, correlation, and network analysis with biological insights. Being the highest Raman-based multiplexing technology of biological targets so far, this profiling platform is compatible with live cell cytometry, of low instrument complexity and capable of highly multiplexed measurement in a robust and straightforward manner, thereby contributing a valuable tool for both basic single-cell biology and translation applications such as high-content cell sorting and drug discovery.</p>",
        "manuscriptTitle": "Multiplexed Live-Cell Profiling with Raman probes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-20 16:16:27",
                "doi": "10.21203/rs.3.pex-1507/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "2c9eb88d-de5c-4c9a-9883-6f28e5862eb2",
        "owner": [],
        "postedDate": "May 20th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3927576,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-20 16:16:27",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}