{
    "identity": "pex-117",
    "title": "Analysis of CNS-Associated Lymphatics",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong><span class=\"ql-cursor\">﻿</span></strong>The meningeal microenvironment is composed of many cell types, including innate and adaptive immune cells. Lymphatic vessels within the meninges have been shown to support the drainage of macromolecules and solutes [<a href=\"https://link.springer.com/protocol/10.1007%2F978-1-4939-8712-2_9#CR1\" target=\"_blank\">1</a>,&nbsp;<a href=\"https://link.springer.com/protocol/10.1007%2F978-1-4939-8712-2_9#CR2\" target=\"_blank\">2</a>,&nbsp;<a href=\"https://link.springer.com/protocol/10.1007%2F978-1-4939-8712-2_9#CR3\" target=\"_blank\">3</a>]. Studying their functions that may govern inflammatory processes and immune surveillance of the meninges and CNS poses a valuable contribution to our understanding of neurological disease, and even resistance to therapies of the CNS [<a href=\"https://link.springer.com/protocol/10.1007%2F978-1-4939-8712-2_9#CR4\" target=\"_blank\">4</a>]. Recent studies from our laboratory indicated that the meningeal environment is changed following performance of cognitive tasks [<a href=\"https://link.springer.com/protocol/10.1007%2F978-1-4939-8712-2_9#CR5\" target=\"_blank\">5</a>]. T cells are recruited to the meningeal spaces, supporting neuronal function through production of IL-4 and regulating meningeal myeloid cell phenotypes and subsequent brain-derived neurotrophic factor expression. Thus, investigating the migration in and out of the meninges of different cell types through lymphatic vessels is critical for further understanding the crosstalk between immune system and nervous system. The use of single cell analysis such as flow cytometry or RNA-seq allows phenotypic and even functional characterization of the lymphatic cells, aiming at deciphering their role in guiding immune sentinels. Such fundamental features as morphology, surface phenotype, and function are unreported in neurological diseases. Here we provide simple methods to extract and analyze lymphatic endothelial cells from the meninges to effectively identify their contribution to physiological processes in health and disease. These techniques could also be used to address this and many other outstanding questions pertaining human meningeal lymphatics biology.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Animal Preparation</strong></p><p>1. Mice: C57BL/6 (Jackson Laboratories, stock#000664) and Prox1creERT2xROSA(tdTomato) (Jackson Laboratories, stock# 022075, 007909).&nbsp;</p><p>2. Surgical instruments: blunt scissors and forceps.</p><p>3. 10 or 30 ml syringes with 25-G needle.&nbsp;</p><p>4. Phosphate-buffered saline (PBS), supplemented with 5&nbsp;U/ml heparin.&nbsp;</p><p>5. Paraformaldehyde fixative (PFA): Dissolve 40&nbsp;g of paraformaldehyde powder in 900 ml ultrapure water in a fume hood. Heat the solution to 60&nbsp;°C with constant stirring. Add 100&nbsp;&nbsp;ml&nbsp;10× PBS to make 1&nbsp;L. Store at 4&nbsp;°C for up to 1 month or freeze at −20&nbsp;°C for long-term storage.</p><p>6. Anesthesia: Lethal dose of pentobarbital or other approved anesthetic agent.</p><p><br></p><p><strong>Meninges Dissection</strong></p><p>1. Surgical instruments: Spring scissors, microscissors, fine forceps such as Dumont#5 or 7-Inox-H forceps.</p><p>2. Dissecting microscope.</p><p>3. 10-cm2&nbsp;petri dish.</p><p>4. Phosphate-buffered saline (PBS), pH&nbsp;7.4.</p><p>&nbsp;</p><p><strong>Immunohisto-chemistry Staining</strong></p><p>1. 24-well plate .</p><p>2. Orbital shaker.</p><p>3. Permeabilizing and wash buffer (PBST): Add 1 ml of Triton X-100 to 1 L of PBS. If sterile filtered or supplemented with 0.01% sodium azide, the solution can be stored up to 1&nbsp;year at room temperature.</p><p>4. Blocking solution: Add 1&nbsp;g bovine serum albumin to 100 ml of PBST. Sterile filter and store at 4&nbsp;°C. The day of use, prepare 10% chicken, goat, or donkey whole IgG in blocking solution (<em>Note: </em>The choice of whole animal serum depends on the secondary antibody used. For example, if the secondary reagent is an anti-mouse that was made in chicken, 10% chicken serum is used for the first blocking step.).</p><p>5. Primary and secondary immune-staining antibodies.</p><p>6. 4,6-Diamidino-2-phenylindole (DAPI) stock solution: Dilute 1 mg in 1 ml of ultrapure water. Store at 4&nbsp;°C.</p><p>7. Mounting medium.</p><p>8. Glass slides and coverslips.</p><p>&nbsp;</p><p><strong>Single Cell Suspension from Dural Meninges</strong></p><p>1. Meninges: Animal should be perfused using PBS with 5&nbsp;U/ml heparin and meninges dissected as described below&nbsp;(<em>see</em>&nbsp;Subheading 3.1.1).</p><p>2. Phosphate-buffered saline (PBS), pH&nbsp;7.4.</p><p>3. Cell culture medium: RPMI-1640.</p><p>4. 2 ml Eppendorf tubes.</p><p>5. Enzymatic cocktail: For 1 ml enzymatic cocktail prepare the following solution fresh at the day of use: Add 20&nbsp;μl of 140&nbsp;U/ml Collagenase 8 (in PBS) and 20&nbsp;μl of 500&nbsp;U/ml DNase I (in PBS) to 0.96 ml of RPMI-1640. Keep on ice for no longer than 1&nbsp;h before adding it to the tissue.</p><p>6. 37&nbsp;°C incubator.</p><p>7. Rotating mixer or orbital shaker.</p><p>8. 50 ml centrifuge tubes.</p><p>9. 70&nbsp;μm cell strainer.</p><p>10. Reagents and equipment for counting cells (<em>Note: </em>We mix 10&nbsp;μl of the cell suspension with 10&nbsp;μl of Acridine orange/Propidium iodine solution and count with an automated Cellometer Auto 2000 cell counter. Obtaining cell viability and total counts can also be quickly performed with a hemocytometer and 0.4% Trypan Blue Solution.<a href=\"https://link.springer.com/protocol/10.1007%2F978-1-4939-8712-2_9#Sec22\" target=\"_blank\">&nbsp;</a>).</p><p>11. Sorting buffer: Add 2 ml of a 0.5 M EDTA solution to 1 L of PBS. Dissolve 10&nbsp;g bovine serum albumin, filter-sterilize and store at 4&nbsp;°C.</p><p>&nbsp;</p><p><strong>Immunostaining of Lymphatic Endothelial Cells for Cytometry</strong></p><p>1. Antibodies : Alexa Fluor 647 conjugated anti-CD31, PE conjugated podoplanin, FITC anti-CD45 purchased from BD Biosciences or eBiosciences.</p><p>2. Flow cytometry microcentrifuge tubes.</p><p>3. Hoechst 33342 or DAPI solution.</p><p>&nbsp;</p><p><strong>Cisterna Magna Injection</strong></p><p>1. Mice: C57Bl/6, Jackson Laboratories, stock# 000664.</p><p>2. Anesthesia: Ketamine and Xylazine or other institutionally approved drug.</p><p>3. Surgical instruments: blunt scissors, forceps, and retractors.</p><p>4. Stereotaxic instrument.</p><p>5. Hamilton syringe: 600 or 700 series with 33-G needle.</p><p>6. Artificial cerebrospinal fluid (aCSF). (<em>Note: </em>Artificial cerebrospinal fluid (aCSF) can be made but is usually stable for 3–4&nbsp;weeks and precipitation apparent. We recommend obtaining aCSF fluid from Harvard Apparatus to make stock solutions of tracers that are injected in vivo. They are micro filtered, match the electrolyte concentration of CSF and stable for months.)</p><p>7. Fluorescent tracer: Dilute 10&nbsp;μl of a 1&nbsp;mg/ml fluorescent ovalbumin stock (e.g., Alexa Fluor 647 conjugated ovalbumin&nbsp;reconstituted in aCSF) in 10&nbsp;μl aCSF (<em>Note: </em>Other proteins or particulate tracers can be used to test lymphatic function in vivo. To study differences in size-dependent drainage for example, we have used fluorescent microspheres such as FluoSpheres beads from Thermo Fisher (Carboxylate-modified in yellow-green or red) in different sizes such as 0.5, 1, or 2&nbsp;μm.)</p><p>8. 5-0 sutures.</p><p>&nbsp;</p><p><strong>Lymph Node Preparation and Staining</strong></p><p>1. Paraformaldehyde fixative.</p><p>2. Sucrose solution: Stir 30&nbsp;g of sucrose in 50 ml ultrapure water until it dissolved. Add 10 ml of 10× PBS. Adjust total volume with ultrapure water to make 100 ml of a 30% (w/v) solution. If sterile filtered, sucrose can be stored at 4&nbsp;°C for several months.</p><p>3. Gelatin-coated glass slides: Heat 500 ml of ultrapure water at 60&nbsp;°C. Dissolve 1.5&nbsp;g gelatin type A (220 or 275 Bloom) on a magnetic stirrer. Stir in 0.25&nbsp;g chromium potassium sulfate while maintaining 60&nbsp;°C. Dip clean glass slides in 40–50&nbsp;°C gelatin solution. Air-dry or in 37&nbsp;°C incubator overnight.</p><p>4. Hydrophobic pen.</p><p>5. Optimal Cutting Temperature medium (OCT).</p><p>6. Freezing molds.</p><p>7. Blocking solution: Add 10&nbsp;μl anti-CD16/32 antibody and 50&nbsp;μl of 20% BSA in 0.94 ml&nbsp;PBS.</p><p>8. Primary and secondary antibodies.</p><p>9. Mounting medium.</p>"
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Immunohisto-chemical Detection of CNS Associated Lymphatics\nMeninges Dissection\n1. Anesthetize mouse by injection of a suitable dosage of anesthesia [\n6\n] in accordance with the regulations of your institution’s animal care and use committee.\n2. Make an incision through the abdominal wall of the chest, cut both sides of the rib cage to expose the heart and clip the right auricle with a small scissor.\n3. Perfuse the mouse through the left ventricle with ~15 ml of ice-cold PBS with 5 U/ml heparin at a rate of ~10 ml per minute until the liver is clear of blood.\n4. Replace the PBS-containing syringe with the PFA-containing syringe and perfuse manually with ~15 ml of 4% PFA at a rate of ~10 ml/min (\nNote:\nTwitching and stiffing of the muscles indicate successful perfusion of the fixative.).\n5. Remove the skin from the back and head of the dorsal site of the mouse with a pair of blunt scissors.\n6. Decapitate mouse close to the skull, approximately at C1 level. Make a transverse cut through the L5 vertebrae, just above the hips.\n7. Continue with a longitudinal incision from the anterior end, down the right side of the spinal cord until reaching the cervical region. Repeat longitudinal cut along the left side of the spinal cord. Lift the column and separate it from muscles, organs and connective tissue underneath.\n8. Keep the skull and spinal cord in 4% PFA at 4 °C for 24 h (\nNote:\nOver fixation for 2–3 days may cause some antigens to be masked and not be recognized by specific antibodies. The tissue should be stored in PBS supplemented with 0.01% sodium azide or 0.02% thimerosal at 4 °C for up to a year. If fluorescent proteins are used, tissue should be protected from light to avoid photobleaching.).\nSpinal Cord Meninges Whole-Mount Preparation\n1. Fill a petri dish with PBS and place the spinal cord with the ventral site up. Take angled spring scissors and clip the neural arch bilaterally one to two segments at a time. Then lift the end of the lose bone and cut across the neural spine to remove the bone and expose the ventral surface of the spinal cord. Continue this process with the next vertebrae until the whole ventral surface of the spinal cord is exposed.\n2. To widen the spinal column for dissection, hold the edges of the spinal column on either side with two straight forceps and crack open carefully.\n3. Remove spinal cord and adherent meninges in one piece and place in petri dish with fresh PBS (\nNote:\nOptional: dorsal root ganglions can be carefully pulled out of bone segments before the spinal cord is resected.).\n4. Use spring microscissors to make a midline incision of the meninges along the ventral surface of the spinal cord.\n5. Remove meninges and place in 24-well plate with 1 ml PBS.\nDural Brain Meninges Whole Mount Preparation\n1.Remove muscles caudal of the skull and use fine angled scissors to make two incisions: (1) cut the skull starting at the brainstem and go counterclockwise toward the olfactory bulb. (2) Make a second incision in clockwise direction on the left side of the head until the rostral part is reached on both sides. Stay above the mandible muscles.\n2. Use forceps to pick up the bone at the inferior end and bend it over, taking care not to damage the attached dura mater.\n3. Place the skullcap in 24-well plate with 1 ml of 4% PFA and incubate at least 2 h at room temperature or overnight at 4 °C.\n4. Wash once with 1 ml PBS. Carefully remove meninges (dura and some arachnoid) from interior part of the skull cap with fine forceps under a dissecting scope. It is easiest to start at the top of the skull and pull the meninges down in the middle part, and then remove the sides. Move along the edge and peal the meninges from each site and collect it by the pineal gland. If done correctly, the whole meninges can be scoped up in on piece (\nNote:\nBe careful to not tear the meninges and only touch the edges to collect the meninges in the center of the skullcap.).\n5. Place dissected meninges in 1 ml of PBS in a 24-well plate.\nImmunohisto-chemistry and Imaging Meninges\n1. Wash tissue once in 0.5 ml PBS and incubate in 0.3 ml blocking solution for 1 h at room temperature (\nNote:\nThe volume used should be just enough to cover the entire tissue. In general, we recommend all steps to be performed on an orbital shaker (with slow agitation). The serum used for blocking depends on the species the secondary antibody was raised in. If the target antigen is intracellular, it is important to permeabilize with Triton X-100 to improve the penetration of antibodies.).\n2. Immunostain the meninges with 0.3 ml primary antibody, such as VEGFR-3, Lyve-1 and podoplanin (at a concentration of 1:100, 1:400, and 1:100) in PBST overnight at 4 °C (\nNote:\nLonger incubation periods do not enhance the staining signal significantly. We routinely use directly conjugated antibodies for multicolor staining if clones were generated in the same animal species and have corresponding secondary antibodies.).\n3. Decant the solution and wash with 0.5 ml PBS for 5 min at room temperature. Repeat two times with fresh PBS.\n4. Incubate the tissue with 0.3 ml secondary antibody conjugated with fluorescent protein (at a concentration of 1–2 μg/ml) in PBST with 1% BSA for 1 h at room temperature in the dark.\n5. Decant the secondary antibody solution and wash once with PBS and incubate in 0.3 ml Hoechst or DAPI (at a concentration of 0.1–1 μg/ml in PBS) for 3 min at room temperature in the dark.\n6. Rinse twice with 0.5 ml PBS.\n7. Transfer meninges with paintbrushes to a glass slide with a few drops of PBS. Unfold them carefully and aspirate PBS to flatten meninges and let them dry. Cover with mounting medium to preserve fluorescence and seal with a nail polish to prevent movement (\nNote:\nAvoid any bubbles to not affect the preservation of the tissue and quality of the image.).\n8. The tissue is now ready for imaging by using a conventional widefield microscope, confocal microscope, or an ultramicroscope (\nNote:\nDepending on the mounting medium, slides can be stored at 4 °C or −20 °C in the dark for weeks or month.). (See Fig. 1)\nOpen image in new window\nFig. 1 Immunohistochemical detection of CNS-associated lymphatics . (a) Meningeal whole mount from brain and spinal cord of a 10-week-old Prox1creERT2xROSA (tdTomato) mouse, 3 weeks after tamoxifen chow. (b) Immunostaining of a Prox-1 tdTomato reporter animal with 0.5 μg anti-Lyve1 eFluor660\nSorting of Meningeal Lymphatic Endothelial Cells\nMeningeal Single Cell Suspension\n1. Transfer meninges from brain (or spinal cord) into 2 ml tube with 0.5 ml RPMI (\nNote:\nIn the case that the extracted cells are to be cultured, all procedures should be performed in a laminar flow hood and proper aseptic techniques applied.).\n2. Add 0.5 ml 2× enzymatic cocktail and place tube in 37 °C incubator on a rotating mixer for 15 min.\n3. Filter the resulting single-cell suspension through a 70 μm cell strainer into a 50 ml tube. Add 20 ml of ice-cold PBS to wash the strainer.\n4. Centrifuge cells for 10 min at 320 ×\ng\nat 4 °C and discard the supernatant\n5. Resuspend each pellet in 200 μl ice-cold sorting buffer and count total number using an automated cell counter or hemacytometer (\nNote:\nWe mix 10 μl of the cell suspension with 10 μl of Acridine orange/Propidium iodine solution and count with an automated Cellometer Auto 2000 cell counter. Obtaining cell viability and total counts can also be quickly performed with a hemocytometer and 0.4% Trypan Blue Solution.).\nStaining of Meningeal Lymphatic Endothelial Cells\n1. Place cells in 96-V well plate and centrifuge for 5 min at 320 ×\ng\nand 4 °C (\nNote:\nThe total number of meningeal cells per animal will be <1 × 106/ml so the entire pellet is used.).\n2. Add 100 μl primary antibody cocktail and resuspend with pipette. Incubate for 30 min on ice.\n3. Add 10 μl of DAPI (10 μg/ml) and incubate for 5 min on ice.\n4. Centrifuge cells for 5 min at 4 °C, discard supernatant and wash with 100 μl sorting buffer.\n5. Repeat step 4 and keep cell samples on ice until they are ready for sorting (or analyzing) on a flow cytometer (\nNote:\nIt is recommended to acquire fresh samples and not store them for more than 2 h. Also, prepare one tube of negative control (unstained cells or calibration beads) and single cell stained cells for relevant compensation controls.). (See Fig. 2)\nOpen image in new window\nFig. 2 Flow cytometry analysis of lymphatic endothelial cells (LEC) within the brain meninges. Cells obtained were immunostained with antibodies against CD31, podoplanin (for endothelial cells), CD45 (hematopoietic), and DAPI (DNA stain). Typical flow-cytometric profile of LEC (CD45− podoplanin+ CD31+) freshly isolated from the meninges of an individual mouse\nQuantification of CSF Drainage to Cervical Lymph Nodes\nCisterna Magna Injection of Tracers\n1. Mice are anesthetized by intraperitoneal injection of 100 mg/kg Ketamine and 10 mg/kg Xylazine (\nNote:\nThe body temperature is maintained at 37 °C and eye lubricant used to prevent drying.).\n2. The neck is shaved, the mouse placed on a stereotaxic frame and the head secured with tooth and ear bars.\n3. The surgical site is swabbed with 10% iodine, followed by 70% ethanol, and a 1 cm sagittal incision of the skin over the occipital bone and cervical spinal cord is made.\n4. Under the dissection microscope, the covering muscle layers are separated by blunt dissection with forceps and a pair of retractors used to hold the muscles apart.\n5. The mouse’s body is lowered by ~1 cm so that the head forms a 140° angle (\nNote:\nIt is important to position the head and body of the mouse properly on the stereotaxic instrument so that the cisterna magna is exposed.).\n6. The posterior atlantooccipital membrane is exposed and penetrated with a Hamilton syringe equipped with a bevel ended 33-G needle (\nNote:\nAvoid blood vessels to prevent bleeding.).\n7. A volume of 2 μl of tracer, such as fluorescent ovalbumin, is diluted in artificial cerebrospinal fluid (\nsee\nNote\n4\n) and slowly infused intra cisternally. The needle is held in place for ~2 min to prevent leakage of the tracer and slowly removed while observing if any backflow occurs.\n8. After injection, the retractors are removed and the skin sutured. The mouse is monitored until its recovery.\nPreparation and Staining of Cervical Lymph Nodes\n1. Two hours after tracer injection, mice are perfused with cold saline, followed by 4% PFA. CSF-draining lymph nodes (deep and superficial cervical) present in both sides of the neck and nondraining lymph nodes (peritoneal or inguinal) are harvested into 4% PFA (\nNote:\nIt is important to keep track of the exact time of injection to minimize variability. A 2-h time point is indicated to measure drainage into deep cervical lymph nodes.).\n2. Tissue is washed with PBS and lymph nodes placed in 30% sucrose overnight at 4 °C or until sunk to the bottom of the tube.\n3. Lymph nodes are placed in a mold with OCT and frozen on dry ice.\n4. 30 μm sections are cut on a cryostat and collected onto gelatin-coated glass slides. In order to get a representation of the entire lymph node at least ten sections of each lymph node should be collected (\nNote:\nSections can be stored for up to 1 month at −20 °C.).\n5. Draw a border around the sectioned tissue with a hydrophobic pen and let air-dry for a few minutes at room temperature.\n6. Rinse in PBS and then wash with PBST for 3 min (in a glass staining jar) at room temperature to remove residues of OCT.\n7. Incubate with 200–250 μl (depending on the slide area containing tissue sections) of blocking solution in PBST for 20 min at room temperature in a humidifying chamber, then wash once with PBST for 3 min at room temperature.\n8. Add 200–250 μl antibody cocktail in PBST with 0.5% BSA and incubate for 1 h at room temperature or overnight at 4 °C in a humidifying chamber.\n9. Wash with PBS for 5 min at room temperature. Repeat wash step twice.\n10. Add 200–250 μl of secondary antibody mix in PBST with 1% BSA for 1 h at room temperature in a humidifying chamber.\n11. Wash once with PBS for 5 min at room temperature.\n12. Add 200–250 μl DAPI or Hoechst solution and incubate for 5 min at room temperature in a humidifying chamber.\n13. Wash twice with PBS for 5 min at room temperature.\n14. Let slides air-dry, then add mounting medium plus glass coverslip and seal with nail polish.\n15. Tissue is now ready to be imaged with a microscope. Tracer are being quantified by total counts (micrometer-sized FluoSpheres) and/or area covered (by peptides or other smaller tracers) in draining versus nondraining lymph nodes. (See Fig. 3)\nOpen image in new window\nFig. 3 Quantification of drainage from the CSF to cervical lymph nodes. (a) Shown is a confocal image of a 30 μm section of a deep cervical lymph node. Two hours post injection of fluorescently labeled ovalbumin into the cisterna magna, all nodes were collected, sliced and immunostained for imaging. (b) Quantifications of five individual animals are depicted. Each dot represents the area of all lymph node (outlined by DAPI) covered with fluorescent protein"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Louveau A et al (2015) Structural and functional features of central nervous system lymphatic vessels. Nature 523(7560):337–341</p><p><a href=\"https://doi.org/10.1038/nature14432\" target=\"_blank\">CrossRef</a> <a href=\"http://scholar.google.com/scholar_lookup?title=Structural%20and%20functional%20features%20of%20central%20nervous%20system%20lymphatic%20vessels&amp;author=A.%20Louveau&amp;journal=Nature&amp;volume=523&amp;issue=7560&amp;pages=337-341&amp;publication_year=2015\" target=\"_blank\">Google Scholar</a></p><p>2. Antila S et al (2017) Development and plasticity of meningeal lymphatic vessels. J Exp Med 214(12):3645–3667</p><p><a href=\"https://doi.org/10.1084/jem.20170391\" target=\"_blank\">CrossRef</a> <a href=\"http://scholar.google.com/scholar_lookup?title=Development%20and%20plasticity%20of%20meningeal%20lymphatic%20vessels&amp;author=S.%20Antila&amp;journal=J%20Exp%20Med&amp;volume=214&amp;issue=12&amp;pages=3645-3667&amp;publication_year=2017\" target=\"_blank\">Google Scholar</a></p><p>3. Aspelund A et al (2015) A dural lymphatic vascular system that drains brain interstitial fluid and macromolecules. J Exp Med 212(7):991–999</p><p><a href=\"https://doi.org/10.1084/jem.20142290\" target=\"_blank\">CrossRef</a> <a href=\"http://scholar.google.com/scholar_lookup?title=A%20dural%20lymphatic%20vascular%20system%20that%20drains%20brain%20interstitial%20fluid%20and%20macromolecules&amp;author=A.%20Aspelund&amp;journal=J%20Exp%20Med&amp;volume=212&amp;issue=7&amp;pages=991-999&amp;publication_year=2015\" target=\"_blank\">Google Scholar</a></p><p>4. Louveau A, Da Mesquita S, Kipnis J (2016) Lymphatics in neurological disorders: a neuro-lympho-vascular component of multiple sclerosis and Alzheimer's disease? Neuron 91(5):957–973</p><p><a href=\"https://doi.org/10.1016/j.neuron.2016.08.027\" target=\"_blank\">CrossRef</a> <a href=\"http://scholar.google.com/scholar_lookup?title=Lymphatics%20in%20neurological%20disorders%3A%20a%20neuro-lympho-vascular%20component%20of%20multiple%20sclerosis%20and%20Alzheimer%27s%20disease%3F&amp;author=A.%20Louveau&amp;author=S.%20Mesquita&amp;author=J.%20Kipnis&amp;journal=Neuron&amp;volume=91&amp;issue=5&amp;pages=957-973&amp;publication_year=2016\" target=\"_blank\">Google Scholar</a></p><p>5. Derecki NC et al (2010) Regulation of learning and memory by meningeal immunity: a key role for IL-4. J Exp Med 207(5):1067–1080</p><p><a href=\"https://doi.org/10.1084/jem.20091419\" target=\"_blank\">CrossRef</a> <a href=\"http://scholar.google.com/scholar_lookup?title=Regulation%20of%20learning%20and%20memory%20by%20meningeal%20immunity%3A%20a%20key%20role%20for%20IL-4&amp;author=NC.%20Derecki&amp;journal=J%20Exp%20Med&amp;volume=207&amp;issue=5&amp;pages=1067-1080&amp;publication_year=2010\" target=\"_blank\">Google Scholar</a></p><p>6. Donovan J, Brown P (2001) Anesthesia<em>.</em>&nbsp;Curr Protoc Immunol Chapter 1:Unit 1.4</p><p><a href=\"https://scholar.google.com/scholar?q=Donovan%20J%2C%20Brown%20P%20%282001%29%20Anesthesia.%20Curr%20Protoc%20Immunol%20Chapter%201%3AUnit%201.4\" target=\"_blank\">Google Scholar</a></p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "",
        "associatedPublications": [
            {
                "doi": "10.1007/978-1-4939-8712-2_9",
                "date": "2018-09-21 19:29:36",
                "title": "Morphological and Functional Analysis of CNS-Associated Lymphatics",
                "authors": [
                    "Jasmin Herz",
                    "Antoine Louveau",
                    "Sandro Da Mesquita",
                    "Jonathan Kipnis"
                ],
                "journal": "Methods in Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 82340,
                "identity": "2f10a49c-2e7b-44dc-9919-013654c2a823",
                "order_by": 1,
                "name": "Jasmin Herz",
                "email": "jh2vc@virginia.edu",
                "orcid": "",
                "institution": "University of Virginia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jasmin",
                "middleName": "",
                "lastName": "Herz",
                "suffix": ""
            },
            {
                "id": 82371,
                "identity": "ada2f6c0-43b9-48dc-98fb-72ab128f484c",
                "order_by": 2,
                "name": "Antoine Louveau",
                "email": "",
                "orcid": "",
                "institution": "University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antoine",
                "middleName": "",
                "lastName": "Louveau",
                "suffix": ""
            },
            {
                "id": 82346,
                "identity": "94efa5e8-4fc1-4497-8b5e-d60950615fa0",
                "order_by": 3,
                "name": "Sandro Da Mesquita",
                "email": "",
                "orcid": "",
                "institution": "University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sandro",
                "middleName": "Da",
                "lastName": "Mesquita",
                "suffix": ""
            },
            {
                "id": 82347,
                "identity": "3cd3d033-64c8-4921-a569-58e1cc8812e8",
                "order_by": 4,
                "name": "Jonathan Kipnis",
                "email": "",
                "orcid": "",
                "institution": "University of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jonathan",
                "middleName": "",
                "lastName": "Kipnis",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-04-09 19:52:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9109/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9109/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13466589,
                "identity": "e4a2de40-b84a-40c4-9f39-82903f433fda",
                "added_by": "auto",
                "created_at": "2021-09-16 20:51:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 300423,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-117/v1/47fbfb81-a5d8-4323-9833-9eed980a0501.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Brain meninges, Spinal cord meninges, Neuroimmunology, CSF drainage ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The study of meningeal lymphatic vessels of the central nervous system (CNS) has recently gathered momentum, with several papers dissecting their role in draining solutes from cerebrospinal fluid and brain (Louveau et al., Nature 523(7560):337–341, 2015; Antila et al., J Exp Med 214(12):3645–3667, 2017; Aspelund et al., J Exp Med 212(7):991–999, 2015). Methodological capabilities, however, have been limited to few laboratories due to difficulties reproducibly visualizing these rare cell subsets in the meninges. To explore meningeal lymphatics fundamental role during homeostasis and how they may contribute to human pathology, the field has begun to require purification and characterization of lymphatic endothelial cells. Here, modern cell biological techniques involving a combination of histological, flow-cytometric, and functional drainage assays are applied to brain and spinal cord meninges and detailed stepwise procedures used for successful in vivo and ex vivo characterization of meningeal lymphatic vessels.</p>",
        "manuscriptTitle": "Analysis of CNS-Associated Lymphatics",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-04-24 17:56:33",
                "doi": "10.21203/rs.2.9109/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbb5da8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 24th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 11243,
                "name": "Neuroscience"
            },
            {
                "id": 11244,
                "name": "Cell biology"
            },
            {
                "id": 11245,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-04-24 17:56:33",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}