{
    "identity": "nprot-2498",
    "title": "Optogenetic manipulation of Ventral Tegmental Area \\(VTA) Neurons that project to the Nucleus Accumbens \\(NAc) and medial Prefrontal Cortex \\(mPFC)",
    "content": [
        {
            "header": "Introduction",
            "content": "There is an urgent need for more effective treatment strategies for major depressive disorder \\(MDD). The efficacy of novel depression treatment with deep brain stimulation implicates MDD as a neural circuit disorder. Therefore, a better understanding of the neural circuit mechanisms underling MDD is crucial for the development of neural circuit-oriented treatment strategies. Studies have implicated the mesolimbic dopamine \\(DA) system, specifically DA neurons in the ventral tegmental area \\(VTA) and its projections to the nucleus accumbens \\(NAc) and medial prefrontal cortex \\(mPFC), in the pathophysiology of depression. Through the combined use of optogenetics and viral mediated gene transfer technology, we manipulated the firing patterns of these pathways in order to elucidate the functional role of these circuits in the regulation of behavioral abnormalities. To selectively target VTA-NAc or VTA-mPFC neurons for the optogenetic experiments we injected a transcellular, retrograde, Cre virus into the NAc or mPFC and the conditional AAV-DIO-ChR2 virus into the VTA. We found that selective induction of phasic firing in VTA-NAc neurons generated a susceptible phenotype, whereas the inhibition of VTA-mPFC neuron activity induced the same susceptible phenotype. These types of manipulations can provide highly useful information for a target-oriented treatment of depression, as well as many other illnesses."
        },
        {
            "header": "Reagents",
            "content": "**Surgery:**\r\n\n\nAnesthetic \\(Ketamine \\(100mg/kg)/ Xylaxine \\(10mg/kg))\r\n\n\nMilli Q water\r\n\n\nSterile phosphate-buffered saline\r\n\n\n70% ethanol\r\n\n\nAcetone\r\n\n\nBetadine\r\n\n\nAlcohol wipes\r\n\n\nPuralube vet ointment\r\n\n\nNeosporin\r\n\n\nAAV-DIO-ChR2-EYFP \\(UNC Vector Core)\r\n\n\nPRV-Cre \\(Jeffrey Friedman’s laboratory – Rockefeller University)"
        },
        {
            "header": "Equipment",
            "content": "**Surgery:**\r\n\n\n1 mL syringes\r\n\n\n30 gauge needles\r\n\n\nSterile cotton swabs\r\n\n\nReflex 7 clip applier and 7 mm clips\r\n\n\nForceps\r\n\n\nScissors \r\n\n\nHamilton syringes and 26 gauge needles\r\n\n\nIdeal micro-drill and bits \\(Roboz Surgical Instrument)\r\n\n\nStereotaxic apparatus \\(Kopf Instruments)\r\n\n\nHeating pad\r\n\n\nTimer\r\n\n\nPermanent implantable optic fibers \\(see Sparta, D.R. _et al_)\r\n\n\nScrews\r\n\n\nScrew Driver\r\n\n\nDental Cement \\(Grip cement; Dentsply)\r\n\n\nTransfer Pipettes \r\n\n\n\r\n\n\n**Subthreshold social defeat:**\r\n\n\nPerforated plexiglass divider\r\n\n\nTimer\r\n\n\n\r\n\n\n**Stimulation and Social Interaction:**\r\n\n\nOptical Fibers \\(Thor Labs, BFL37-200)\r\n\n\nBlue light Crystal Laser \\(BCL-473-050 M)\r\n\n\nYellow light Crystal Laser \\(CL561-050-L)\r\n\n\nStimulator \\(Agilent Technologies, #33220A)\r\n\n\nSquare shaped arena \\(44 x 44 cm)\r\n\n\nWire mesh cage \\(10 x 6 cm)\r\n\n\nEthovision 3.0, Noldus"
        },
        {
            "header": "Procedure",
            "content": "**Injection of AAV-DIO-ChR2 into VTA:**\r\n\n\n\r\n\n\n1. One hour prior to surgery, give the mice a subcutaneous injection of penicillin and atropine. \r\n  2. Anesthetize mice with ketamine \\(100mg/kg)/xylaxine \\(10mg/kg) mixture.  Make sure animals are fully anesthetized by gently squeezing the footpad to ensure no reflex response.\r\n  3. Shave the top portion of the head.\r\n  4. Place the head of the mouse securely in the stereotaxic apparatus by positioning the front teeth in the nose holder, followed by securing the ear bars in place.  Make sure that the nose holder and ear bars are set a zero.\r\n  5. Apply ocular lubricant to the eyes of the mouse. \r\n  6. Disinfect the dissection area using cotton swabs with betadine.  Make sure to start in the center of the head, moving the swab in circular motions outward to minimize contamination.\r\n  7. Using sterilized forceps and scissors expose the skull by making a sagittal incision along the midline. Make sure to peel the periosteum off using a cotton swab.\r\n  8. Roughly make the skull of the mouse as flat as possible by eye.\r\n  9. Attach both Hamilton syringes with 26 gauge needles to the stereotaxic apparatus and set the syringe on the right side to zero degrees.  Set the other syringe to 7° for VTA injection.\r\n  10. Perform the flat test by placing the Hamilton syringe that is set to zero degrees on bregma and measure the dorsal/ventral coordinate.  \r\n  11. Following this measurement, move the syringe posterior to lambda and again measure the dorsal/ventral coordinate.  If the two measurements are more than 0.2mm out of alignment, adjust accordingly.\r\n  12. Then move the syringe back to bregma and take the two measurements that are lateral to bregma.  Again make sure there is not more than a 0.2mm difference.\r\n  13. Once the flat test has been performed, adjust both syringes to be at 7° for the AAV-DIO-ChR2 injection.\r\n  14. Place both needles at bregma and take the anterior/posterior \\(A/P), medial/lateral \\(M/L), and dorsal/ventral \\(D/V) measurements.\r\n  15. Once these measurements have been taken, move the syringes to the VTA coordinates \\(AP -3.3mm; LM +1.05mm; DV -4.6mm). \r\n  16. Using a micro-drill, make burr holes at the new coordinates.\r\n  17. Fill the entire syringe with PBS and then push out the solution until 1.5 μl of the syringe is full.\r\n  18. Pull up to 2.0 μl with air.\r\n  19. Fill the syringe with 1.0 μl of AAV-DIO-ChR2 \\(total volume of syringe is now 3.0 μl).\r\n  20. Lower syringe to 0.1 mm below the newly calculated dorsal/ventral coordinates to create a pocket in the tissue and then immediately pull up to the calculated coordinate.\r\n  21. Inject 0.1 μl of virus per minute to avoid tissue damage.\r\n  22. Keep syringe in place for 5 minutes after all of the virus has been injected.\r\n  23. Remove the Hamilton syringes by slowly pulling up and remove mouse from stereotaxic apparatus.\r\n  24. Apply neosporin to the skull using a cotton swab.\r\n  25. Close incision using sutures holding the two sides of the tissue with forceps.\r\n  26. Place mouse on heating pad in its cage until it wakes up.\r\n  \r\n\n\n**Injection of retrograde travelling pseudorabies virus expressing Cre \\(PRV-Cre) into NAc or mPFC followed by implantation of permanent optical fibers \\(see Sparta _et al_ Nature Protocols for details on how to make fibers):**\r\n\n\n\r\n\n\n1. Two weeks following the DIO-ChR2 surgery, perform the second surgery.  The protocol is the same as above for the virus injection with a few alterations.\r\n  a. After step \\(8), choose a location for the skull screw that is not near bregma, the viral injection location or the ferrule location and then proceed to drill a small burr hole.  Screw the skull screw into the small hole using curved forceps to hold the screw and screwdriver to fit into the hole.  Only screw until it has tightly gripped the skull. Proceed with flat test.\r\n\n\nb.  Inject PRV-Cre into the NAc  at 10° \\(AP +1.6mm; LM +1.5mm; DV -4.4mm) and at 15° mPFC \\(AP +1.7mm; LM +0.75mm; DV -2.5mm), and use a 0.5 μl volume of the virus to inject bilaterally.\r\n\n\n2. Remove Hamilton syringes and replace with ferrule holders with implantable fibers attached and change the angle to 7°.\r\n  3. Determine the location for ferrule placement from bregma for VTA \\(AP -3.3mm; LM +1.05mm; DV -4.6mm). \r\n  4. Secure the ferrules in place with white dental cement. \r\n  5. Do not remove the ferrule holders until the cement is completely dry \\(~10-15 minutes).\r\n  6. Remove the mouse and allow it to recover on the heating pad.\r\n  \r\n\n\n**Subthreshold social defeat:**\r\n\n\n\r\n\n\n1. Place a c57 test mouse \\(intruder) into the home cage of a larger, CD1 retired breeder mouse for 2 minutes during which the test mouse is physically attacked by the CD1 aggressive mouse.   \r\n  2. After 2 minutes of physical contact, place a perforated plexiglass partition in the middle of the CD1 mouse home cage and separate the test mouse from the CD1 mouse for 10 minutes to allow for sensory stress or optical stimulation \\(see below).\r\n  3. Following the 10 minutes of sensory stress or optical stimulation, place the test mouse back into its home cage for 5 minutes.\r\n  4. Repeat steps 1 and 2. \r\n  5. Return the test mouse to its home cage.\r\n  \r\n\n\n**Optical stimulation and social interaction:**\r\n\n\n\r\n\n\n1. Optical stimulation can be performed during subthresold social defeat as stated above or during social interaction test \\(see below).\r\n  2. Connect optical fibers via a FC/PC adaptor to a 473 nm blue or 561 nm yellow laser diode and stimulator to generate blue or yellow light pulses.\r\n  3. Attach the other end of the optical fibers, with a ferrule attached, to the two implanted optical fibers in the test mouse using ferrule sleeves.\r\n  4. For low frequency, tonic light stimulation set the stimulator to 0.5Hz and 15 ms.\r\n  5. For high frequency, phasic light stimulation set the stimulator to 20Hz and 40 ms.\r\n  6. For both tonic and phasic stimulation protocols, expose projection-specific VTA  neurons to 5 spikes over each 10 second period.\r\n  7. Set the stimulator to the desired parameters and turn the laser on during the two-stages of the social interaction test.\r\n  8. To measure social avoidance behavior towards a novel CD1 mouse, perform a two-stage social interaction test.\r\n  9. During the first 2.5 minutes of the test, allow the test mouse to freely explore a square shaped arena \\(44 x 44 cm) containing a wire mesh cage \\(10 x 6 cm) placed on one side of the area with the target CD1 mouse absent. Ensure that the laser is on during these 2.5 minutes.\r\n  10. Turn the laser off, remove the test mouse from the arena and place it back into its home cage.\r\n  11. Place an unfamiliar CD1 mouse into the wire mesh cage and place it into the arena.\r\n  12. Turn the laser back on and place the test mouse into the arena, allowing it to freely explore.\r\n  13. Use video tracking software to measure the amount of time the experimental mouse spent in the “Interaction Zone” \\(14 x 26 cm), “Corner Zone” \\(10 x 10 cm) and “Total Travel” within the arena.\r\n  14. To segregate mice as susceptible or resilient, calculate the interaction ratio as \\(interaction time with target present)/\\(interaction time with target absent) normalized to 100.  \r\n  15. Mice with scores less than 100 are defined as “susceptible” and those with scores greater than or equal to 100 are defined as “unsusceptible” or resilient."
        },
        {
            "header": "Timing",
            "content": "Injections: 10 min for each injection 0.5 μl of virus\r\n\n\nMicrodefeat: 30 min\r\n\n\nStimulation and Social Interaction: ~7 min per animal"
        },
        {
            "header": "Troubleshooting",
            "content": "1. One of the most common problems is the Hamilton syringe needle gets clogged.  First try clearing the needle using acetone, ethanol and water.  If this does not work, replace the needle and recalculate the coordinates.\r\n  2. The permanent implantable fiber breaks.  Replace the fiber with a new one.\r\n  3. The implantable fibers come out when trying to remove it from the holder.  There is not much that can be done at this point.  Make sure that the cement is completely hardened to try to prevent this from happening."
        },
        {
            "header": "References",
            "content": "1. Berton, O. et al. Essential role of BDNF in the mesolimbic dopamine pathway in social defeat stress. Science 311, 864-868 \\(2006).\r\n  \r\n\n\n2. Cao, J. L. et al. Mesolimbic dopamine neurons in the brain reward circuit mediate susceptibility to social defeat and antidepressant action. J Neurosci 30, 16453-16458 \\(2010).\r\n  \r\n\n\n3. Cardin, J.A. et al. Targeted optogenetic stimulation and recording of neurons in vivo using cell-type-specific expression of Channelrhodopsin-2. Nat Protoc 5, 247-254 \\(2010).\r\n  \r\n\n\n4. Grace, A. A., Floresco, S. B., Goto, Y. & Lodge, D. J. Regulation of firing of \r\n  dopaminergic neurons and control of goal-directed behaviors. Trends Neurosci 30, 220-227 \\(2007).\r\n\n\n\r\n\n\n5.  Hommel, J. D., Sears, R. M., Georgescu, D., Simmons, D. L. & DiLeone, R. J. Local gene knockdown in the brain using viral-mediated RNA interference. Nat Med 9, 1539-1544 \\(2003).\r\n  \r\n\n\n6. Iniguez, S. D. et al. Extracellular signal-regulated kinase-2 within the ventral \r\n  tegmental area regulates responses to stress. J Neurosci 30, 7652-7663 \\(2010).\r\n\n\n\r\n\n\n7. Krishnan, V. et al. Molecular adaptations underlying susceptibility and resistance \r\n  to social defeat in brain reward regions. Cell 131, 391-404 \\(2007). \r\n\n\n\r\n\n\n8. Lobo, M. K. et al. Cell type-specific loss of BDNF signaling mimics optogenetic \r\n  control of cocaine reward. Science 330, 385-390 \\(2010).\r\n\n\n\r\n\n\n9. Razzoli, M., Andreoli, M., Michielin, F., Quarta, D. & Sokal, D. M. Increased phasic activity of VTA dopamine neurons in mice 3 weeks after repeated social defeat. Behav Brain Res 218, 253-257 \\(2011).\r\n  \r\n\n\n10. Schultz, W. Dopamine signals for reward value and risk: basic and recent data. Behav Brain Funct 6, 24 \\(2010).\r\n   \r\n\n\n11.  Sparta, D. R. et al. Construction of implantable optical fibers for long-term optogenetic manipulation of neural circuits. Nat Protoc 7, 12-23 \\(2012).\r\n  \r\n\n\n12. Tsai, H. C. et al. Phasic firing in dopaminergic neurons is sufficient for behavioral conditioning. Science 324, 1080-1084 \\(2009).\r\n  \r\n\n\n13. Ungless, M. A., Magill, P. J. & Bolam, J. P. Uniform inhibition of dopamine neurons in the ventral tegmental area by aversive stimuli. Science 303, 2040-2042 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "NIMH F31MH095425\r\n\n\nNIMH F32MH096464\r\n\n\nIMHRO Johnson & Johnson\r\n\n\nNIMH R01MH092306"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12202,
                "identity": "9fda4e37-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ming-Hu Han",
                "email": "Ming-Hu.Han@mssm.edu",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ming-Hu",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            },
            {
                "id": 12196,
                "identity": "9fda3e1c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jessica Walsh*",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jessica",
                "middleName": "",
                "lastName": "Walsh*",
                "suffix": ""
            },
            {
                "id": 12197,
                "identity": "9fda41cb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dipesh  Chaudhury*",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dipesh",
                "middleName": "",
                "lastName": "Chaudhury*",
                "suffix": ""
            },
            {
                "id": 12198,
                "identity": "9fda438a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Allyson Friedman",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Allyson",
                "middleName": "",
                "lastName": "Friedman",
                "suffix": ""
            },
            {
                "id": 12199,
                "identity": "9fda46fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Barbara Juarez",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "",
                "lastName": "Juarez",
                "suffix": ""
            },
            {
                "id": 12200,
                "identity": "9fda4a60-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stacy Ku",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stacy",
                "middleName": "",
                "lastName": "Ku",
                "suffix": ""
            },
            {
                "id": 12201,
                "identity": "9fda4c31-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mary Kay Lobo",
                "email": "",
                "orcid": "",
                "institution": "University of Maryland School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "Kay",
                "lastName": "Lobo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-09 15:20:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.049",
        "doiUrl": "https://doi.org/10.1038/protex.2012.049",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464873,
                "identity": "dba5a0e4-d700-4af6-a04d-2698242e0374",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 172138,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2498/v1/fc72d87e-b1e3-42c8-85e4-929edf1fdbe9.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mouse brain, projection specific VTA neurons, stereotactic surgery, optogenetics, viral vectors  ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Optogenetics has evolved to be a critical technique used to manipulate the firing activity of specific subsets of neurons.  Through the use of specific firing parameters, it has become possible to control the behavior of freely moving animals. Here we have established a system to control projection pathway-specific neurons from a particular brain region through the combined use of a Cre-dependent ChR2 and a transceullar, retrograde, Cre virus.",
        "manuscriptTitle": "Optogenetic manipulation of Ventral Tegmental Area (VTA) Neurons that project to the Nucleus Accumbens (NAc) and medial Prefrontal Cortex (mPFC)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-10-10 09:37:54",
                "doi": "10.1038/protex.2012.049",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd9ee86-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 10th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2819,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-10-10 09:37:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}