{
    "identity": "nprot-6905",
    "title": "Preparation of soft tissue samples for synchrotron radiation microtomography and nanotomography",
    "content": [
        {
            "header": "Introduction",
            "content": "Recent progress in synchrotron radiation microtomography \\(micro-CT) and nanotomography \\(nano-CT) has resulted in visualizations of three-dimensional structures at resolutions as a fine as 100 nm. Since the effective pixel size of images used for nanotomographic analysis is only a few tens of nanometers, the sample should be illuminated with a high flux of x-rays to receive a sufficient number of photons for every pixel of the detector. At the BL47XU beamline of SPring-8, the x-ray beam can be focused by using an x-ray guide tube \\[ref 1] to illuminate a sample area of 100 × 100 μm<sup>2</sup> with a flux of 3 × 10<sup>12</sup> photons/s. This imposes a heat load of 0.4 mW on a 100 × 100 × 100 μm<sup>3</sup> volume of ICRU-44 soft tissue. Under irradiation of this high x-ray flux, hundreds to thousands of images are taken while rotating the sample to visualize its three-dimensional structure. The sample must maintain its structure to micrometer or even nanometer precision throughout the image acquisition process. Hence, to visualize soft-tissue structures by using synchrotron radiation sources, tissue samples should be prepared by taking account of a number of factors that affect the image quality. We have performed microtomography and nanotomography experiments at the beamlines of BL20B2, BL20XU, BL37XU, and BL47XU of the SPring-8 synchrotron radiation facility \\(Hyogo, Japan) and at the 32-ID beamline of the Advanced Photon Source \\(APS) of Argonne National Laboratory \\(Illinois, USA). The procedure described in this article is based on our studies using these synchrotron radiation sources to reveal three-dimensional structures of biological samples \\[2-15]."
        },
        {
            "header": "Reagents",
            "content": "Biological soft tissues should be embedded in epoxy resin when using a high x-ray flux to visualize their structures. A number of epoxy resins are available for embedding samples. The resin used in the following procedure is Petropoxy 154 \\(Burnham Petrographics, ID, USA). We have used it for embedding samples of brain, intestine, and many other tissues of human \\[3,5,6-8,11–14], mouse \\[8,15], zebra fish \\[5], and fruit fly \\[2,4,5,10,12,14]. E. coli bacteria can also be embedded in this resin \\[9,14]. Transparent epoxy resins available for petrographic studies should work well with this procedure. We do not recommend epoxy resins used for electron microscopy, such as Epon 812, since those resins are soft and best-suited for sectioning with ultra-microtomes. Opaque media, such as wax, should not be used, because particles or crystals in the media blur the image by the small-angle x-ray scattering. We recommend reagent-grade ethanol and n-butyl glycidyl ether for the pretreatment of the resin soak. Borosilicate glass capillaries \\(W. Müller, Germany) with inner diameters of 0.3–1.5 mm are used for preparing capillary samples. For the microtomography experiments, samples can be mounted using compound clay available for x-ray crystallography \\(Hampton Research, CA, USA)."
        },
        {
            "header": "Equipment",
            "content": "We use a vacuum desiccator with needle valves and an oil-sealed rotary pump \\(G-20DA, Ulvac, Japan) for degassing the resin. The resin can be stored in a cold storage chamber \\(4 ºC) for several months. The resin curing agent can be stored in a 20 ºC incubator to prevent it from crystallizing. A dry bath without heat blocks \\(such as HDB-2N, Axel, Japan) will facilitate curing of the resin at 90 to 120 ºC. A stereomicroscope \\(such as SMZ745, Nikon, Japan) can be used when cutting tissue."
        },
        {
            "header": "Procedure",
            "content": "Tissue preparation\r\n\n\nSince biological soft tissues are composed of light elements that give little contrast in the hard x-ray image, we strongly recommend to label the structure of interest with electron-rich reagents containing high-Z elements \\[8]. Since the tissue is pretreated with organic solvents, lipophilic labels weakly adsorbing to the tissue can dissociate into solvents. \r\n\n\nThe tissue size appropriate for the following procedure is 5 × 5 × 5 mm\n3\n. If the tissue is larger or smaller than this, aliquot volumes must be multiplied accordingly. The tissue can be cut into small pieces with a width of 0.5-3.0 mm in the last step of the resin soak or before the resin soak.\r\n\n\n\r\n\n\nResin preparation\r\n\n\nEpoxy resin is prepared by mixing resin liquid and its curing agent. Disposable cups, syringes, and plastic mixing rods provided with the resin kit are used in the following procedure. The obtained resin should be stored in an airtight container. \r\n\n\n1) If the curing agent of Petropoxy 154 is opaque or contains small particles or is crystallized, heat the curing agent using a dry bath at 90 ºC until it becomes clear. This may take a few to several hours. Cool it for one hour to room temperature. The curing agent can be stored in a 20 ºC incubator to prevent further crystallization. \r\n\n\n2) Decant 10 mL of the Petropoxy 154 resin into a disposable cup. \r\n\n\n3) Add 1 mL of curing agent by using a disposable syringe. Mix it thoroughly \\(over 5 min) using a mixing rod. \r\n\n\n4) Place the cup in a vacuum desiccator and draw a vacuum to degas the resin. When bubbles form, close the valve connected to the vacuum pump before the resin overflows. After the bubbles subside, open the valve again. Keep drawing the vacuum for at least 6 hours. \r\n\n\n5) Remove the cup from the desiccator and place it in an airtight container. Store the container in a cold storage chamber \\(4 ºC). \r\n\n\n6) Degas the resin for one hour prior to every use.\r\n\n\n\r\n\n\nResin soaking\r\n\n\n1) Soak the tissue in 10 mL of ethanol for one hour at room temperature \\(20–25°C). Repeat this process twice in total. \r\n\n\n2) Soak the tissue in another 10 mL of ethanol overnight.\r\n\n\n3) Transfer the tissue to a new vial containing 10 mL of n-butyl glycidyl ether and incubate it for several hours or overnight at room temperature. Repeat this process twice in total. \r\n\n\n4) Transfer the tissue to a 5 mL vial containing 2 mL of the degassed resin and incubate it overnight at 4°C. Repeat this process twice in total. \r\n\n\n5) If the tissue floats to the surface of the resin aliquot, perform an additional soak using another 2 mL of resin. \r\n\n\n6) Cut the sample under a stereomicroscope into small pieces with widths appropriate for your analysis \\(typically 0.5–3.0 mm). \r\n\n\n\r\n\n\nCapillary embedding\r\n\n\nWe have reported a method for embedding soft tissues in glass capillaries \\[6]. The following is a step-by-step protocol for it. \r\n\n\n1) Build an assembly \\(Figure 1a) of a borosilicate capillary \\(W. Müller, Germany), transparent plastic tubing with an inner diameter of 3/32\" \\(such as Tygon R-3603, Saint-Gobain), 3-way stopcock, and 1 mL syringe. \r\n\n\n2) Turn the stopcock to make an air path through the capillary to the syringe. \r\n\n\n3) Fill the capillary with epoxy resin using a 1-mL syringe \\(Figure 1b). \r\n\n\n4) After the resin reaches the funnel end of the capillary, open the stopcock \\(Figure 1c).\r\n\n\n5) Remove the capillary. \r\n\n\n6) Place the tissue sample at the funnel end of the capillary by using tweezers or needles \\(Figure 1d). \r\n\n\n7) Gently move the tissue with a tip of tweezers toward the thinner part of the capillary as far as possible. \r\n\n\n8) Insert the capillary into the plastic tubing again while keeping the stopcock open. \r\n\n\n9) Turn the stopcock to re-form the path through the capillary to the syringe \\(Figure 1e). \r\n\n\n10) Push the syringe knob slowly to move the tissue into the capillary \\(Figure 1e). The final length of the capillary sample should be 15–25 mm. The tissue should be placed 3–5 mm from one end of the capillary. \r\n\n\n11) When the tissue is at the desired position, open the stopcock to settle the tissue \\(Figure 1f). If the tissue gets stuck in the capillary, open the stopcock immediately. \r\n\n\n12) Cut the capillary with a diamond cutter \\(Figure 1f). \r\n\n\n13) Insert the capillary in a short piece of silicone tubing \\(Figure 1g). This avoids contacts between the capillary ends and surroundings and prevents resin leakage by surface tension. \r\n\n\n14) Hold the silicone tubing with tweezers and place the sample in a polypropylene case. Incubate the case at 90°C for 72–96 hr using a heat dry bath to cure the resin. \r\n\n\n15) Prepare a storage case equipped with a nylon sponge \\(Figure 1h). Use epoxy glue or double-sided sticky tape to adhere the sponge to the bottom of the case. A total of 25–30 samples can be stored in a 5 × 5 cm case. Mark sample positions on the sponge and pierce tweezers into the marked positions. \r\n\n\n16) Recover the capillary and pierce it to one of the positions marked on the sponge \\(Figure 1h). Store the case in a 20°C incubator. \r\n\n\n17) The case sealed with a plastic bag and wrapped with cushioning materials can be safely transported as a carry-on item from the local laboratory to the synchrotron radiation facility even by overnight flight. Approvals might be required prior to traveling depending on the sample source. \r\n\n\n\r\n\n\nSleeving\r\n\n\nFor a nanotomography experiment, one end of the capillary \\(distal to the sample) should be sleeved with a brass tubing \\(Figure 1i) to secure the sample with set screws.\r\n\n\n1) Cut brass tubing to a length of 10–15 mm. Do not crush the tubing ends when cutting. \r\n\n\n2) Dip the distal end of the capillary in epoxy glue. \r\n\n\n3) Insert the dipped end into the brass tubing and wait for the glue to cure. \r\n\n\n4) Store the sample in a sponge case. \r\n\n\n\r\n\n\nPellet embedding\r\n\n\nSamples with a width larger than 1.0 mm should be embedded in resin pellets. The pellet samples show drifts larger than those of capillary samples, so they are not suitable for nanotomography experiments. \r\n\n\n1) Use silicone tubing with an inner diameter of 3–5 mm for casting pellets. Cut the tubing into a length of 5–10 mm. Tubing ends should be precisely perpendicular to the tubing axis. \r\n\n\n2) Place a droplet of the degassed epoxy resin in a polypropylene case. \r\n\n\n3) Stand the tubing on the resin droplet to seal one end of the tubing. Cure the resin at 120°C for 15 min using a heat dry bath and then cool it to room temperature. \r\n\n\n4) Fill the tubing with the epoxy resin. \r\n\n\n5) Gently insert a resin-soaked sample into the resin-filled tubing. \r\n\n\n6) Incubate the case with the tubing at 90°C for 72–96 hr using a heat dry bath to cure the resin. \r\n\n\n7) Remove the tubing from the case. Make an incision on the side surface of the silicone tubing. Peel the tubing from the incision. \r\n\n\n8) Put the sample pellet in a 1.5-mL sampling tube and store it in a 20°C incubator. \r\n\n\n\r\n\n\nSample mount adapter\r\n\n\nFor nanotomography experiments, capillary samples should be mounted using an adapter equipped with a set screw. The adapters shown in Figure 2 are designed so as to best suit with a sleeved sample and also fit on the nanotomography stage. Figure 2b shows a brass adapter for the SPring-8 nanotomography beamlines. The outer diameter of the adapter is 10.0 mm. Figure 2d shows an invar adapter for the 32-ID beamline of APS. This adapter can be screwed to a kinematic base \\(Figure 2c). \r\n\n\nFor microtomography experiments, capillary samples can be mounted using compound clay \\(Hampton Research, CA, USA). Figure 3 shows adapters for the microtomography beamlines of SPring-8. The outer diameter of the adapter basement is 10.0 mm. To place the tissue at the x-ray position regardless of the capillary length, we prepared several adapters having different upper lengths of 20, 25, 30, and 35 mm \\(Figure 3a). The outer diameter of the upper part is 2.0 mm. The upper end has a hole with a diameter of 1.5 mm and depth of 5 mm. Samples with or without brass sleeves can be mounted by inserting the distal end into the end hole filled with the clay. On the side face of the upper hole, an opening of a 0.5-0.7 mm diameter is created. This vent hole prevents sample drifts due to pressurized air remaining in clay \\(Figure 3a). \r\n\n\nFigure 3b shows adapters for the pellet samples. The upper ends of these adapters have flat faces. Pellet samples can be attached on the flat face using epoxy glue or double-sided sticky tape. After data collection, the samples can be recovered by snapping them off the adapter.   \r\n\n\n\r\n\n\nTiming\r\n\n\nFor nanotomography experiments, the sample should be prepared at least one week before the data collection. This is because the resin may deform immediately after curing. Samples should be secured with set screws at least one hour before data collection to settle any mechanical creep caused by the screwing. Samples should be placed in the beamline hutch at least one hour before data collection to equilibrate the sample temperature with that of the hutch. Temperature fluctuations of a few tenths of a degree or mechanical creep of several tens of nanometers can degrade the image quality. \r\n\n\nIn microtomography experiments, the sample mounting using clay should be finished at least one hour before data collection. This eliminates blurs due to the sample mounting. If the target resolution is coarser than 5 μm, no hold time is needed since drifts are not discernible for most samples."
        },
        {
            "header": "Troubleshooting",
            "content": "Blurring in images of soft tissue samples is mostly due to sample drift or deformation. Sample drift is ascribable to a number of causes, including thermal expansion and mechanical creep. Sample deformation can occur depending on the photon flux and the sample’s tolerance to x-rays. It is also ascribable to resin-curing defects. The cause of drift or deformation varies from case to case, but possible workarounds are: \r\n\n\n1) Repeat the data collection immediately under the same condition using the same sample. The heat load of the x-ray seems to reach an equilibrium and remain constant after initial large drifts. Therefore, sample drift tends to become smaller in the second round of data collection. \r\n\n\n2) Repeat the data collection again and again. Since drifting phenomena are sporadic, there would be some chances to obtain a good dataset. \r\n\n\n3) Shorten the x-ray exposure. This will worsen the signal-to-noise ratio of the image, but the shorter duration of the data collection leads to less chance of sample drift. The shorter exposure also leads to a lower radiation dose to the sample, and hence less damage to and less deformation. \r\n\n\n4) Close the hutch and wait for half an hour or more while keep everything as it is. Do not turn on or off instruments in the hutch, including lighting lamps. This will settle the sample if the mechanical creep caused the drift. The thermal drift of the instruments and the sample will also be minimized. \r\n\n\n5) Change the sample if another sample of the same series is available. Some drifts are ascribable to curing defects or bubbles in the sample. Samples with bubbles tend to show sudden, severe drifts. Since it is difficult to control such drifts, the most practical workaround is a sample change."
        },
        {
            "header": "Anticipated Results",
            "content": "We have performed a number of microtomography and nanotomography experiments at the beamlines of SPring-8 and APS Argonne using biological samples prepared with this procedure. Three-dimensional structures of different samples, including human brain tissue, whole-mount adult fruit fly, and E.coli bacteria, were visualized at resolutions from 100 nm to 8 μm and with field-of-views from 50 μm to 5.5 mm."
        },
        {
            "header": "References",
            "content": "This protocol is based on the following articles: \r\n\n\n\\[1] Y. Suzuki et al. \\(2016). Recent progress of hard x-ray imaging microscopy and microtomography at BL37XU of SPring-8. AIP Conf. Proc. 1696, 020013.\r\n\n\n\\[2] R. Mizutani et al. \\(2007). Computed tomography imaging of the neuronal structure of Drosophila brain. J. Synchrotron Radiat. 14, 282-287.\r\n\n\n\\[3] R. Mizutani et al. \\(2008). Three-dimensional microtomographic imaging of human brain cortex. Brain Res. 1199, 53-61.\r\n\n\n\\[4] R. Mizutani et al. \\(2008). Element-specific microtomographic imaging of Drosophila brain stained with high-Z probes. J. Synchrotron Radiat. 15, 374-377.\r\n\n\n\\[5] R. Mizutani et al. \\(2008). X-ray microtomographic imaging of three-dimensional structure of soft tissues. Tissue Eng. Part C 14, 359-363.\r\n\n\n\\[6] R. Mizutani et al. \\(2009). Three-dimensional microstructural analysis of human brain tissue by using synchrotron radiation microtomographs. In Handbook on White Matter: Structure, Function and Changes, eds. Westland, T.B. & Calton, R.N., \\(pp. 247-277), New York, Nova Science Publishers.\r\n\n\n\\[7] R. Mizutani et al. \\(2010). Microtomographic analysis of neuronal circuits of human brain. Cerebral Cortex 20, 1739-1748.\r\n\n\n\\[8] R. Mizutani and Y. Suzuki \\(2012). X-ray microtomography in biology. Micron 43, 104-115.\r\n\n\n\\[9] R. Mizutani et al. \\(2013). X-ray microtomographic visualization of Escherichia coli by metalloprotein overexpression. J. Synchrotron Radiat. 20, 581-586.\r\n\n\n\\[10] R. Mizutani et al. \\(2013). Three-dimensional network of Drosophila brain hemisphere. J. Struct. Biol. 184, 271-279.\r\n\n\n\\[11] R. Saiga et al. \\(2015). Three-dimensional neuronal structure of human cerebral cortex determined by synchrotron-radiation microtomography. Microsc. Microanal. 21\\(S3), 919-920 \\(2015).\r\n\n\n\\[12] R. Mizutani et al. \\(2015). Scanning Brain Networks with Micro-CT. Microscopy Today 23\\(5), 12-17.\r\n\n\n\\[13] R. Mizutani et al. \\(2016). A method for estimating spatial resolution of real image in the Fourier domain. J. Microsc. 261, 57-66.\r\n\n\n\\[14] R. Saiga et al. \\(2016). Three-dimensional structure of brain tissue at submicrometer resolution. AIP Conf. Proc. 1696, 020004.\r\n\n\n\\[15] R. Mizutani et al. \\(2016). Three-dimensional X-ray visualization of axonal tracts in mouse brain hemisphere. Sci. Rep. 6, 35061."
        },
        {
            "header": "Acknowledgements",
            "content": "This study was supported by Grants-in-Aid for Scientific Research from the Japan Society for the Promotion of Science \\(nos. 21611009, 25282250, and 25610126). The synchrotron radiation experiments were performed at SPring-8 \\(proposal nos. 2006B1716, 2007A1844, 2007A2072, 2007B1102, 2007B1894, 2008A1190, 2008B1261, 2009A1113, 2009B1191, 2011A0034, 2011B0041, 2013B1889, 2014A1057, 2014B1083, 2014B1096, 2015A1160, 2015B1101, 2016B1041, 2017A1143 and 2017A1143) and at the Advanced Photon Source \\(APS) of Argonne National Laboratory \\(GUP-45781)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15801,
                "identity": "a17ccb94-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ryuta Mizutani",
                "email": "mizutanilaboratory@gmail.com",
                "orcid": "",
                "institution": "Mizutani Lab, Tokai University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ryuta",
                "middleName": "",
                "lastName": "Mizutani",
                "suffix": ""
            },
            {
                "id": 15800,
                "identity": "a17cc7c2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rino Saiga",
                "email": "",
                "orcid": "",
                "institution": "Mizutani Lab, Tokai University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rino",
                "middleName": "",
                "lastName": "Saiga",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-06-19 01:45:24",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.085",
        "doiUrl": "https://doi.org/10.1038/protex.2018.085",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610192,
                "identity": "b1d1a046-6175-4cdb-abf3-976651de55f2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:28",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 27072,
                "visible": true,
                "origin": "",
                "legend": "Capillary embedding schemes modified from ref [6].   (a) Embedding assembly. (b) Fill the capillary with resin. (c) Open stopcock to remove the capillary. (d) Place tissue in the capillary. (e) Close stopcock to move the tissue using the syringe. (f) Open stopcock to settle the tissue and cut the capillary. (g) Put the capillary in silicone tubing to cure the resin. (h) Store the sample in a sponge case. (i) Sleeve the capillary with brass tubing.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6905/v1/figure_1.png"
            },
            {
                "id": 2610196,
                "identity": "704845ab-2f0f-4995-89e8-24c453dd27eb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 278037,
                "visible": true,
                "origin": "",
                "legend": "Capillary samples mounted using adapters.    (a) Capillary sample of human brain tissue (black) sleeved with brass tubing. (b) Capillary sample mounted on an adapter used for the nanotomography beamlines of SPring-8. (c) Capillary sample mounted on an adapter used for the 32-ID beamline of APS. (d) Invar adapter for APS. ",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6905/v1/figure_2.png"
            },
            {
                "id": 2610195,
                "identity": "dcbaccc2-c5c0-4878-9bab-e9dfca7e232f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 108660,
                "visible": true,
                "origin": "",
                "legend": "Hole-end adapters for the microtomography beamlines of SPring-8.   A capillary sample of mouse brain tissue (yellowish) is mounted by inserting the capillary into the end hole filled with clay. An arrow indicates clay extruded from the side opening.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6905/v1/figure_3.png"
            },
            {
                "id": 2610198,
                "identity": "312a3683-e39a-48d4-8cce-35fd7e4532d7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:29",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 155227,
                "visible": true,
                "origin": "",
                "legend": "Figure 3b   Flat-end adapters.   A pellet sample of mouse brain tissue is mounted using epoxy glue.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6905/v1/figure_4.png"
            },
            {
                "id": 13466658,
                "identity": "fe230034-fe4d-4469-8823-d58c79132007",
                "added_by": "auto",
                "created_at": "2021-09-16 20:51:52",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 932300,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6905/v1/21cf71f2-2ed9-4a27-936f-5fe558c17625.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "synchrotron radiation, microtomography, micro-CT, nanotomography, nano-CT, soft tissue",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "In synchrotron radiation microtomography and nanotomography, images are taken while rotating the sample and irradiating it with a high x-ray flux. The structure of the sample must remain fixed at micrometer to nanometer precision throughout the image acquisition process. Hence, in order to visualize soft tissue structures by using synchrotron radiation sources, tissue samples should be prepared by taking account of a number of factors that affect the image quality. The procedure described in this protocol is based on our studies reporting 3D structures of biological samples of human, mouse, zebra fish, fruit fly, and Escherichia coli. Soft tissue samples prepared according to this procedure can be three-dimensionally visualized at a resolution up to 100 nm.",
        "manuscriptTitle": "Preparation of soft tissue samples for synchrotron radiation microtomography and nanotomography",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-08-09 10:18:55",
                "doi": "10.1038/protex.2018.085",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a17c6861-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 9th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4314,
                "name": "Biological techniques"
            },
            {
                "id": 4315,
                "name": "Neuroscience"
            },
            {
                "id": 4316,
                "name": "Physics"
            },
            {
                "id": 4317,
                "name": "Structural biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-08-09 10:18:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}