{
    "identity": "nprot-6963",
    "title": "Using NEPC cell NCI-H660 for _in vitro_ assays",
    "content": [
        {
            "header": "Introduction",
            "content": "Neuroendocrine prostate cancer \\(NEPC) is a special lethal subtype of prostate cancer \\(PCa). While _de novo_ cases are rare at the primary diagnosis, NEPC is reported to occur in 17% ~ 20% of castration resistant prostate cancer \\(CRPC) via NE transdifferentiation of prostate adenocarcinomas in response to androgen deprivation treatment \\(ADT), resisting dependence on AR signaling as an adaptive response \\(1,2). As AR pathway inhibitors \\(ARPI) such as enzalutamide and abiraterone have provided significant clinical benefit to CRPC adenocarcinoma management in recent years, it is expected that the incidence of NEPC will further increase \\(1,2). Unfortunately, the available effective treatment options for NEPC are still limited, and the overall median survival of NEPC with small cell feature is less than one year \\(3). As such, a better understanding of the mechanisms underlying NEPC disease and novel therapeutic targets against it are urgently needed. \r\n\n\nResearch of NEPC has been hindered by limited experimental models. NCI-H660 cell is a bona fide NEPC cell line with small cell carcinoma feature, which was originally derived at time of autopsy from a patient with small cell carcinoma initially thought to be lung cancer but later classified as prostate \\(4,5). It has a similar molecular signature as clinical NEPC \\(6). As such, NCI-H660 provides a unique _in vitro_ cell model for NEPC research, in particular, for gene functional study and drug screening. Like other small cell carcinoma cell lines, NCI-H660 grows in suspension as attached clusters but unlike hematopoietic cells growing as floating single cells. Moreover, NCI-H660 grows slowly _in vitro_ with a doubling time around 100 hours \\(7). As such, there has been a challenge in using this cell line for some routine _in vitro_ cell experiments which can be easily performed with 2D culture, such as colony formation assay and cell proliferation assay. In this protocol, we provide a simple and practical solution to overcome this technical hurdle. This method was employed in our recent study, providing _in vitro_ evidence of the essential function of a gene named HP1α in maintaining NEPC aggressiveness \\(8)."
        },
        {
            "header": "Reagents",
            "content": "NCI-H660 cell \\(ATCC, cat. no. CRL-5813, mycoplasma negative, cell identity authenticated)\r\n\n\nRPMI 1640 Medium \\(Thermo Fisher, cat. no. 11875-093).\r\n\n\nInsulin-Transferrin-Selenium \\(ITS -G) \\(Thermo Fisher, cat. no. 41400-045)\r\n\n\nFetal Bovine Serum \\(Thermo Fisher, cat. no. 12483-020)\r\n\n\nβ-Estradiol \\(Sigma, cat. no. E8875)\r\n\n\nHydrocortisone \\(Sigma, cat. no. H0888)\r\n\n\nTrypsin-EDTA \\(0.05%) \\(Thermo Fisher, cat. no. 25300054)\r\n\n\nTrypan blue solution \\(Thermo Fisher, cat. no. 15250061)\r\n\n\nMatrigel Basement Membrane Matrix \\(Corning, cat. no. 354234)\r\n\n\nPBS \\(Fisher scientific, cat. no. BP399-20)\r\n\n\nParaformaldehyde \\(PFA) solution \\(Electron Microscopy Sciences, cat. no. 15710-S)\r\n\n\nCrystal Violet \\(Sigma, cat.no. C0775)\r\n\n\nAcetic Acid \\(Fisher scientific, cat. no. A38SI-212)"
        },
        {
            "header": "Equipment",
            "content": "Incubator at 37°C with 95% air and 5% CO2.\r\n\n\nBiological safety cabinet\r\n\n\nTable top centrifuge\r\n\n\nTC20<sup>TM</sup> Automated cell counter \r\n\n\nPipette and pipette tips\r\n\n\nPolystyrene conical tubes: 15 ml, 50 ml\r\n\n\nCell culture treated Flasks: T-25\r\n\n\nTC-treated cell culture multiple well plates: 12-well, 24-well\r\n\n\nMr. Frosty™ Freezing Container\r\n\n\nGyratory shaker"
        },
        {
            "header": "Procedure",
            "content": "**Cell culture** \r\n\n\n1. Prepare complete cell medium as follows: RPMI-1640 base medium with 5% FBS, 10 nM β-estradiol, 10 nM Hydrocortisone, 1% Insulin-Transferrin-Selenium.\r\n  2. Recover frozen cell: Thaw frozen cell by continuously swirling the vial in a 37 °C water bath until a slight amount of ice remains; add thawed cells to 10 ml chilled PBS; mix and centrifuge at 1500 rpm for 4 minutes; resuspend cells in 5 ml of complete cell medium by pipetting up and down for 100 times to break cell clusters; plate cells in T-25 cell culture flask.\r\n  3. Renew culture medium: Place the flask upright for 1 minute to make the unattached cells settle down; gently remove half of the medium \\(~ 2 ml) from the upper layer with 5 ml serological pipette; renew medium.\r\n  4. Subculture: When there are numerous cell clusters \\(generally it takes 10~14 days for one passage) floating, the cells should be split at a 1:2 ratio; pipette up and down in the flask to collect all cell clusters, transfer to a 15 ml conical tube; centrifuge, discard cell medium, resuspend cells with 1 ml Trypsin solution, keep at room temperature for 1 minute; neutralize Trypsin with 5 ml complete medium; centrifuge, discard supernatant, resuspend cells with 2 ml complete medium, pipette up and down with P1000 tips for 100 times to completely break the cell clusters; add 8 ml medium, mix and split to two T-25 flasks. \r\n  5. Freeze cell stocks: Prepare cell freezing medium as follows: chilled FBS 90%, DMSO 10%, keep on ice; collect all cell clusters; centrifuge and resuspend cells with freezing medium; transfer cryogenic vials immediately to Mr. Frosty™ Freezing Container and keep in -80 °C freezer for 24 hours; transfer cell vials to liquid nitrogen tank.   \r\n  **Colony formation assay** \r\n\n\n1. Prepare assay medium as follows: RPMI-1640 base medium with 5% FBS, 10 nM β-estradiol, 10 nM Hydrocortisone, 1% Insulin-Transferrin-Selenium.Results subsection, 1% matrigel. \r\n  2. Pre-treat 12-well plate with 500 μl assay medium per well, keep in the incubator for at least 30 minutes.\r\n  3. Prepare cells: Collect cell clusters and dissociate cells the same as step 4 in cell culture process; resuspend cells in 1 ml assay medium, filter through 20 μm cell strainer; mix 10 μl aliquot of filtered cells with 10 μl Trypan blue solution; count cell numbers with automated cell counter; calculate living cell density; adjust living cell density to 2 x 10\n4\ncells/ml with assay medium; add cells to the pre-treated plates from above step at 500 μl/well in triplicates, the final density is 10\n4\ncells/well.\r\n  4. Colony culture: Gently renew half of the assay medium per well every 4 days, culture for 4~6 weeks until colonies are visible.\r\n  5. Fix and stain: Remove medium, add 1 ml of 4% PFA solution to each well to fix cell colonies at room temperature for 30 minutes; discard PFA, place the plate upside down to dry it completely; add 1 ml of 0.5% crystal violet solution to each well, shake the plate on a gyratory shaker at room temperature for 15 minutes; discard crystal violet solution; rinse the plate with tap water in 2 L beaker multiple times until no background staining is visible in the well; leave the plate upside down at room temperature to dry it completely.\r\n  6. Count colonies: the number of colonies can be counted either under a microscope or with a photograph taken by a digital camera directly. \r\n  **Cell proliferation assay**\r\n\n\n1. Prepare assay medium the same as step 1 in colony formation assay.\r\n  2. Pre-treat 24-well plate with 250 μl assay medium per well, keep in the incubator for at least 30 minutes.\r\n  3. Prepare cells the same as step 3 in colony formation assay, adjust living cell density to 2 x 10\n5\ncells/ml with assay medium; add cells to the pre-treated plates at 250 μl/well in quadruplicates, the final density is 5 x 10\n4\ncells/well, four to five plates should be set up for determining cell growth curve. \r\n  4. Culture cells in the plate by renewing half of the medium every 4 days; fix cells at appropriate time points, considering that NCI-H660 cell grows rather slowly, our experience is to collect plate and fix cells every 7~10 days starting from day 1 for 4 consecutive time points.\r\n  5. Fix and stain cells the same as step 5 in colony formation assay.\r\n  6. Determine O.D.: add 250 μl of 10% acetic acid to each well, shake the plate on a gyratory shaker at room temperature for 15 minutes to dissolve crystal violet completely; measure the O.D. at 572 nm in a microplate reader."
        },
        {
            "header": "References",
            "content": "1. Aggarwal R, Huang J, Alumkal JJ, Zhang L, Feng FY, Thomas GV, et al. Clinical and Genomic Characterization of Treatment-Emergent Small-Cell Neuroendocrine Prostate Cancer: A Multi-institutional Prospective Study. J Clin Oncol 2018:JCO2017776880 doi 10.1200/JCO.2017.77.6880.\r\n  2. Sartor O, de Bono JS. Metastatic Prostate Cancer. N Engl J Med 2018;378\\(7):645-57 doi 10.1056/NEJMra1701695.\r\n  3. Vlachostergios PJ, Puca L, Beltran H. Emerging Variants of Castration-Resistant Prostate Cancer. Curr Oncol Rep 2017;19\\(5):32 doi 10.1007/s11912-017-0593-6.\r\n  4. Carney DN, Gazdar AF, Bepler G, Guccion JG, Marangos PJ, Moody TW, et al. Establishment and identification of small cell lung cancer cell lines having classic and variant features. Cancer Res 1985;45\\(6):2913-23.\r\n  5. Johnson BE, Whang-Peng J, Naylor SL, Zbar B, Brauch H, Lee E, et al. Retention of chromosome 3 in extrapulmonary small cell cancer shown by molecular and cytogenetic studies. J Natl Cancer Inst 1989;81\\(16):1223-8.\r\n  6. Beltran H, Rickman DS, Park K, Chae SS, Sboner A, MacDonald TY, et al. Molecular characterization of neuroendocrine prostate cancer and identification of new drug targets. Cancer discovery 2011;1\\(6):487-95 doi 10.1158/2159-8290.CD-11-0130.\r\n  7. Cowley GS, Weir BA, Vazquez F, Tamayo P, Scott JA, Rusin S, et al. Parallel genome-scale loss of function screens in 216 cancer cell lines for the identification of context-specific genetic dependencies. Sci Data 2014;1:140035 doi 10.1038/sdata.2014.35.\r\n  8. Ci X, Hao J, Dong X, Choi SY, Xue H, Wu R, et al. Heterochromatin Protein 1alpha Mediates Development and Aggressiveness of Neuroendocrine Prostate Cancer. Cancer Res 2018;78\\(10):2691-704 doi 10.1158/0008-5472.CAN-17-3677."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1158/0008-5472.CAN-17-3677",
                "date": "2018-07-26 05:54:52",
                "title": "Heterochromatin Protein 1α Mediates Development and Aggressiveness of Neuroendocrine Prostate Cancer",
                "authors": [
                    "Xinpei Ci",
                    "Jun Hao",
                    "Xin Dong",
                    "Stephen Y. Choi",
                    "Hui Xue",
                    "Rebecca Wu",
                    "Sifeng Qu",
                    "Peter W. Gout",
                    "Fang Zhang",
                    "Anne M. Haegert",
                    "Ladan Fazli",
                    "Francesco Crea",
                    "Christopher J. Ong",
                    "Amina Zoubeidi",
                    "Housheng H. He",
                    "Martin E. Gleave",
                    "Colin C. Collins",
                    "Dong Lin",
                    "and Y"
                ],
                "journal": "Cancer Research",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15866,
                "identity": "a1846904-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Xinpei Ci",
                "email": "xci@prostatecentre.com",
                "orcid": "",
                "institution": "Vancouver Prostate Centre Department of Urologic Sciences, University of British Columbia, 2660 Oak Street, Vancouver,  BC V6H 3Z6, Canada",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Xinpei",
                "middleName": "",
                "lastName": "Ci",
                "suffix": ""
            },
            {
                "id": 15868,
                "identity": "a1846f85-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yuzhuo Wang",
                "email": "ywang@bccrc.ca",
                "orcid": "",
                "institution": "Vancouver Prostate Centre Department of Urologic Sciences, University of British Columbia, 2660 Oak Street, Vancouver,  BC V6H 3Z6, Canada",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yuzhuo",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 15867,
                "identity": "a1846c85-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dong Lin",
                "email": "",
                "orcid": "",
                "institution": "Vancouver Prostate Centre Department of Urologic Sciences, University of British Columbia, 2660 Oak Street, Vancouver,  BC V6H 3Z6, Canada",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dong",
                "middleName": "",
                "lastName": "Lin",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-07-26 06:09:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.096",
        "doiUrl": "https://doi.org/10.1038/protex.2018.096",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13466542,
                "identity": "2356ffff-08b2-420f-90ee-c479b4f49db8",
                "added_by": "auto",
                "created_at": "2021-09-16 20:51:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 127490,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6963/v1/533df4e2-c862-4ee6-b87b-9eb6aefeb488.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "NEPC, NCI-H660",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Neuroendocrine prostate cancer \\(NEPC) is a lethal subtype of prostate cancer \\(PCa). Research of NEPC has been hampered by a lack of clinically relevant _in vitro_ cell models. NCI-H660 cell is the unique bona fide NEPC cell line derived from a patient, available for _in vitro_ study of NEPC disease. However, this cell grows slowly as floating attached clusters, making regular _in vitro_ cell assays such as proliferation assay and colony formation assay challenging. This protocol provides a simple and practical solution to this technical hurdle.",
        "manuscriptTitle": "Using NEPC cell NCI-H660 for in vitro assays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-08-20 11:20:28",
                "doi": "10.1038/protex.2018.096",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1831d17-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 20th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4346,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-08-20 11:20:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}