{
    "identity": "nprot-4753",
    "title": "A protocol for the growth and imaging of _in vitro_ attached human embryos",
    "content": [
        {
            "header": "Introduction",
            "content": "During the first few days of development, the human embryo undergoes a series of cell divisions and differentiation events that generate a hollow ball of cells: the blastocyst. At post-fertilization day 6-7 \\(DPF6-7), the blastocyst hatches from the zona pellucida, and implants in the uterine wall.  Embryonic and extra-embryonic territories physically segregate and organize to initiate gastrulation \\(DPF14-15)\\(O'Rahilly and Muller, 2010). While decades of _in vitro_ fertilization technologies \\(IVF) have shed some light on the cellular events up to blastocyst formation, post-implantation human development remains mysterious.  Recently established _in vitro_ implantation platforms in the mouse have recapitulated _in vivo_ early developmental landmarks \\(Bedzhov et al., 2014; Bedzhov and Zernicka-Goetz, 2014), unveiling a remarkable self-organization ability of mouse blastocysts. Additionally, we recently discovered that by simply controlling their geometry, human embryonic stem cell \\(hESC) colonies grown on micropatterned substrates also self-organize _in vitro_ and generate embryonic germ layers \\(Warmflash et al., 2014). This provided the hope that human gastrulation could be, at least to some extent, visualized _in vitro_. However, these self-organizing structures suffer from several shortcomings. First, the fact that mammalian embryos display species-specific differences in post-implantation morphology limits the relevance of mouse findings to humans \\(Rossant, 2015).  Second, the assumption that markers of discrete cell lineages described in rodents demarcate the same cells in humans remains unsubstantiated \\(Rossant et al., 2003; Berg et al., 2011). Finally, _in vitro_ hESC differentiation lacks symmetry breaking events required for _in vivo_-like morphogenesis and proper gastrulation. Therefore, to gain insights into the self-organizing abilities of embryos during the transition from blastocyst to gastrula in a platform that closely mimics the _in vivo_ situation, we established an _in vitro_ attachment culture for human embryos.  \r\n\n\n\r\n\n\nThe current protocol allows the growth and development of human embryos for up to a week _in vitro_, until DPF12-14.  Embryos are thawed at DPF5-6, cultured for the desired time, immunostained, and imaged.\r\n\n\n\r\n\n\n**CAUTION**: This protocol should be used only with strict adherence to the internationally recognised guidelines on human embryonic research \\(see ISSCR guidelines \"http://www.isscr.org/docs/default-source/hesc-guidelines/isscrhescguidelines2006.pdf\":http://www.isscr.org/docs/default-source/hesc-guidelines/isscrhescguidelines2006.pdf), and following approval by the appropriate institutional and government bodies.”"
        },
        {
            "header": "Reagents",
            "content": "• Donated human embryos, DPF5 or DPF6, frozen\r\n\n\n**CAUTION:**  experiments that involve human embryos must be conducted under IRB approval with appropriate consent and in accordance with institutional and governmental regulations\r\n\n\n• Thaw-kit 1 \\(Vitrolife, cat. no. 10067)\r\n\n\n• Mineral oil, suitable for embryo culture \\(e.g. Irvine Scientific cat. no. 9305)\r\n\n\n• Acidic Tyrode’s \\(AT) solution \\(eg. Sigma-Aldrich cat. no. T1788)\r\n\n\n• IVC1 medium \\(Cell Guidance Systems cat. no. M11; for recipe information, please consult Bedzhov et al, Nat. Protoc. 2014)\r\n\n\n• IVC2 medium \\(Cell Guidance Systems cat. no. M12; for recipe information, please consult Bedzhov et al, Nat. Protoc. 2014)\r\n\n\n• M2 medium \\(e.g. Sigma-Aldrich cat. no. M7167)\r\n\n\n• 32% PFA \\(e.g. VWR cat. no. 100504-858)\r\n\n\n• Triton X-100 10% \\(e.g. Sigma cat. no. 93443) \r\n\n\n• Sodium Azide \\(e.g. from Sigma)\r\n\n\n• 0.2µm filters \\(e.g. from Millipore, syringe, 200, and 500ml capacities)\r\n\n\n• 10x PBS \\(e.g. from ThermoFisher)\r\n\n\n• Normal Donkey Serum \\(e.g. Jackson ImmunoResearch cat. no. 017-000-0121)\r\n\n\n• Primary antibodies \\(See \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4393/original/Table_1.docx?1459342868)\r\n\n\n• Donkey anti-species whole IgG Alexa 488, 555, 594, 647-conjugated antibodies \\(ThermoFisher, See \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4393/original/Table_1.docx?1459342868)\r\n\n\n• Donkey anti-species Fab Alexa 488, 594, 647-conjugated antibodies \\(Jackson ImmunoResearch, See \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4393/original/Table_1.docx?1459342868)\r\n\n\n• Unlabeled Fc fragments \\(primary species)  \\(Jackson ImmunoResearch, See \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4393/original/Table_1.docx?1459342868)\r\n\n\n• Unlabeled Donkey anti species IgG Fab \\(Jackson ImmunoResearch, See \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4393/original/Table_1.docx?1459342868)\r\n\n\n• DAPI \\(Life, D1306)\r\n\n\n• Phalloidin-Alexa 647 \\(e.g. ThermoFisher cat. no. A22287)\r\n\n\n• Glycine or Lysine powder \\(Sigma)\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n• Thawing solutions: place 500 µl of ETS1, ETS2, ETS3, and Cryo-PBS each in a well of a 4-well dish and let warm to room temperature \\(about 10-15 minutes)\r\n\n\n• For removal of zona pellucida:  prepare 3 dishes containing droplets \\(100-200 µl per droplet) of AT, M2 medium, or IVC1 medium respectively; cover the droplets with mineral oil gently pipetted in the dish to avoid disturbance of the droplets; place the IVC1 dish in the incubator until ready for use\r\n\n\n• 8 well ibiTreat µ-slides:  fill the required number of wells with 200 µl IVC1 each \\(we usually grow 3-4 embryos per well); if some wells are not used, fill the empty wells with 200 µl PBS\r\n\n\n**CAUTION:** Depending on the microscope and objective used, the wells at the edge cannot be imaged completely, therefore it is advisable to only use the 4 wells in the center of the slide\r\n\n\n• 2x Fix: 8% PFA in 2xPBS. To prepare, add 10 ml of 32% PFA to 8ml of 10x PBS and 22ml ddH2O. The solution should be protected from light and is stable at 4°C for 2 weeks.  \r\n\n\n• 1x Fix: prepare fresh on the day of use.  Mix equal volumes of 2x Fix and ddH2O\r\n\n\n• PBS 1x:  to prepare, mix 1 volume of 10x PBS with 9 volumes of ddH2O\r\n\n\n• Wash Buffer: to prepare, mix 1x PBS with 1/100 volumes of 10% Triton-X; filter with a 0.2µm pore size filter\r\n\n\n**IMPORTANT:** Filter the buffer frequently \\(e.g. once a week) to clear accumulated dust or precipitate.  \r\n\n\n• Sodium Azide: prepare a 10% solution in ddH2O by mixing 10g of sodium azide in 100ml of ddH2O, and filter with a 0.2 µm pore size filter\r\n\n\n• Glycine or Lysine: prepare 100mM Glycine or Lysine solution in PBS, and filter with a 0.2 µm pore size filter\r\n\n\n• Quench buffer: Mix 9 volumes of wash buffer with 1 volume of 100 mM Glycine/Lysine, add Sodium Azide 1:100, and filter with a 0.2 µm pore size filter\r\n\n\n• Block buffer: dissolve normal donkey serum in 10 ml ddH2O \\(the species of the serum should be matched to the species of the secondary antibodies), add 90 ml ddH2O, 10ml 10xPBS, and sodium azide 1:100. Filter with a 0.2 µm pore size filter.  Use fresh or freeze aliquots at -20.  Re-filter when thawing to remove solids.\r\n\n\n**IMPORTANT:** Filter the buffer frequently \\(e.g. once a week) to clear accumulated dust or precipitate.\r\n\n\n• DAPI: to make a 50x stock solution, dilute DAPI concentrate 1:1000 in filtered dH2O; store light protected at 4°C up to 4 months.  \r\n\n\n**IMPORTANT:** DAPI is insoluble in PBS and therefore dH2O must be used to dilute the stock concentrate\r\n\n\n• DAPI 1x solution: dilute 50x DAPI stock 1:50 in Wash buffer; store light protected at 4°C up to 3 months or until signs of microbial growth\r\n\n\n• Phalloidin-conjugates: aliquot and store at -80°C in single-use aliquots"
        },
        {
            "header": "Equipment",
            "content": "• Derivation hood\r\n\n\n• Stereomicroscope\r\n\n\n• 4-well dishes \\(e.g. Fisher Scientific cat. no. 176740)\r\n\n\n• 8 well µ-slides, ibiTreat \\(Ibidi cat. no. 80826)\r\n\n\n• Stripper pipette \\(Origio cat. no. MXL3-STR-CGR)\r\n\n\n• Tips for stripper pipette \\(Origio cat. no. MXL3-275)\r\n\n\n• Inverted confocal microscope, e.g. Leica TCS Sp8 with tunable White Light Laser \\(470-670 nm) with AOBS, plus 405 nm laser, gated HyD detectors.\r\n\n\n• AutoQuant software \\(Media Cybernetics)\r\n\n\n• Imaris software \\(Bitplane)"
        },
        {
            "header": "Procedure",
            "content": "**Part 1:  Thaw human blastocysts**\r\n\n\n**NOTE:** all steps \\(except for #1 and 2) in this part are performed in a derivation hood equipped with a stereomicroscope\r\n\n\n1. Remove the cryotube\\(s) containing the human embryos from the liquid nitrogen and briefly place the tube\\(s) in a 37°C water bath until the content is completely thawed \\(about 60-90 seconds)\r\n  **TIP:**  We recommend to process a maximum of 5 embryos in parallel at the same time\r\n\n\n**NOTE:**  For embryos stored in straws, please see the protocol in \"BOX 1\":http://www.nature.com/protocolexchange/system/uploads/4395/original/Box_1.docx?1459342939\r\n\n\n2. Spray the cryotube\\(s) with 70% ethanol and gently wipe it clean\r\n  3. Using a P1000, transfer the content of the cryotube\\(s) to an empty 60mm dish\r\n  **CAUTION:**  Handle the embryos very gently and carefully\r\n\n\n**IMPORTANT:**  Avoid creating bubbles\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n4. Using a stereomicroscope, visually identify the embryos and transfer them into the well containing ETS1; incubate 5 minutes at room temperature\r\n  **IMPORTANT:** for each embryo transfer step, make sure to carry over the smallest amount of media possible; this can be easily achieved using a stripper pipette\r\n\n\n5. Transfer the embryos to ETS2; incubate 5 minutes at room temperature\r\n  6. Transfer the embryos to ETS3; incubate 7.5 minutes at room temperature\r\n  7. Transfer the embryos to Cryo-PBS; incubate 6 minutes at room temperature, then move the dish to a heated surface and incubate 4 minutes at 37°C\r\n  **IMPORTANT:**  Do not place the embryos in a CO2 incubator at this stage\r\n\n\n8. Visually inspect the embryos for presence or absence of zona pellucida\r\n  9. Depending on the presence of zona pellucida, two alternative protocol should be followed.\r\n  a. Embryos without zona pellucida can be directly transferred to a well of an ibiTreat µ-plate filled with pre-equilibrated IVC1 \r\n\n\n**IMPORTANT:**  Make sure to carry over the smallest amount of cryo-PBS to avoid altering the nutrient concentration in the culturing media.  This can be easily achieved by using a stripper pipette or by transferring the embryos to a dish containing IVC1 before transferring them to the ibiTreat µ-plate.\r\n\n\nb. Embryos with zona pellucida can also be directly transferred to a well of an ibiTreat µ-plate filled with pre-equilibrated IVC1 to allow them to hatch on their own, however this might delay attachment and development.  We therefore recommend to remove the zona pellucida according to the following steps:\r\n\n\ni. Transfer one embryo into a droplet of AT solution\r\n\n\n**CAUTION:**  Unless the user has previous experience using AT to treat embryos, we recommend processing one embryo at a time to reduce carryover of solution, to minimize the time each embryo spends in AT, and to prevent embryos from touching the bottom of the dish. \r\n\n\n**IMPORTANT:**  Do not transfer embryos without zona pellucida into the AT solution\r\n\n\nii. Pipette up and down a few times and transfer the embryo into a fresh droplet of AT solution\r\n\n\niii. Repeat step ii until the zona pellucida starts disappearing\r\n\n\niv. Transfer the embryo without the zona pellucida to a droplet of M2 medium to neutralize the AT solution\r\n\n\nv. Transfer the embryo to a fresh droplet of M2 medium\r\n\n\nvi. Transfer the embryo to a droplet of IVC1 medium\r\n\n\nvii. Transfer the embryo to a well of an ibiTreat µ-plate filled with pre-equilibrated IVC1\r\n\n\n**TIP:**  after transferring the embryo from droplet to droplet, the pipette tip will have traces of mineral oil on the outside; to avoid carryover of mineral oil into the culturing media, make sure to wash the pipette tip by dipping it in IVC1 before final transfer\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n10. Place the ibiTreat µ-plate in the incubator and incubate overnight\r\n  **TIP:**  We routinely culture between 1 and 3 embryos per well\r\n\n\n**CAUTION:**  We have found that sometimes the bottom of the ibiTreat µ-plates cracks when incubated overnight in the incubator.  To prevent this from happening, we recommend to fill all the wells of the µ-plate \\(wells not containing embryos can be filled with 1xPBS) and to position the µ-plate so that the bottom is not in direct contact with the heated surface of the incubator shelf \\(e.g. by placing the µ-plate on top of a cell culture dish used as a spacer)\r\n\n\n**TIP:**  We recommend using only the 4 central wells of the µ-plate as the outer wells might not be imaged in their entirety when using certain microscope stages or objectives.  Bear this in mind when placing the embryos in the µ-plate. \r\n\n\n\r\n\n\n**Part 2:  Culture embryos in ibiTreat µ-plates**\r\n\n\n11. Visually inspect the embryos to assess and record morphology\r\n  **IMPORTANT:** only embryos that display the classic “hollow-ball” blastocyst morphology after overnight culture have the potential of growing and developing further; we recommend removing from the culture those embryos that lack blastocyst morphology at this stage\r\n\n\n12. Using a stereomicroscope, replace half of the media in each well \\(100 µl) with the same volume \\(100 µl) of fresh, pre-equilibrated IVC1\r\n  **CAUTION:**  Ensure not to disturb the floating human embryos\r\n\n\n13. Place the ibiTreat µ-plate in the incubator and incubate overnight\r\n  14. The next day, visually inspect the embryos under a stereomicroscope\r\n  a. If the embryos are attached, remove half of the media \\(100 µl) and replace it with 150 µl of pre-equilibrated IVC2\r\n\n\n**CAUTION:**  Do not let the attached embryo\\(s) dry up\r\n\n\nb. If embryos have not yet attached, replace half of the media in each well \\(100 µl) with the same volume \\(100 µl) of fresh, pre-equilibrated IVC1\r\n\n\n**TIP:**  If there are both attached and not attached embryos in a well, use a P200 to carefully and gently transfer the unattached embryos to a different well filled with pre-equilibrated IVC1\r\n\n\n15. Place the ibiTreat µ-plate in the incubator and incubate overnight\r\n  16. Each day, replace half of the media in each well \\(100 µl) with the same volume \\(100 µl) of fresh, pre-equilibrated IVC2. Repeat every day until the desired analysis time-point is reached\r\n  **IMPORTANT:**  Current guidelines limit the culturing period to DPF14 \\(International Society for Stem Cell Research, 2006; National Research Council \\(US) Human Embryonic Stem Cell Research Advisory Committee, 2010), at which point growth and development of all embryos needs to be halted \\(e.g. by fixation)\r\n\n\n\r\n\n\n**Part 3:  Fix and Immunostain embryos**\r\n\n\n17. Fix the embryos in the ibiTreat µ-plate with freshly prepared 4% PFA in PBS for 30 min at 4°C\r\n  18. Wash 3x 20 min in PBS at room temperature\r\n  19. Quench 30 min in Quench Buffer at room temperature  \r\n  **CAUTION:** Sodium azide is highly toxic and can be explosive if dried or not rinsed through copper pipes\r\n\n\nPAUSE POINT: Embryos are best stained and analyzed right away, but may be stored in Quench Buffer at 4°C for several months in humidified chambers.  Check the buffer volume at least once a month and adjust up with water if low\r\n\n\n20. Block 2 h at room temperature\r\n  21. Stain embryos with primary antibodies diluted in Block Buffer for 5-12 h at room temperature, 3-4 h at 37°C, or overnight at 4°C.\r\n  **IMPORTANT:**  Identify optimal dilution of antibodies first on pluripotent or differentiated human embryonic stem cells, then test on the embryos.  \r\n\n\n**TIP:** We routinely stain all embryos first with antibodies against OCT4 or NANOG to identify normal embryos \\(i.e. embryos with typical size and organization of ICM/Epiblast) for further analyses\r\n\n\n22. Wash at least 3x 20 min at room temperature\r\n  **IMPORTANT:** Extra washes or longer durations are encouraged, especially for older \\(and therefore larger) embryos\r\n\n\n23. Stain embryos with secondary antibodies in Block Buffer for 5-12 h at room temperature, 3-4 h at 37°C, or overnight at 4°C.\r\n  **NOTE:** Whole IgG secondaries have higher molar ratio of conjugated fluorophore and are thus generally brighter and recommended.  However, if serial staining with primaries of the same species is required \\(see \"BOX 2\":http://www.nature.com/protocolexchange/system/uploads/4397/original/Box_2.docx?1459343012), then Fab fragment secondaries are recommended since they offer more limited cross-reactivity.\r\n\n\n24. Incubate with DAPI for 5-12 h at room temperature, 3-4 h at 37°C, or overnight at 4°C.\r\n  **NOTE:**  DAPI signal is gradually lost after 1-2 months of storage in aqueous buffer\r\n\n\n25. Incubate with Phalloidin for 5-12 h at room temperature, 3-4 h at 37°C, or overnight at 4°C\r\n  **IMPORTANT:**  Phalloidin-647 and –555 signal is rapidly lost within 1-3 h of staining, therefore embryos should be imaged immediately \\(after 2 brief washes to remove excess staining).  Samples can be restained with Phalloidin several times.\r\n\n\n\r\n\n\n**Part 4:  Image embryos**\r\n\n\n26. Image embryos attached to the bottom of the ibiTreat µ-plate in Wash Buffer using an inverted confocal microscope with z-correction \\(laser intensity and/or gain) and high NA air or water immersion objectives \\(20x-40x).  Images should be at least 12 bits/pixel, 1024x1024 pixels, line averaging as needed \\(at least 2x).\r\n  **TIP:** A white light laser \\(WLL) with tunable excitation is ideal to select optimal excitation wavelengths, thus minimizing potential cross-excitation of adjacent fluorophores.  Similarly, a gated detector where emission windows can be tailored to maximize signal and minimize potential cross-talk is ideal.  \r\n\n\n**NOTE:** Typical excitation/emission settings for DAPI, and Alexa 488, 555, and 647 are: 405 diode laser/ 415-486,  WLL 492/500-550, WLL 552/560-621, and WLL 649/657-710;  when 594 is added, the setting for Alexa 555 needs to be adjusted to 560-580, and a 5th track is added at WLL 594/602-631.\r\n\n\n**TIP:** Use the recommended Nyquist z-interval for best resolution; interval slightly larger than Nyquist, but smaller than the optical section thickness also work well.\r\n\n\n**IMPORTANT:** Signal intensity drops progressively after\n30um into the sample.  It is therefore essential to establish intensity correction curves for each channel before imaging.  Starting with DAPI, image from the bottom to the top of the embryo and progressively increase the laser power from 0.1 to 100 percent as needed \\(typically\n1-50% for DAPI) to maintain constant DAPI signal with increasing depth into the sample, always avoiding saturation. Increase gains if necessary \\(typically and preferentially no more than 20% to avoid noise). Save and apply the correction curve during image acquisition, and repeat for all channels. Care must be taken not to increase noise by increasing power in z regions of the sample where there is no obvious positive control signal.  It is useful to refer to the shape of the DAPI curve for general guidance for the other channels, but consider specifics of the sample and marker in each other channel.\r\n\n\n**? TROUBLESHOOTING**\r\n\n\n27. Deconvolve images using Autoquant’s 3D blind deconvolution algorithm for 10 iterations with default parameters.  Final images should be exported to 16 bit floating point tiffs. **TIP:**  Sharpness is substantially enhanced by deconvolution.  \r\n  **IMPORTANT:**  Make sure all imaging parameters, objective identity and NA, fluorophore, and mounting medium are accurately entered into the deconvolution algorithm.\r\n\n\n28. Import deconvolved tiff files into Imaris.  \r\n  **IMPORTANT:**  Check the image properties to ensure that x, y, z dimensions are read appropriately from the metadata on import and adjust if necessary.\r\n\n\n29. Explore data in Imaris’ 3D and slice modes to reveal 3D tissue organization of cell lineages and to segment cells in 3D using spot finding or surface algorithms as appropriate with parameters determined from size and signal-to-noise threshold of features of interest.\r\n  30. Movies can be exported for 3D display.  Always set rendering quality to the highest level \\(“1”), use 24 frames per second \\(fps), no compression, and high definition format for export.\r\n  **TIP:** We have found that Imaris versions 7.0 is the most reliable for smooth export of high quality movies."
        },
        {
            "header": "Timing",
            "content": "**Step 1,** thawing of human blastocysts:  30 minutes\r\n\n\n**Step 2,** culturig of human embryos: 1-7 days\r\n\n\n**Step 3,** immunostaining of human embryos:  2 days\r\n\n\n**Step 4,** imaging of human embryos:  1 day"
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 3.** If bubbles are produced when transferring the embryo\\(s) from the cryotube to the dish, bubbles might make it harder to identify embryos or embryos might remain attached to the bubble and hard to transfer.  Be careful not to form bubbles when pipetting. \r\n\n\n**Step 9.** The zona pellucida should dissolve once embryos are transferred to the third droplet of AT.  If this is not the case, this is usually due to carryover of media into the droplet.  \r\n\n\n**Step 9.** If embryos are left in AT too long, they will start to dissolve and will not be recovered. Carefully choose the length of AT treatment to prevent this from happening.   \r\n\n\n**Step 26.** High background.  Parts of the embryo have substantial autofluorescence, particularly in the 488 channel.  Use brightest \r\n\n\n**Step 26.** If loss of DAPI signal is observed due to gradual detachment of DAPI with long-term storage, restain embryos with DAPI\r\n\n\n**Step 26.** If Phalloidin staining appears weak or absent after storage of embryos, embryos can be restained with Phalloidin.  Always image within a few hours of washing, preferably immediately\r\n\n\n**Step 26.** If bright fluorescent aggregates are observed after staining, ensure that the secondary antibody solution is filtered after preparing\r\n\n\n**Step 26.** To prevent particulates from accumulating in the wells and disrupting imaging, filter all buffers periodically. Maintain a clean, dust-free environment by weekly cleaning."
        },
        {
            "header": "Anticipated Results",
            "content": "DPF5 human blastocysts should expand to form the blastocoel cavity within 24 hours. Embryos should attach at or around DPF7.5.  We have found that all embryos where an ICM and a TE can be clearly identified after one day in culture will attach to the surface of the ibiTreat multiwell plate. Attached embryos will grow in size over the culture period.  However, morphology alone does not allow to assess the quality of the embryo.  We have found that the best way to assess embryo quality and progression is by staining with an ICM/epiblast marker \\(eg. OCT4 or NANOG).  An incipient amniotic cavity can be observed at DPF8, but will be much more evident at DPF10.  The yolk sac cavity will clearly appear by DPF10.  By DPF12, although the cavities will start collapsing, the TE will have evolved to form lacunae and multinucleated cells.  At DPF14, the embryos will transition to a horseshoe, volcano-shaped structure."
        },
        {
            "header": "References",
            "content": "1. Bedzhov, I., C. Y. Leung, M. Bialecka and M. Zernicka-Goetz \\(2014). \"In vitro culture of mouse blastocysts beyond the implantation stages.\" Nat Protoc 9\\(12): 2732-2739.\r\n  2. Bedzhov, I. and M. Zernicka-Goetz \\(2014). \"Self-organizing properties of mouse pluripotent cells initiate morphogenesis upon implantation.\" Cell 156\\(5): 1032-1044.\r\n  3. Berg, D. K., C. S. Smith, D. J. Pearton, D. N. Wells, R. Broadhurst, M. Donnison and P. L. Pfeffer \\(2011). \"Trophectoderm lineage determination in cattle.\" Dev Cell 20\\(2): 244-255.\r\n  4. International Society for Stem Cell Research \\(2006). Guidelines for the conduct of human embryonic stem cell research, version 1. Northbrook, Illinois, ISSCR.\r\n  5. National Research Council \\(US) Human Embryonic Stem Cell Research Advisory Committee, N. R. C. U. D. o. E. a. L. S., National Research Council \\(US) Board on Health Sciences Policy, and Institute of Medicine \\(US). \\(2010). Final report of the National Academies' Human Embryonic Stem Cell Research Advisory Committee and 2010 amendments to the National Academies' guidelines for human embryonic stem cell research. Washington, DC, The National Academis Press.\r\n  6. O'Rahilly, R. and F. Muller \\(2010). \"Developmental stages in human embryos: revised and new measurements.\" Cells Tissues Organs 192\\(2): 73-84.\r\n  7. Rossant, J. \\(2015). \"Mouse and human blastocyst-derived stem cells: vive les differences.\" Development 142\\(1): 9-12.\r\n  8. Rossant, J., C. Chazaud and Y. Yamanaka \\(2003). \"Lineage allocation and asymmetries in the early mouse embryo.\" Philos Trans R Soc Lond B Biol Sci 358\\(1436): 1341-1348; discussion 1349.\r\n  9. Warmflash, A., B. Sorre, F. Etoc, E. D. Siggia and A. H. Brivanlou \\(2014). \"A method to recapitulate early embryonic spatial patterning in human embryonic stem cells.\" Nat Methods 11\\(8): 847-854."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors would like to thank members of the Brivanlou lab for their advice and constructive criticism, in particular Lauren Pietila, Stephanie Tse, and Corbyn Nchako for technical assistance, as well as Magdalena Zernicka-Goetz and members of her lab for advice on how to culture mouse embryos through attachment.  We also thank Dr. Kat Hadjantonakis for helpful discussions, Amy Wilkerson for her support. This work was supported by a STARR Foundation grant \\(#2013-026) and Rockefeller Private funds. Images were obtained using instrumentation in The Rockefeller University Bio-Imaging Resource Center purchased with grant funds from the Sohn Conference Foundation. Special thanks for technical advice on imaging to Director Alison North, Assistant Director Kaye Thomas, Pablo Ariel, and on image analysis and rendering to Tao Tong. This work would not have been possible without the generosity of the people who consented to donate their embryos to research, and we are indebted to them. "
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature17948",
                "date": "2016-05-05 12:23:52",
                "title": "Self-organization of the in vitro attached human embryo",
                "authors": [
                    "Alessia Deglincerti",
                    "Gist F. Croft",
                    "Lauren N. Pietila",
                    "Magdalena Zernicka-Goetz",
                    "Eric D. Siggia",
                    "and Ali H. Brivanlou"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13925,
                "identity": "a0b4479c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ali  Brivanlou",
                "email": "brvnlou@rockefeller.edu",
                "orcid": "",
                "institution": "Brivanlou Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ali",
                "middleName": "",
                "lastName": "Brivanlou",
                "suffix": ""
            },
            {
                "id": 13923,
                "identity": "a0b43e00-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alessia Deglincerti",
                "email": "",
                "orcid": "",
                "institution": "Brivanlou Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alessia",
                "middleName": "",
                "lastName": "Deglincerti",
                "suffix": ""
            },
            {
                "id": 13924,
                "identity": "a0b445c9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gist Croft",
                "email": "",
                "orcid": "",
                "institution": "Brivanlou Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gist",
                "middleName": "",
                "lastName": "Croft",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-03-30 13:57:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.022",
        "doiUrl": "https://doi.org/10.1038/protex.2016.022",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464869,
                "identity": "bb94fd1e-b3ac-4843-b662-dc389807f77c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 170335,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4753/v1/2e980b34-cf19-4904-8a95-df0af77cfe96.pdf"
            },
            {
                "id": 2609435,
                "identity": "bf4829b4-1aca-4a9d-bec3-ecaadbb23f79",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:55",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12915,
                "visible": true,
                "origin": "",
                "legend": "Table 1   List of antibodies used in the original study",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4753/v1/supplement_0.docx"
            },
            {
                "id": 2609436,
                "identity": "9207b579-63db-4aa2-9643-2a8a967ac567",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:55",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15923,
                "visible": true,
                "origin": "",
                "legend": "BOX 1   Thawing protocol for embryos stored in straws",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4753/v1/supplement_0.docx"
            },
            {
                "id": 2609437,
                "identity": "9335ee66-d755-48a9-8e4d-0b78dea4fbb1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:55",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15838,
                "visible": true,
                "origin": "",
                "legend": "BOX 2   Multiplexing of antibody staining",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-4753/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "embryo implantation, in vitro development, embryo imaging",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "After undergoing a series of stereotypical cell divisions that generate the blastocyst, the human embryo attaches to the uterine wall around days post-fertilization 7 \\(DPF7).  At this time, a coordinated program of lineage diversification, cell fate specification, and morphogenetic movements establishes the generation of extra-embryonic tissues and the embryo proper.  Here, we describe a protocol that supports the _in vitro_ development of the human embryo beyond the blastocyst stage.  We further describe the steps required for high-resolution imaging of the attached human embryo.  This protocol allows for the first time the unveiling of human-specific developmental features.  In addition, it establishes a new model relevant to human pregnancy loss as well as a system to assist in the rational design of differentiation protocols from human embryonic stem cells.",
        "manuscriptTitle": "A protocol for the growth and imaging of in vitro attached human embryos",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-05-05 21:34:41",
                "doi": "10.1038/protex.2016.022",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b3ed4e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 5th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3605,
                "name": "Developmental biology"
            },
            {
                "id": 3606,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-05-05 21:34:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}