{
    "identity": "nprot-6473",
    "title": "The selection of single-domain antibody fragments \\(iDAbs) by intracellular antibody capture in yeast",
    "content": [
        {
            "header": "Introduction",
            "content": "Many biological functions are mediated by protein-protein interactions \\(PPIs) or protein-nucleic interactions that are key molecular interactions in both normal biology disease. These can be inhibited with a number of macromolecules \\(macrodrugs to distinguish them from conventional drugs \\(1,2) such as intracellular antibody fragments. \r\n\n\nThe use of intracellular antibodies to perturb the function of protein function in vivo was first shown using whole antibodies and antibody fragment comprising variable regions \\(V) in the form of single chain Fv \\(scFv) \\(3). Subsequently, antibody fragment variants have described for use as intracellular antibodies, including our own use of human single domain antibodies \\(designated iDAbs) made of either heavy \\(H) chain variable regions \\(VH iDAbs) or light \\(L) chain variable regions \\(VL iDAbs) \\(4,5). \r\n\n\nAn advantage of iDAbs is the single domain has only three complementary determining regions \\(CDRs) allowing for easy affinity maturation, their small size  \\(~12KD) and can, in principle, bind to antigen regions such as crevices, that scFv or whole antibody cannot reach. We have developed a method to select intracellular antibodies using yeast cell selections, called Intracellular Antibody Capture \\(IAC). IAC was first developed using scFv \\(6) and later adapted for iDAb selection \\(4). The advantage of the IAC method is that it is not necessary to immunise animals to obtain antibodies, which obviates the welfare issue of using animals and also avoids the problem of developing antibodies against self antigens and conserved antigens. Finally, using an in-cell selection means that the iDAbs are selected in reducing conditions that facilitates the selection of appropriately folded domain antibodies.\r\n\n\nWe previously developed an iDAb-based IAC method \\(7). This was adapted to single VH iDAb libraries with CDR3 lengths of 10, 12 and 15 amino acids and for affinity maturation through sequential CDR2 and CDR1 randomization and screening \\(8). The current protocol online is the refinement of the methods described in Nature Protocols \\(7). The steps involved are summarised in Figure1."
        },
        {
            "header": "Reagents",
            "content": "Reagents\r\n\n\n• Yeast strain: L40 \\(MATa, leu2-3,112, his3∆200, trp1∆1, ade2, LYS \\(LexA-op)4-HIS3, URA3 \\(LexA-op)8-lacZ) \\(Invitrogen)\u2028\u2028\r\n\n\n• Plasmids: pBTM116 and pVP16*\r\n\n\n• Oligonucleotides \\(Sigma)\r\n\n\n• Ampicillin \\(Merck, car no. 171254)\r\n\n\n• Chloramphenicol \\(Sigma, cat no. 857440))\r\n\n\n• 3-amino-1,2,4-triazole \\(3-AT) \\(Sigma, cat no. A8056)\r\n\n\n• Calf-intestine alkaline phosphatase \\(CIAP) \\(Roche, cat. no. 713 023)\u2028\r\n\n\n• Culture media for bacterial and yeast growth \\(all from BD): Bacto agar \\(cat. no. 214010), Bacto peptone \\(cat. no. 211677), Bacto tryptone \\(cat. no. 211705), Bacto yeast extract \\(cat. no. 211929)\u2028\r\n\n\n• Restriction enzymes \\(all from New England Biolab \\(NEB)): NotI-HF \\(cat. no. R3189), Sfi I \\(cat. no. R01235)\r\n\n\n• T4 ligase \\(concentrated, NEB, Cat. no. M0202T)\r\n\n\n• Dimethylsulfoxide \\(DMSO) \\(Sigma, cat. no. D8418) \r\n\n\n• Ethanol \\(Fisher, cat. no. E/0600DF/17) \r\n\n\n• Glycerol \\(Sigma, cat. no. G9012)\u2028\r\n\n\n• Phusion High-Fidelity DNA Polymerase \\(NEB, cat.no. M0530S)\r\n\n\n• PEG 3350 \\(Sigma, cat. no. P3640)\r\n\n\n• QIAquick Gel Extraction kit \\(Qiagen, cat. no. 28704)\r\n\n\n• QIAquick PCR purification kit \\(Qiagen, cat. no. 28104)\r\n\n\n• QIAprep Spin MiniPrep kit \\(Qiagen, cat. no. 27104)\r\n\n\n• HiSpeed Plasmid Midi kit \\(Qiagen, cat. no. 12643)\r\n\n\n• Tris base \\(Sigma, cat. no. T6066) \r\n\n\n• Sheared salmon sperm DNA \\(Ambion, cat. no. AM9680) \r\n\n\n• LiAc \\(Sigma, cat. no. L6883) \u2028\r\n\n\n• EDTA \\(Sigma, cat. no. E1644) \u2028\r\n\n\n• NaCl \\(Fisher, cat. no. S271-10)\u2028\r\n\n\n• D-Glucose \\(BDH, cat. no. 101174Y)\u2028\r\n\n\n• Yeast tRNA \\(10 mg ml − 1, Applied Biosystems, cat. no. AM7119) \u2028\r\n\n\n• Sodium acetate3H2O \\(BDH, cat. no. 102354X) \u2028\r\n\n\n• NEB®5-alpha Competent E.Coli \\(High Efficiency) \\(NEB, cat.no. C2987I)\r\n\n\n• Amino acids for yeast dropout media \\(all from Sigma): L-Isoleucine \u2028\\(cat. no. I2752), L-Valine \\(cat. no. V0500), L-Adenine hemisulfate salt \\(cat. no. A9126), L-Arginine HCl \\(cat. no. A5131), L-Histidine HCl monohydrate \\(cat. no. H8125), L-Leucine \\(cat. no. L8000), L-Lysine HCl \\(cat. no. L5626), L-Methionine \\(cat. no. M9625), L-Phenylalanine \u2028\\(cat. no. T8625), L-Threonine \\(cat. no. P2126), L-Tryptophan \\(cat. no. T0254, L-Uracil \\(cat. no. U0750), L-Aspartic acid \\(cat. no. A9256), L-Serine\u2028\\(cat. no. S4500),  L-Proline\u2028\\(cat. no. P5607) \u2028\r\n\n\n• Yeast nitrogen base \\(without amino acids) \\(BD, cat. no. 291940) \u2028\r\n\n\n• Ammonium sulphate \\(BDH, cat. no. 100333B) \r\n\n\n• Succinic acid \\(Sigma, cat. no. S7501) \u2028\r\n\n\n• Lyticase \\(Sigma, cat no. L2524-10KU)\r\n\n\n• Sodium dodecyl sulfate \\(SDS, Sigma, cat no. L3771)\r\n\n\n• Antibodies: anti-LexA \\(Abcam, cat. no. ab14553), anti-VP16 \\(Abcam, cat. no. ab4808)\r\n\n\n• Phenol:chloroform:isoamyl alcohol \\(25:24:1) \\(Sigma, cat. no. P2069) \u2028\r\n\n\n• Sodium hydroxide \\(NaOH, Sigma, cat. no. S8045)"
        },
        {
            "header": "Equipment",
            "content": "• 15 ml Falcon tubes \\(Corning, cat. no. 430790) \u2028\r\n\n\n• 50 ml Falcon tubes \\(Corning, cat. no. 430828) \u2028\r\n\n\n• 225 ml Falcon conical tubes \\(BD, cat. no. 352075) \r\n\n\n• Disposable inoculating loops \\(VWR, cat no. 612-9351)\r\n\n\n• 0.2 μm Filter \\(Millipore, cat. no. SLGP033RS) \u2028\r\n\n\n• Nunc Bio-Assay dish \\(245 mm × 245 mm × 25 mm) \\(Nalge-Nunc, \u2028cat. no. 240835) \u2028\r\n\n\n• 10 and 15 cm petri plastic plates \u2028\r\n\n\n• Bench-top centrifuge \u2028\r\n\n\n• Centrifuge \\(Eppendorf 5810R or similar, able to spin 225 ml Falcon conical \u2028tubes at a setting of 2,500g; Eppendorf) \u2028\r\n\n\n• Electroporation device \\(Bio-Rad Gene Pulser Xcell or similar, Bio-Rad) \u2028\r\n\n\n• Stationary incubators at 30 and 37 °C \u2028\r\n\n\n• Shaker incubators at 30 and 37 °C \\(able to shake 2.5-liter asks at a setting \u2028of 225 r.p.m.) \u2028\r\n\n\n• Sterile Erlenmeyer asks \\(250, 500, 1,000 and 2,500 ml) \u2028\r\n\n\n• Water baths equilibrated at 37, 42 and 50 °C \u2028"
        },
        {
            "header": "Procedure",
            "content": "Procedure\r\n\n\nReagents Setup\r\n\n\nFor Yeast media\r\n\n\n• 20% glucose solution \\(w/v): Weigh 100 g of D-glucose, add 500 ml of Milli-Q water and pass through a 0.2 μm filter. Store 4 °C for up to 3 months\r\n\n\n• 100x adenine: Weigh 2 g of L-adenine, add 500 ml of Milli-Q water and pass through a 0.2 μm filter. Store 4 °C for up to 3 months  \r\n\n\n• YPAD medium and plates: Dissolve 10 g of yeast extract and 20 g of peptone \\(plus 20 g of agar if making plates) in 900 ml of Milli-Q H2O and autoclave at 0.5 bar and 121 °C for 20 min. Cool to 55 °C and add 100 ml of filtered 20% glucose \\(w/v) and 10 ml 100x adenine solution \\(for plates, pour ~25 ml in sterile 9 cm dishes). Store at RT for up to 1 month. \r\n\n\n• 5× Yeast complete \\(YC) medium without amino acids \\(5× YC w/o AA): Dissolve 2.4 g of yeast nitrogen base \\(lacks amino acids and ammonium sulphate), 10 g of ammonium sulphate, 20 g of succinic acid, 0.1 g of tyrosine and 12 g of NaOH in 400 ml of Milli-Q H2O. Adjust the pH to 7.0 by adding more NaOH pellets as needed. Autoclave at 0.5 bar and 121 °C for 20 min. Store at RT for up to 1 month. \r\n\n\n• Amino acid supplements mix minus 7 dropout \\(AA mix-7): Make the stock as a 100× solution. Dissolve 1 g of phenylalanine, 1 g of isoleucine, 2 g of arginine, 1 g of valine, 1 g of aspartic acid, 1 g of proline, 1 g of serine and 2 g of threonine in 200 ml of Milli-Q H2O and filter sterilize. Prepare 10 ml aliquots in 15 ml Falcon tubes and store at 4 °C for up to 6 months.\r\n\n\n• Amino acid supplements: Stocks are made as 100× solution \\(except\u2028Ura, which is made as a 10× solution). Dissolve either 2 g of\u2028tryptophan, 2 g of lysine, 1 g of methionine, 2 g of adenine, 1 g of histidine or 2 g of leucine in 200 ml of Milli-Q H2O and filter sterilize. Prepare 10 ml aliquots in 15 ml Falcon tubes and store at 4 °C for up to 6 months. For the Ura stock \\(10×), dissolve 1 g of uracil in 1 liter of Milli-Q H2O and filter sterilize. Store at 4 °C for up to 6 months. \r\n\n\n• 2 M 3-AT stock: Dissolve 168.2 g of 3-AT in 1 l of Milli-QH2O and filter sterilize. Store at -20 °C for up to 6 months. \u2028\r\n\n\n• YC dropout medium \\(100 ml): Mix 20 ml of 5× YC w/o AA, 10 ml of filtered 20% \\(w/v) glucose solution, 1 ml of AA mix–7 and 1 ml of each amino acid supplement \\(except uracil) and 10 ml of 10× uracil solution. Omit amino acid supplement of interest to make selective dropout medium. Add autoclaved Milli-Q H2O to 100 ml. Store at RT for up to 1 month. \r\n\n\n• YC dropout plates \\(1 L): Add 20 g of agar to 200 ml of 5× YC w/o AA and 400 ml of Milli-Q H2O in a 1 liter bottle with a magnetic stirrer. Autoclave at 0.5 bar and 121 °C for 20 min. Cool to 60 °C in a water bath. Combine 100 ml of filtered 20% \\(w/v) glucose solution, 10 ml of AA mix-7, 10 ml of each amino acid supplement \\(omit the amino acid supplements of interest to make selective dropout plates) and 100 ml of 10× uracil solution. Add the autoclaved agar to this mixture. If 3-AT needs to be added, do so at this point from 3-AT stock. Make up to 1 liter by adding pre-warmed \\(55 °C) autoclaved Milli-Q H2O. Pour the mixture immediately into suitable sterile dishes in a sterile hood \\(\n250 ml per dish in large square plates;\n65 ml in 14 cm small round dishes or ~25 ml in 9 cm small round dishes). Leave the plates overnight at RT to solidify and dry. Replace the lid, invert the plate and store at 4 °C for up to 1 month. Check for contaminating colonies before using stored plates. \r\n\n\nTip: Downscale the above recipe to make YC selection agar according to the volumes required for making up the desired size and number of plates.\r\n\n\n\r\n\n\nFor Yeast Transformation\r\n\n\n• 20 mg ml − 1salmon sperm DNA: Dissolve 1 g of salmon sperm DNA in 50 ml of 1× TE using a magnetic stirrer at 4 °C until completely dissolved. Sonicate on ice for 30 s using a large sonicator probe with 20–30% power to reduce the viscosity of the DNA solution. Prepare 1 ml aliquots in 1.5 ml micro tubes and store at − 20 °C indefinitely. Before use, boil the salmon sperm DNA for 10 min. \r\n\n\n• 50% PEG solution \\(w/v): Weigh 50 g of PEG3350, add 100 ml Milli-Q H2O and pass through a 0.2 μm filter. Store at RT for up to 1 month.\r\n\n\n• 1 M LiAc solution: Weigh 25.5 g of LiAc, add 200 ml of Milli-Q H2O, adjust the pH to 7.5 with glacial acetic acid \\(glacial) \\(Fisher, cat. no. A35-500) Adjust to a final volume of 250 ml and autoclave at 0.5 bar and 121 °C for 20 min. Store at RT for up to 3 months. \r\n\n\n• 10× TE: Weigh 1.21 g of Tris base and 0.37 g of EDTA, add 90 ml of\u2028Milli-Q H2O, adjust the pH to 7.5 with concentrated HCl \\(Fisher, cat. no. A144-500). \r\n\n\n• TE-PEG solution: Prepare fresh each time of use. Mix 10 ml of 1M LiAc, 10 ml of 10 × TE and 80 ml of autoclaved Milli-Q H2O. \r\n\n\n• LiAc–TE–PEG solution: This solution should be prepared fresh at each time of use. Mix 10 ml of 1 M LiAc, 10ml of 10×TE and 80ml of 50% PEG\\(w/v). \r\n\n\nFor Plasmid Preparation from Yeast\r\n\n\n• Lyticase stock solution: Dissolve 10KU of lyticase in 1 ml Milli-Q H2O to make a working stock of 10U/μl.\r\n\n\nFor Sub-Library Construction\r\n\n\n• 3 M sodium acetate \\(NaOAc) solution: Weigh 40.8 g of sodium acetate 3H2O, add Milli-Q H2O to 90 ml, adjust to pH 5.2 with glacial acetic acid and add Milli-Q H2O to a final volume of 100 ml and autoclave at 0.5 bar and 121 °C for 20 min. Store at RT for up to 6 months. \r\n\n\n• 2× TY medium: Dissolve 16 g of tryptone, 10 g of yeast extract and 5 g of NaCl, in 1 liter of Milli-Q H2O and autoclave at 0.5 bar and 121 °C for 20 min. Store at RT for up to 3 months if no contamination becomes apparent. \r\n\n\n• TYE plates: Weigh 15 g of bacto-agar, 10 g of tryptone, 5 g of yeast extract and 8 g of NaCl, add Milli-Q H2O to 1 liter and autoclave at 0.5 bar and 121 °C\u2028for 20 min. Allow to cool to 55 °C, add antibiotics, ampicillin, 100 μ ml−1 or chloramphenicol, 15 μg ml−1 \\(if necessary) while stirring and pour into sterile dishes. Store the plate at 4 °C for up to 3 months. \r\n\n\n• SOC medium: Dissolve 4 g of tryptone, 1 g of yeast extract, 0.1 g of NaCl in 150 ml of Milli-Q H2O and add 0.5ml of 1M KCl. Adjust the pH to 7 with NaOH and the volume to 194.4 ml and autoclave at 0.5 bar and 121 °C for 20 min. Add\u20282 ml of 1 M filter-sterilized MgCl2 and 3.6 ml of filter-sterilized 20% \\(w/v) glucose \\(to give a final volume of 200 ml). Store at RT for up to 3 months. \r\n\n\n• Antibiotics: Stocks are made as 1,000× solutions and stored in aliquots\u2028at − 20 °C for up to 6 months. Ampicillin, 100 mg ml − 1 in dH2O or chloramphenicol, 15 mg ml − 1 in absolute ethanol. \r\n\n\n\r\n\n\nGenerating the antigen \\(bait) stable line – small scale yeast transformation\r\n\n\n1. Clone the antigen \\(bait) cDNA as an in-frame fusion with LexA DNA-binding domain in pBTM116 vector using standard genetic cloning methods.\r\n  2. Streak L40 yeast from glycerol stock onto YPAD agar plate and leave to grow for 2-3 days at 30 °C. \r\n  Tip: Yeast will not grow sufficiently when inoculate from glycerol stock directly into liquid culture. \r\n\n\n3. A day before yeast transformation, inoculate a single colony into 2 ml of YPAD medium and incubate overnight with shaking \\(~225 rpm) at 30 °C.\r\n  4. Measure the OD600 of the overnight culture and calculate the volume required to dilute this culture to give an OD600 between 0.15-0.2 in 10 ml of YPAD medium.\r\n  Tip: Dilute the overnight culture 1:10 before measuring the OD600 to give an accurate reading.\r\n\n\n5. Culture at 30 °C with shaking \\(~225 rpm) until the OD600 reaches 0.4-0.5.\r\n  Tip: Transformation efficiency is reduced when the OD600 is near or above 0.6.\r\n\n\n6. Pellet the yeast culture by centrifugation for 5 minutes, 1,000g at 4°C.\r\n  Tip: Once the desired OD600 is obtained, keep the yeast culture on ice to slow down further growth.\r\n\n\n7. Remove the medium and resuspend the pellet in 10 ml of sterile Milli-Q H2O.\r\n  8. Centrifuge again for 5 minutes, 1,000g at 4°C.\r\n  9. Remove the supernatant and resuspend the final yeast pellet in 100 μl of freshly made, sterile TE-LiAc. This is the competent yeast cells than can be kept on ice for 2-3 hours.\r\n  10. Denature the salmon sperm DNA by incubating at 95°C for 5 minutes and chill on ice immediately for at least 2 minutes.\r\n  11. Mix 200 ng of bait plasmid and denatured 100 μg of salmon sperm carrier DNA in a sterile 1.5 ml microtube.\r\n  12. Add the DNA mixture from step 11 to 100 μl of competent yeast and mix by flicking the tube.\r\n  13. Add 600 μl of freshly prepared sterile PEG-LiAc-TE solution and mix inverting the tube several times.\r\n  Critical: It is strongly recommended that TE-LiAc and PEG-TE-LiAc mixtures are prepared fresh for each transformation as the quality of Li-Ac and PEG will affect transformation efficiency.\r\n\n\n14. Incubate for 30 minutes at 30 °C with shaking at 225 rpm.\r\n  15. Add 70 μl of DMSO and mix gently by inversion.\r\n  16. Heat shock for 15 minutes in 42 °C water bath.\r\n  17. Place on ice for 2 minutes, fill the microtube with sterile Milli-Q H2O and pellet the cells by centrifugation for 5 minutes at 3,000g, RT.\r\n  18. Remove the supernatant and resuspend the pellet in 100 μl of sterile 1xTE. Plate 50 μl of the transformed yeast onto a 10 cm YC-W \\(i.e. lacking tryptophan) plate.\r\n  19. Incubate the plate for 2-3 days at 30 °C.\r\n  Pause Point: These yeast plates are stable for at least one week when wrapped with parafilm and stored at 4 °C. \r\n\n\n\r\n\n\nValidation of bait expression from LexA-antigen fusion plasmid in yeast\r\n\n\n20. Pick a single yeast colony from the YC-W plate from step 19 into 5 ml of YC-W media in a 50 ml falcon tube and resuspend by vortexing.\r\n  Critical: Test several formed clones because of the possible heterogeneity of the LexA-bait fusion protein expression level.\r\n\n\nCritical: Good aeration is required for yeast to grow efficiently and a smaller size falcon tube will compromise this.\r\n\n\n21. For short-term storage of bait-containing yeast clones streak a small amount from step 19 onto YC-W plate and incubate for 2-3 days at 30 °C.\r\n  Pause Point: The yeast plate is stable for at least one week when wrapped with parafilm and stored at 4 °C. This can be used as a source for screening libraries after checking for the bait expression.\r\n\n\n22. Culture the single colonies from step 21 overnight at 30 °C with shaking at 225 rpm.\r\n  23. Take 500 μl of the overnight culture for protein analysis and freeze the remaining culture for long-term storage by adding 1x volume of 30% \\(v/v) sterile glycerol solution.\r\n  24. Centrifuge 500 μl of yeast culture from step 23 for 1 minute at 3,000g. \r\n  25. Remove the supernatant and wash the pellet in 500 μl Milli-Q H2O and centrifuge again for 1 minute at 3,000g .\r\n  26. Resuspend the pellet in 300 μl of Milli-Q H2O and then equal volume of 0.6M NaOH, mix well.\r\n  Critical Step: This two-step procedure is important as direct suspension of cells in 0.3M NaOH causes inefficient extraction.\r\n\n\n27. Incubates cells at RT for 10 minutes.\r\n  28. Centrifuge the cells for 1 minute at 3,000g.\r\n  29. Carefully remove the supernatant and resuspend in 20 μl of 5% SDS.\r\n  30. Add 20 μl 2x SDS-PAGE buffer and boil the sample for 5 minutes.\r\n  31. Load 20 μl of the supernatant for western blot \\(a general western blot method is described elsewhere). Detect the fusion bait protein using anti-LexA antibody.\r\n  \r\n\n\nAssessing auto-activation- by the LexA-bait fusion protein\r\n\n\n32. Streak a single colony from the established bait line from step 21 onto a new YC-W plate and incubate for 2-3 days at 30 °C.\r\n  33. Pick a single colony into 100 μl of sterile 1xTE, resuspend with a pipette.\r\n  34. Use sterile inoculating loops to re-streak the yeast from step 33 onto a series of YC-WH plates containing various concentrations of 3-AT \\(ranging from 0-50 mM)\r\n  35. Incubate for 2-3 days at 30°C.\r\n  36. Assess yeast growth to determine the minimal concentration of 3-AT that prevents self-activation.\r\n  \r\n\n\nFirst round of screening – Large scale yeast transformation\r\n\n\n37. Inoculate 5-10 colonies of the established bait strain from step 32 in 1 ml of autoclaved Milli-Q H2O in a sterile 15 ml falcon tube and resuspend by vortexing.\r\n  Critical Step: Ensure that there are no clumps of yeast as this will inhibit cell growth\r\n\n\n38. Inoculate the yeast suspension into 200 ml of YC-W media \\(in a 500 ml Erlenmeyer flask).\r\n  39. Culture overnight at 30°C with shaking at 225 rpm.\r\n  40. Measure the OD600 of the overnight culture and calculate the volume required to dilute this culture to OD600 between 0.15-0.2 in 1 L of YPAD medium.\r\n  41. Take the volume calculated in step 40 \\(between 100-200 ml) and dispense this into 225 ml Falcon conical tube.\r\n  42. Centrifuge for 5 minutes at 1000g at RT and remove the supernatant\r\n  43. Resuspend the yeast pellet in 5 ml YPAD medium and inoculate into 1 L of pre-warmed YPAD medium in 2.5 Erlenmeyer flask.\r\n  44. Incubate at 30 °C with shaking at 225 rpm until the OD600 reaches between 0.4-0.5 \\(usually 3-4 hours)\r\n  45. Critical Step: The OD600 at the end of YPAD culture should not exceed 0.6 as transformation efficiency would drop beyond this OD600. \r\n  46. Transfer the yeast culture into 5x 225 ml conical tubes and pellet the cells by centrifugation for 5 minutes at 1000g at 4°C.\r\n  47. Resuspend each pellet in 40 ml of sterile Milli-Q H2O and combine into one 225 ml conical tube\r\n  48. Centrifuge the yeast cells for 5 minutes at 1000g at 4°C.\r\n  49. Resuspend the yeast pellet again in 200 ml of sterile Milli-Q H2O and centrifuge the yeast cells for 5 minutes at 1000g at 4°C.\r\n  50. Resuspend the yeast pellet in in 8 ml freshly prepared TE-LiAc. \r\n  Critical Step: Keep at 4°C until use \\(no more than 1 hour on ice).\r\n\n\n51. Denature the salmon sperm DNA by incubating at 95°C for 5 minutes and chill on ice immediately for at least 2 minutes.\r\n  52. Combine 300 μg of a yeast single domain library DNA and 10 mg of denatured salmon sperm DNA and mix well by pipetting \\(the mixture may be viscous).\r\n  53. Add this DNA mixture to 8 ml of competent yeast cells \\(from step 52) and mix well by inversion. \r\n  54. Transfer the DNA-competent yeast mix into 250 ml Erlenmeyer flask and add 60 ml of freshly prepared, sterile PEG-TE-LiAc solution, mix by swirling.\r\n  Critical Step: The transformation efficiency could be affected by the quality of the PEG, LiAc and carrier DNA. PEG-TE-LiAc mixture and TE-LiAc mixture \\(in step 50) should be prepared on the same day as the transformation.\r\n\n\n55. Incubate for 30 minutes at 30 °C with shaking at 225 rpm.\r\n  56. Add 7 ml of DMSO and mix gently by swirling.\r\n  Critical Step: Do not vortex.\r\n\n\n57. Heat shock for 15 minutes at 42°C in a water bath and swirl to mix every 2 minutes.\r\n  58. Place on ice for 2 minutes and transfer into 225 ml conical tube.\r\n  59. Fill the tube with sterile Milli-Q H2O and centrifuge for 5 minutes at 2,500g, RT.\r\n  60. Carefully decant the supernatant without disturbing the pellet, gently resuspend the pellet in 10 ml of sterile Milli-Q H2O and then fill the tube with 200 ml of sterile Milli-Q H2O. \r\n  61. Centrifuge for 5 minutes at 2,500g, RT, remove the supernatant by pipetting. \r\n  62. Resuspend the pellet in 10 ml of sterile 1xTE buffer.\r\n  63. To determine the total number of transformants, make 100 μl serial dilutions of transformed yeast from step 62 \\(the equivalent of 10 μl \\(1:10), 1 μl \\(1:100), 0.1 μl \\(1:1,000), 0.01 μl \\(1:10,000), in 1xTE and plate onto 9 cm YC-WL plates.\r\n  64. Incubate for 2-3 days at 30 °C.\r\n  65. Count the number of yeast colonies and multiply this number by the dilution factor to give the number of transformed yeast \\(e.g. 150 colonies counted on YC-WL plate spreading equivalent to 0.1 μl \\(dilution 1:1000) of yeast is 150 x 1000 = 1.5 x 105 per 100 μl of transformed yeast plated out for colony counting. 100 μl of total 10 ml transformants \\(1:100) will have 1.5 x 105x100 = 1.5 x 107 transformants).\r\n  66. Plate all of the transformed yeast from step 62 onto 5x Nunc bioassay dishes \\(25cm x 25 cm square) with YC-WLH agar \\(using minimal 3-AT concentration required to prevent self-activation determined in step 34 if necessary).\r\n  67. Incubate for 4-5 days at 30 °C.\r\n  68. Pick those yeast colonies that have grown to about 2-3 mm in diameter separately into 50 μl 1xTE.\r\n  69. Re-streak individual colonies separately onto a new 6 cm YC-WLH plate \\(this will be the master plate)\r\n  70. Grow for 2-3 days at 30 °C.\r\n  Pause Point: The yeast master plates are stable for at least a week when wrapped in parafilm and stored at 4°C.\r\n\n\n\r\n\n\nPreparation of yeast plasmid DNA for a second sub-library construction\r\n\n\n71. Inoculate all positive yeast colonies from the master plates into 5 ml YC-L medium in a 15 ml Falcon tube.\r\n  72. Incubate overnight at 30 °C with shaking at 225 rpm.\r\n  73. Centrifuge culture at 1000g for 5 minutes.\r\n  74. Pour off supernatant and resuspend in 200 μl YC medium.\r\n  75. Add 20 μl of lyticase solution \\(10U/μl). Mix by vortexing. \r\n  76. Incubate at 37 °C for 30-60 minutes with shaking at 225 rpm.\r\n  77. Add 10 μl of 20% SDS and vortexing vigorously.\r\n  78. Put the sample through one freeze/thaw cycle \\(-20°C) and vortex again to ensure complete lysis of the cells.\r\n  Pause Point: lysed cells can be stored frozen at -20°C. \r\n\n\n79. Bring the volume of the lysate to 200 μl in 1xTE buffer.\r\n  80. Add 200 μl of phenol:chloroform:isoamyl alcohol \\(25:24:1).\r\n  81. Vortex vigorously for 5 minutes.\r\n  82. Centrifuge at 15,000g for 10 minutes at RT.\r\n  83. Transfer the upper aqueous phase to a fresh tube.\r\n  84. Add 20 μl of 3 M Sodium acetate and 500 μl of 100% ethanol.\r\n  85. Place at -70°C or in dry ice for 1 hour.\r\n  86. Centrifuge at 15,000g for 10 minutes at RT.\r\n  87. Discard the supernatant and dry the pellet for 10-15 minutes at RT.\r\n  88. Resuspend the pellet with 20 μl Milli-Q H2O.\r\n  Pause Point: The isolated yeast plasmid DNA can be stored at -20°C indefinitely\r\n\n\n\r\n\n\nConstruction of the single-domain sub-library with CDR2 randomization for a second round of screening\r\n\n\n89. To randomize the CDR2 of VH \\(template sources from VH library screenings, ~20-50 ng for each PCR) set up a 50 μl PCR reaction with primer\u2028pair A \\(sFvVP16F and rdmVHCDR2Rev \\(expected band size 328 bp)) and a 50 μl PCR reactions with primer B \\(VHCDR2Fw and sFvVP16R \\(expected band size 360–399 bp)) according to the manufacturer’s protocol for Phusion High-Fidelity DNA polymerase. For VL \\(from VL library screening), set up a 50 μl PCR reaction with primer pair C \\(sFvVP16F and rdmVLCDR2Rev \\(expected band size 320 bp)) and a 50 μl PCR reaction using primer pair D \\(VLCDR2Fw and sFvVP16R \\(expected band size 345 bp)).\r\n  90. Put the PCR reaction mixtures into thermocycler and run the following PCR program: initial 95°C for 2 min, 95°C for 20 s, 55°C for 10 s and 72°C for 20 s for 30 cycles, and final extension step at 72°C for 5 minutes.\r\n  91. Take 2 μl of each PCR reaction and run on 1.5% agarose \\(w/v) gel to confirm the size of the PCR products.\r\n  92. Run the remaining PCR reaction on 1.5% agarose \\(w/v) gel and excise the correct sized band \\(see step 89)\r\n  93. Extract DNA from the gel pieces using QIAquick gel extraction kit according to manufacturer’s instructions. The final DNA elution volume should be 30 μl in 1.5 ml microfuge tube.\r\n  94. For the assembly of the two PCR products from Step 93, set up 100 μl PCR reactions using 2 μl of 10 μM primers sFvVP16F and sFvVP16R plus 1 μl of each DNA \\(for VH library 1 μl of products from primer pair A and primer pair B or for VL library from 1 μl of products from primer pair C and primer pair D). \r\n  95. Carry out the PCR assembly using the same thermocycling conditions as Step 90.\r\n  96. Take 2 μl of each PCR reaction and run on 1.5% agarose \\(w/v) gel to confirm the size of the PCR products.\r\n  97. If the analytical gel shows the correct size PCR product \\(669–708 bp for VH and 645 bp for VL), purify the remaining PCR reaction with a QIAspin PCR purification kit using the manufacturer’s instructions. The final DNA elution should be 50 μl in a 1.5 ml micro tube.\r\n  98. Add 10 μl of 10× NEB Cutsmart buffer and 2 μl \\(40 U) of SfiI restriction enzyme to the eluted PCR fragment and mix well. Incubate for at least 3 hrs at 50 °C. \r\n  99. At the same time, set up a digestion of 5 μg of pVP16* yeast plasmid, 5 μl of 10× NEB Cutsmart buffer, 2.5 μl \\(50 U) of SfiI I restriction enzyme in a 100 μl total reaction and mix well. \r\n  100. Incubate at 50 °C until digested completely \\(for 3 hrs at least).\r\n  Critical Step: Complete digestion of the vector should be confirmed by electrophoresis of 2 μl \\(0.2 μg) of the digestion reaction on a 1–1.5% agarose gel \\(w/v) compared with the uncut plasmid.\u2028\r\n\n\n101. For each SfiI digest add 1 μl of 10× cutsmart buffer, 2.5 μl \\(50U) of NotI-HF enzyme, mix well and incubate for a further 3 hrs at 37°C. Confirm the complete digestion of the pVP16* plasmid by electrophoresis of 2 μl aliquot on a 1.5% agarose \\(w/v) gel. \r\n  102. Add 1 μl of calf-intestine alkaline phosphatase \\(CIAP) to the SfiI-NotI digested pVP16* reaction and incubate for a further 30 min at 37 °C.\u2028\r\n  Critical Step: Do not add CIAP to the SfiI–NotI digested PCR fragments. \r\n\n\n103. Run the digested DNAs on a preparative 2% agarose gel \\(w/v) \\(for PCR products) or 0.8% agarose gel \\(w/v) \\(for CIAP-treated linearized pVP16* plasmid).\u2028\r\n  104. Cut the appropriate band from the gel containing the single-domain DNA fragment \\(around 333–396 bp) and linearized pVP16* \\(8.2 kbp). \r\n  105. Extract the DNA from the pieces of agarose gel using QIAquick gel extraction kit according to the manufacturer’s instructions. Elute the DNA with 30 μl of elution buffer. \r\n  106. Set up a set of 30 μl ligations in sterile microfuge tubes with 2 μg of the purified SfiI–NotI linear pVP16* plasmid and 150 ng of the purified SfiI–NotI PCR fragment \\(vector:insert ratio of ~1:3), 1 μl of T4 DNA ligase and 3 μl of 10× ligase buffer. Incubate overnight at 15 °C \\(or on ice).\u2028\r\n  Pause Point: After overnight reaction, the ligation samples can be stored at − 20 °C for up to 2 weeks. \r\n\n\n107. Add 59 μl of H2O, 1 μl of yeast tRNA \\(10 mg ml−1) and 10 μl of 3 M sodium acetate and mix well.\u2028\r\n  108. Add 250 μl of ice-cold absolute ethanol, vortex and incubate on dry ice \\(or at − 70 °C) for 10 min \\(or − 20 °C for 2–3 h).\u2028\r\n  109. Centrifuge for 10 min at 15,000g, RT.\u2028\r\n  110. Remove the solution and wash the DNA pellet once with 500 μl of 70% ethanol \\(v/v) and re-spin at 15,000g, RT. \r\n  111. Remove the ethanol and dry the pellet for 10–15 min at RT.\u2028\r\n  112. Resuspend the DNA pellet in 10 μl of 1× TE, which is now ready for bacterial transformation. \r\n  113. Use 1 μl of ligation reactions for bacteria transformation per 50 μl of NEB®5-alpha competent E.coli or by electroporation according to the manufacturer’s instructions. \r\n  114. After transformation, add SOC medium \\(at RT) to 1 ml and transfer to a 15 ml sterile Falcon tube. \r\n  115. Culture for 60 min at 37 °C with shaking \\(225 r.p.m.). \r\n  116. Make 100 μl of tenfold serial dilutions \\(from 1:100 to 1:10,000) from the 100 μl of transformation and plate onto 9 cm TYE + ampicillin \\(100 μg ml−1) plates to determine the transformation efficiency. Incubate the plates overnight at 37 °C. \r\n  Critical Step: The bacterial colonies from these plates can not only be used for calculating the library size but also for checking the quality of library\u2028\r\n\n\n117. Inoculate a total of 10–20 individual colonies randomly selected from the titration plates \\(from step 116) in 2 ml of 2× TY containing 100 μg ml−1 ampicillin. Culture overnight at 37 °C with shaking \\(225 r.p.m.), harvest the bacteria from each culture and prepare the plasmid DNA using QIAspin plasmid mini kits according to the manufacturer’s instructions.\r\n  118. Digest 0.5 μg of each plasmid with SfiI \\(at 50 °C for at least 3 h) and NotI \\(at 37 °C for at least 1 h) as and run the products on a 1.5% agarose gel \\(w/v).\u2028\r\n  119. Sequence the plasmids that contain inserts of the correct size \\(confirmed in step 118) using either sFvVP16F or sFvVP16R primers. Multiply the transformation efficiency from step 116 by the fraction of plasmids with insert determined from sequence data. This is equal to the size of library from 1 μl of ligation reaction in step 112.\r\n  120. Calculate the volume of ligation required to make a sub-library size of >1x106. Repeat the bacteria transformation with the remaining ligation reaction from step 112. \r\n  121. Plate the transformation mix onto ten large square TYE plates \\(25 cm × 25 cm) containing 100 μg ml−1 ampicillin. Incubate the plates overnight at 37 °C.\u2028\r\n  122. Add 5 ml of 2× TY + 100 μg ml−1 ampicillin onto each plate and scrape all of the bacterial colonies using a sterile spreader. \r\n  123. Transfer all of the scraped bacteria suspension into 50 ml Falcon tubes and make bacterial pellets by spinning for 30 min at 2,500g, 4 °C. \r\n  124. Extract the plasmid DNA from the recovered cells using a QIAGEN Plasmid Midi or Maxi Kit according to the manufacturer’s instructions. The extracted plasmid DNA is the CDR2 randomized sub-library. \r\n  125. Measure the quality and concentration of the plasmid DNA by determining the UV spectrum from 220 and 300 nm.\r\n  Pause Point: The sub-library DNA can be stored at − 20 °C indefinitely. \r\n\n\n\r\n\n\nSecond round screening\r\n\n\n126. Using the same bait line expressing LexA-antigen from step 36, screen the CDR2 sub-library using the procedure described in steps 37-65.\r\n  127. Plate all of the transformed yeast onto 5x large \\(25 cm × 25 cm) YC − WLH plates containing 25, 50, 75 or 100 mM 3-AT \\(this will allow iDAbs with increased in vivo binding affinity to be selected on the higher concentrations of 3-AT). \r\n  Pause Point: Yeast should be stable for at least 1 week at 4 °C. \r\n\n\n128. Incubate for 4–7 d at 30 °C. \r\n  129. Pick those yeast colonies that are 1–2 mm in size and separately streak onto a new 14- or 9-cm small round YC − WLH plate \\(as master plate). \r\n  130. Incubate the plates at 30 °C until yeast growth is visible \\(1–2 d). \r\n  Pause Point: The plates can be kept at 4 °C for 3–7 d. \r\n\n\n\r\n\n\nPreparation of yeast prey plasmids DNA for the third sub-library construction\r\n\n\n131. Inoculate the yeast colonies from the YC−WLH plate into 5 ml of YC−L medium. \r\n  132. Extract the plasmid DNA from yeast cultures as described in steps 71-88. Measure the quality and concentration of the plasmid DNA by determining the UV spectrum from 220 and 300 nm. \r\n  Construction of a CDR1-randomized sub-library for a third round of screening\r\n\n\n133. Using the plasmid DNA from step 132 \\(20-50 ng) set up two 50 μl PCR reactions as described in step 89 except use the following primer pairs: Primers pairs A: sFvVP16F and rdmVHCDR1Rev and B: VHCDR1Fw and sFvVP16R for VH libraries and primer pairs C: sFvVP16F and rdmVLCDR1Re and D: VLCDR1Fw and sFvVP16R for VL libraries. \r\n  134. Carry out the PCR reaction as in step 90.\u2028\r\n  135. Extract and purify the amplified PCR fragments as in Steps 91-93.\r\n  136. Carry out the PCR assembly and digest the assembled PCR fragment with SfiI and NotI as in steps 94–98. \r\n  137. Construct the third sub-library by cloning the PCR fragments from step 136 into SfiI and NotI sites of pVP16* DNA as described before in steps 99–125. \r\n  Third round selection screening\r\n\n\n138. Repeat the same protocol as in step- 126-130 except using the library constructed in step 137, however, carry out the screening with\u2028YC − WLH plates containing a higher concentration of 3-AT than with the second round screening. \\(Choose the concentration of 3-AT that allowed the growth of 20–100 yeast in Step 127. \r\n  Extraction of yeast prey plasmid DNA from individual selected colonies\r\n\n\n139. Inoculate the yeast colonies from the YC − WLH plate of step 138 into 5 ml of YC − L medium, culture overnight at 30 °C with shaking \\(225 r.p.m.) and then harvest the yeast and extract the plasmid DNA from yeast culture as described in steps 71-88.\r\n  140. Transform 1–5 μl of the DNA stock from Step 139 into bacteria \\(e.g., DH5α) using electroporation or chemical transformation and plate onto TYE + ampicillin \\(100 μg ml−1) plates. \r\n  141. Grow the bacteria overnight at 37 °C. \r\n  142. Inoculate bacterial colonies into 2 ml of 2× TY containing 100 μg ml−1 ampicillin. \r\n  143. Extract the plasmid DNA using QIAprep Spin MiniPrep kit according to the manufacturer’s protocol.\r\n  Pause Point: Plasmid DNA can be stored at − 20 °C indefinitely. \r\n\n\n144. To check for the identity of yeast single domain-VP16 plasmid, digest 5 μl of DNA with SfiI and NotI enzymes \\(digest first with SfiI for 3 hrs at 50 °C, cool to 37 °C, add NotI and continue the digest for a further 3 h at 37 °C). Separate the products on a 1.5% agarose gel \\(w/v). The iDAb–VP16 fusion should give a band of 333–396 bp and the vector a band of 8.2 kbp. \r\n  Re-testing the single domain VH or VL-VP16 plasmid for interaction with LexA protein\r\n\n\n145. Prepare competent L40 yeast as described in steps 2-9 and denature salmon sperm DNA as in step 10.\r\n  146. Using 200 ng of pBTM116 vector \\(empty bait vector) mix with 200 ng of the isolated yeast single-domain VP16 plasmid DNAs prepared in step 143 with 100 μg of salmon sperm carrier DNA. Add the DNA mixture into 100 μl of each competent yeast bait and mix well. \r\n  147. Follow the same procedure as described in Steps 13–17.\u2028\r\n  148. Remove the supernatant and resuspend the pellet in 100 μl of sterile 1xTE. Plate 50 μl of the transformed yeast onto a 10 cm YC-WL plate.\r\n  149. Incubate the plate for 2-3 days at 30 °C.\r\n  Pause Point: These yeast plates are stable for at least one week when wrapped with parafilm and stored at 4 °C. \r\n\n\n150. Plate the transformants of all the clones being tested by spotting 10 μl of each resuspended yeast onto one 10 cm YC − WL plate, one 10 cm YC−WLH plate.  Incubate at 30 °C for 1–3 d until yeast growth is visible.\u2028\r\n  151. True positive prey clones will not grow on YC−WLH plate as they should not interact with LexA without antigen fused to it."
        },
        {
            "header": "Troubleshooting",
            "content": "Yeast transformation efficiency. Low or no colonies on selection plates after yeast transformation are usually associated with:\r\n\n\n1. The quality of transformation reagents. As emphasized in the protocol, the TE-LiAc and PEG-TE-LiAc solutions must be made fresh on the day of transformation. The concentration of PEG3350 is critical for yeast transformation and when transformation is being carried out all reagents must be mixed well to create homogenous solution. An old stock solution of PEG3350 of more than 1 month should not be used as this could affect the final concentration of PEG \\(~32-33%) due to evaporation during storage. \r\n  2. OD600 at the start and end of culture. Starting OD600 of yeast culture should not exceed 0.2 when doing transformation as yeast requires to undergo at least one doubling. The transformation efficiency also significantly reduces when the harvesting point is near or above OD600 of 0.6. This is particularly critical when doing a large-scale transformation for the libraries.\r\n  3. Selective plate is incorrect. Always check the formulation of the plate and use media and plate that is less than one month old.\r\n  \r\n\n\nSub-library construction. Very few bacteria transformants could be due to:\r\n\n\n1. Ligation efficiency is low. The vector to insert ration should be around 1:3 for optimal ligation efficiency as specified in step 106. The T4 ligation buffer must not be repeatedly freeze/thawed as this degrades the ATP component in the buffer. Ensure complete digestion of pVP16* vector to prevent self-ligation and verify that the PCR insert have the correct molecular weight after SfiI and NotI digestion as stated in step 104.\r\n  2. Low competency of E.coli. Test the efficiency of competent cells with supercoiled plasmid \\(e.g. pUC19) and optimize the amount of ligated reaction added to an aliquot of competent cells. It may be necessary to do several transformations to obtain the library size of >1x106. \r\n  \r\n\n\nYeast plasmid extraction. No or poor plasmid yield could be caused by improper growth of yeast. Ensure that the yeast is grown in YC-L media \\(to enforce selective pressure on the “prey” \\(leucine-synthesizing pVP16*)."
        },
        {
            "header": "Anticipated Results",
            "content": "The number of yeast transformants will depend on the bait protein used and to an extent will correlate with the size of the bait protein. A rule of thumb is that 20-50 transformants are obtained with a bait length of 100 amino acids that does not cause some auto-activation and growth on histidine-minus plates."
        },
        {
            "header": "References",
            "content": "1 Rabbitts, T. H. & Stocks, M. R. Chromosomal translocation products engender new intracellular therapeutic technologies. Nat Med 9, 383-386, \\(2003) doi:10.1038/nm0403-383.\r\n\n\n2 Tanaka, T. & Rabbitts, T. H. Interfering with protein-protein interactions: potential for cancer therapy. Cell Cycle 7, 1569-1574, \\(2008) doi:10.4161/cc.7.11.6061.\r\n\n\n3 Rondon, I. J. & Marasco, W. A. Intracellular antibodies \\(intrabodies) for gene therapy of infectious diseases. Annu Rev Microbiol 51, 257-283, \\(1997).\r\n\n\n4 Tanaka, T., Lobato, M. N. & Rabbitts, T. H. Single domain intracellular antibodies: a minimal fragment for direct in vivo selection of antigen-specific intrabodies. J Mol Biol 331, 1109-1120 \\(2003).\r\n\n\n5 Tanaka, T. & Rabbitts, T. H. Intrabodies based on intracellular capture frameworks that bind the RAS protein with high affinity and impair oncogenic transformation. The EMBO journal 22, 1025-1035, \\(2003) doi:10.1093/emboj/cdg106.\r\n\n\n6 Visintin, M., Tse, E., Axelson, H., Rabbitts, T. H. & Cattaneo, A. Selection of antibodies for intracellular function using a two-hybrid in vivo system. Proc Natl Acad Sci U S A 96, 11723-11728 \\(1999).\r\n\n\n7 Tanaka, T. & Rabbitts, T. H. Protocol for the selection of single-domain antibody fragments by third generation intracellular antibody capture. Nat Protoc 5, 67-92, \\(2010) doi:nprot.2009.199 \\[pii] 10.1038/nprot.2009.199 \\[doi].\r\n\n\n8 Zeng, J., Li, H. C., Tanaka, T. & Rabbitts, T. H. Selection of human single domain antibodies recognizing the CMYC protein using enhanced intracellular antibody capture. J Immunol Methods 426, 140-143, \\(2015) doi:10.1016/j.jim.2015.08.009."
        },
        {
            "header": "Acknowledgements",
            "content": "The work was supported by Wellcome Trust grant 099246/Z/12/Z; Bloodwise grant 12051 and MRC grant MR/J000612/1"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nprot.2009.199",
                "date": "2017-12-12 14:59:49",
                "title": "Protocol for the selection of single-domain antibody fragments by third generation intracellular antibody capture",
                "authors": [
                    "Tomoyuki Tanaka and Terence H Rabbitts"
                ],
                "journal": "Nature Protocols",
                "logo": ""
            },
            {
                "doi": "10.1038/onc.2010.346",
                "date": "2017-12-12 15:00:27",
                "title": "Interfering with RAS–effector protein interactions prevent RAS-dependent tumour initiation and causes stop–start control of cancer growth",
                "authors": [
                    "T Tanaka and T H Rabbitts"
                ],
                "journal": "Oncogene",
                "logo": ""
            },
            {
                "doi": "10.1074/jbc.M110.188193",
                "date": "2017-12-12 15:00:50",
                "title": "Single Domain Intracellular Antibodies from Diverse Libraries",
                "authors": [
                    "Tomoyuki Tanaka",
                    "Helen Sewell",
                    "Simon Waters",
                    "Simon E. V. Phillips",
                    "and Terence H. Rabbitts"
                ],
                "journal": "Journal Of Biological Chemistry",
                "logo": ""
            },
            {
                "doi": "10.1038/srep03643",
                "date": "2017-12-12 15:01:46",
                "title": "Conformational flexibility of the oncogenic protein LMO2 primes the formation of the multi-protein transcription complex",
                "authors": [
                    "H. Sewell",
                    "T. Tanaka",
                    "K. El Omari",
                    "E. J. Mancini",
                    "A. Cruz",
                    "N. Fernandez-Fuentes",
                    "J. Chambers",
                    "and T. H. Rabbitts"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            },
            {
                "doi": "10.1016/j.jim.2015.08.009",
                "date": "2017-12-12 15:02:08",
                "title": "Selection of human single domain antibodies recognizing the CMYC protein using enhanced intracellular antibody capture",
                "authors": [
                    "J. Zeng",
                    "H.C. Li",
                    "T. Tanaka",
                    "and T.H. Rabbitts"
                ],
                "journal": "Journal of Immunological Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 15343,
                "identity": "a1478860-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Terry Rabbitts",
                "email": "terence.rabbitts@imm.ox.ac.uk",
                "orcid": "",
                "institution": "Weatherall Institute of Molecular Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Terry",
                "middleName": "",
                "lastName": "Rabbitts",
                "suffix": ""
            },
            {
                "id": 15342,
                "identity": "a1478546-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Wilawan Bunjobpol",
                "email": "",
                "orcid": "",
                "institution": "Weatherall Insitiute of Molecular Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Wilawan",
                "middleName": "",
                "lastName": "Bunjobpol",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-12-13 08:17:16",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.007",
        "doiUrl": "https://doi.org/10.1038/protex.2018.007",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609990,
                "identity": "ebe57b2b-2d3c-48b8-bd67-842cf02f99fc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 48962,
                "visible": true,
                "origin": "",
                "legend": "Yeast IAC Flow diagram",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6473/v1/figure_1.png"
            },
            {
                "id": 13465692,
                "identity": "b9107374-0e4d-406f-86e8-581391d40231",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 245496,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6473/v1/207fa3fc-3bf5-4a16-8514-242481596d56.pdf"
            },
            {
                "id": 2609992,
                "identity": "6718be47-d7ae-45c5-a9e0-63bd9fd05166",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:20",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 23212,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Oligonucleotides for PCR reactions and DNA sequencing",
                "description": "",
                "filename": "supplement0.docx",
                "url": "https://assets.researchsquare.com/files/nprot-6473/v1/supplement_0.docx"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": " Antibody fragments; iDAbs; intracellular antibodies; PPI; IAC",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The ability to interfere with protein-protein interactions is an objective for basic biological research but also bio-medical research. Intracellular antibody fragments can be developed as tools for study structure-function relationship in normal cells and in disease cells. We present a protocol for screening and improving single domain intracellular antibodies \\(iDAbs) using yeast cells to provide the intracellular environment.",
        "manuscriptTitle": "The selection of single-domain antibody fragments (iDAbs) by intracellular antibody capture in yeast",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-01-17 11:24:20",
                "doi": "10.1038/protex.2018.007",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1471950-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 17th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4144,
                "name": "Biochemistry"
            },
            {
                "id": 4145,
                "name": "Cell biology"
            },
            {
                "id": 4146,
                "name": "Structural biology"
            },
            {
                "id": 4148,
                "name": "Molecular Biology"
            },
            {
                "id": 4149,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-01-17 11:24:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}