{
    "identity": "nprot-3067",
    "title": "Laboratory validation of enzyme-immunoassays for the non-invasive quantification of reproductive and stress hormone in amphibians",
    "content": [
        {
            "header": "Introduction",
            "content": "Non-invasive endocrinology - Non-invasive endocrine monitoring through the analysis of urine and/or faecal samples provides invaluable information on the functioning of reproductive and stress endocrine systems in amphibians \\(Narayan 2013). In the past, hormone monitoring relied on blood sampling after physical restraint or anesthesia that can be impractical and stressful \\(Whitten, Brockman & Stavisky 1998). The stress generated by the restraining procedures, besides compromising animal health, would also render multiple and consecutive collection unfeasible, although it would certainly increase the hormone parameters to be measured by the action of augmented stress hormones over the hypothalamus-pituitary-gonadal \\(HPG) axis with a consequent effect on sex steroids and gonadotropins \\(Pukazhenthi & Wildt 2004). \r\n\n\nThe evaluation of steroid metabolite content in amphibian urine represents a snapshot of hormone activity and permits the long term study of reproductive patterns in individuals, populations or species, all without perturbing the animal \\(Narayan et al. 2010a; Narayan, Cockrem & Hero 2013b; Narayan & Hero 2013). Non-invasive endocrine monitoring techniques have been the only feasible way to get serial physiological data on free-living individuals \\(Narayan et al. 2010b). Urine and or faecal samples can be collected from free-ranging animals and contain gonadal and adrenal hormones that parallel profiles of serum hormones \\(Narayan, Cockrem & Hero 2013a). In some cases, excreted hormones can even be superior to blood data because they represent average values pooled over time, rather than a single point in time measure \\(Carey 2005). In other words the resulting hormone profiles are generally less noisy than those observed after analyzing blood because the excretory patterns represent a pool of metabolites since the last excretion rather than reflecting the often hour-to-hour fluctuating dynamism quantified in blood \\(Pukazhenthi & Wildt 2004). Thus minor differences in metabolite levels due to sampling time variation of a few hours and possible capture-handling stress should not turn up in the samples \\(Narayan, Cockrem & Hero 2011; Narayan, Cockrem & Hero 2013a).\r\n\n\n\r\n\n\nHormone metabolism - Metabolism of circulating gonadal and adrenal steroids occurs in the liver and or kidney before excretion into urine or bile. Generally, biologically potent steroids such as Testosterone \\(T), Progesterone \\(P), Oestradiol \\(E2) and Corticosterone \\(CORT) are rendered impotent during metabolism through subtle molecular changes and or thorough conjugation to highly charged, side chain moieties \\(e.g. glucuronide or sulphate molecules) before excretion \\[See \\(Narayan 2013) for detailed review]. Conjugated steroids have increased molecular polarity that improves solubility in the aqueous environments of urine or bile. Whether the steroid hormones are primarily passed into urine or feces is species dependant. \\(Millspaugh & Washburn 2004) discussed the many confounding factors e.g. the length of the time animals are held in captivity, normal seasonal and daily rhythms, body condition, sample storage and treatment techniques, diet of the animal, assay selection, animal status \\(i.e. social status, reproductive ranking), sample age and condition, and sample mass, that inhibit the utility of hormone metabolite analysis. \r\n\n\n\r\n\n\nSteroid measurements - Immunological techniques such as enzyme-immunoassays \\(EIAs) are used today because they are capable of measuring small quantities of hormones. In fact, EIAs are now as sensitive as radioimmunoassay \\(RIA) and so are gaining in popularity \\(Brown, Walker & Steinman 2003). Urinary steroids are almost always excreted as conjugates \\(e.g. oestradiol-sulphate, oestrone-glucoronide). The advent of direct conjugate immunoassay procedures, antibodies raised against specific steroid conjugates simply permit dilution and assaying urine without further processing minimizes sample processing. Urinary steroid measures are typically indexed to creatinine excretion, which is measured using a modified Jaffe reaction \\(Monfort 2003). Urinary measurements have the advantage over faecal methods by providing a reduced lag-time for steroid excretion \\(i.e. relative to blood circulation), simplified processing, and reduced labor and ultimatey lower costs. Once collected, urine can be preserved indefinitely by freezing \\[-20<sup>o</sup>C or -80<sup> o</sup>C] \\(Monfort 2003)."
        },
        {
            "header": "Equipment",
            "content": "Enzyme-immunoassay \\(ELIZA)"
        },
        {
            "header": "Procedure",
            "content": "Overall, the laboratory methods presented in this study originate from the doctorate thesis of the author which presented novel validation of non-invasive reproductive and stress endocrine methods for amphibians. Appropriate acknowledgement has been given to suppliers of reagents and protocols referred from earlier reviews on other animals. The assays reagents were procured from the Endocrinology Laboratory, University of California, Davis, USA and provided by Dr Coralie Munro. Recent studies on amphibians using these reagents have been described in the recent author’s review paper \\(Narayan 2013).   \r\n\n\n\r\n\n\n2.1 Reproductive Steroids\r\n\n\nConcentrations of testosterone \\(T) hormone metabolites were determined in frog urine samples using a polyclonal anti-T antiserum \\(R156/7) diluted 1: 25000, horseradish peroxidase \\(HRP) - conjugated T label diluted 1: 40000 and T standards \\(0.78-200pg/well). Concentrations of estrone conjugate \\(EC) metabolites in frog urine samples were determined using a polyclonal anti-EC antiserum \\(R522-2) diluted 1: 45000, HRP-conjugated EC glucuronide label diluted 1: 45000, and EC glucuronide standards \\(0.39-100pg/well). Concentrations of progesterone \\(P) metabolites in frog urine samples were determined using a monoclonal anti-P antiserum \\(CL425) diluted 1:15 000, HRP-conjugated progesterone label diluted 1: 40000, and progesterone standards \\(0.39-100pg/well). \r\n\n\n\r\n\n\n2.2 Corticosterone \r\n\n\nConcentrations of urinary corticosterone were determined using a polyclonal anticorticosterone antiserum \\(CJM06) diluted 1: 45 000, horseradish peroxidase conjugated corticosterone label diluted 1: 120 000 and corticosterone standards \\(1.56–400 pgwell\n–1\n). \r\n\n\n\r\n\n\n2.3 General assay design \r\n\n\nThe 96 well Nunc maxi-SorpTM plates were coated with 50 µL of antibody in enzyme linked immunosorbent assay \\(ELISA) coating buffer \\(50 mM bicarbonate buffer, pH 9.6) and incubated for at least 12 h overnight at 4\n○\nC. For all assays, standards, internal controls and urine samples were diluted in enzyme immunoassay buffer \\(39 mM NaH\n2\n\\(PO\n4\n) 2H\n2\nO, 61 mM NaHPO\n4\n, 15 mM NaCl and 0.1% bovine serum albumin, pH 7.0). For all assays, 50 µL of standards, internal controls and urine samples were added to each well of the coated Nunc Maxi-Sorp\nTM\nplates according to the assay plate map \\(Fig. 1). About 50 µL of the corresponding horseradish peroxidase label was then added to each well, and the plates incubated at room temperature for 2 h. Plates were washed and 50 µL of a substrate solution \\(0.01% tetramethylbenzidine and 0.004% hydrogen peroxide in 0.1 M acetate citric acid buffer, pH 6.0) was added to each well. Stopping solution \\(50 µL of 0.5 mol/L H\n2\nSO\n4\n) was added based on the visual inspection of plates so that the optical density of the zero wells would read between 0.7 and 1 \\(usually after at least 10 min incubation at room temperature). Non-specific binding was accounted for by subtracting blank absorbance from each reading. Standard curves \\(Fig. 2) were generated and a regression line fitted by the method of least squares and used to determine hormone metabolite concentrations in the frog urine samples. \r\n\n\n\r\n\n\n2.4 Creatinine assay \r\n\n\nIn amphibians, urine concentration varies as a function of osmoregulation of water stored in the bladder \\(Duellman & Trueb 1994). Creatinine \\(Cr), a by-product of muscle metabolism, has been shown to be an effective measure of glomerular filtration in frogs \\(Forster 1938). It is excreted at constant rate in individuals with normal kidney function and is therefore a good index of the amount of time over which hormones have been metabolized into the urine regardless of the volume of the sample. Creatinine concentrations in frog urine were determined using the Jaffe method \\(Narayan et al. 2010a). The creatinine results were used to calculate urinary hormone metabolite concentrations in relation to urinary creatinine concentrations. All steroidal concentrations were presented as mean ± standard error \\(SE) pg/µg Cr."
        },
        {
            "header": "Troubleshooting",
            "content": "3.1 Laboratory validation: Recovery/accuracy checks\r\n\n\nRecovery/accuracy checks measures the represents the level at which the measured hormone concentration matches the concentration of standard hormone added to the sample pool. It tests for potential interference caused by other metabolites or impurities contained within the sample that were independent of specific antigen-antibody binding. Recovery was expressed as a linear regression formula \\(y=mx + b, where y=amount of hormone observed, x=amount of hormone expected, m=slope of the line) and the multiple correlation coefficient was squared to produce the coefficient of determination \\(R<sup>2</sup>). Slopes > or < than 1 represent an over or under-estimation of hormone mass, respectively. The ‘m’ should normally range from 0.85 to 1 to 1.15. Accuracy/recovery was tested by recovery of standards added in aliquots to pooled urine samples and expressed as mean + SEM \\(Fig. 3). \r\n\n\n\r\n\n\n3.2 Laboratory validation: Quality control\r\n\n\nProper validation and standardization of an assay is vital for establishing a reliable non-invasive endocrinology program. Subsequent assessment of assay quality and consistency is necessary to assure the biological relevance of results. For every assay system there is an inherent level of error which must be accepted. A quality control program indicates when that level of error becomes unacceptable. Quality control samples only have value if their analysis provides a reasonable confidence in data for the whole assay, or reflects a true error in the method. Assay sensitivity was calculated as the value 2 standard deviations from the mean response of the blank \\(zero binding) samples, and expressed as a mean + SEM. Intra- \\(within) and inter- \\(between) assay coefficients of variation \\(CV) were determined from high- \\(approximately 70%) and low- \\(approximately 30%) binding internal controls run on all the assays \\(Fig. 4). To make controls, make a pool of urine samples with high hormone levels. Serially dilute pool using EIA buffer and run on assay. Use the pool to make stocks for low and high controls using the dilutions that bind at 70% \\(C1) and 30% \\(C2) respectively. Make up enough controls to run on 100+ assays, aliquot and store stocks at -20ºC.\r\n\n\n\r\n\n\n3.3 Laboratory validation: Parallelism \r\n\n\nParallelism determines whether the assay system is detecting the hormone metabolites of interest. The parallelism curve also gives the sample dilution factor based on the 50% binding point of the sample on the standard curve \\(Fig. 5). Details about accuracy/recovery, parallelisms and quality control were provided originally in the mammalian endocrinology manual \\(Brown, Walker & Steinman 2003)."
        },
        {
            "header": "Anticipated Results",
            "content": "3.1 Laboratory validation: Recovery/accuracy checks\r\n\n\nRecovery/accuracy checks measures the represents the level at which the measured hormone concentration matches the concentration of standard hormone added to the sample pool. It tests for potential interference caused by other metabolites or impurities contained within the sample that were independent of specific antigen-antibody binding. Recovery was expressed as a linear regression formula \\(y=mx + b, where y=amount of hormone observed, x=amount of hormone expected, m=slope of the line) and the multiple correlation coefficient was squared to produce the coefficient of determination \\(R2). Slopes > or < than 1 represent an over or under-estimation of hormone mass, respectively. The ‘m’ should normally range from 0.85 to 1 to 1.15. Accuracy/recovery was tested by recovery of standards added in aliquots to pooled urine samples and expressed as mean + SEM \\(Fig. 3). \r\n\n\n\r\n\n\n3.2 Laboratory validation: Quality control\r\n\n\nProper validation and standardization of an assay is vital for establishing a reliable non-invasive endocrinology program. Subsequent assessment of assay quality and consistency is necessary to assure the biological relevance of results. For every assay system there is an inherent level of error which must be accepted. A quality control program indicates when that level of error becomes unacceptable. Quality control samples only have value if their analysis provides a reasonable confidence in data for the whole assay, or reflects a true error in the method. Assay sensitivity was calculated as the value 2 standard deviations from the mean response of the blank \\(zero binding) samples, and expressed as a mean + SEM. Intra- \\(within) and inter- \\(between) assay coefficients of variation \\(CV) were determined from high- \\(approximately 70%) and low- \\(approximately 30%) binding internal controls run on all the assays \\(Fig. 4). To make controls, make a pool of urine samples with high hormone levels. Serially dilute pool using EIA buffer and run on assay. Use the pool to make stocks for low and high controls using the dilutions that bind at 70% \\(C1) and 30% \\(C2) respectively. Make up enough controls to run on 100+ assays, aliquot and store stocks at -20ºC.\r\n\n\n\r\n\n\n3.3 Laboratory validation: Parallelism \r\n\n\nParallelism determines whether the assay system is detecting the hormone metabolites of interest. The parallelism curve also gives the sample dilution factor based on the 50% binding point of the sample on the standard curve \\(Fig. 5). Details about accuracy/recovery, parallelisms and quality control were provided originally in the mammalian endocrinology manual \\(Brown, Walker & Steinman 2003).\r\n\n\n\r\n\n\nConclusions \r\n\n\nThe methodology presented here provides step by step laboratory protocols for developing non-invasive reproductive and stress hormone monitoring in amphibians. Appropriate following of the necessary laboratory validation protocols, including quality control will help in maintaining the sensitivity and reliability of the EIA for measurements of reproductive and stress hormone metabolites in amphibian urine."
        },
        {
            "header": "References",
            "content": "Brown, J., Walker, S. & Steinman, K. \\(2003) Endocrine manual for reproductive assessment of domestic and non-domestic species. Smithsonian National Zoological Park, Conservation and Research Center \\(internal publication).\r\n\n\n\r\n\n\nCarey, C. \\(2005) How physiological methods and concepts can be useful in conservation biology. Integrative and Comparative Biology, 45, 4-11.\r\n\n\n\r\n\n\nDuellman, W.E. & Trueb, L. \\(1994) Biology of Amphibians. . John Hopkins University Press, Baltimore, MD.\r\n\n\n\r\n\n\nForster, R.P. \\(1938) The use of inulin and creatinine as glomerular filtrate measuring substances in the frog. J. Cell. Comp. Physiol., 12, 213-222.\r\n\n\n\r\n\n\nMillspaugh, J.J. & Washburn, B.E. \\(2004) Use of fecal glucocorticoid metabolite measures in conservation biology research: considerations for application and interpretation. General and Comparative Endocrinology, 138, 189-199.\r\n\n\n\r\n\n\nMonfort, S.L. \\(2003) Non-invasive endocrine measures of reproduction and stress in wild populations. Reproductive science and integrated conservation \\(eds W.V. Holt, A.R. \r\n\n\nPickard, J.C. Rodger & D.E. Wildt), pp. 147-165. Cambridge University Press, Cambridge.\r\n\n\n\r\n\n\nNarayan, E. \\(2013) Non-invasive reproductive and stress endocrinology in amphibian conservation physiology. Conservation Physiology, 1, 1-16.\r\n\n\n\r\n\n\nNarayan, E., Cockrem, J.F. & Hero, J.-M. \\(2013a) Changes in serum and urinary corticosterone and testosterone in adult male cane toad \\(Rhinella marina) during short-term capture and handling General and Comparative Endocrinology, 191, 225-230.\r\n\n\n\r\n\n\nNarayan, E., Cockrem, J.F. & Hero, J.-M. \\(2013b) Repeatability of baseline corticosterone and short-term corticosterone stress responses, and their correlation with testosterone and body condition in a terrestrial breeding anuran \\(Platymantis vitiana). Comparative Biochemistry and Physiology Part A: Molecular & Integrative Physiology, 165, 304-312.\r\n\n\n\r\n\n\nNarayan, E., Cockrem, J.F. & Hero, J.M. \\(2011) Urinary corticosterone metabolite responses to capture and captivity in the cane toad \\(Rhinella marina). General and Comparative Endocrinology, 173, 371-377.\r\n\n\n\r\n\n\nNarayan, E. & Hero, J.-M. \\(2013) Repeatability of baseline corticosterone and acute stress responses to capture, and patterns of reproductive hormones in vitellogenic and non-vitellogenic female Fijian ground frog \\(Platymantis vitiana). Journal of Experimental Zoology – A: Ecological Genetics and Physiology, 319A, 471-481.\r\n\n\n\r\n\n\nNarayan, E., Molinia, F., Christi, K., Morley, C. & Cockrem, J. \\(2010a) Annual cycles of urinary reproductive steroid concentrations in wild and captive endangered Fijian ground frogs \\(Platymantis vitiana). General and Comparative Endocrinology, 166, 172-179.\r\n\n\n\r\n\n\nNarayan, E., Molinia, F., Christi, K., Morley, C. & Cockrem, J. \\(2010b) Urinary corticosterone metabolite responses to capture, and annual patterns of urinary corticosterone in wild and captive endangered Fijian ground frogs \\(Platymantis vitiana). Australian Journal of Zoology, 58, 189-197.\r\n\n\n\r\n\n\nPukazhenthi, B.S. & Wildt, D.E. \\(2004) Which reproductive technologies are most relevant to studying, managing and conserving wildlife? Reproduction, Fertility and Development, 16, 33-46.\r\n\n\n\r\n\n\nWhitten, P.L., Brockman, D.K. & Stavisky, R.C. \\(1998) Recent advances in noninvasive techniques to monitor hormone-behaviour interactions. American Journal of Physical Anthropology, 27, 1-23."
        },
        {
            "header": "Acknowledgements",
            "content": "Details about accuracy/recovery, parallelisms and quality control were provided originally in the mammalian endocrinology manual \\(Brown, Walker & Steinman 2003). EN conducted immunoassays, calculated analyzed hormone results and drafted and edited this manuscript. I would like to thank the Environmental Futures Research Institute at Griffith University, Australia for the use of equipment and funding support. I wish to thank Ketan Christi, Craig Morley and Frank Molinia, Jean-Marc Hero, John Cockrem, Janine Brown and Coralie Munro for their support and guidance."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1093/conphys/cot011",
                "date": "2014-03-09 04:28:24",
                "title": "Non-invasive reproductive and stress endocrinology in amphibian conservation physiology",
                "authors": [
                    "E. J. Narayan"
                ],
                "journal": "Conservation Physiology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12928,
                "identity": "a02a20b2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Edward Narayan",
                "email": "edward.narayan@usask.ca",
                "orcid": "",
                "institution": "Conservation Endocrinology Laboratory Australia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Edward",
                "middleName": "",
                "lastName": "Narayan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-03-09 04:39:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.009",
        "doiUrl": "https://doi.org/10.1038/protex.2014.009",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608945,
                "identity": "84ab69fc-4e32-4daf-b37d-5f9d92a4318d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 133784,
                "visible": true,
                "origin": "",
                "legend": "ELIZA plate map template   Template assay plate map. Each sample starts with the letter S and run in duplicate. Samples run without primary antibodies (nsb-non-specific binding) are used to eliminate any background noise caused from the sample itself. C1 and C2 represent internal high and low binding control respectively. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3067/v1/figure_1.jpg"
            },
            {
                "id": 2608949,
                "identity": "58a6248b-94cb-4fd5-aab8-7ba01f6e2d75",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 81723,
                "visible": true,
                "origin": "",
                "legend": "Standard curve   Standard curve (A) and regression line (B) for each hormone EIA that is used for calculating the hormone concentrations.   ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3067/v1/figure_2.jpg"
            },
            {
                "id": 2608950,
                "identity": "99ee4344-1d90-4380-92dc-7fb7d05f756b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61588,
                "visible": true,
                "origin": "",
                "legend": "Accuracy recovery check   Regression plot for recovery of hormone standard in frog urine pool. Slope of 0.895 represents 89.5% recovery of standard hormone. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3067/v1/figure_3.jpg"
            },
            {
                "id": 2608951,
                "identity": "dc9af5ea-25cd-4359-9152-41e22e125b82",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 231004,
                "visible": true,
                "origin": "",
                "legend": "Quality Control   Quality control monitor that is used for calculating important results including mean assay sensitivity and CVs for high and low intra- and inter- binding controls. The assay sensitivity for this EIA was 1.73 + 0.50 pg/well. CVs for intra- and inter- high binding controls were 5.56 and 7.70 respectively. CVs for intra- and inter- low binding controls were 5.96 and 13.40 respectively. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3067/v1/figure_4.jpg"
            },
            {
                "id": 2608953,
                "identity": "fdae57cb-c67e-41d7-8a95-2d4f7915d5e6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:36",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 106842,
                "visible": true,
                "origin": "",
                "legend": "Parallelism   Parallelism of pooled frog urine samples against corticosterone standard curve under a corticosterone enzyme-immunoassay. B/TB is the % of binding over total binding. The recommended 50% binding occurred when samples were run neat. ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3067/v1/figure_5.jpg"
            },
            {
                "id": 13465143,
                "identity": "9432fda7-30c5-4b28-980c-aa46fd3a658a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 405274,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3067/v1/bcabf180-7718-412b-8eff-960a80a23a22.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Conservation Endocrinology; Stress; Reproduction; Fitness; Ecology; Evolution; adrenal glands; ovaries; testes; metabolism",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Quantification of reproductive and stress hormones entirely non-invasively using amphibian urine samples has provided invaluable tool for understanding the biological functioning of reproductive and stress endocrine axis in rare, endangered and threatened species. This technical paper, I describe step by step methods for the laboratory validation of enzyme-immunoassays \\(EIAs) for the quantification of reproductive hormones \\(testosterone, oestradiol and progesterone) and stress hormone \\(corticosterone) entirely non-invasively in amphibian urine samples. These laboratory validation steps include \\(1) Accuracy/recovery checks, \\(2) Parallelism and \\(3) Quality control. I also present standard assay methods and together these will enable the advancement of non-invasive reproductive and stress endocrinology of amphibians.",
        "manuscriptTitle": "Laboratory validation of enzyme-immunoassays for the non-invasive quantification of reproductive and stress hormone in amphibians",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-03-10 10:34:10",
                "doi": "10.1038/protex.2014.009",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a029cf98-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 10th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3117,
                "name": "Biological techniques"
            },
            {
                "id": 3118,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-03-10 10:34:10",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}