{
    "identity": "nprot-4503",
    "title": "Fabrication of a Corneal Epithelial Cell Sheet from Human Pluripotent Stem Cells by a Method Based on Spontaneous Ocular Cell Differentiation",
    "content": [
        {
            "header": "Introduction",
            "content": "The generation of functional ocular cells from human induced pluripotent cells \\(hiPSCs) would represent a major advance in our ability to understand eye development and discover new strategies for the treatment of ocular diseases. Recent works with pluripotent stem cells in culture have revealed a previously under-appreciated level of intrinsic cellular self-organization, with a focus on the retina and retinal cells<sup>1-5</sup>. However, the method for the generation of functional corneal epithelial stem/progenitor cells hasn’t been established. Here, we demonstrate the generation of a self-formed ectodermal autonomous multi-zone \\(SEAM) of ocular cells, and the isolation of functional corneal epithelial stem/progenitor cells from hiPSCs. This culture method allows hiPSCs to spontaneously form multi-cellular zones, each composed of multiple ectodermal ocular cell lineages including corneal epithelial stem/progenitor cells."
        },
        {
            "header": "Reagents",
            "content": "hiPSC \\(201B7; RIKEN Bio Resource Center, #HPS0063)\r\n\n\nPE-conjugated CD104 \\(58BX4; Bio Legend, #327808)\r\n\n\nFITC-conjugated SSEA-4 \\(MC813-70; BioLegend, #330410)\r\n\n\nAlexa647-conjugated TRA-1-60 \\(TRA-1-60-R; BioLegend, #330606)\r\n\n\nAnti-PAX6 antibody \\(PRB-278P; BioLegend, #901301)\r\n\n\nAnti-p63 antibody \\(4A4; Santa Cruz Biotechnology, #sc-8431)\r\n\n\nAnti-K12 antibody \\(N-16; Santa Cruz Biotechnology, #sc-17098)\r\n\n\nAnti-MUC16 antibody \\(OV185:1; Abcam, #ab697)\r\n\n\nStemFit<sup>TM</sup> medium \\(Ajinomoto, AK02 or AK03)\r\n\n\nAccutase<sup>TM</sup> \\(Life Technologies, #A11105-01)\r\n\n\nTrypLE<sup>TM</sup> select \\(Life Technologies, #12563-029)\r\n\n\n0.5 mM EDTA solution \\(Nacalai tesque, #13567-84)\r\n\n\nKGF \\(R&D, #251-KG or Wako, #112-00813)\r\n\n\nY-27632 \\(Wako, #034-24024)\r\n\n\nB-27 supplement \\(Life Technologies, #17504-044)\r\n\n\nLN511E8 fragment \\(i-Matrix-511; Nippi, #892011)\r\n\n\nGMEM \\(Life Technologies, #11710-035)\r\n\n\nPenicillin-Streptomycin solution \\(Life Technologies, #15140-122)\r\n\n\nNon-essential amino acids \\(Life Technologies, #11140-050)\r\n\n\nSodium pyruvate \\(Life Technologies, #11360-070)\r\n\n\nKnockout serum replacement \\(KSR) \\(Life Technologies, #10828-028)\r\n\n\n2-mercaptoethanol \\(2ME) \\(Life Technologies, #21985-023)\r\n\n\nMonothioglycerol \\(replacement for 2ME) \\(Wako, #195-15791)\r\n\n\nCnT-PR \\[w/o; EGF and FGF2] \\(CELLnTEC, #CnT-PR-EF)\r\n\n\nDMEM/F12 \\[1:1] \\(Life Technologies, #11320-033)\r\n\n\nDMEM without glutamine and Nutrient Mixture F-12 Ham \\(3:1) \\(Life Technologies, #10313-021, #11765-054)\r\n\n\nHydrocortisone succinate \\(Wako, #080-05581)\r\n\n\n3,3',5-Triiodo-L-thyronine sodium salt \\(MP Biomedicals, #194585)\r\n\n\nCholera toxin \\(List Biological Laboratory, #100B)\r\n\n\nBovine transferrin HOLO form \\(Life Technologies, #11107-018)\r\n\n\nL-glutamine \\(Life Technologies, #25030-081)\r\n\n\nInsulin transferrin selenium solution \\(Life Technologies, #41400-045)\r\n\n\nFBS \\(Japan Bio Serum, #15-001-JBS or Life Technologies, #12483-020)"
        },
        {
            "header": "Equipment",
            "content": "Equipment\r\n\n\nFACSAriaII \\(BD Biosciences)\r\n\n\nCO<sub>2</sub> Incubator \\(Panasonic) \r\n\n\nBio-clean bench \\(Panasonic)\r\n\n\nMicroscope \\(Axiovert D1, Carl Zeiss)\r\n\n\nCentrifuge machine \\(TOMY, #LC-230)\r\n\n\nCulture plate 6-well, 12-well \\(Corning, #353046, #353043)\r\n\n\nCulture insert 12-well \\(FALCON, #353180)\r\n\n\nUpCell<sup>®</sup> 6-well plate \\(Cell Seed, #CS3004)\r\n\n\nSTEMFULL<sup>TM</sup> tube \\(Sumitomo Bakelite, #MS-90150)\r\n\n\nCell Strainer \\(40 µm) \\(Corning, #352340)\r\n\n\nCountess<sup>®</sup> \\(Thermo Fisher Scientific)\r\n\n\nPVDF membrane filter \\(Millipore, #SVWG04700)\r\n\n\nCell Scraper \\(Sumitomo Bakelite, #MS-93100)"
        },
        {
            "header": "Procedure",
            "content": "Preparation of culture medium\nDifferentiation medium \\(DM)\n6\n:\r\n\n\nGMEM supplemented with 10% knockout serum replacement \\(KSR), 1 mM sodium pyruvate, 0.1 mM non-essential amino acids, 2 mM L-glutamine, 1% Penicillin-Streptomycin solution, and 55 µM 2-mercaptoethanol \\(2ME) or Monothioglycerol \\(replacement for 2ME).\nCorneal differentiation medium \\(CDM)\nDM and CnT-PR \\[w/o; EGF and FGF2] \\(1:1) containing 20 ng/ml KGF, 10 µM Y-27632, and 1% Penicillin-Streptomycin solution.\nCorneal epithelium maintenance medium \\(CEM)\nDMEM/F12 \\[1:1] containing 2% B-27 supplement, 20 ng/ml KGF, and 10 µM Y-27632, 1% Penicillin-Streptomycin solution.\nKCM medium\nDMEM without glutamine and Nutrient Mixture F-12 Ham \\(3:1) supplemented with 5% FBS, 0.4 µg/ml hydrocortisone succinate, 2 nM 3,3',5-Triiodo-L-thyronine sodium salt, 1 nM cholera toxin, 2.25 µg /ml bovine transferrin HOLO form, 2 mM L-glutamine, 0.5% insulin transferrin selenium solution, and 1% Penicillin-Streptomycin solution.\nCorneal epithelium-maturation medium \\(CMM)\nKCM medium containing 20 ng/ml KGF and 10 µM Y-27632.\nhiPSC clone\nThe use of an appropriate hiPSC clone is important to achieve ocular surface epithelial cell differentiation, and in our hands hiPSC clone 201B7 was found to be suitable.\nhiPSC maintenance and subculture\nThe hiPSCs \\(201B7) are cultured in StemFit\nTM\nmedium on LN511E8-coated 6-well culture plates.\nPlate coating\n1. Coat new 6-well culture plates with LN511E8 at 0.5 µg/cm\n2\nin 1.5 ml PBS by incubation at 37°C for at least 60 min.\r\n  2. Add 0.7 ml StemFit\nTM\nmedium to the culture plates.\r\n  3. Remove the mixed solution.\r\n  4. Immediately add 1.5 ml StemFit\nTM\nmedium containing 10 µM Y-27632 and incubate at 37°C in 5% CO\n2\n.\nCell passaging\n1. Remove the medium.\r\n  2. Wash hiPSCs once with 1 ml PBS.\r\n  3. Add 300 µl dissociation solution \\(50% TrypLE select and 50% 0.5 mM EDTA solution) and incubate for 4-5 min at 37°C.\r\n  4. Remove the dissociation solution carefully \\(hiPSCs are still attached to the culture plates at this point).\r\n  5. Wash the hiPSCs once with 2 ml PBS, and then add 1 ml StemFit™ medium containing 10 µM Y-27632.\r\n  6. Harvest the hiPSCs with a Cell Scraper.\r\n  7. Pipette the hiPSCs about 10 times with a 200 or 1000µL micropipette and then harvest the dissociated hiPSCs in a 1.5 ml tube.\r\n  8. Count the collected hiPSCs using a Countess\n®\nMachine after staining with Trypan blue \\(settings for Countess\n®\n; Sensitivity: 5, Minimium size: 8, Maximum size: 30, Circularity: 75).\r\n  9. Seed hiPSCs on LN511E8 coated 6-well culture plates at 13,000 cells/well.\r\n  10. Incubate the plates at 37°C in 5% CO\n2\n. \r\n  11. The next day, change the medium to fresh StemFit\nTM\nmedium without Y-27632 and incubate at 37°C in 5% CO\n2\nup to day seven. The medium change should be performed every two days.\r\n  Critical; If hiPSCs are maintained in other conditions -- such as under co-cultivation with MEF feeder layers or in other feeder-less culture systems --, after removal of the feeder cells, dissociated hiPSCs must be seeded in the StemFit\nTM\n/LN511E8 culture system at 13,000 cells/well and be passaged at least five times for adaptation to the conditions.\nDifferentiation culture\nPreparing hiPSCs for differentiation \\(Day -10)\n1. Coat a 6-well or 12-well culture plate with LN511E8 at 0.5 µg/cm\n2\naccording to the previously indicated method.\r\n  2. Harvest hiPSCs by the same method used for hiPSC passaging. \r\n  3. Seed dissociated hiPSCs on 6-well plates at 3000-6000 cells/well, or on 12-well plates at 1000-2000 cells/well in 1.5 ml \\(6-well plate) or 0.6 ml \\(12-well plate) of StemFit\nTM\nmedium containing 10 µM Y-27632.\r\n  4. Incubate the plates at 37°C in 5% CO\n2\n.\r\n  5. The next day, change the medium to fresh StemFit\nTM\nmedium without Y-27632.\r\n  6. Incubate the plates at 37°C in 5% CO\n2\nfor 10 days in total. The medium change should be performed every two days before day seven, and every day thereafter.\nOcular cell differentiation culture \\(Day 0-)\n7. After 10 days culture in StemFit\nTM\nmedium, change the medium to 2 ml \\(6-well plate) of DM \\(Day 0).\r\n  8. Incubate the plates at 37°C in 5% CO\n2\nfor four weeks, changing the medium every 2-3 days \\(three times per week). \r\n  At around three weeks, hiPSC colonies appear as multi-cellular colonies formed of 3-4 concentric zones \\(this is called a “SEAM”; Self-formed Ectodermal Autonomous Multi-zone). Cells in the third zone from the centre of the colony are ocular surface ectodermal cells, which will differentiate into corneal epithelial cells.\nCDM culture \\(Day 28-)\n9. After four weeks of incubation in DM, change the medium to 2 ml \\(6-well plate) of CDM.\r\n  10. Incubate the plates for an additional four weeks at 37°C in 5% CO\n2\n\\(i.e. eight weeks in total). The medium should be changed every 2-3 days \\(three times per week).\r\n  Optional; to promote retinal cell differentiation, the medium can be changed to CEM at day 28. After incubation in CEM for an additional 2-3 weeks \\(i.e. 6-7 weeks in total), pigmented RPE cells are frequently observed.\nManual pipetting to remove non-epithelial cells \\(Day 49-)\nOn the way to CDM culture, manual pipetting should be performed to remove non-epithelial cells such as neuronal cells, retinal cells and/or lens cells. The yield of corneal epithelial cells on subsequent cell sorting is higher than it would be without manual pipetting.\r\n\n\n11. At around three weeks of incubation in CDM \\(i.e. after seven weeks in total), perform manual pipetting using PIPETMAN\nTM\n\\(1000 or 200 µl) on a clean bench.\r\n  12. After pipetting, change the medium containing the detached cells to fresh CDM.\r\n  13. Incubate the plates for an additional one week in CDM \\(i.e. eight weeks in total).\nCEM culture \\(Day 56-)\n14. After CDM culture for four weeks \\(i.e. eight weeks overall) change the medium to 2 ml \\(6-well plate) of CEM.\r\n  15. Incubate the plates for at least two weeks \\(i.e. 10 weeks in total) to a maximum of eight weeks \\(i.e. 16 weeks in total) at 37°C in 5% CO\n2\n. The medium should be changed every 2-3 days \\(three times per week).\nFACS for isolating corneal epithelial stem/progenitor cells \\(Day 70-)\n16. After CEM culture, wash the hiPSCs once with PBS. \r\n  17. Add Accutase\nTM\nto the differentiated hiPSCs and incubate for 45 min at 37°C. \r\n  18. Perform pipetting several times and again incubate for 15 min at 37°C. \r\n  19. Collect and re-suspend the dissociated cells in ice-cold KCM medium in a STEMFULL\nTM\n15 ml tube.\r\n  20. Filter the cells using a Cell Strainer \\(40 µm) and count the cell number.\r\n  21. Centrifuge the cells at 1200 rpm for 8 min.\r\n  22. Aspirate the supernatant and re-suspend the cells in ice-cold KCM containing FITC-conjugated SSEA-4 \\(MC813-70), PE-conjugated CD104 \\(ITGB4; 58BX4) and Alexa647-conjugated TRA-1-60 \\(TRA-1-60R) antibodies.\r\n  23. Incubate the cells for 1 hr at 4°C \\(agitate the cells every 20 min).\r\n  24. Wash the cells twice with PBS.\r\n  25. Resuspend the cells in PBS by filtration using a Cell strainer \\(40 µm). Cells should be stained with non-specific isotype IgG \\(for SSEA-4 and CD104) or IgM \\(for TRA-1-60) as controls. For each fluorescent probe, single-color stained cells should be prepared for color compensation during flow cytometry.\r\n  26. Set up the FACSAriaII machine.\r\n  27. Subject stained cells to sorting in the FACSAriaII. \r\n  28. Perform compensation between the detectors for FITC, PE, and Alexa647 using each of the single stained cells.\r\n  29. Analyze the triple color-stained cells.\r\n  30. Sort the SSEA-4+, CD104+, and TRA-1-60- population \\(i.e. the hiCEC fraction) to 8 ml of KCM in a STEMFULL\nTM\n15 ml tube. Typically, in TRA-1-60 negative cells, 5-20% of the cells are detected as the hiCEC fraction. \r\n  31. Collect the hiCECs by centrifugation at 1200 rpm for 8 min.\r\n  32. Re-suspend the cells in CEM on ice.\nFabrication of hiCEC sheet \\(Day 70-)\n33. Coat a 6-well UpCell\n®\nplate \\(for corneal epithelial transplantation) or a 12-well culture insert \\(for promoting differentiation or for long-term culture) with LN511E8 at 0.5-1.0 mg/cm\n2\nby incubation at 37°C for at least 60 min.\r\n  34. Seed FACS-sorted SSEA-4+, CD104+, TRA-1-60- cells \\(hiCECs) on the 6-well UpCell\n®\nplate at 1.5-6.0 x 10\n5\ncells/well or on the 12-well culture inserts at 0.5-1.0 x 10\n5\ncells/well in CEM.\r\n  35. Incubate the plates at 37°C in 5% in CO\n2\nfor 5-12 days until confluence. The medium should be changed every two days.\nUpCell\n®\nculture and cell harvest\n36. After reaching confluence, change the medium to CMM.\r\n  37. Incubate the cells in CMM for 3-10 days at 37°C in 5% CO\n2\nto allow stratification. The medium should be changed every two days.\r\n  38. Incubate the UpCell\n®\nplate at 20°C for 30 min.\r\n  39. Place the PVDF membrane on the cell sheet as a carrier\n7\n. \r\n  40. Harvest the cell sheet using tweezers.\nInsert culture \\(for long-term culture or for promoting maturation)\n36’. For long-term culture, continue to incubate the cells in CEM. These cells can be maintained for at least 10 weeks in our hands.\r\n\n\n37’. To promote the maturation of cells, change the medium to CMM and incubate for an additional 3-10 days."
        },
        {
            "header": "Timing",
            "content": "The entire protocol from the seeding of hiPSCs to the fabrication of corneal epithelial cell sheets takes a total of 94 days minimum."
        },
        {
            "header": "Troubleshooting",
            "content": "<b>Cells do not differentiate to corneal epithelial cells</b>\r\n\n\nFor a first trial we recommend the use of 201B7 hiPSCs. The differentiation efficiency varies among different hiPS clones.\r\n\n\nIf hiPSCs are maintained in other conditions -- such as under co-cultivation with MEF feeder layers or in other feeder-less culture systems -- the hiPSCs must be passaged in the StemFit<sup>TM</sup>/LN511E8 culture system at least five times for adaptation to the conditions."
        },
        {
            "header": "Anticipated Results",
            "content": "<b>Multi-zonal colony formation</b>\r\n\n\nBy four weeks of differentiation, colonies with concentric multi-cellular zones \\(typically 3-4 zones) will have been generated spontaneously. For the validation of ocular surface epithelial induction, PAX6 and p63-double staining is useful. When double positive cells are detected at 3-4 weeks \\(peripheral region of the colony \\(i.e. in zone-3)) and at 10 weeks \\(overall), the method is deemed to have worked successfully.\r\n\n\n\r\n\n\n<b>Fabrication of corneal epithelial cell sheet</b>\r\n\n\nFACS-sorted hiCECs typically exhibit a small cobblestone-like morphology by phase contrast microscopy, and when observed by H&E staining are found to be stratified into 2-4 layers after two weeks of culture in CEM and CMM.\r\n\n\nThe stratified cell sheet typically expresses K12 and PAX6 throughout all cell layers, as well as MUC16 \\(on the sheet’s surface) and p63 \\(strongly in the basal region). These are corneal epithelial specific markers."
        },
        {
            "header": "References",
            "content": "1 Eiraku, M. et al. Self-organizing optic-cup morphogenesis in three-dimensional culture. Nature 472, 51-56, doi:10.1038/nature09941 \\(2011).\r\n\n\n2 Nakano, T. et al. Self-formation of optic cups and storable stratified neural retina from human ESCs. Cell stem cell 10, 771-785, doi:10.1016/j.stem.2012.05.009 \\(2012).\r\n\n\n3 Zhong, X. et al. Generation of three-dimensional retinal tissue with functional photoreceptors from human iPSCs. Nature communications 5 \\(2014).\r\n\n\n4 Reichman, S. et al. From confluent human iPS cells to self-forming neural retina and retinal pigmented epithelium. Proceedings of the National Academy of Sciences of the United States of America 111, 8518-8523, doi:10.1073/pnas.1324212111 \\(2014).\r\n\n\n5 Mellough, C. B. et al. IGF‐1 Signaling Plays an Important Role in the Formation of Three‐Dimensional Laminated Neural Retina and Other Ocular Structures from Human Embryonic Stem Cells. Stem cells \\(2015).\r\n\n\n6 Kawasaki, H. et al. Induction of midbrain dopaminergic neurons from ES cells by stromal cell-derived inducing activity. Neuron 28, 31-40 \\(2000).\r\n\n\n7 Nishida, K. et al. Functional bioengineered corneal epithelial sheet grafts from corneal stem cells expanded ex vivo on a temperature-responsive cell culture surface. Transplantation 77, 379-385, doi:10.1097/01.TP.0000110320.45678.30 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported in part by the project for the realization of regenerative medicine of The Japan Agency for Medical Research and Development \\(AMED), The Japan Science and Technology Agency \\(JST) and The Ministry of Health, Labour, and Welfare of Japan and the Grants-in-Aid for Scientific Research from The Ministry of Education, Culture, Sports, Science and Technology of Japan."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13716,
                "identity": "a0a38345-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ryuhei Hayashi",
                "email": "ryuhei.hayashi@ophthal.med.osaka-u.ac.jp",
                "orcid": "",
                "institution": "Department of Stem Cells and Applied Medicine, Osaka University Graduate School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ryuhei",
                "middleName": "",
                "lastName": "Hayashi",
                "suffix": ""
            },
            {
                "id": 13722,
                "identity": "a0a391bd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kohji Nishida",
                "email": "knishida@ophthal.med.osaka-u.ac.jp",
                "orcid": "",
                "institution": "Department of Ophthalmology, Osaka University Graduate School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kohji",
                "middleName": "",
                "lastName": "Nishida",
                "suffix": ""
            },
            {
                "id": 13717,
                "identity": "a0a3860c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuki Ishikawa",
                "email": "",
                "orcid": "",
                "institution": "Department of Ophthalmology, Osaka University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuki",
                "middleName": "",
                "lastName": "Ishikawa",
                "suffix": ""
            },
            {
                "id": 13718,
                "identity": "a0a38880-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ryosuke Katori",
                "email": "",
                "orcid": "",
                "institution": "Department of Ophthalmology, Osaka University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ryosuke",
                "middleName": "",
                "lastName": "Katori",
                "suffix": ""
            },
            {
                "id": 13719,
                "identity": "a0a38a29-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuki Taniwaki",
                "email": "",
                "orcid": "",
                "institution": "Department of Ophthalmology, Osaka University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuki",
                "middleName": "",
                "lastName": "Taniwaki",
                "suffix": ""
            },
            {
                "id": 13720,
                "identity": "a0a38d65-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Motokazu Tsujikawa",
                "email": "",
                "orcid": "",
                "institution": "Department of Ophthalmology, Osaka University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Motokazu",
                "middleName": "",
                "lastName": "Tsujikawa",
                "suffix": ""
            },
            {
                "id": 13721,
                "identity": "a0a38f5c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew J. Quantock",
                "email": "",
                "orcid": "",
                "institution": "School of Optometry and Vision Sciences, College of Biomedical and Life Sciences, Cardiff University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "J.",
                "lastName": "Quantock",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-02-16 11:32:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.009",
        "doiUrl": "https://doi.org/10.1038/protex.2016.009",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464906,
                "identity": "eda21f57-eb88-4db4-86c3-f97064a0d21a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 363542,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4503/v1/a3c7c72f-6d70-4aac-b283-f1bb98818e0f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "iPS cells, ocular surface, corneal epithelium",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We have established a novel culture system to induce the formation of corneal epithelium through the spontaneous development of ocular cells from human induced pluripotent stem cells \\(hiPSCs). The hiPSC derived-corneal epithelial cells \\(hiCECs) can be purified by FACS with specific antibodies and have the ability to reconstruct functional corneal epithelium expressing p63, K12, and PAX6.",
        "manuscriptTitle": "Fabrication of a Corneal Epithelial Cell Sheet from Human Pluripotent Stem Cells by a Method Based on Spontaneous Ocular Cell Differentiation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-02-18 11:37:47",
                "doi": "10.1038/protex.2016.009",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0a30522-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 18th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3529,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-02-18 11:37:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}