{
    "identity": "nprot-306",
    "title": "Assays of nucleosome assembly and the inhibition of histone acetyltransferase activity",
    "content": [
        {
            "header": "Introduction",
            "content": "Chromatin is a dynamic structure that can adopt markedly different conformations.  During transcription, different conformations of chromatin act as important regulatory switches. A novel type of cellular complex, designated INHAT \\(inhibitor of histone acetyltransferases), was isolated recently and was shown to inhibit the HAT activity of p300/CBP and PCAF by binding to histones, preventing them from serving as substrates for acetyltransferases.  This complex was demonstrated, initially, to have nucleosome-assembly activity.  In order to examine whether other factors might have both HAT-inhibitory and nucleosome-assembly activities, similar to those of INHATs, we developed methods for measuring the inhibition of HAT activity and nucleosome-assembly activity in vitro and in vivo.  Our methodology is particularly useful for measuring the histone-chaperone activity of specific proteins. \r\n\n\n\r\n\n\n**Introduction**\r\n\n\n\r\n\n\nThe structure of chromatin, which influences numerous DNA-associated phenomena, such as transcription, replication, recombination and repair, is controlled by a complex combination of histone modifications, ATP-dependent chromatin-remodeling enzymes, and nucleosome-assembly factors<sup>1-3</sup>.  The nucleosome is the basic unit of chromatin, consisting of a core of 147 bp of DNA that is wrapped around a histone octamer \\(two molecules each of H2A, H2B, H3 and H4).  A stretch of linker DNA connects adjacent nucleosomes.  The linker histone H1 promotes the packaging of strings of nucleosomes into 30-nm-diameter chromatin fibers<sup>4</sup>.  Packaging of DNA into nucleosomes and into chromatin fibers greatly restricts the availability of the DNA for nuclear processes, such as transcription.  Chromatin assembly occurs with the initial deposition of a histone \\(H3-H4)<sub>2</sub> tetramer, prior to the addition of two heterodimers of histones H2A and H2B to form nucleosomes<sup>5,6</sup>.  Transcriptional regulation is associated with rearrangements of chromatin structure that include histone modifications and changes in nucleosome structures<sup>7-11</sup>.  Compaction of chromatin and arrangement of the nucleosome itself represent barriers that have to be overcome for the activation of transcription.  The amino-terminal \\(N-terminal) histone tails protruding from the nucleosome do not participate in nucleosome formation to any significant extent but, rather, they provide docking sites for other proteins and protein complexes to regulate chromatin compaction<sup>9</sup>.  Among the identified N-terminal modifications of histones, acetylation occurs at highest frequency and has been studied the most extensively, with the resultant identification of a number of histone acetyltransferases \\(HATs) and histone deacetylases \\(HDACs), as well as their target lysine residues within histones in the chromatin.  As components of larger complexes, many HATs have been identified independently as regulators of transcription, for example, as activators, coactivators, elongators and components of general transcription factors.  These various observations indicate that HATs are involved in almost all aspects of transcription<sup>12-16</sup>.  An enzyme responsible for histone acetylation, designated HATA, was identified first in _Tetrahymena_<sup>17</sup>.  HATA is strongly homologous, at the amino acid level, to the yeast protein GCN5, which also catalyzes the acetylation of histones.  To date, close to 30 proteins have been shown to have HAT activity.  It is possible that each HAT might be specific for a particular histone substrate and that the various HATs act specifically with regard to the amino acid\\(s) within the histone\\(s) that is acetylated.  The human MYST family of acetyltransferases includes hMOF, TIP60, HBO1, MOZ and MORF<sup>18-22</sup>.  Although these proteins are not homologous, at the amino acid level, to CBP/p300, PCAF and GCN5<sup>23-25</sup>, they have been implicated in the regulation of several critical steps in the response to DNA damage.     \r\n\n\n The activities of HATs are not only antagonized by HDACs but can also be regulated by certain cellular and viral regulatory factors and by post-translational modification<sup>26</sup>.  Thus, for example, the basic helix-loop-helix protein \\(bHLH protein) Twist and the adenoviral oncoprotein E1A inhibit the acetyltransferase activities of p300/CBP and PCAF<sup>27,28</sup>, while TAT, the transactivator protein of HIV1, represses acetylation that involves Tip60 and TAFII250<sup>29,30</sup>.  One potential mechanism for such inhibition includes the direct binding of acetyltransferases to these regulatory factors.  Alternatively, for example, the activity of GCN5-HAT might be inhibited via phosphorylation by the Ku-DNA-dependent protein kinase<sup>31</sup>, while the HAT activities of CBP/p300 and ATF-2 are stimulated by phosphorylation<sup>32-34</sup>.  \r\n\n\nThe structure of chromatin changes, to allow greater accessibility by transcription factors, during gene activation<sup>9</sup>.  It has been suggested that a more open chromatin state, associated with gene activation but separate from histone modification and alterations in nucleosomal arrays, also results from changes in nucleosome integrity due to displacement of histones<sup>8</sup>.  Moreover, it has been demonstrated that histone chaperones play important roles in these processes<sup>35-37</sup>.\r\n\n\nBoth the deposition and arrangement of nucleosomes can represent barriers to transcriptional activation.  Thus, it is tempting to speculate that histone chaperones are also involved in the compaction of chromatin.  It is also important to determine whether a transcriptional corepressors influence nucleosome depostition and assembly through the regulation of histone chaperone activity.  \r\n\n\n A novel complex, designated INHAT \\(inhibitor of histone acetyltransferases), was isolated recently from human cells and shown to inhibit the HAT activities of p300/CBP and PCAF by binding to histones, thereby preventing them from serving as substrates for acetyltransferases<sup>35</sup>.  One type of INHAT complex is known as template-activating factor-1&#x3B2; \\(TAF-1&#x3B2;; also known as the myeloid leukemia-associated oncoprotein Set), and this complex was shown initially to have nucleosome-assembly activity<sup>36-38</sup>.  The nuclear protein pp32 is another type of INHAT<sup>39,40</sup>.  \r\n\n\n In view of their potentially important roles, it is of interest to determine whether other factors might have both HAT-inhibitory and nucleosome-assembly activities that are similar to those of INHAT.\r\n\n\n We have developed a method for measuring the histone-chaperone activity that is associated with inhibition of histone acetylation and nucleosome assembly _in vitro_ and _in vitro_.  We describe this method here and demonstrate its power using transcription factor JDP2 as a model protein with HAT-inhibitory and nucleosome-assembly activity. \r\n\n\n\r\n\n\n**Discussion**\r\n\n\n\r\n\n\nHistone acetyl transferases \\(HATs) are a diverse set of enzymes that can be classified on the basis of their catalytic domains.  Different HAT complexes, such as members of the Gcn5 N-acetyltransferase \\(GNAT) family, MYST HATs and the Orphan class of HATs, are composed of various unique subunits.  Combinations of these subunits participate in the formation of HAT complexes.  For example, some subunits have domains that cooperate to recruit the HAT to the appropriate location on the genome.  These domains include bromodomains, chromodomains, WD40 repeats, Tudor domains and PHD fingers2 and they are all chromatin-binding domains that recognize histone tails.  Moreover, the inhibitory activities of the HAT-like histone deacetylase complex \\(HDAC complex) and inhibitor of histone acetyltransferase \\(INHAT) are also important for regulation of chromatin structure via binding to histones, thereby preventing them from serving as substrates for HAT.  \r\n\n\n Assays of inhibition of HAT activity and nucleosome assembly, as well as of histone displacement, are frequently used to demonstrate the activity of histone chaperones.  We have described, here, methods for examining inhibition of HAT and nucleosome-assembly activities using the JDP2 transcription factor as a model protein.  \r\n\n\n Some histone chaperones have HAT-inhibitory activity for regulation of the modification of histones.  Such modifications probably have dramatic effects on protein assembly on the chromatin.  Although the molecular relationships between the activities of histone chaperones and of HAT inhibitors remain to be defined, the procedures and assays described here might help to resolve these issues in the future."
        },
        {
            "header": "Procedure",
            "content": "There are 9 protocols in this series. Please follow the links below to find each protocol.\r\n\n\n\r\n\n\nInhibition of Histone Actyltransferase \\(HAT) Activity \r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_1.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_1.php\r\n\n\n\r\n\n\nIsolation and labeling of DNA fragments \\(includes information on Assembly of Chromatin in vitro, Experiments with Mononucleosomes, Isolation of 5'-End-Radiolabeled Fragments of pB100-Uless/strider DNA, and DRE and CRE Elements)\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_2.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_2.php\r\n\n\n\r\n\n\nPreparation of Nuclei from HeLa Cells\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_3.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_3.php\r\n\n\n\r\n\n\nPreparation of Histone H1-Depleted Chromatin\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_4.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_4.php\r\n\n\n\r\n\n\nPreparation of Core Histones \\(Includes Preparation of Core Histones by FPLC and Further Purification and Concentration of Core Histones)\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_5.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_5.php\r\n\n\n\r\n\n\nReconstitution of Chromatin, Salt Dialysis Using Purified Core Histones, Octamer Transfer from Donor Chromatin, Analysis of Nucleoproteins on an Agarose Gel, Purification of Reconstituted Chromatin on a Sucrose Gradient, and Binding of Linker Histones to Reconstituted Chromatin\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_6.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_6.php\r\n\n\n\r\n\n\n\r\n\n\nPlasmid Super-Coiling Assay and  Nucleosome Assembly on a Fragment of 5S DNA\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_7.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_7.php\r\n\n\n\r\n\n\n\r\n\n\nDigestion of Chromatin in Permeabilized Cells with Micrococcal Nuclease \\(MNase), Permeabilization of cells and digestion with MNase, Purification and Characterization of DNA after Digestion of Chromatin, and Nuclease Cleavage and Mapping Strategies\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_8.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_8.php\r\n\n\n\r\n\n\nLigation-Mediated Single-Sided PCR \\(LMPCR) \r\n\n\n\\(including: First-strand Synthesis, Ligation-Mediated PCR for Nucleosome Mapping in vivo, and Ligation-Mediated Polymerase Chain Reaction \\(LM-PCR))\r\n\n\n\"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_9.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly_9.php"
        },
        {
            "header": "References",
            "content": "1. Strahl, B. D. &amp; Allis, C. D.  The language of covalent histone modifications. _Nature_ **403**, 41-45 \\(2000).\r\n  2. Workman, J. L.  Nucleosome displacement in transcription. _Genes Dev._ **20**, 2009-2017 \\(2006).\r\n  3. Shilatifard, A.  Chromatin modification by methylation and ubiquitination: implications in the regulation of gene expression. _Annu. Rev. Biochem._ **75**, 243-269 \\(2006).\r\n  4. Wolffe, A. P.  _Chromatin_: Structure and Function. Academic Press , San Diego, CA. \\(1995). \r\n  5. Luger K., Wader, A. W., Richmond, R. K., Sargent, D. F. &amp; Richmond, T. J. Crystal structure of the nucleosome core particle at 2.8&#x212B; resolution.  _Nature_ **389**, 251-260 \\(1997).\r\n  6.  McBryant, S. J., Park, X. J., Abernathy, S. M., Laybourn, P. J., Nyborg, J. K. &amp; Luger, K. Preferential binding of the histone \\(H3-H4)2 tetramer by NAP1 is mediated by the amino-terminal histone tail.  _J. Biol. Chem._ **278**, 44574-44583 \\(2003).  \r\n  7. Ahmad, K. &amp; Henikoff, S. Epigenetic consequences of nuclesome dynamics. _Cell_ **111**, 281-0184 \\(2002).  \r\n  8. Boeger, H., Bushnell, D. A., Davis, R., Griesenbeck, J., Lorch, Y., Strattan, J. S., Westover, K. D. &amp; Kornberg, R. D.  Structual basis of eukaryotic gene transcription.  _FEBS Letter_ **579**, 899-903 \\(2005). \r\n  9. Margueron, R., Trojer, P. &amp; Reinberg, D.  The key to development: interpreting the histone &#x201C;code&#x201D;.  _Curr. Opin. Genet. Dev._ **15**, 163-176 \\(2005).\r\n  10. Sims, R. J., III., Mandal, S. S. &amp; Reinberg, D. Recent highlights of RNA-polymerase-II-mediated transcription.  _Curr. Opin. Cell Biol._ **16**, 263-271 \\(2004).\r\n  11. Svejstrup, J. Q.  Transcription. Histones face the FACT.  _Science_ **301**, 1053-1055 \\(2003).   \r\n  12. Brown, C. E., Lechner, T., Howe, L. &amp; Workman, J. L.  The many HATs of transcription coactivators. _Trends Biochem. Sci._ **25**, 15-19 \\(2000).\r\n  13. Sterner, D. E., &amp; Berger, S. L.  Acetylation of histones and transcription-related factors. _Microbiol. Mol. Biol. Rev._ **64**, 435-459 \\(2000).\r\n  14. Carrozza, M. J., Utley, R. T., Workman, J. L. &amp; Cote, J.  The diverse functions of histone acetyltransferase complexes. _Trends Genet._ **19**, 321-329 \\(2003).\r\n  15. Roth, S. Y., Denu, J. M. &amp; Allis, C. D.  Histone acetyltransferase. _Ann. Rev. Biochem._ **70**, 81-120 \\(2001).\r\n  16. Marmorstein, R.  Structure of histone acetyltransferase. _J. Mol. Biol._ **311**, 433-444 \\(2001).\r\n  17. Brownell, J. E., Zhou, J., Ronalli, T., Kobayashi, R., Edmondson, D. G., Roth, S. Y. &amp; Allis, C. D.  Tetrahymena histone acetyltransferase A: a homolog to yeast Gcn5p linking histone acetylation to gene activation. _Cell_ **84**, 843-851 \\(1996).\r\n  18. Gupta, A., Sharma, G. G., Young, C. S., Agarwal, M., Smith, E. R., Paul, T. T., Lucchessi, J. C., Khanna, K. K., Ludig, T. &amp; Pandita, T. K. Involvement of human MOF in ATM function. _Mol. Cell. Biol._ **25**, 5292-5305 \\(2005).\r\n  19. Ikura, T., Ogryzko, V. V., Grigoriev, M., Groisman, R., Wang, J., Horikoshi, M., Schully, R., Qin, J. &amp; Nakatani, Y.  Involvement of the TIP60 histone acetylase complex in DNA repair and apoptosis. _Cell_ **102**, 463-473 \\(2000).\r\n  20. Kusch, T., Florens, L., Macdonald, W. H., Swanson, S. K., Glaser, R. L., Yates, J. R. &#x2162;., Abmayr, S. M., Washbum, M. P. &amp; Workman, J. L. Acetylation by Tip60 in required for selective histone variant exchange at DNA lesions. _Science_ **306**, 2084-2087 \\(2004).\r\n  21. Legube, G., Linares, L. K., Tyteca, S., Caron, C., Scheffner, M., Chevillard-Briet, M. &amp; Trouche, D.  Role of the histone actyltransferase Tip60 in the p53 pathway. _J. Biol. Chem._ **279**, 44825-44833 \\(2004).\r\n  22. Sun, Y., Jiang, X., Chen, S., Fernandes, N. &amp; Price, B. D.  A role for the Tip60 histone acetyltransferase in the acetylation and activation of ATM.  _Proc. Natl. Acad. Sci. U.S.A._ **102**, 13182-13187 \\(2005).\r\n  23. Ogryzko, V. W., Schiltz, R. L., Russanova, V., Howard, B. H. &amp; Nakatani, Y.  The transcriptional coactivators p300 and CBP are histone acetyltransferases. _Cell_ **87**, 953-959 \\(1996).\r\n  24. Bannister, A. J. &amp; Kouzarides, T.  The CBP co-activator is a histone acetyltransferase. _Nature_ **384**, 641-643 \\(1996).\r\n  25. Goodman, R. H. &amp; Smolik, S.  CBP/p300 in cell growth, transformation, and development. _Genes Dev._ **14**, 1553-1577 \\(2000).  \r\n  26. Turner, B. M.  Cellular memory and the histone code. _Cell_ **111**, 285-291 \\(2002).  \r\n  27. Chakravarti, D., Ogryzko, V., Kao, H-Y., Nash, A., Chen, H., Nakatani, Y. &amp; Evans, R. M.  A viral mechanism for inhibition of p300 and PCAF acetyltransferase activity. _Cell_ **96**, 393-403 \\(1999).  \r\n  28. Hamamori, Y., Sartorelli, V., Ogryzko, V., Puri, P. L., Wu, H. Y., Wang, J. Y., Nakatani, Y. &amp; Kedes, L.  Regulation of histone acetyltransferases p300 and PCAF by the bHLH protein Twist and adenoviral oncoprotein E1A. _Cell_ **96**, 405-413 \\(1999).  \r\n  29. Weissman, J. D., Brown, J. A., Howcroft, T. K., Hwang, J., Chawla, A., Roche, P. A., Schiltz, L., Nakatani, Y. &amp; Singer, D. S.  HIV-1 tat binds TAFII250 and represses TAFII250-dependent transcription of major histocompatibility class I genes. _Proc. Natl. Acad. Sci. U.S.A._ **95**, 11601-11606 \\(1998).\r\n  30. Creaven, M., Han, S. F., Mutskov, V., Col, E., Caron, C., Dimitrov, S. &amp; Khochbin, S.  Control of the histone-acetyltransferase activity of Tip60 by the HIV-1 transactivator protein, _Tat. Biochemistry_ **38**, 8826-8830 \\(1999).\r\n  31. Barlev, N. A., Poltoratsky, V., Owen-Hughes, T., Ying, C., Liu, L., Workman, J. R. &amp; Berger, S. L.  Repression of GCN5 histone acetyltransferase activity via bromodomain-mediated binding and phosphorylation by the Ku-DNA-dependent protein kinase complex. _Mol. Cell. Biol._ **18**, 1349-1358 \\(1998).  \r\n  32. Kitabayashi, I., Eckner, R., Arany, Z., Chiu, R., Gachelin, G., Livingston, D. M. &amp; Yokoyama, K. K.  Phosphorylation of the adenovirus-associated p300 -kDa protein in response to retinoic acid and E1A during the differentiation of F9 cells. _EMBO J._ **14**, 3496-3509 \\(1995).\r\n  33. Ait-Si-Ali, S., Ramirez, S., Barre, F. X., Dkhissi, F., Magnaghi-Jaulin, L., Girault, J. A., Robin, P., Knibiehle, R. M., Pritchard, L. L. &amp; Ducommun, B.  Histone acetyltransferase activity of CBP is controlled by cycle-dependent kinases and oncoprotein E1A. _Nature_ **396**, 184-186 \\(1998).\r\n  34. Kawasaki, H., Schiltz, L., Chiu, R., Itakura, K., Taira, K., Nakatani, Y. &amp; Yokoyama, K. K.  ATF-2 has intrinsic histone acetyltransferase activity which is modulated by phosphorylation. _Nature_ **405**, 195-200 \\(2000).\r\n  35. Seo, S. B, McNamara, P., Heo, S., Turner, A., Lane, W. S. &amp; Chakravarti, D.  Regulation of histone acetylation and transcription by INHAT, a human cellular complex containing the Set oncoprotein. _Cell_ **104**, 119-130 \\(2001).\r\n  36. Kawase, H., Okuwaki, M., Miyaji, M., Handa, H., Ishimi, Y., Fujii-Makata, T., Kikuchi, A. &amp; Nagata, K.  NAP-1 is functional homologue of TAF-1 that is required for replication and transcription of the adenovirous genome in a chromatin-like structure. _Gene Cells_ **1**, 1045-1056 \\(1996).\r\n  37. Okuwaki, M. &amp; Nagata, K.  Template-activating factor-I remodels the chromatin structure and stimulates transcription from the chromatin template. _J. Biol. Chem._ **273**, 34511-34518 \\(1998).\r\n  38. Muto, S., Senda, M., Arai, Y., Sato, L., Suzuki, T., Nagai, R., Senda, T. &amp; Horikoshi, M.  Relationship between the structure of SET/TAF-1b/INHAT and its histone-chaperone activity.  _Proc. Natl. Acad. Sci. U.S.A._ **104**, 4285-4290 \\(2007). \r\n  39. Seo, S. B., Macfarlan, T., McNamara, P., Hong, R., Murai, Y., Heo, S. &amp; Chakravarti, D.  Regulation of histone acetylation and transcription by nuclear protein pp32, a submit of the INHAT complex. _J. Biol. Chem._ **277**, 14005-14010 \\(2002).\r\n  40. Kutney, S. N., Hong, R., Macfarlan, T. &amp; Chakravarti, D.  A signaling role of histone-binding proteins and INHAT subunits pp32 and Set/TAF-1b &#x201C;orphan class&#x201D; of HAT in integrating chromatin hypoacetylation and transcriptional repression. _J. Biol. Chem._ **279**, 30850-30855 \\(2004).\r\n  41. Jin, C., Ugai, H., Song, J., Murata, T., Nili, F., Sun, K., Horikoshi, M. &amp; Yokoyama, K. K.  Identification of mouse Jun dimerization protein 2 as a novel repressor of ATF-2. _FEBS Lett._ **489**, 34-41 \\(2001).  \r\n  42. Jin, C., Li, H., Murata, T., Sun, K., Horikoshi, M., Chiu, R. &amp; Yokoyama, K. K.  JDP2, a repressor of AP-1, recruits a histone deacetylase 3 complex to inhibit the retinoic acid-induced differentiation of F9 cells. _Mol. Cell. Biol._ **22**, 4815-4826 \\(2002).\r\n  43. Polly, P. &amp; Nicholson, R.C.  Sequence of the mouse fibronectin-encoding gene promoter region. _Gene_ **137**, 353-354 \\(1993).\r\n  44. Kraus, W. L. &amp; Kadonaga, J.  p300 and estrogen receptor cooperatively activate transcription via differential enhancement of initiation and reinitiation. _Genes Dev._ **12**, 331-342 \\(1998).\r\n  45. Ito, T., Levenstein, M. E., Fyodorov, D. V., Kutach, A. K., Kobayashi, R. &amp; Kadonaga, J.  ACF consists of two subunits, Acf1 and ISWI, that function cooperatively in the ATP-dependent catalysis of chromatin assembly. _Genes Dev._ **13**, 1529-1539 \\(1999).\r\n  46. Brownell, J. E. &amp; Allis, C. D.  An activity gel assay detects a single, catalytically active histone acetyltransferase subunit in Tetrahymena macronuclei. _Proc. Natl. Acad. Sci. U.S.A._ **92**, 6364-6368 \\(1995).\r\n  47. Rhodes, D. &amp; Laskey, R. A.  Assembly of nucleosomes and chromatin. _Methods Enzymol._ **170**, 575-585 \\(1989).\r\n  48. Simpson, R. T., Thoma, F. &amp; Brubaker, J. M.  Chromatin reconstituted from tandemly repeated cloned DNA fragments and core histones; a model system for study of higher-order structure. _Cell_ **42**, 799-808 \\(1985).\r\n  49. Steger, D. J., Eberharter, A., John, S., Grant, P. A. &amp; Workman, J. L. Purified histone acetyltransferase complexes stimulate HIV-1 transcription from preassembled nucleosomal arrays. _Proc. Natl. Acad. Sci. U.S.A._ **95**, 12924-12929 \\(1998).\r\n  50. Ito, T., Bulger, M., Pazin, M. J., Kobayashi, R. &amp; Kadonaga, J. T. ACF, an ISWI-containing and ATP-utilizing chromatin assembly and remodeling factor. _Cell_ **90**, 145-155 \\(1997).\r\n  51. Almouzni, G.  Assembly of chromatin and nuclear structures in Xenopus egg extracts, in _Chromatin_: a Practical Approach \\(Gould, H., ed.), Oxford University Press, New York.\r\n  52. Becker, P. B., Tsukiyama, T. &amp; Wu, C.  Chromatin assembly extracts from Drosophila embryos. _Methods Cell Biol._ **44**, 207-223 \\(1994). \r\n  53. Noll, H. &amp; Noll, M.  Sucrose gradient techniques and applications to nucleosome structure. _Methods Enzymol._ **170**, 55-116 \\(1989).\r\n  54. Thoma, F. &amp; Koller, T.  Influence of histone H1 on chromatin structure. _Cell_ **12**, 101-107 \\(1977).\r\n  55. Owen-Hughes, T. &amp; Workman, J. L.  Experimental analysis of chromatin function in transcription control. _Crit. Rev. Eukaryot. Gene Expr._ **4**, 403-411 \\(1994).\r\n  56. Hayes, J. J. &amp; Wolffe, A. P.  Preferential and asymmetric interaction of linker histones with 5S DNA in the nucleosome. _Proc. Natl. Acad. Sci. U.S.A._ **90**, 6415-6419 \\(1993).\r\n  57. Munakata, T., Adachi, N., Yokoyama, N., Kuzuhara, T. &amp; Horikoshi, M. A human homologue of yeast anti-silencing factor has histone-chaperone activity. _Genes Cells_ **5**, 221-233 \\(2000).\r\n  58. Miyaji-Yamagichi, M., Kato, K., Nakano, R., Akashi, T., Kikuchi, A. &amp; Nagata, K.  Involvement of nucleocytoplasmic shuttling of yeast Nap1 in mitotic progression. _Mol. Cell. Biol._ **23**, 6672-6684 \\(2003).\r\n  59. Lomvardas, S. &amp; Thanos, D.  Modification of gene expression programs by altering core promoter chromatin architecture. _Cell_ **110**, 261-271 \\(2002).\r\n  60. Pfeifer, G. P. &amp; Riggs, A. D.  Chromatin differences between active and inactive X chromosomes revealed by genomic footprinting of permeabilized cells using DNase I and ligation-mediated PCR.  _Genes Dev._ **5**, 1102-1113 \\(1991).\r\n  61. Pfeifer, G. P., Stigerwald, S. D., Mueller, P. R., Wold, B. &amp; Riggs, A. D.  Genomic sequencing and methylation analysis by ligation-mediated PCR.  _Science_ **246**, 810-813 \\(1989).\r\n  62. Ganity, P. A. &amp; Wold, B. J.  Effects of different DNA polymerases in ligation-mediate PCR:  Enhanced genomic sequencing and in vivo footprinting. _Proc. Natl. Acad. Sci. U.S.A._ **89**, 1021-1025 \\(1992).\r\n  63. Pfeifer, G. P., Tanguy, R. L., Steigerwald, S. D. &amp; Riggs, A. D.  In vivo footprint and methylation analysis by PCR-aided genomic sequencing:  Comparison of active and inactive X chromosomal DNA at the CpG island and promoter of human PGK-1.  _Genes Dev._ **4**, 1277-1287 \\(1990).\r\n  64. Kitabayashi, I., Kawakami, Z., Chiu, R., Ozawa, K., Matsuoka, O., Toyoshima, S., Umezono, K., Evans, R. M., Gachelin, G. &amp; Yokoyama, K. Transcriptional regulation of the c-jun gene by retinoic acid and E1A during differentiation of F9 cells.  _EMBO J._ **11**, 167-175 \\(1992)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb1063",
                "date": "2007-07-24 09:16:15",
                "title": "Regulation of histone acetylation and nucleosome assembly by transcription factor JDP2",
                "authors": [
                    "Chunyuan Jin",
                    "Kohsuke Kato",
                    "Takahiko Chimura",
                    "Takahito Yamasaki",
                    "Koji Nakade",
                    "Takehide Murata",
                    "Hongjie Li",
                    "Jianzhi Pan",
                    "Mujun Zhao",
                    "Kailai Sun",
                    "Robert Chiu",
                    "Takashi Ito",
                    "Kyosuke Nagata",
                    "Masami Horikoshi & Kazunari K Yokoyama"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10456,
                "identity": "9f058327-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takahito Yamasaki",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takahito",
                "middleName": "",
                "lastName": "Yamasaki",
                "suffix": ""
            },
            {
                "id": 10457,
                "identity": "9f0585a9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takehide Murata",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takehide",
                "middleName": "",
                "lastName": "Murata",
                "suffix": ""
            },
            {
                "id": 10458,
                "identity": "9f0587d5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chunyuan Jin",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chunyuan",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 10459,
                "identity": "9f058979-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kohsuke Kato",
                "email": "",
                "orcid": "",
                "institution": "Tsukuba University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kohsuke",
                "middleName": "",
                "lastName": "Kato",
                "suffix": ""
            },
            {
                "id": 10460,
                "identity": "9f058b56-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michiya Noguchi",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michiya",
                "middleName": "",
                "lastName": "Noguchi",
                "suffix": ""
            },
            {
                "id": 10461,
                "identity": "9f058cc7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Koji  Nakade",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Koji",
                "middleName": "",
                "lastName": "Nakade",
                "suffix": ""
            },
            {
                "id": 10462,
                "identity": "9f058e36-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jianzhi Pan",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jianzhi",
                "middleName": "",
                "lastName": "Pan",
                "suffix": ""
            },
            {
                "id": 10463,
                "identity": "9f058f98-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kyousuke Nagata",
                "email": "",
                "orcid": "",
                "institution": "Tsukuba University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kyousuke",
                "middleName": "",
                "lastName": "Nagata",
                "suffix": ""
            },
            {
                "id": 10464,
                "identity": "9f059120-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazunari  Yokoyama",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazunari",
                "middleName": "",
                "lastName": "Yokoyama",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 11:00:59",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.332",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.332",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464461,
                "identity": "c4cc2cc5-30a0-4d99-bfbb-9f43fca3c742",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 153211,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-306/v1/d2537db3-979c-49e4-9970-5e91225a8760.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "histone chaperone, nucleosome assembly, inhibition of HAT, transcription factor, AP-1",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Assays of nucleosome assembly and the inhibition of histone acetyltransferase activity",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-30 11:01:28",
                "doi": "10.1038/nprot.2007.332",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f04bf3d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 30th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1850,
                "name": "Genetics"
            },
            {
                "id": 1851,
                "name": "Biochemistry"
            },
            {
                "id": 1852,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-30 11:01:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}