{
    "identity": "nprot-5949",
    "title": "CrY2H-seq interactome screening",
    "content": [
        {
            "header": "Introduction",
            "content": "The yeast two-hybrid \\(Y2H) assay is one of the most widely adopted methods for generating interactome data, and has contributed to identifying complexes regulating disease\\[1] and to improving interpretation of disease phenotypes arising from genomic or transcriptomic variation\\[2,3]. However, broad-scale Y2H data acquisition remains constrained by the cost and labor requirements of tracking interactions and of the iterative screening necessary to generate complete interactome maps\\[4]. As described in the associated publication, we have developed CrY2H-seq \\(Cre reporter-mediated yeast two-hybrid coupled with next-generation sequencing) to enable massively-multiplexed yeast two-hybrid screening of high complexity bait and prey libraries. CrY2H-seq uses Cre recombinase as a Y2H protein-protein interaction reporter that functions intracellularly to covalently and unidirectionally link interacting bait and prey plasmids via specialized loxP sites that flank the protein-coding sequences. The linked protein-coding sequences serve as interaction-identifying DNA molecules that enable massively-multiplexed screening coupled with next-generation DNA sequencing to detect protein-protein interactions. Thus, large-scale matrix screening can be carried out _en_ _masse_ and interactome data can rapidly be generated."
        },
        {
            "header": "Reagents",
            "content": "Strains \\(available through the Arabidopsis Biological Resource Center, https://abrc.osu.edu/)\r\n\n\n• Y8800, prey strain\r\n\n\n• CRY8930, bait strain\r\n\n\n\r\n\n\nCrY2H-seq plasmids \\(available through the Arabidopsis Biological Resource Center, https://abrc.osu.edu/)\r\n\n\n• pADlox prey vector \r\n\n\n• pDBlox bait vector\r\n\n\n\r\n\n\n_Generating CrY2H-seq bait and prey clones_\r\n\n\nEntry clones to serve as your genes of interest\r\n\n\nLR clonase \\(Life Technologies)\r\n\n\nDH5α-T1<sup>R</sup> chemically competent _E. coli_ cells \\(Life Technologies)\r\n\n\nSOC powder \\(MP Biomedicals)\r\n\n\nTerrific Broth, granulated \\(Fisher) \r\n\n\nCarbenicillin \r\n\n\nGlycerol\r\n\n\n\r\n\n\n_Yeast transformation_\r\n\n\nLithium Acetate dihydrate \\(Sigma)\r\n\n\nTris Base Ultrapure \\(US Biological)\r\n\n\nEDTA Disodium Salt Dihydrate \\(US Biological)\r\n\n\nPoly\\(ethylene glycol) 3350 \\(Sigma)\r\n\n\nSalmon sperm DNA 10mg/mL \\(Sigma)\r\n\n\n\r\n\n\n_Yeast media_\r\n\n\nAgar \\(Fisher)\r\n\n\nDextrose \\(D-Glucose) anhydrous \\(Fisher)\r\n\n\nBacto Peptone \\(BD)\r\n\n\nBacto Yeast Extract \\(BD)\r\n\n\nDrop-out mix synthetic minus leucine, histidine, tryptophan, adenine without yeast nitrogen base \\(US Biological)\r\n\n\nYeast nitrogen base without amino acids \\(Amresco)\r\n\n\nAdenine hemisulfate salt \\(Sigma)\r\n\n\nL-Histidine monohydrochloride monohydrate \\(Sigma)\r\n\n\nL-Tryptophan \\(Sigma)\r\n\n\nL-Leucine \\(Sigma)\r\n\n\nHygromycin B \\(Bioworld)\r\n\n\n3-Amino-1,2,4-triazole \\(3-AT; Sigma)\r\n\n\n\r\n\n\n_PCR_\r\n\n\nSodium phosphate monobasic \\(Fisher)\r\n\n\nSodium phosphate dibasic \\(Fisher)\r\n\n\nBeta-mercaptoethanol \\(Calbiochem)\r\n\n\nZymolyase 20T \\(US Biological)\r\n\n\nBetaine \\(Sigma)\r\n\n\nPhusion HF DNA Polymerase \\(NEB)\r\n\n\nDeoxynucleotides Set \\(BioPioneer)\r\n\n\n\r\n\n\n_DNA and sequencing library preparation_\r\n\n\nSeraMag Speedbeads \\(GE; 2% v./v. SeraMag Speedbeads, 18% w./v. PEG-8000, 1 M NaCl, 10 mM Tris HCl, 1mM EDTA)\r\n\n\nQIAprep 96 turbo kit \\(Qiagen)\r\n\n\nQIAquick gel extraction kit \\(Qiagen)\r\n\n\nQIAquick PCR purification kit \\(Qiagen)\r\n\n\nIllumina sequencing library preparation\r\n\n\nEnd-It DNA End-Repair Kit \\(Epicentre-Illumina)\r\n\n\nKlenow Fragment 3’-->5’ exo- \\(NEB)\r\n\n\nTruSeq DNA Sample Prep Kit \\(Illumina)\r\n\n\nT4 DNA ligase \\(NEB)\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**Terrific Broth + antibiotic** Dissolve 47.6g to 1L of purified water. Then add 4mL glycerol to mixture and stir to dissolve completely. Autoclave for 15 minutes. Allow to cool to 50 °C and add 1 mL 1000x carbenicillin stock solution per liter terrific broth. \r\n\n\n\r\n\n\n**Carbenicillin \\(1,000x) stock** Dissolve 50 mg carbenicillin disodium salt in a total volume of 1 mL deionized distilled water. Filter-sterilize and aliquot. Use at a working concentration of 50 mg/L. Store at −20 °C.\r\n\n\n\r\n\n\n**SOC** Dissolve 31 g/L of purified water. Autoclave for 15 minutes. \r\n\n\n\r\n\n\n**0.5 M EDTA \\(pH 8.0)** Dissolve 93.05 g EDTA \\(disodium salt, Dihydrate) in 400 mL deionized distilled water. Adjust pH to 8.0 using NaOH and bring the final volume up to 500 mL with deionized distilled water and autoclave. \r\n\n\n\r\n\n\n**1 M Tris \\(pH 7.5)** Dissolve 121.14 g Tris base in 800 mL deionized distilled water. Adjust the pH to 7.5 using concentrated HCl and bring the volume up to 1 liter with deionized distilled water and autoclave.\r\n\n\n\r\n\n\n**10x Tris-EDTA \\(TE) buffer \\(pH 7.5)** Mix 100 mL 1 M Tris \\(pH 7.5), 20 mL 0.5 M EDTA \\(pH 8.0) and 880 mL deionized distilled water. Autoclave. \r\n\n\n\r\n\n\n**50% Glycerol solution** Dissolve 500 mL glycerol in a total of 1 L deionized distilled water and autoclave. \r\n\n\n\r\n\n\n**1 M Lithium Acetate** Dissolve 10.2 g lithium acetate dihydrate in a total volume of 100 mL deionized distilled water and autoclave. Store at room temperature.\r\n\n\n\r\n\n\n**50% PEG solution \\(wt/vol)** Dissolve 50 g PEG-3350 in a total volume of 100 mL deionized distilled water and autoclave. \r\n\n\n\r\n\n\n**Lithium Acetate/Tris EDTA solution** Combine 1 mL 1 M lithium acetate solution, 1 mL 10x TE buffer \\(pH 7.5), and 8 mL sterile water. \r\n\n\n\r\n\n\n**Lithium Acetate/Tris EDTA/PEG solution** Combine 1 mL 1 M lithium acetate solution, 1 mL 10x TE buffer \\(pH 7.5), and 8 mL of 50% PEG solution. \r\n\n\n\r\n\n\n**40% Glucose solution** Dissolve 400 g D-glucose in up to 1 L deionized distilled water and autoclave.\r\n\n\n\r\n\n\n**40 mM Tryptophan solution** Dissolve 817 mg of tryptophan in 100 mL deionized distilled water. Filter sterilize, protect from light, and store at 4 °C.\r\n\n\n\r\n\n\n**100 mM Histidine solution** Dissolve 1.55 g histidine in 100 mL deionized distilled water. Filter sterilize, protect from light, and store at room temperature. \r\n\n\n\r\n\n\n**100 mM Leucine solution** Dissolve 1.31 g leucine in 100 mL deionized distilled water. Filter sterilize or autoclave and store at room temperature. \r\n\n\n\r\n\n\n**1 M 3-AT solution** Dissolve 8.4 g 3-AT in a total volume of 100 mL deionized distilled water. Filter-sterilize and aliquot as required. Store at −20 °C for up to 6 months.\r\n\n\n\r\n\n\n**YEPD media \\(liquid and solid)** Dissolve 10 g yeast extract, 20 g peptone, and 200 mg adenine hemisulfate in a total of 950 mL deionized distilled water. Adjust the pH to 6.0 with HCl. If preparing solid medium, add 20 g agar \\(omit if preparing liquid) and autoclave. Add 50mL 40% glucose solution after autoclaving. \r\n\n\n\r\n\n\n**Synthetic complete dropout media \\(liquid and solid)** Dissolve 6.7 g yeast nitrogen base, 1.47 g of dropout mix, and 200 mg adenine hemisulfate in 900 mL deionized distilled water. Adjust pH to 5.9 with sodium hydroxide. Add 20 g of agar for solid medium \\(omit if preparing liquid) and autoclave. Allow to cool to 50 °C, then add 50 mL 40% glucose solution, and 8 mL of each amino acid solution desired. If preparing 1 mM 3-AT medium, add 1 mL of 1 M 3-AT solution. \r\n\n\n\r\n\n\n**0.1 M Sodium phosphate buffer pH 7.4** Add 3.1 g of sodium phosphate monobasic and 10.9 g of sodium phosphate dibasic to up to 1 L deionized distilled water. The final pH solution will be 7.4.\r\n\n\n\r\n\n\n**Yeast lysis buffer** Combine 0.1 M sodium phosphate buffer pH 7.4 with 1% betamercaptoethanol, 2.5mg/mL Zymolyase 20T and 100 ug/mL RNase A. Aliquot and store at -20 °C or make fresh."
        },
        {
            "header": "Equipment",
            "content": "0.2 μm pore vacuum filtration units for 250 mL total volume\r\n\n\n0.2 μm pore syringe filters\r\n\n\n10 mL syringes\r\n\n\n96-well spectrophotometer\r\n\n\n96-well clear flat bottom plates with 300 mL well capacity\r\n\n\n96-well black flat bottom plates \r\n\n\n96-well v-bottom plates with 400 mL well capacity\r\n\n\n6-well culture plates\r\n\n\nDisposable 100 mL reservoirs \\(Vistalab Technologies)\r\n\n\nVortex\r\n\n\nClinical centrifuge\r\n\n\nWater bath \r\n\n\nRattler Plating Beads \\(5 mm; ZymoResearch)\r\n\n\nBenchtop incubator \\(30 °C and 42 °C)\r\n\n\nShaking incubator \\(30 °C and 37 °C)\r\n\n\nMicrocentrifuge\r\n\n\nMicrocentrifuge tubes \\(1.5 mL or 2 mL)\r\n\n\nAluminum foil plate seals or automated plate sealer\r\n\n\nPCR machine\r\n\n\n96-well PCR plates\r\n\n\nPetri dishes \\(100 mm and 150 mm)\r\n\n\nPolypropylene centrifuge tubes \\(15 mL and 50 mL)\r\n\n\nMicrowave\r\n\n\nQubit fluorometric quantitation kit \\(Life Technologies)\r\n\n\ndsDNA Quantifluor System \\(Promega)\r\n\n\nAgarose gel electrophoresis system"
        },
        {
            "header": "Procedure",
            "content": "**High throughput Gateway LR** cloning of entry clones into CrY2H-seq destination plasmids. \r\n\n\n1. For recombining 96 entry clones, prepare the following master mix in one tube:\nSee figure in Figures section.\n*pDEST vector DNA signifies pADlox plasmid or pDBlox plasmid. \r\n\n\nOne master mix and one 96-well PCR plate must be prepared for each plasmid.\r\n\n\n\r\n\n\n2. Aliquot 4 μL into each well of a 96-well PCR plate. \r\n  3. Add 1 μL of each different entry clone to each well. \r\n  4. Seal plate very well and vortex briefly to mix. Centrifuge briefly. \r\n  5. Incubate at 25 °C overnight. \r\n  \r\n\n\n**Bacterial transformation and plasmid preparation of CrY2H-seq LR recombined clones**\r\n\n\n1. Thaw DH5α-T1\nR\nchemically competent _E. coli_ cells on ice and aliquot 10 μL of cells into each well of a 96-well PCR plate. This typically amounts to a total of 1 mL of cells per 96-well plate.\r\n  2. Add 1 μL of LR recombination reaction to competent cells. Do not pipet up and down, but instead seal plate, gently tap plate on the benchtop a few times to mix, then quickly return 96-well plate to ice. \r\n  3. Incubate on ice for 25 minutes. \r\n  4. Heat shock cells at 42 °C for 30 seconds in a PCR machine. \r\n  5. Place cells on back on ice for 2 minutes. \r\n  6. Add 100 μL of SOC to each well and incubate at 37 °C for 1 hour. \r\n  7. Directly inoculate 100 μL of transformation mix into 1 mL of terrific broth supplemented with carbenicillin \\(50 mg/L) in a 96-well deepwell plate and grow overnight at 37 °C with shaking.\r\n  8. Prepare archival glycerol stock plate by combining 50 μL of 50% glycerol \\(sterilized) with 100 μL of culture. Mix well by pipetting up and down. \r\n  9. Seal with foil and freeze at -80 °C.\r\n  10. For remaining culture, centrifuge at 3000 rpm for 10 minutes, and discard media by aggressively inverting plate over a waste collection bin, then tapping the inverted plate a few times on a clean absorbent pad or paper towel.\r\n  11. For plasmid preparation, follow QIAprep 96 Turbo Miniprep Kit protocol. \r\n  12. Measure DNA concentrations using the dsDNA Quantifluor System \\(Promega) and the 96-well plate reader. \r\n  \r\n\n\n**Yeast transformation of purified CrY2H-seq bait and prey clones**\r\n\n\n1. Streak out Y8800 and CRY8930 strains on YEPD and YEPD supplemented with hygromycin \\(125 mg/L) media respectively. Incubate at 30 °C for 48 hours to obtain isolated colonies. \r\n  2. For each strain, inoculate 20 mL of YEPD with at least 10 isolated colonies and incubate at 30 °C with shaking overnight. \r\n  3. Measure and record OD\n600\nwhich should be between 4.0 to 6.0. Dilute cells with YEPD to a final OD\n600\nof 0.1-0.2, aiming for 100 mL of YEPD per 96-well plate. \r\n  4. Incubate at 30 °C with shaking until the OD\n600\nreaches 0.6-0.8, and cells have undergone two doublings. This typically takes about 4 to 6 hours. \r\n  5. Boil salmon sperm DNA for 5 minutes and then place on ice until needed.\r\n  6. Pellet cells at 1500 rpm for 5 minutes, discard media and wash cells in 10 mL sterile water per 96-well plate.\r\n  7. Pellet cells at 1500 rpm for 5 minutes, and resuspend cells in 10 mL 1x LiAc/TE solution per 96-well plate. \r\n  8. Pellet cells at 1500 rpm for 5 minutes, and resuspend cells in 2 mL 1x LiAc/TE solution per 96-well plate. \r\n  9. Add 10 mL Lithium Acetate/Tris EDTA/PEG solution and 200 μL salmon sperm DNA per 96-well plate. Gently invert cells to mix. Add cells to a sterile trough and pipette 120 μL of cells per well in a 96-well v-bottom plate.\r\n  10. Pipette 10 μL of plasmid DNA into cell solution. \r\n  11. Seal plates very well with a plate sealer or with foil. Briefly vortex to mix plasmid DNA with cell solution and gently tap plate on benchtop.\r\n  12. Incubate plate at 42 °C for 1 hour in a benchtop incubator.\r\n  13. Pellet cells at 1500 rpm, and discard transformation mix by aggressively inverting plate over a waste collection bin then tapping the inverted plate a few times on a clean absorbent pad or paper towel.\r\n  14. Add 100 μL sterile water to each well to wash pellets.\r\n  15. Pellet cells at 1500 rpm, remove sterile water from each well by gently inverting plate over a waste collection bin. \r\n  16. Resuspend pellets in residual sterile water in each well and spot 5 μL of transformation on 1x SC –Leu media for bait strains or 1x SC –Trp media for prey strains.\r\n  17. Grow at 30 °C for 3 days.\r\n  18. Pick colonies into 200 μL per well of 1x SC –Leu or 1x SC –Trp liquid media and grow to saturation for 2 to 3 days with shaking at 30 °C.\r\n  19. Prepare archival glycerol stock plate by combining 50 μL of 50% glycerol \\(sterilized) with 100 μL of culture. Mix well by pipetting up and down. \r\n  20. Seal with foil and freeze at -80 °C.\r\n  21. With remaining yeast cultures, continue to pooling strains for generating CrY2H-seq bait and prey libraries\r\n  \r\n\n\n**Pooling CrY2H-seq bait and prey strains for generating multiplexed bait and prey libraries**\r\n\n\n\r\n\n\n1. Combine 50 μL of each prey strain culture into a sterile trough. Do the same for bait strain cultures. \r\n  2. Prepare 1 mL aliquots of at least 3 OD\n600\n, mix with 500 μL of 50% glycerol, and store at -80 °C. \r\n  \r\n\n\n**CrY2H-seq screening of multiplexed bait and prey libraries**\r\n\n\n1. Grow Y8800 strain with empty pADlox in 10 mL 1x SC –TRP at 30 °C for 2 days with shaking prior to screening. This strain will be spiked into mate culture to for self-activating protein identification.\r\n  2. Thaw at least 20 OD\n600\nof each library and inoculate each into 200 mL YEPD liquid media. Grow for 1 hour at 30 °C with shaking.\r\n  3. Measure OD\n600\nof each library, combine 20 OD\n600\nof each library, pellet cells, and discard media. \r\n  4. Resuspend cells in 13.5 mL YEPD and aliquot 1.5 mL of mate culture across 1.5 6-well culture plates. Incubate at 30 °C shaking at 50 rpm for 4.5 hours. \r\n  5. Combine 1.5 mL aliquots back together in one 50 mL tube. Reserve a 10 μL aliquot for calculating mating efficiency. \r\n  6. Pellet mate culture and resuspend in 100 mL 1x SC –Leu/-Trp supplemented with 125 g/mL hygromycin to enrich for diploids and reduce background growth. Grow at 30 °C overnight shaking at 150 rpm.\r\n  7. For calculating mating efficiency, plate serial dilutions \\(1:1,000, 1:10,000) of 10 μL mate culture reserved aliquot on 1x SC –Leu, 1x SC –Trp, and 1x SC –Leu/-Trp. Incubate for 3 days at 30 °C and then count colonies to calculate mating efficiency. \r\n  8. Pellet cells at 1500 rpm for 5 minutes and wash cells with 1x SC.\r\n  9. Pellet cells at 1500 rpm for 5 minutes and resuspend in sterile water to a final concentration of 1 OD\n600\nper mL. \r\n  10. Plate 500 μL \\(0.5 OD\n600\n) of cells per plate on 1x SC –Leu/-Trp/-His + 1 mM 3-AT \\(~48 plates) using plating beads and grow for 3 days at 30 °C.\r\n  11. Collect the cells from each plate by pipetting 3.5 mL deionized distilled water on to the plate, placing lid back on dish, and moving plate around in a circular motion on the benchtop so that all colonies become suspended. Remove lid, tilt plate to one side and pipette the collected cells across two wells of a 96-well deepwell plate. If 48 selection plates were used, all 96 wells should be used in the deepwell. \r\n  12. Seal plates very well and heat inactivate cells for 20 minutes in a 75 °C water bath. This step is to heat inactivate any proteins, particularly Cre recombinase, in the cells.\r\n  13. Pellet cells at 3000 rpm for 10 minutes at 4 °C. Discard supernatant by first inverting the plate over a waste collection bin, then by tapping the inverted plate a few times on a clean absorbent pad or paper towel.\r\n  14. Add 300 μL of yeast lysis buffer to each well and incubate at 37 °C for 1 hour at 50 rpm. \r\n  15. Carry out plasmid preparation following the QIAprep 96 Turbo Miniprep Kit protocol recommendations for purifying low-copy plasmids. Omit the use of P1 resuspension buffer since cells are already resuspended in yeast lysis buffer. Use double the volumes of buffers P2 and P3. Include wash step with buffer PB, and pre-heat buffer EB to 70 °C prior to eluting DNA from the QIAprep membrane. \r\n  16. Measure DNA concentrations using the dsDNA Quantifluor System \\(Promega) and the 96-well plate reader. \r\n  \r\n\n\n**Amplifying Cre-recombined ORF products from yeast minipreps**\r\n\n\n1. Prepare the following master mix in one tube \\(x100 for 1 96-well plate):\nSee figure in Figures section.\nPrimer sequences:\r\n\n\nAD primer: 5’ CACTGTCACCTGGTTGGACGGACCAAACTGCGTATAACGC\r\n\n\nDB primer: 5’ GATGCCGTCACAGATAGATTGGCTTCAGTGG\r\n\n\n\r\n\n\n2. Aliquot 23 μL of master mix into every well of a 96-well PCR plate on ice. To each well add 2 μL of yeast miniprep. Seal plate with adhesive aluminum foil. Place the PCR plate on a thermocycler and run the following program:\r\n  Step 1: Denaturation at 98 °C for 2 minutes\r\n\n\nStep 2: Denaturation at 98 °C for 10 seconds\r\n\n\nStep 3: Annealing at 65 °C for 30 seconds\r\n\n\nStep 4: Extension at 72 °C for 90 seconds\r\n\n\nRepeat steps 2 through 4 for a total of 21 cycles\r\n\n\nStep 5: Final extension at 72 °C for 7 minutes\r\n\n\nStep 6: Hold at 10 °C\r\n\n\n\r\n\n\n3. Load 5 μL of each PCR product on a 1% agarose 1x TAE gel and run at 100 V for 30-40 minutes. Products should appear as a DNA smear corresponding to the size range of expected Cre recombined products \\(~ 1 kb to greater than 4 kb). \r\n  4. Pool PCR reactions and concentrate DNA by performing a QIAquick column clean up or isopropanol precipitation. \r\n  5. Purify PCR products from primers by doing two rounds of purification with SeraMag Speedbeads at a 1:1 bead to DNA ratio. Typical yield is roughly 2 μg of amplicon DNA.\r\n  \r\n\n\n**Illumina sequencing library preparation**\r\n\n\n1. Fragment amplicon DNA to 300 bp with a Covaris S2 sonicator.\r\n  2. Perform a QIAquick column clean up \\(Qiagen) or isopropanol precipitation to remove small fragments. Elute or resuspend in 34 μL EB. \r\n  3. Following manufacturer’s instructions \\(Epicentre-Illumina) , prepare end-repair reaction by combining 34 μL of DNA with 5 μL 10x End-it buffer, 5 μL 10 mM dNTP mix, 5 μL ATP, and 1 μL End-it enzyme mix. Mix gently, perform a quick spin, and incubate at 22 °C for 45 minutes. \r\n  4. Perform a QIAquick column clean up \\(Qiagen) or isopropanol precipitation to remove small fragments. Elute or resuspend in 32 μL EB. \r\n  5. Prepare a-tail reaction by combining 32 μL DNA with 5 μL Klenow buffer \\(NEB Buffer 2), 10 μL 1 mM dATP, and 3 μL Klenow Fragment 3’-->5’ exo- \\(NEB). Mix gently, perform a quick spin, and incubate at 37 °C for 30 minutes.\r\n  6. Perform a QIAquick column clean up or isopropanol precipitation to remove small fragments. Elute or resuspend in 38 μL EB. \r\n  7. Prepare adapter ligation reactions by combining 37.5 μL of DNA with 5 μL of 10x DNA ligase buffer with ATP \\(NEB), 5 μL Truseq DNA adapter index \\(Illumina), and 2.5 μL T4 DNA ligase \\(NEB). Mix gently, perform a quick spin, and incubate at 16 °C overnight. \r\n  8. Run ligation reaction out on a 2% agarose gel and excise between 400-600 bp. \r\n  9. Purify using a QIAquick gel extraction kit \\(Qiagen) and elute in 25 μL EB.\r\n  10. Amplify adapter-ligated DNA by combining 23.5 μL DNA with 0.5 μL Phusion polymerase \\(NEB), 10 μL 5xGC buffer \\(NEB), 10 μL 5 M Betaine, 1 μL dNTPs \\(10mM each), 5 μL Truseq multiplexing PCR primer cocktail \\(Illumina).\r\n  11. Place the PCR plate on a thermocycler and run the following program:\r\n  Step 1: Denaturation at 98 °C for 2 minutes\r\n\n\nStep 2: Denaturation at 98 °C for 10 seconds\r\n\n\nStep 3: Annealing at 62 °C for 30 seconds\r\n\n\nStep 4: Extension at 72 °C for 30 seconds\r\n\n\nRepeat steps 2 through 4 for a total of 3 times\r\n\n\nStep 5: Final extension at 72 °C for 5 minutes\r\n\n\nStep 6: Hold at 10 °C\r\n\n\n12. Purify PCR products from primers with SeraMag Speedbeads at a 1:1 bead to DNA ratio.\r\n  13. Quantify the purified amplified library using a Qubit fluorometric quantitation kit.\r\n  \r\n\n\n**Next-generation sequencing**\r\n\n\nTo identify both ORFs on either end of interaction identifying fragments, 100 bp paired-end reads are recommended and sequencing to about 40 million read depth should provide sufficient coverage for screens of 2000 x 2000 ORFs. \r\n\n\n\r\n\n\n**Processing of paired-end reads**\r\n\n\nA software pipeline to analysis the raw sequencing data is available in the Trigg et al. Nature Methods 2017 supplementary files. Below is a brief description of how the pipeline processes the raw data. Inputs to the pipeline are FASTQ files from one sequencing run.\r\n\n\n \r\n\n\n1. Reads are mapped using Bowtie2-2.0.2 \\[5] local alignment with default settings to a custom genome composed of Arabidopsis TF coding sequences from TAIR10, the Saccharomyces cerevisiae genome, Gal4 AD and Gal4 DB domain sequences, and the empty CrY2H-seq plasmid sequences. \r\n  2. A quality filter is applied requiring reads to map with at least 30 matching bases, allowing a maximum of 2 mismatches, 2 insertions or deletions, and 2 bases of trimming from the beginning of the read.\r\n  3. Reads are then joined with their corresponding read pairs and included in the next analysis step only if both reads passed the first filter and mapped to Arabidopsis TF ORF sequences.\r\n  4. Clonal fragments are removed from read pairs if both reads in a fragment contained the same start positions.\r\n  5. Paired reads for which each of the mates aligned to a different ORF and showed the same strand orientation \\(Cre recombination occurs such that ORFs on pADlox and pDBlox plasmids become inverted in a 3’-to-3’ orientation) are included in further analysis.\r\n  6. A size filter is applied that requires the sum of the lengths of each read \\(start position of each read to the end of each ORF) and the lox region conform to the expected library size of 400-600bp.\r\n  7. Fragments mapping to ORF junction regions are totaled."
        },
        {
            "header": "References",
            "content": "1. Wang, X. et al. Three-dimensional reconstruction of protein networks provides insight into human genetic disease. Nat. Biotechnol. 30, 159–164 \\(2012).\r\n  2. Hofree, M., Shen, J. P., Carter, H., Gross, A. & Ideker, T. Network-based stratification of tumor mutations. Nat. Methods 10, 1108–1115 \\(2013).\r\n  3. Jiang, Z., Dong, X. & Zhang, Z. Network-Based Comparative Analysis of Arabidopsis Immune Responses to Golovinomyces orontii and Botrytis cinerea Infections. Scientific reports 6, 19149 \\(2016).\r\n  4. Venkatesan, K. et al. An empirical framework for binary interactome mapping. Nat. Methods 6, 83–90 \\(2009).\r\n  5. Langmead, B. & Salzberg, S. L. Fast gapped-read alignment with Bowtie 2. Nat Methods 9, 357–359 \\(2012)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4343",
                "date": "2017-06-28 10:49:30",
                "title": "CrY2H-seq: a massively multiplexed assay for deep-coverage interactome mapping",
                "authors": [
                    "Shelly A Trigg",
                    "Renee M Garza",
                    "Andrew MacWilliams",
                    "Joseph R Nery",
                    "Anna Bartlett",
                    "Rosa Castanon",
                    "Adeline Goubil",
                    "Joseph Feeney",
                    "Ronan O'Malley",
                    "Shao-shan C Huang",
                    "Zhuzhu Z Zhang",
                    "Mary Galli",
                    "and Joseph R Ecker"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14795,
                "identity": "a1110635-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Joseph R. Ecker",
                "email": "ecker@salk.edu",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "R.",
                "lastName": "Ecker",
                "suffix": ""
            },
            {
                "id": 14783,
                "identity": "a110ee72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shelly Trigg",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shelly",
                "middleName": "",
                "lastName": "Trigg",
                "suffix": ""
            },
            {
                "id": 14784,
                "identity": "a110f0ef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Renee Garza",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Renee",
                "middleName": "",
                "lastName": "Garza",
                "suffix": ""
            },
            {
                "id": 14785,
                "identity": "a110f352-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew MacWilliams",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "MacWilliams",
                "suffix": ""
            },
            {
                "id": 14786,
                "identity": "a110f626-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joseph R. Nery",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "R.",
                "lastName": "Nery",
                "suffix": ""
            },
            {
                "id": 14787,
                "identity": "a110f7a6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna Bartlett",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Bartlett",
                "suffix": ""
            },
            {
                "id": 14788,
                "identity": "a110f93f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rosa Castanon",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rosa",
                "middleName": "",
                "lastName": "Castanon",
                "suffix": ""
            },
            {
                "id": 14789,
                "identity": "a110fa92-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Adeline Goubil",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adeline",
                "middleName": "",
                "lastName": "Goubil",
                "suffix": ""
            },
            {
                "id": 14790,
                "identity": "a110fbd7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Joseph Feeney",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joseph",
                "middleName": "",
                "lastName": "Feeney",
                "suffix": ""
            },
            {
                "id": 14791,
                "identity": "a110ffb3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ronan O'Malley",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ronan",
                "middleName": "",
                "lastName": "O'Malley",
                "suffix": ""
            },
            {
                "id": 14792,
                "identity": "a111014e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shao-shan Carol Huang",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shao-shan",
                "middleName": "Carol",
                "lastName": "Huang",
                "suffix": ""
            },
            {
                "id": 14793,
                "identity": "a1110295-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zhuzhu Zhang",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zhuzhu",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 14794,
                "identity": "a11104db-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mary  Galli",
                "email": "",
                "orcid": "",
                "institution": "Ecker Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "",
                "lastName": "Galli",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-05-11 21:23:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.058",
        "doiUrl": "https://doi.org/10.1038/protex.2017.058",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609806,
                "identity": "503dd8f9-c2b6-4ce4-b2d7-02b51d45b4b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 772988,
                "visible": true,
                "origin": "",
                "legend": "The CrY2H-seq screening pipeline.   On day 1, archival stocks of bait and prey libraries are combined in one massively-multiplexed mate culture that undergoes diploid selection overnight. On day 2, the diploid culture is plated on media to select for cells with protein interaction-mediated Gal4 reconstitution and subsequent transcriptional activation of the HIS3 and CRE reporter genes. HIS3 expression allows cells to survive on selection media and CRE expression permits unidirectional plasmid linkage, where ORF combinations corresponding to protein-protein interactions become fixed together inside cells. After 3 days of selection, surviving cells are harvested en masse, plasmids are purified in a single prep, and Cre-recombined ORF junctions are amplified in multi-template PCR reactions. From these amplicons, an Illumina sequencing library is prepared and sequenced. A bioinformatics pipeline is used to identify fragments derived from Cre recombination PCR products.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5949/v1/figure_1.jpg"
            },
            {
                "id": 2609801,
                "identity": "d0e04ade-a020-4b6f-b0f8-29cc85ba29b5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 35585,
                "visible": true,
                "origin": "",
                "legend": "Table 1   LR reaction set-up.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5949/v1/figure_2.png"
            },
            {
                "id": 2609804,
                "identity": "f94e7eac-8aa9-4505-a083-7ae34102e7d6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 912790,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   The CrY2H-seq analysis pipeline.   (a) Reads are first mapped to a custom genome composed of Arabidopsis TF ORF sequences, S. cerevisiae genome, Gal4 AD and Gal4 DB domain sequences amplified by AD and DB primers (primer region), and empty plasmid sequence (not pictured). Overall alignments were as follows: 74.8% Arabidopsis, 16% primer region, 4.8% not aligned, 4.2% Yeast, and 0.2% empty plasmid. (b) Paired-end high-quality mapped reads are paired by read IDs and clonal fragments are removed. (c) Fragments are filtered for DNA strandedness to remove reads mapping to only one ORF. Examples of one protein interaction fragment (blue, green, and orange fragment) and a fragment mapping to only one ORF (purple fragment) are shown.  Fragments are filtered by fragment size based on a 300bp size range (~220 bp - ~520 bp). (d) Fraction of fragments remaining after each filtering step in the analysis pipeline. Average and standard deviation were calculated from the ten replicate screen datasets. (e) Fragments for unique ORF combinations are totaled only if read1 maps to a different ORF than read2. Paired-end reads mapping to three example protein interaction PCR products are shown. (f) A basal fragment cutoff is applied and removes any interaction product with less than 3 fragments from the data, as shown by the carry-over of interaction products showing more than 2 fragments (peach/lime and blue/green interaction product) and absence of the blue/red interaction product which had only 2 fragments. (g) Datasets from each screen are normalized by calculating the median total number of interaction fragments and calculating a scale factor based on the fold difference between the screen and median total interaction fragments. Unique interaction fragments are then multiplied by the calculated scale factor and rounded down to the nearest integer. An example is shown for screen 8. ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5949/v1/figure_3.jpg"
            },
            {
                "id": 2609805,
                "identity": "2ffc2498-222a-4d12-a8ef-cbb563d06dbe",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50866,
                "visible": true,
                "origin": "",
                "legend": "Table 2   PCR reaction set-up.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-5949/v1/figure_4.png"
            },
            {
                "id": 13465533,
                "identity": "7b3757bd-e0e8-44b1-9a54-881ceee80e74",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 520059,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5949/v1/41aa6278-e787-4374-a8c4-679c66b6df78.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "yeast two-hybrid, protein-protein interaction, interactome, sequencing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Knowledge from protein interactome mapping can greatly enhance how we interpret genomic and transcriptomic data. However interactome datasets are currently incomplete, limited by the throughput of existing technologies. Here we describe a massively-multiplexed yeast two-hybrid method, CrY2H-seq, for deep coverage interactome mapping. This protocol accompanies Trigg et al \\(Nature Methods 2017); it was added to the manuscript after formal peer review, as an aid to users.",
        "manuscriptTitle": "CrY2H-seq interactome screening",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-06-28 10:52:08",
                "doi": "10.1038/protex.2017.058",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1109b3c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 28th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3940,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-06-28 10:52:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}