{
    "identity": "nprot-5011",
    "title": "Human TCR alpha and beta RNA-based RACE protocol with unique molecular barcoding",
    "content": [
        {
            "header": "Reagents",
            "content": "1. Blood sample or directly extracted cells or RNA sample.\r\n  2. Ficoll Paque density gradient medium \\(for isolation of mononuclear cells). \r\n  3. Hanks medium or PBS \\(for isolation of mononuclear cells).\r\n  4. RNeasy Micro Kit \\(Qiagen) or another column-based RNA isolation kit.\r\n  5. SMARTScribe Reverse Transcriptase kit \\(Clontech).\r\n  6. Primers for cDNA synthesis and PCR amplification. See \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4601/original/Table_1._Oligonucleotides_-_1_1_.pdf?1467718316 for details.\r\n  7. rRNasin \\(Promega).\r\n  8. Uracyl DNA glycosylase \\(New England Biolabs).\r\n  9. MinElute PCR Purification Kit \\(Qiagen).\r\n  10. Q5 DNA-polymerase \\(New England Biolabs).\r\n  11. QIAquick PCR purification Kit \\(Qiagen).\r\n  12. NEBNext Ultra DNA library prep kit for Illumina.\r\n  13. AMPure XP beads \\(Beckman Coulter)."
        },
        {
            "header": "Equipment",
            "content": "1. Tabletop centrifuge.\r\n  2. Vortex.\r\n  3. 0.2 and 1.5 ml tubes.\r\n  4. 15 and 50 ml Falcon tubes.\r\n  5. Set of automatic pipettes ranging from 10 µL and 1 ml.\r\n  6. PCR Machine.\r\n  7. Agilent Bioanalyzer or gel electrophoresis system."
        },
        {
            "header": "Procedure",
            "content": "**CRITICAL STEP:** Perform cell isolation, RNA purification, cDNA synthesis and 1st PCR preparation steps in the separate clean work places. General recommendation to lower the risk of RNA degradation and contamination should be carried out: \\(labcoats, gloves, tips with aerosol filters, certified RNAse/DNAse free reagents, performing of non-template control reaction).\r\n\n\n\r\n\n\n**Preparing starting material – cell purification**\r\n\n\n\r\n\n\n**1|** Perform isolation of mononuclear cells from whole blood using Ficoll Paque density gradient centrifugation or lymphocyte extraction from tissue specimen.\r\n\n\n\r\n\n\n**2|** Optionally: purify T cells subset of interest using magnetic separation or fluorescence-activated cell sorting.\r\n\n\n\r\n\n\n**CRITICAL STEP:** TCR cDNA libraries can be generated starting from RNA isolated from total leukocytes, PBMCs or any tissue containing T cells.\r\n\n\n\r\n\n\n**CRITICAL STEP:** Control for the counts of purified T cells of interest is desirable in order to manage the amount of input cells and RNA material.\r\n\n\n\r\n\n\n**CRITICAL STEP:** If using fluorescence-activated cell sorting for purifying limited number of cells, direct sorting into lysis buffer from RNA isolation kit is recommended \"\\(RLT buffer, Qiagen)\":https://www.qiagen.com/ru/shop/lab-basics/buffers-and-reagents/buffer-rlt#orderinginformation. The cells are lysed immediately in the collection tube and the mRNA is protected from degradation.\r\n\n\n\r\n\n\n**CRITICAL STEP:** It is preferable to use freshly isolated cell sample for RNA purification. In the case of frozen samples, culture thawed cells overnight in RPMI-1640 supplemented with 10% human serum.\r\n\n\n\r\n\n\n**Preparing starting material – total RNA**\r\n\n\n\r\n\n\n**3|** Use column-based RNA isolation method, for example, RNeasy Micro kit \\(QIAGEN). Verified minimal number of cells for the protocol is _500 T cells sorted directly in RLT buffer of RNeasy Micro kit._\r\n\n\n\r\n\n\n**CRITICAL STEP:** Large amounts of gDNA significantly affect cDNA synthesis. For large numbers of cells \\(>200,000 cells), when using column-based RNA extraction method, DNAse treatment is strongly recommended for large numbers of cells.\r\n\n\n\r\n\n\n**PAUSE POINT:** Cellular lysate in RLT buffer \\(QIAGEN) can be stored at -70ºC for at least a month. Works even for low cell counts.\r\n\n\n\r\n\n\n**4|** Optionally: verify RNA quantity and quality, e.g. using Agilent Bioanalyzer or gel electrophoresis. RNA Integrity Number > 7, or correct 28S rRNA:18S rRNA ratio \\(around 1.5-2.5:1) and a low number of shadow bands above and below 18S band are indicative of high quality RNA. \r\n\n\n\r\n\n\n**CRITICAL STEP:** High RNA quality is critical for the efficient library preparation.\r\n\n\n\r\n\n\n**PAUSE POINT:** RNA can be stored in 75% ethanol at least 1 year at -20°C, or at least 1 week at 4°C. For small RNA amounts \\(less than 100 ng), it is better to start cDNA synthesis immediately after RNA extraction.\r\n\n\n\r\n\n\n**cDNA synthesis with template switch**\r\n\n\n\r\n\n\nIn case of QIAGEN column RNAeasy MinElute isolation - recommended for less than 100 000 cells - which is a more common case, the minimal final RNA volume is ~10 µl \\(using 12 μl elution buffer). Hence, two cDNA synthesis can be used to proceed the whole sample \\(5 µl of RNA in one reaction). \r\n\n\n\r\n\n\n**5|** In a sterile thin-walled 0.2 ml reaction tube, mix the following reagents in a final volume of 20 μl:\r\n\n\n- First Strand Buffer \\(5x, Clontech) - 4 μl;\r\n\n\n- DTT \\(20 mM) - 2 μl;\r\n\n\n- dNTP solution \\(10 mM each) - 2 μl;\r\n\n\n- cDNA synthesis primer mix* \\(10 μM each): ACR_st4 & BCR4short - 2 μl;\r\n\n\n- 5’-template switch adapter \\(10 μM) - 2 μl;\r\n\n\n- SMARTScribe Reverse Transcriptase \\(10x, Clontech) - 2 μl;\r\n\n\n- rRNasin \\(Promega) - 1 µl;\r\n\n\n- RNA - 1-5 µl;\r\n\n\n- mQ - 0-4 µl.\r\n\n\n_*see \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4601/original/Table_1._Oligonucleotides_-_1_1_.pdf?1467718316 for primer mixes._\r\n\n\n\r\n\n\n**CRITICAL STEP:** Preferably, use most or all RNA extracted from sample of interest. At a later stage \\(step 9), a portion of obtained cDNA may be used in order to achieve desirable coverage in terms of sequencing reads per UMI \\(cDNA). High coverage \\(>5 reads per UMI) allows to correct errors using UMI logic only, without following frequency-based correction of PCR errors. \r\n\n\n\r\n\n\n**6|** Place the reaction tube\\(s) into a thermal cycler and incubate 60 minutes at 42ºC.\r\n\n\n\r\n\n\n**7|** Add 1 µl of Uracyl DNA glycosylase \\(5 U/µl, New England Biolabs) and incubate 40 min at 37ºC. \r\n\n\n\r\n\n\n**CRITICAL STEP:** Uracyl DNA glycosylase treatment removes residual template switch adapter which is critical for the accurate labeling of starting cDNA molecules. \r\n\n\n \r\n\n\n**8|** Purify cDNA using MinElute PCR Purification Kit \\(Qiagen). During purification, wash twice with PE buffer. Elute with 14 µl EB buffer.\r\n\n\n\r\n\n\n**CRITICAL STEP:** Residual quantity of oligonucleotides and enzymes used in the reverse transcription negatively affect subsequent PCR. Removing of these components provides obtaining of pure final bands and allows to carry out 1st PCR in a smaller reaction volume.\r\n\n\n\r\n\n\n**PAUSE POINT:** At this time, purified cDNA can be stored at 4°C overnight.  For extended storage \\(<=1 month), it is recommended that the cDNA product be stored at −20°C in the freezer. However, it is safer to proceed with the 1st PCR the same or next day without freezing, not to lose the material. With minimal cell counts, safer to proceed the same day.\r\n\n\n\r\n\n\n**First PCR amplification**\r\n\n\n\r\n\n\nDuring optimization of PCR amplification step we have tested several polymerases from different suppliers. The best result was obtained with Q5 polymerase \\(NEB, M0491L, 500 units). Alternatively, other polymerase with high fidelity and processivity may be used.\r\n\n\n\r\n\n\nBoth alpha and beta TCR chains can be amplified in the same first round PCR reaction when sample availability is limited. Carry out 21 cycles.\r\n\n\n\r\n\n\nUse proportional number of reaction tubes to amplify required amount of cDNA: For up to 300 000 cells in initial sample: cDNA synthesis of the sample can be pooled on the single MinElute Qiagen column for purification and eluted with 12 μl elution buffer. Take all into the 50 μl of the first round PCR reaction.\r\n\n\n\r\n\n\n**9|** In a sterile thin-walled 0.2 ml reaction tube, mix the following reagents in a final volume of 50 μl:\r\n\n\n- 1st strand cDNA - 1-10 μl;\r\n\n\n- Q5 polymerase buffer \\(5x, NEB) - 10 μl;\r\n\n\n- dNTP mix \\(10 mM each) - 1 μl;\r\n\n\n- Forward: M1ss primer - 1 μl;\r\n\n\n- Reverse primers mix* \\(10 μM each): ACR_st1 & BC2uniR \\(10 μM) - 1 μl; \r\n\n\nQ5 polymerase \\(NEB) - 0.5 μl;\r\n\n\nNuclease free water - 26.5-35.5 μl.\r\n\n\n_*see \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4601/original/Table_1._Oligonucleotides_-_1_1_.pdf?1467718316 for primer mixes._\r\n\n\n\r\n\n\n**CRITICAL STEP:** Use proportional number of reaction tubes to amplify required amount of cDNA.\r\n\n\n\r\n\n\n**10|** Perform PCR using the following parameters:\r\n\n\ndenature - 98ºC for 10 seconds,\r\n\n\nanneal - 55ºC for 10 seconds,\r\n\n\nextend - 72ºC for 50 seconds,\r\n\n\nnumber of cycles - 21.\r\n\n\n\r\n\n\n**11|** Combine PCR products that were obtained starting from the same RNA sample and purify using the QIAquick PCR purification Kit. During purification, wash twice. Elute purified PCR product in 30 µl of elution buffer.\r\n\n\n\r\n\n\n**PAUSE POINT:** At this time, purified product of the 1st PCR can be stored at 4°C overnight. For extended storage \\(1-2 months), it is recommended that the PCR product be stored at −20°C freezer.\r\n\n\n\r\n\n\n**Second PCR amplification**\r\n\n\n\r\n\n\nThis part of the protocol uses slightly nested reverse constant region primers coupled with added sample barcodes. The numbers of barcoded sample primers used will need to be adjusted according to the number of samples and each barcode must be assigned to only one sample amplification. See the end of the protocol for a complete list of synthesized barcoded sample primers.\r\n\n\n\r\n\n\nAt this point, the samples must be split and processed separately for alpha and beta if 2 primers were combined in cDNA synthesis and 1st PCR). Therefore each first round reaction will generate 2 second round PCRs, one for alpha and one for beta.\r\n\n\n \r\n\n\n**12|** In a sterile thin-walled 0.2 ml reaction tube, mix the following reagents in a final volume of 50 μl:\r\n\n\n- Purified 1st PCR product 1-2*; \r\n\n\n- Q5 polymerase buffer \\(5x, NEB) - 10 μl;\r\n\n\n- dNTP mix \\(10 mM each) - 1 μl;\r\n\n\n- M1s primer with sample barcode \\(10 µM) - 1 μl;\r\n\n\n- hum bcj_i /hum acj_i primer with sample barcode \\(10 µM)  - 1 μl;\r\n\n\n- Q5 polymerase \\(NEB) - 0.5 μl;\r\n\n\n- Nuclease free water - 34.5-35.5 μl.\r\n\n\n_*in some cases, dilution of the 1st PCR product may enhance efficiency of the 2nd PCR_\r\n\n\n\r\n\n\n**CRITICAL STEP:** On a single MiSeq/HiSeq run, combine M1s primers with different numbers of random nucleotides at the 5’-end for different samples \\(2, 3, or 4 nt, see \"Table 1\":http://www.nature.com/protocolexchange/system/uploads/4601/original/Table_1._Oligonucleotides_-_1_1_.pdf?1467718316). This provides better diversity generation which is critical for clusters differentiation by Illumina sequencer.\r\n\n\n\r\n\n\n**13|** Perform PCR using the following parameters:\r\n\n\ndenature - 98ºC for 10 seconds,\r\n\n\nanneal - 58ºC for 10 seconds,\r\n\n\nextend - 72ºC for 50 seconds,\r\n\n\nnumber of cycles - 10-16.\r\n\n\n\r\n\n\n**14|** Verify quality and concentration of obtained PCR product by analyzing aliquot of the sample alongside DNA ladder on agarose gel or Agilent Bioanalyzer.\r\n\n\n\r\n\n\n**CRITICAL STEP:** Visible band \\(~2 ng/ul) should be normally obtained within 9-15 cycles of second PCR. Absence of visible band by 18 cycle of 2nd PCR may indicate that less than 1,000 cDNA molecules have entered 1st PCR.\r\n\n\n\r\n\n\n**15|** Purify PCR product using QIAquick PCR purification Kit \\(or other column based purification system). During purification, wash twice.\r\n\n\n\r\n\n\n**CRITICAL STEP:** It is important to purify products of the second PCR within an hour after amplification. Otherwise residual enzyme activities may damage the ends of the library that carry sample barcodes required for the data demultiplexing in further software analysis. Preferably store at +4ºC in the meanwhile.\r\n\n\n\r\n\n\n**PAUSE POINT:** At this time, purified libraries can be stored at 4°C overnight. For extended storage \\(up to 1 month), it is recommended that the PCR product be stored at −20°C freezer before adapter ligation.\r\n\n\n\r\n\n\n**Sequencing library preparation**\r\n\n\n\r\n\n\n**16|** For each of the obtained libraries, determine concentration using the QuBit Fluorometer.\r\n\n\n\r\n\n\n**17|** Process libraries for sequencing by pooling before adapter ligation \\(option A) or after ligation of adapters \\(option B):\r\n\n\n\r\n\n\n**A. Pooled adapter ligation**\r\n\n\n**I.** For a MiSeq run or HiSeq lane, prepare pool of your libraries by combining equal molar or equal volume portion of each individual sample. Resulting amount of pooled PCR products should be at least 300 ng. \r\n\n\n\r\n\n\n**CRITICAL STEP:** We recommend to generate parallel libraries of similar content \\(e.g., ten samples of 100,000 cells each) using the same protocol and number of PCR cycles, and further mix the obtained libraries in equal volume proportions. This allows to obtain homogeneous over-sequencing \\(reads per molecular barcode), which is optimal for further comparative bioinformatic analysis. For example, the library which started from 30,000 T cells may produce more PCR product than one which started from 10,000 T cells after the same number of PCR cycles. However, the former library would also carry proportionally more TCR cDNA molecules, and thus requires more sequencing reads to achieve the comparable UMI over-sequencing.\r\n\n\n\r\n\n\n**II.** Use pooled PCR products from previous step to prepare a sequencing library. Use the NEBNext Ultra DNA library prep kit for Illumina and apply a standard protocol according to the \"manufacturer recommendations.\":https://www.neb.com/protocols/2014/05/22/protocol-for-use-with-nebnext-ultra-dna-library-prep-kit-for-illumina-e7370 \r\n\n\n\r\n\n\n**B. Separate adapter ligation**\r\n\n\n**I.** Alternatively, prepare separate libraries for each sample. Use the NEBNext Ultra DNA library prep kit for Illumina and apply a standard protocol according to the \"manufacturer recommendations.\":https://www.neb.com/protocols/2014/05/22/protocol-for-use-with-nebnext-ultra-dna-library-prep-kit-for-illumina-e7370  Use at least 300 ng of each PCR product.\r\n\n\n\r\n\n\n**CRITICAL STEP:** Double-end sample barcoding in the second PCR amplification efficiently protects from cross-sample contaminations during co-amplification of joined PCR-products after adapter ligation. Nevertheless, some minimal cross-sample contamination may still occur. In order to provide 100% protection from the cross-sample contaminations, ligation of Illumina adapters separately to each library is recommended.\r\n\n\n\r\n\n\n**II.** For a MiSeq/HiSeq run, pool libraries of interest with ligated Illumina adapters in equal volumes.\r\n\n\n\r\n\n\n**18|** Purify target library using AMPure XP beads or agarose gel purification. Prepare 2% agarose gel with 1x TBE buffer. Run the agarose gel electrophoresis at 120V for\n60 minutes. Then excise the gel with amplified libraries in the range of\n600-750 nt \\(size of amplicons with Illumina adapters is sample dependent).\r\n\n\n\r\n\n\n**CRITICAL STEP:** Even minor amounts of short non-specific products may essentially reduce counts of target sequencing reads, since short fragments are much more efficient in solid-phase bridge amplification.\r\n\n\n\r\n\n\n**CRITICAL STEP:** Cut from gel widely, not to lose shortest and longest variants, since the invisible dispersion of TCR fragments lengths may be significant.\r\n\n\n\r\n\n\n**CRITICAL STEP:** Cut from gel quickly, or preferably use Safe Imager and Sybr Green staining, not to damage the library.\r\n\n\n\r\n\n\n**Sequencing**\r\n\n\n\r\n\n\n**19|**  Spike the library with 20% of PhiX library.\r\n\n\n\r\n\n\n**20|** Analyze the resulting library using paired end Illumina MiSeq or HiSeq2500 sequencing, standard Illumina sequencing primers, 150+150 or 200+200 paired end sequencing.\r\n\n\n\r\n\n\n**CRITICAL STEP:** 150+150 length is sufficient to cover CDR3. However, the longer are the reads, the more accurate is V gene segment identification afterwards."
        },
        {
            "header": "Timing",
            "content": "1. Preparing starting material – cell purification. Timing ~2.5 h\r\n  2. Preparing starting material – total RNA. Timing ~0.5 h\r\n  3. cDNA synthesis with template switch. Timing ~2 h\r\n  4. First PCR amplification. Timing ~2 h\r\n  5. Second PCR amplification. Timing ~2 h\r\n  6. Sequencing library preparation. Timing ~2 h\r\n  7. Sequencing. Timing variable"
        },
        {
            "header": "Troubleshooting",
            "content": "The most common problems during cDNA libraries preparation and possible ways of it solution are shown in the \"Table 2.\":http://www.nature.com/protocolexchange/system/uploads/4603/original/Table_2._Troubleshooting_-_1.pdf?1467723266"
        },
        {
            "header": "Anticipated Results",
            "content": "Using the protocol provided will typically produce pure PCR band after 21 cycles of first PCR and 10-16 cycles of second PCR amplification, depending on the cell count, cell integrity, RNA quality, mRNA content in cells, and amounts of starting mRNA."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.4049/jimmunol.1500215",
                "date": "2016-07-04 11:03:33",
                "title": "Quantitative Profiling of Immune Repertoires for Minor Lymphocyte Counts Using Unique Molecular Identifiers",
                "authors": [
                    "E. S. Egorov",
                    "E. M. Merzlyak",
                    "A. A. Shelenkov",
                    "O. V. Britanova",
                    "G. V. Sharonov",
                    "D. B. Staroverov",
                    "D. A. Bolotin",
                    "A. N. Davydov",
                    "E. Barsova",
                    "Y. B. Lebedev",
                    "M. Shugay",
                    "and D. M. Chudakov"
                ],
                "journal": "The Journal Of Immunology",
                "logo": ""
            },
            {
                "doi": "10.18632/oncotarget.6349",
                "date": "2016-07-06 13:24:37",
                "title": "Sequencing rare T-cell populations",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14017,
                "identity": "a0bf817c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Evgeny Egorov",
                "email": "evgengorov@gmail.com",
                "orcid": "",
                "institution": "Laboratory of Genomics of Adaptive Immunity",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Evgeny",
                "middleName": "",
                "lastName": "Egorov",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-07-07 12:56:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.044",
        "doiUrl": "https://doi.org/10.1038/protex.2016.044",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609495,
                "identity": "cfc7eb7d-5cfd-4912-9a44-1b8e8dac5b1c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 34179,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Oliginucleotides",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-5011/v1/figure_1.png"
            },
            {
                "id": 2609499,
                "identity": "92dc86ed-639e-4032-b765-d799496a8c7a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 48285,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-5011/v1/figure_2.png"
            },
            {
                "id": 13464865,
                "identity": "efb04208-fe14-4438-a9e5-5be3844cc4b9",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 518598,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5011/v1/3caf25bc-4965-4ad5-ad67-7f4550c2d260.pdf"
            }
        ],
        "financialInterests": "The author has no financial conflicts of interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "T-cell receptor, cDNA library preparation, high-throughput sequencing, TCR repertoire profiling, Rep-Seq, UMI",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "High-throughput sequencing of T cell \\(TCR) receptor repertoires is a powerful tool for modern adaptive immunity studies. In this protocol, we report a robust and high quality approach based on unique molecular identifiers which allows for a fast and reproducible cDNA library preparation for high-throughput sequencing. Works even for small cell counts.",
        "manuscriptTitle": "Human TCR alpha and beta RNA-based RACE protocol with unique molecular barcoding",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-07-07 13:24:53",
                "doi": "10.1038/protex.2016.044",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0bf1337-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 7th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3653,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3654,
                "name": "Biotechnology"
            },
            {
                "id": 3655,
                "name": "Biological techniques"
            },
            {
                "id": 3656,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-07-07 13:24:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}