{
    "identity": "nprot-2828",
    "title": "A Protocol for Fabrication of Barium-doped Tantalum Nitride Nanorod Arrays",
    "content": [
        {
            "header": "Introduction",
            "content": "Vertically aligned nanowire/nanorod arrays are promising building blocks for devices such as photodetectors, light emitting devices, and solar cells.<sup>1-4</sup> Deposition of functional materials into nano-porous templates is a facile “bottom-up” technique for the fabrication of vertically aligned nanowire/nanorod arrays.<sup>5</sup> Due to its simple fabrication process and controllable structures, porous anodic alumina \\(PAA) membrane is widely used as the template material. <sup>6,7</sup> In a conventional process, PAA templates are first formed on top of substrates and then precursor materials are deposition into the templates to form nanowires/nanorods by liquid-phase deposition such as electrodeposition or vapor-phase deposition such as chemical vapor deposition \\(CVD) and atomic layer deposition \\(ALD).<sup>8-10</sup> The materials that form the nanowires/nanorods are either from the electrolyte for electrodeposition or from the vapor for CVD and ALD. Alternatively, the metal substrates beneath the PAA templates could be used as the sources to grow metal oxide nanorods in a process called “through-mask anodization”.<sup>11,12</sup> This novel anodization method results in nanorods grown directly from the metal substrate having more intimate contact and better mechanical stability, which is more favorable from the practical point of view. \r\n\n\nIn this protocol, we report the fabrication of barium-doped tantalum nitride \\(Ba-Ta<sub>3</sub>N<sub>5</sub>) following the procedure depicted in the flow diagram in figure 1. Starting with a clean tantalum \\(Ta) substrate, a thin layer of aluminum \\(Al) is deposited on the Ta substrate. The Al layer is first anodized thoroughly to form a PAA mask on top of the Ta substrate. Then, though-mask anodization of the Ta substrate is performed after adjusting the pore size of the PAA mask. During the through-mask anodization process, tantalum oxide \\(Ta<sub>2</sub>O<sub>5</sub>) formed by anodization is partially filled into the nanochannels of the PAA mask. Vertically aligned Ta<sub>2</sub>O<sub>5</sub> nanorod array is obtained after selectively etching the PAA mask. After that, bariumTa<sub>2</sub>O<sub>5</sub> precursor is loaded on the surface of the Ta2O5 nanorods. Finally, vertically aligned Ba-Ta3N5 nanorod array is achieved by nitriding the Ba-loaded Ta<sub>2</sub>O<sub>5</sub> nanorod array in ammonia atmosphere. Using the above-described method, vertically aligned Ba-Ta<sub>3</sub>N<sub>5</sub> nanorod array with uniform diameter and length was fabricated on a large scale. As shown in the associated publication, the Ba-Ta<sub>3</sub>N<sub>5</sub> nanorod array modified with a cobalt-phosphate co-catalyst showed high solar energy conversion efficiency when used as a photoanode for photoelectrochemical water splitting. This method can also be applied to other materials \\(e.g., Nb, Zr, Ti) to fabricate vertically aligned nanorod arrays of metal oxides/nitrides for different applications.\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2711/original/flow_chart.png?1381197932\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/2711/thumbnail/flow_chart.png?1381197932\" > </a>"
        },
        {
            "header": "Reagents",
            "content": "- Tantalum sheet, 0.1 mm in thickness, 99.95% purity \\(Nilaco, cat. no. TA-413325)\r\n\n\n- Acetone \\(\\(CH<sub>3</sub>)<sub>2</sub>CO), 99.5% purity \\(Kanto)\r\n\n\n- Isopropyl alcohol \\(\\(CH<sub>3</sub>)<sub>2</sub>CHOH), 99.9% purity \\(Wako)\r\n\n\n- Aluminum evaporation slug, diam. × L 6.3 mm × 6.3 mm, 99.999% trace metals basis \\(Sigma-Aldrich, cat. no. 433705-25G)\r\n\n\n- Oxalic acid \\(HOOCCOOH), 98.0% purity \\(Wako)\r\n\n\n- Phosphoric acid \\(H<sub>3</sub>PO<sub>4</sub>), 85.0% purity \\(Wako)\r\n\n\n- Boric acid \\(H<sub>3</sub>BO<sub>3</sub>), 99.5% purity \\(Kanto)\r\n\n\n- Barium nitrate \\(Ba\\(NO<sub>3</sub>)<sub>2</sub>), 99.0% purity \\(Kanto) \r\n\n\n- Nitrogen \\(N<sub>2</sub>), 99.99995% purity \\(Taiyo Nippon Sanso)\r\n\n\n- Ammonia \\(NH<sub>3</sub>), 100 v/v% \\(Sumimoto)\r\n\n\n- Hydrochloride acid \\(HCl), 35.0~37.0% purity \\(Wako)"
        },
        {
            "header": "Equipment",
            "content": "- Thermal evaporator \\(ULVAC VFR-200M/ERH)\r\n\n\n- DC power supply, maximum output: 650 V, 1.2 A \\(Matsusada Precision RK650-1.2)\r\n\n\n- Magnetic stirrer\r\n\n\n- Two-electrode electrochemical cell, cell volume: 300-500 ml, counter electrode: Pt or graphite\r\n\n\n- Water bath, temperature: 0-80 °C\r\n\n\n- Natural convection oven \\(AS ONE DOV-450)\r\n\n\n- Tube furnace, maximum heating temperature: 1100 °C, tube inner diameter: 24 mm, tube length: 70 cm\r\n\n\n- Mass flow controller \\(KOFLOC 8500)\r\n\n\n- Hume hood \\(Dalton)"
        },
        {
            "header": "Procedure",
            "content": "Ba-doped Ta\n3\nN\n5\nnanorods are fabricated following the steps depicted in the flow diagram in Fig. 1. The detailed procedure is as follows:\r\n\n\n\r\n\n\n1. _Preparation of Ta substrate._ Ta sheet is cut into desired size \\(e.g., 1 × 5 cm\n2\n). The Ta substrate is then cleaned in acetone and isopropyl alcohol by sonication, each for 10 min. Finally, it is dried thoroughly with a N\n2\ngun before loading into the evaporation chamber.\r\n  2. _Deposition of aluminum layer._ Aluminum slug with a weight of\n0.5 g is loaded on a tungsten evaporation boat. Ta substrate is put 30 cm above the aluminum source. The evaporation chamber is pumped to a base pressure of\n3 × 10\n-3\nPa with a diffusion pump. Aluminum layer is evaporated on the Ta substrate at a rate of 10-30 nm/s. The deposition rate and thickness are measured with a quartz crystal thickness monitor. The thickness of the Al layer deposited on the Ta substrate is about 2-3  μm. \r\n  3. _Growth of PAA mask._ The Al-coated Ta is anodized in 0.3 M oxalic acid solution at 40 V to form a PAA mask. The electrolyte is cooled with a water bath to a temperature of ~5 °C and under stirring with a magnetic stirrer. The Al layer is anodized thoroughly until the pores reach the Ta substrate. This can be judged from the anodizing current, which decreases to nearly 0 when the anodization of Al is completed. The variation of the diameter of the nanorods can be achieved in this step. PAA masks with different pore sizes can be fabricated by varying the anodizing voltage. Correspondingly, the composition and concentration of the electrolyte should be changed to achieve a stable anodization. \r\n  4. _Widening the pores of the PAA mask._ The pore size of the PAA mask is about 30 nm. To widen the pore size of the PAA mask, the sample is dipped into a 5% H\n3\nPO\n4\nsolution for 90 s. The temperature of the solution is heated to 60 °C with a water bath. After etching, the sample is rinsed with pure water. The diameter of the nanorods can also be varied in a certain range by changing the etching time. \r\n  5. _Through-mask anodization._ The Ta substrate coated with PAA mask is then anodized in 0.5 M H\n3\nBO\n3\nsolution at room temperature under stirring. The anodizing voltage is ramped from 0-650 V at a rate of 0.1 V/s and kept at 650 V for 1 h. Caution should be taken with the high voltage used here. The length of the nanorods can be varied by either the anodizing voltage or anodizing time.\r\n  6. _Selective etching of the PAA mask._ After the growth tantalum oxide nanorods by through-mask anodization, the PAA mask is selectively etching with a 5% H\n3\nPO\n4\nsolution. The sample immersed in the H\n3\nPO\n4\nsolution is put into a natural convection oven held at 60 °C for about 4 h. After that, the sample is thoroughly rinsed with pure water and dried with a N\n2\ngun.\r\n  7. _Loading of Ba precursor._ Ba precursor is loaded on the surface of the tantalum oxide nanorods by dipping the sample into a 0.1 M Ba\\(NO\n3\n)\n2\naqueous solution for about 10 s and then dried with a N\n2\ngun. \r\n  8. _Nitridation._ The tantalum oxide nanorods loaded with Ba precursor are then nitrided in a horizontal tube furnace. The sample is loaded into an alumina boat and placed in the center of the heating zone. The tube is sealed with air-tight flanges. Before heating, the tube is purged with N\n2\nto get rid of air. The furnace is then heated at a rate of 20 °C/min to 1000 °C under NH\n3\nflow \\(5 sccm). The temperature is kept at 1000 °C for 2 h and then cooled naturally to room temperature. After that, the tube is purged with N\n2\nagain to get rid of NH\n3\nbefore taking out the sample. Caution should be taken with the hazardous NH\n3\n. The furnace is put into a fume hood in case that there is any leak of NH\n3\n. The gas outlet of the tube furnace is connected to a NH\n3\ntrap consisting HCl solution."
        },
        {
            "header": "Timing",
            "content": "The approximate time required for each step is given below: \r\n\n\n\r\n\n\n1. Preparation of Ta substrate: 30 min\r\n  2. Deposition of aluminum layer: 1 h\r\n  3. Growth of PAA mask: 2 h\r\n  4. Widening the pore size of the PAA mask: 5 min \r\n  5. Though-mask anodization: 3 h\r\n  6. Selective etching of the PAA mask: 4 h\r\n  7. Loading of Ba precursor: 5 min\r\n  8. Nitridation: 5 h"
        },
        {
            "header": "Troubleshooting",
            "content": "Following procedure described above, sample with good uniformity should be achieved. In case of a problem, please check below for possible reasons and solutions: \r\n\n\n\r\n\n\n1. _Problem:_ PAA mask damaged in step 3. \r\n  _Possible reasons:_ the surface of the Ta substrate is not clean; the Al layer is contaminated during thermal evaporation; heat generated during anodization is not well dissipated.  \r\n\n\n_Solutions:_ use extra clean process \\(such as RCA clean process for removing organic contaminants) for Ta substrate; clean the deposition chamber and improve the vacuum condition of the evaporation system; increase the stirring speed.\r\n\n\n2. _Problem:_ sample damaged in step 5. \r\n  _Possible reason:_ the thickness of the PAA mask is not enough.\r\n\n\n_Solution:_ increase the thickness of the Al layer.\r\n\n\n3. _Problem:_ sample damaged in step 8. \r\n  _Possible reason:_ there is residual air in the tube or the tube is leaking.\r\n\n\n_Solution:_ make sure the tube is purged thoroughly with N<sub>2</sub> and check leak before heating."
        },
        {
            "header": "Anticipated Results",
            "content": "Figure 2a shows the photograph of the Ta<sub>2</sub>O<sub>5</sub> nanorods obtained after step 6. The sample exhibits a uniform green color which originates from light interference in the nanostructured film. After nitridation in step 8, the color of the sample is transformed from green to red, as shown in figure 2a. Figure 2b shows a typical scanning electron microscopy \\(SEM) image of the cross section of Ba-Ta<sub>3</sub>N<sub>5</sub> nanorod array. The nanorods have a uniform diameter and length of about 60 nm and 600 nm, respectively.  There is an inter-layer \\(mainly consisted of Ta<sub>2</sub>N) between the nanorods and the Ta substrate. Due to the outstanding mechanical stability of the sample, the nanorod structure is not damaged although a high nitridation temperature is used.\r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2712/original/Nanorods.png?1381198158\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/2712/thumbnail/Nanorods.png?1381198158\" > </a>"
        },
        {
            "header": "References",
            "content": "1. Yan, R. X. et al. Nanowire photonics. Nat. Photonics 3, 569-576 \\(2009).\r\n  2. Zhai, T. et al. One-dimensional inorganic nanostructures: synthesis, field-emission and photodetection. Chem. Soc. Rev. 40, 2986-3004 \\(2011).\r\n  3. Long, Y. Z. et al. Yu M, Recent advances in large-scale assembly of semiconducting inorganic nanowires and nanofibers for electronics, sensors and photovoltaics. Chem. Soc. Rev. 41, 4560-4580 \\(2012).\r\n  4. Osterloh, F. E. Inorganic nanostructures for photoelectrochemical and photocatalytic water splitting. Chem. Soc. Rev. 42, 2294-2320 \\(2013).\r\n  5. Shingubara, S. Fabrication of nanomaterials using porous alumina templates. J. Nanopart. Res. 5, 17-30 \\(2003).\r\n  6. Li, Y. et al. Fabrication of highly ordered nanoporous alumina films by stable high-field anodization. Nanotechnology 17, 5101-5105 \\(2006).\r\n  7. Li, Y. B. et al. High-speed growth and photoluminescence of porous anodic alumina films with controllable interpore distances over a large range. Appl. Phys. Lett. 91, 073109 \\(2007).\r\n  8 Nielsch, K. et al. Uniform nickel deposition into ordered alumina pores by pulsed electrodeposition. Adv. Mater. 12, 582-586 \\(2000).\r\n\n\n9 Fan, Z. et al. Electrical and photoconductive properties of vertical ZnO nanowires in high density arrays. Appl. Phys. Lett. 89, 213110 \\(2006).\r\n\n\n10 Sander, M. S. et al. Template-assisted fabrication of dense, aligned arrays of titania nanotubes with well-controlled dimensions on substrates. Adv. Mater. 16, 2052-2057 \\(2004).\r\n\n\n11 Mozalev, A. et al. Nucleation and growth of the nanostructured anodic oxides on tantalum and niobium under the porous alumina film. Electrochim. Acta 48, 3155-3170 \\(2003).\r\n\n\n12 Li, Y. et al. Vertically aligned Ta<sub>3</sub>N<sub>5</sub> nanorod arrays for solar-driven photoelectrochemical water splitting. Adv. Mater. 25, 125-131 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported in part by a Grant-in-Aid for Specially Promoted Research \\(23000009) from Japan Society for the Promotion of Science \\(JSPS) and the Advanced Low Carbon Technology Research and Development Program \\(ALCA) of the Japan Science and Technology Agency \\(JST)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms3566",
                "date": "2013-10-08 02:31:27",
                "title": "Cobalt phosphate-modified barium-doped tantalum nitride nanorod photoanode with 1.5% solar energy conversion efficiency",
                "authors": [
                    "Yanbo Li",
                    "Li Zhang",
                    "Almudena Torres-Pardo",
                    "Jose M. González-Calbet",
                    "Yanhang Ma",
                    "Peter Oleynikov",
                    "Osamu Terasaki",
                    "Shunsuke Asahina",
                    "Masahide Shima",
                    "Dongkyu Cha",
                    "Lan Zhao",
                    "Kazuhiro Takanabe",
                    "Jun Kubota",
                    "and Kazunari Domen"
                ],
                "journal": "Nature Communications",
                "logo": ""
            },
            {
                "doi": "10.1002/adma.201202582",
                "date": "2013-10-08 02:32:04",
                "title": "              Vertically Aligned Ta              3              N              5              Nanorod Arrays for Solar-Driven Photoelectrochemical Water Splitting            ",
                "authors": [
                    "Yanbo Li",
                    "Tsuyoshi Takata",
                    "Dongkyu Cha",
                    "Kazuhiro Takanabe",
                    "Tsutomu Minegishi",
                    "Jun Kubota",
                    "and Kazunari Domen"
                ],
                "journal": "Advanced Materials",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12796,
                "identity": "a018d4dd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yanbo Li",
                "email": "yblee.cn@gmail.com",
                "orcid": "",
                "institution": "Domen's Lab, The University of Tokyo",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yanbo",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 12798,
                "identity": "a018d9c4-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Kazunari Domen",
                "email": "domen@chemsys.t.u-tokyo.ac.jp",
                "orcid": "",
                "institution": "Domen's Lab, The University of Tokyo",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Kazunari",
                "middleName": "",
                "lastName": "Domen",
                "suffix": ""
            },
            {
                "id": 12797,
                "identity": "a018d7ab-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun Kubota",
                "email": "",
                "orcid": "",
                "institution": "Domen's Lab, The University of Tokyo",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Kubota",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-10-08 02:36:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.080",
        "doiUrl": "https://doi.org/10.1038/protex.2013.080",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608821,
                "identity": "e888390b-786a-45a8-af8c-9800e29919a7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46266,
                "visible": true,
                "origin": "",
                "legend": "Flow diagram for the fabrication of Ba-Ta~3~N~5~ nanorod arrays.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2828/v1/figure_1.png"
            },
            {
                "id": 2608824,
                "identity": "90b5b552-62f4-474a-a4fa-8eb4e972df74",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:30",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1488201,
                "visible": true,
                "origin": "",
                "legend": "Morphology of the fabricated samples.   (a) Photographs of the Ta~2~O~5~ nanorod and Ba-Ta~3~N~5~ nanorod arrays. (b) Typical SEM image of the cross section of Ba-Ta~3~N~5~ nanorods grown on Ta substrate.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2828/v1/figure_2.png"
            },
            {
                "id": 13464735,
                "identity": "f1c8fcf9-4e02-43fd-9bde-918f50c63b12",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 862175,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2828/v1/d5747317-da59-4adc-a96e-e3e338647cbc.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Nanorod, through-mask anodization, tantalum nitride",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In this protocol, we describe the detailed procedure for fabrication of barium-doped tantalum nitride nanorod array for application in photoelectrochemical water splitting. Tantalum oxide nanorods are first grown in-situ on a tantalum substrate by a through-mask anodization method using porous anodic alumina as a mask. The tantalum oxide nanorods are then converted into tantalum nitride nanorods by nitridation in ammonia atmosphere. The results reported in the associated publication demonstrate that the barium-doped tantalum nitride nanorods show high solar energy conversion efficiency for water splitting after modifying with a cobalt-phosphate oxygen evolution co-catalyst.",
        "manuscriptTitle": "A Protocol for Fabrication of Barium-doped Tantalum Nitride Nanorod Arrays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-10-08 11:16:53",
                "doi": "10.1038/protex.2013.080",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a018550e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 8th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3063,
                "name": "Materials science"
            },
            {
                "id": 3064,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-10-08 11:16:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}