{
    "identity": "pex-706",
    "title": "<p>Animal model of allergy and asthma; protocol for researches</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>1. Introduction</strong></p><p>Allergic diseases are a common problem in all countries and effects large amounts of people in the worlds (1). Allergic diseases and asthma affect up to 20% of the Western countries populations (2). Allergic disease are relapsing in nature and allergen exposure is associated with exacerbations frequently. Sensitizations for environmental allergen can be against a variety of agents (1). Development of allergic disease may be influenced by hereditary predisposition and environmental factors. Exposure to allergens (outdoor, indoor), microbial infections, nutrition, occupational environment, airborne pollutants (diesel exhaust particles) may promote the sensitization towards these allergens (2).</p><p>In allergic diseases, sensitization and elicitation phase are done. Antigen-presenting cells (such as dendritic cells, macrophages and B cells) take up arrived allergens and transport to the lymph nodes. Allergen-specific T and B lymphocytes are activated and Th2 cytokines stimulate B cells to class switching and IgE production. Produced IgE bound to high-affinity Fcε-receptors on mast cells and also basophils (sensitization phase) (2, 3). After re-enters of the allergen in the body and crosslink the IgE bound to the mast cells, causes immediate degranulation of the cells and release of mediators (such as histamine, serotonin, eicosanoids, cytokines, chemokines and etc.). Inflammatory cells are attracted, cause the acute phase symptoms of allergic diseases (elicitation phase). A late phase reaction occurs 4-6 hours later and are caused by the inflammatory cells accumulation, cytokines and chemokines releasing (2-4). </p><p>In the laboratory animals, the first cases of allergic symptoms was reported in the 1950s (5, 6). Allergic diseases have been studied in animal for understand of diseases pathophysiology and design of applicable treatments. In this review, it will be discussed the animal models (especially mouse model) by focusing on the allergic diseases that would be used in experimental study. Mice have some advantage in research using. For example, low cost, easy handling and breeding, easy manipulation with transgenic technology, available of different strains, genetic details was known, available of reagents, short gestational period, easily sensitized and challenged in allergic modeling and available methods for studying allergic outcomes (7, 8). Animal models in allergy field, are applicable for purposes includes, Human allergy mimicking, policies making, drug development and allergic disease pathophysiology studies and Figure 1 shows details of mentioned purposes. Therefore, this review focus mostly on mouse model. </p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "2. Asthma\nAsthma is a chronic inflammatory disease of the respiratory system with breathlessness, airway hyper-responsiveness, recurrent cough and wheezing (1). Airway inflammation of asthmatic patients is dominantly eosinophillic inflammation. Asthmatic patients often have a family history of the allergic disease (9). Asthma is significantly associated with quality of life, anti-asthmatic drugs and Healthcare costs. In 2007 in the USA, for asthma treatment, the annual direct medical expenditure was 37.2 billion dollars [10-12]. Animal models using has largely contributed to the study of asthma, lungs diseases and development of new drugs. Rats, quina pig, pet cats and other animal can be used as model but handling of mice is easy. Mouse model has been used for identification of immunological alterations of inflammatory diseases and asthma (1).\n2.1. Acute ovalbumin allergic asthma model\nA common protocol of allergic asthma modeling is the ovalbumin (OVA) model in mice (9). Ovalbumin is used for asthma and airway inflammation model induction. For design of model, there are two stages sensitization and challenge. In the sensitization stage, 20 μg of OVA with 50 μl aluminum hydroxide (alum adjvant) are solute in PBS (last volume would be 100 μl) then injected intraperitoneal (IP) on day 0 and 14. In the next stage, the mice are challenged by inhalation (IT) of 1% OVA solution (in PBS) aerosolized by an nebulizer for 30 min per day on days 24, 26, 28 and 30 (Figure 2). It is better that mice with 6-8 weeks old and female would be used (13). If asthma model would be used for treatment protocol, according of the drug characteristics, type of nebulizer (ultrasonic, jet or mesh nebulizer) will be determined. Aluminium salts enhance humoral immune responses (immunoglubolin production via Th2 stimulation) and activate immune cells (9, 13).\nThere are some points for OVA method. The route of sensitization in current model is via IP, whereas large amount of asthmatic patient are sensitized via the airway. Ovalbumin is not main allergens and triggers for Asthma in human. But, with mentioned negative points, for researchers about allergic asthma and inflammatory airways disease, this protocol is the best model (9, 13). BALB/c and A/J strains of the mice are suitable for asthma model. After sensitisation and exposure to allergens, airway inflammation hyperresponsiveness, and asthma developed. The advantages of using such models are high-IgE responder strains and the similarities with humans in the IgE-mediated response mechanisms (14, 15).\n2.2. Chronic allergic asthma mouse models\nFemale BALB/c mice are sensitized with OVA and alum adjuvant IP on days 0, 7, 14 and 21 and then challenged intranasally with OVA on days 27, 29, 31 and then repeated challenging twice a week for 3 months (Figure 3) (8, 16, 17)\n2.3. Antigen-independent\nmouse models\nAnother mouse models of asthma is produced without sensitization and antigen re-exposure. Cationic proteins (such as chlorine, ozone and poly-l-lysine) are instilled intratracheal. In this model, airway epithelium is damaged by used components. Exposure to cationic proteins results airway neutrophilia and increased collagen deposition which can be lead airway hyperresponsiveness and remodeling (9, 18, 19).\n2.4. Aspergillus-induced allergic airways disease\nmodel\nAspergillus induced allergy is common from other fungi. Therefore, this part focus in this fungus. Animals are received 10 µg of Aspergillus fumigatus cellular Antigen (Ag) in IFA by IP and subcutaneous (SC) on day 0, then are received 10 µg Ag in PBS on day 14, 21 and 28 intranasally. On day 35, mice are inoculated intratracheal of 5x10\n6\nAspergillus fumigatus conidia. For Ag preparation, Aspergillus fumigatus mycelia are grown on enriched trypticase media, then extracted in 0.01 M ammonium bicarbonate and at least, the extract is dialyzed against distilled water. For Conidia preparation, culturing Aspergillus fumigatus is cultured on Sabouraud’s dextrose agar plates at 37°C, after 1-2 week, the plate surface is washed with sterile 0.1% Tween 80 in PBS, filtered and the spores are counted (under a hemacytometer) (Figure 4) (20-24).\n2.5. House dust mite allergic asthma model\nFor production of acute allergic pulmonary inflammation mice models, C57BL/6 male mice are sensitized with Dermatophagoides farinae (house dust mite allergen) plus alum adjuvant IP on day 0 and challenged with house dust mite allergen aerosol on days 14 for 7 consecutive days (8, 25). For production of chronic allergic pulmonary inflammation mice models, Female BALB/c are challenged with house dust mite allergen intranasally 5 days/week for 7 weeks (8, 26)\n3. Food Allergy\nFood allergy is one of the extremely important problems in people and has increased prevalence in the last decades. Fish, shellfish, peanuts, soybeans, cow’s milk, hen’s egg and wheat are most commonly food which are cause of food allergy. Anaphylaxis is the most serious reaction of food allergy. Immediate and a delayed hypersensitivity of the immune responses are associated with food allergy (1).\n3.1. Animal models\nSmall animal models (mice, rats, and guinea pigs) and large animal models (dogs, pigs, and sheep) are used to know the immunological mechanisms and develop therapeutic strategies for food allergy (1). For the good sensitization in food allergy, some points should be notable: 1) The allergen concentration (high-doses leads to tolerance; low-dose cannot sufficiently stimulate) 2) The allergen should be taken oral (feeding or gavage) 3) Age of the animal (adult animals are suitable) 4) allergen sources 5) Animal genetic predisposition and 6) The use of adjuvants (27). The rat based food allergy model is routinely used for toxicological studies (1).\n3.2. Murine Models of Food Allergy\nBALB/c, C57/Bl6, A/J, DBA/2, C3H/HeJ and BDF-1 strains of the mice are suitable model for food allergy study. Anaphylactic antibodies (IgE and IgG1) are strongly produced in the C3H/HeJ and the BALB/c strains (1, 28, 29). The BALB/c mice have been sensitized to food through intraperitoneal administration of food proteins (for example, peanut agglutinin, OVA and bovine serum albumin) (1, 30).\n3.3. Cow’s Milk Allergy Model\nAccording to study by Li et al, 1999, female 3 week old C3H/HeJ mice are sensitized with cow’s milk intragastrically (and cholera toxin; as an adjuvant). Mice receive 1.0 mg/g body weight of cow’s milk with 0.3 µg/g cholera toxin (sensitizing doses). Mice are boosted five times at weekly intervals. Then mice after fasting, are challenged with two doses of 30 mg/ml cow’s milk intragastrically (given 30 minutes) at six weeks after the initial sensitization dose. At least, cow’s milk food allergy (IgE-mediated) are induced (1, 31).\n3.4. Peanut Allergy Model\nTo mimic the clinical and immunological characteristics of the Peanut Allergy model, C3H/HeJ mice (similar to cow’s milk allergy) are sensitized orally with peanut and cholera toxin (as adjuvant). For this model, 5 week old female mice are sensitized with 5 mg/ml of ground whole peanut equivalent to 1 mg of peanut protein with 10 µg cholera toxin on day 0 and 25 mg equivalent to 5 mg of peanut protein with 10 µg cholera toxin on day 7 by intragastric gavage. Sensitized mice (3-5 weeks after initial sensitization) are fasted overnight and challenged with crude peanut extract (10 mg, divided into two doses at 30-40-minute intervals) intragastrically. Symptoms may be followed secondary challenges two weeks later (1, 32).\n4. Eczema and Atopic Dermatitis\nEczema (in medicine) or atopic dermatitis (veterinary medicine) is recurrent chronic pruritic dermatitis and is associated with allergen specific IgE (1). Erythematous and pruritic Lesions are seen in eczema. Basophils and mast cells are dominant cells in pathophysiology of eczema and atopic dermatitis (31, 32).\n4.1. Mouse Models of Atopic Dermatitis\nSKH-1 hairless mice and null mutation in the filaggrin gene mice are easily sensitized cutaneous with allergens. For adaptation, mice are kept at standard condition. After adaptation period, atopic dermatitis are induced in mice by Chloro-2,4-dinitrobenzene (DNCB). The hair of the dorsal skin region are shaved carefully. In order to the induction of atopic dermatitis, 100 μL of 1% DNCB solution is topically applied to the each mouse skin for two days once daily (for 2%: 100 mg DNCB powder is dissolved in 20 mL of acetone/olive oil solution and half dilution makes the solution 1%). In the 3th day, 120 μL of 2% DNCB is applied. After the visual confirmation of skin sensitization parameters mice will be ready (33, 34).\n5. Anaphylaxy\nAnaphylactic responses to agents are dominant problem in allergic reactions (35). In the allergic and anaphylactic reactions, IgE is produced against allergen (via Th2-B cell pathway) and bound to FceRI on the mast cells that leads to mast cells sensitization. After the secondary exposure of antigen, antigen induces cross-linking of IgE (that is bound to FceRI of mast cell) which leads rapidly to mast cell degranulation and mediator releasing (35-38). Main responsible of the shock development are histamine and PAF (platelet-activating factor) (35, 39, 40). Treatment and prophylaxis with allergen avoidance and desensitization, Immunotherapy, and medications using (antihistamines and epinephrine) have important limitations (35).\n5.1. Mouse models of anaphylaxis\nSometimes oral allergens can induce the shock and anaphylaxis but commonly induces food allergy (35, 41, 42). There are 3 mouse models of intestinal anaphylaxis: 1) mice are sensitized by allergen orally (for example peanut extract-cholera toxin); 2) mice are sensitized by OVA intraperitoneal injection with aluminum hydroxide (alum) as adjuvant; 3) mice are sensitized by hazelnut extract via transdermal immunization. According to recent studies, peanut extract is the best allergen for production mouse models of anaphylaxis (35, 43-45).\nThere is one type of anaphylaxis that called penicillin-induced anaphylaxis. For this model study, mice are sensitized with a conjugation of penicillin and OVA plus adjuvant and then challenged with conjugation of penicillin with different protein (35). Because anaphylaxis model designing is easy, it can be used as penicillin-induced anaphylaxis.\nAnaphylaxis prophylaxis and important treatments were achieved by animal model studies and now, people have effective treatments or would receive in future. For example;\nanti-IgE monoclonal antibody, PAF antagonists, IL-4 receptor antagonists, IL-12, IL-10, Agents that activate tyrosine phosphatases, IgE Fc–IgG Fc fusion protein, antigen-specific desensitization, bifunctional antibody that cross-links the ITIM-containing molecule CD300a with IgE and oral immunotherapy (35, 46-50 ).\n6. Allergic conjunctivitis\nAllergic conjunctivitis is type 1 hypersensitivity reaction and archstrated by Th2 cytokines (51, 52). It has 25% prevalence in the North American population (53). Animal models of allergic conjunctivitis are developed to study of pathophysiology and therapeutic Interventions of disease (54).\n6.1. Dermatophagoides pteronyssinus allergic conjunctivitis model\nC57Bl⁄6 or BALB⁄c mice (with 4-8 weeks old) are used for this model. There are two stages (immunization/sensitization and challenging) for production of allergic conjunctivitis mice model. 500 µg of Dermatophagoides pteronyssinus extract as allergen are mixed with 100 µl alum adjuvant which are used for mice immunization. Lyophilized Dermatophagoides pteronyssinus extract was diluted in phosphate-buffered saline with pH 7.2 (4.18 µg⁄µl concentration) which is used for the ocular challenge (54, 55).\nOn day 1, immunization solutions are injected subcutaneously. Half of the dose is injected at the base of both hind legs and the remaining half of the dose is injected into the lower abdomen. After 10 days, ocular challenge is done in mice with two drops of challenging solution in each eye. After twenty minutes, clinical signs will be appeared (conjunctival hyperemia and edema, palpebral edema and lacrimation) (54, 55).\n6.2. Ovalbumin allergic conjunctivitis model\nC57Bl⁄6 or BALB⁄c mice are sensitized IP on day 0 with mixture of 100 µg OVA, 1 mg alum and 300 µl pertussis toxin. Immunization is boosted subcutaneously (SC) on day 4 with 50 µg OVA. Then 1.5 mg ragweed in 10 µl PBS is used topical administration to the conjunctivae. After 17 days, challenging will be continued with 750 µg ragweed in 5µl PBS topical administration to the conjunctivae (56-58).\n7. Allergic Rhinitis Model\nThere are some differences allergic rhinitis animal model according to allergen and adjuvant. In mice model, antigens administration via intranasal, intratracheal or aerosolized are performed (59, 60).\n7.1. Staphylococcal enterotoxin B allergic rhinitis model\nGuinea pigs (male 8 week old, 250-300 g) are sensitized with 1 μg Staphylococcal enterotoxin B intranasally that is dissolved in 40 μl saline every day for 2 weeks. To stop quickly elimination of Staphylococcal enterotoxin B by mucuciliary system, before each sensitization, lidocaine hydrochloride solution (4%) is used intranasal instil­lation for anesthetization of upper airway mucosal surface. 7 days after the last sensitization, the same method should be applied once every 4 days for 30 times intrana­sally (Figure 5) (61).\n7.2. Ovalbumin-Induced allergic rhinitis model\nFor allergic rhinitis induction, 0.3 mg ovalbumin and 30 mg aluminum hydroxide powder are suspended in 1 mL of normal saline (0.9%) and injected IP every day for 7 times under anesthesia (2% isoflurane in O2). In the next stage, 2 mg ovalbumin in 20 µL normal saline is intranasally instilled daily for 7 times under anesthesia (Figure 6). Every day intranasal administration of ovalbumin is necessary to maintain allergic signs. Sneezing, nasal itching (nasal rubbing), rhinorrhea and congestion are useful signs to indications of allergic rhinitis (62, 63).\n7.3. Pollen Allergic Rhinitis model\nFor pollen induced allergic rhinitis, 6 week old female BALB/c mouse is better and if there is special pollen in suggestion, the extract of purposed pollen may be used. In modeling, 10 µl of 3 mg/ml pollen extract in PBS is intranasally administered on days 0 and this is repeated on day 7, 14, 21, 22, 23, 24, 27, 28, 29, and 30 (Figure 7). Pollen extract Administration should be done without anesthesia to stop pollen extract reaching to the lower airways (64-67). Administration methods are shown in Figure 8."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>8. Conclusion</strong></p><p><br></p><p>Animal models provide a potential approach to investigation of the pathophysiology, mechanism and drugs designing for allergy and asthma. Working with model can provide useful information about allergic diseases. With benefit model, inflammatory process, pathology of allergy and asthma, structural and physiological mechanisms of atopic diseases can be developed and identical. Access to suitable model not only give benefit approach to understand disease but also the development of novel treatments and upgrade of current therapies. Physicians and veterinarians with collaboration in this field could improve best animal model and develop new, benefit and species therapies. In future studies in the animal models, some applicable goals can be reached. Identification of the mast cell receptor antagonists, identification of pathways anaphylaxis checkpoints, determination of the allergens nature in different diseases and determination of the TH2 responses mechanisms in allergic diseases. With development of suit and applicable animal models, safer, better, effective and long term activation methods and drugs would be produced that can be treat target organs. At least, all animals should be housed in standard and allergen-pathogen free conditions according to the laboratory animal's guidelines. Ethics Committee approval should be taken for all procedures on animals.</p><p><br></p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p><strong>References</strong></p><p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Domenico Santoro and Rosanna Marsella. Animal Models of Allergic Diseases. Vet. Sci. 2014; 1:192-212.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arif, A. A., Whitehead, L. W., Delclos, G. L., Tortolero, S. R., Lee, E. S. Prevalence and risk factors of work related asthma by industry among United States workers: data from the third national health and nutrition examination survey (1988-94), Occup. Environ. Med. 2002; 59:505-511.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Busse, W. W., Lemanske, R. F. Advances in immunology - Asthma, N. Engl. J. Med. 2001; 344:350-362.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Finkelman, F. D., Rothenberg, M. E., Brandt, E. B., Morris, S. C., Strait, R. T. Molecular mechanisms of anaphylaxis: lessons from studies with murine models, J. Allergy Clin. Immunol. 2005; 115:449-457.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Robert K. Bush and Gregg M. Stave. Laboratory Animal Allergy: An Update. ILAR Journal 2003; 44(1):28-51</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sorrell AH, Gottesman J. Mouse allergy-A case report. Ann Allergy 1957; 15:662-663.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pauluhn, J., Mohr, U. Experimental approaches to evaluate respiratory allergy in animal models, Exp. Toxicol. Pathol. 2005; 56:203-234.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Patel K. N, Chorawala M. R. ANIMAL MODELS OF ASTHMA. Journal of Pharmaceutical Research And Opinion 2011; 1(5):139-147.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;David G. Chapman, Jane E. Tully, James D. Nolin, Yvonne M Jansen-Heininger and Charles G. Irvin. Animal Models of Allergic Airways Disease: Where Are We and Where to Next? J Cell Biochem. 2014; 115(12): 2055–2064</p><p>10.&nbsp;Kamble S, Bharmal M. Incremental direct expenditure of treating asthma in the United States. J Asthma. 2009;46:73-80.</p><p>11.&nbsp;Seyyede Masoume Athari, Faride Afshari, Asie Eftekhari, Seyyed Shamsadin Athari. The surveillance system, diagnosis and treatment challenges of asthma and health policy orientation of main challenges. J Pain Manage Ther. 2017; 1(2):1-5</p><p>12.&nbsp;Al-Rawas OA, Al-Riyami BM, Al-Kindy H, et al. Regional variation in the prevalence of asthma symptoms among Omani school children: Comparisons from two nationwide cross-sectional surveys six years apart. Sultan Qaboos University Med J. 2008; 8:157-64.</p><p>13.&nbsp;Seyyed Shamsadin Athari, Zahra Pourpak, Gert Folkerts, Johan Garssen, Mostafa Moin, Ian M. Adcock, Masoud Movassaghi, Mehdi Shafiee Ardestani, Seyed Mohammad Moazzeni, Esmaeil Mortaz. Conjugated Alpha-Alumina nanoparticle with vasoactive intestinal peptide as a Nano-drug in treatment of allergic asthma in mice. European Journal of Pharmacology 2016; 791:811–820</p><p>14.&nbsp;Kumar, R. K., Foster, P. S. Modeling allergic asthma in mice: pitfalls and opportunities, Am. J. Respir. Cell Mol. Biol. 2002; 27:267-272.</p><p>15.&nbsp;Arts, J. H. E., Kuper, C. F. Animal models to test respiratory allergy of low molecular weight chemicals: A guidance, Methods. 2007; 41:61-71.</p><p>16.&nbsp;Sakai, K., Yokoyama, A., Kohno, N., Hiwada, K. Effect of different sensitizing doses of antigen in a murine model of atopic asthma, Clin. Exp. Immunol. 1999; 118:9-15.</p><p>17.&nbsp;Lee SY, Kim JS, Lee JM, Kwon SS, Kim KH, Moon HS et al. Inhaled corticosteroid prevents the thickening of airway smooth muscle in murine model of chronic asthma. Pulm. Pharmacol. Ther 2008; 21:14–9.</p><p>18.&nbsp;Bates JH, Wagers SS, Norton RJ, Rinaldi LM, Irvin CG. Exaggerated airway narrowing in mice treated with intratracheal cationic protein. J Appl Physiol (1985). 2006; 100(2):500–6.</p><p>19.&nbsp;Martin JG, Campbell HR, Iijima H, Gautrin D, Malo JL, Eidelman DH, Hamid Q, Maghni K. Chlorine-induced injury to the airways in mice. Am J Respir Crit Care Med. 2003; 168(5):568–74.</p><p>20.&nbsp;Stacy J. Park, Maria T. Wiekowski, Sergio A. Lira and Borna Mehrad. Neutrophils Regulate Airway Responses in a Model of Fungal Allergic Airways Disease. J Immunol 2006; 176:2538-2545</p><p>21.&nbsp;Templeton SP, Buskirk AD, Green BJ, Beezhold DH, Schmechel D. Murine models of airway fungal exposure and allergic sensitization. Medical Mycology March 2010; 48:217–228</p><p>22.&nbsp;Hogaboam, C. M., K. Blease, B. Mehrad, M. L. Steinhauser, T. J. Standiford, S. L. Kunkel, and N. W. Lukac. Chronic airway hyperreactivity, goblet cell hyperplasia, and peribronchial fibrosis during allergic airway disease induced by Aspergillus fumigatus. Am. J. Pathol. 2000; 156: 723–732.</p><p>23.&nbsp;Blease, K., B. Mehrad, T. J. Standiford, N. W. Lukacs, J. Gosling, L. Boring, I. F. Charo, S. L. Kunkel, and C. M. Hogaboam. Enhanced pulmonary allergic responses to Aspergillus in CCR2-/- mice. J. Immunol. 2000; 165: 2603–2611.</p><p>24.&nbsp;Blease, K., B. Mehrad, T. J. Standiford, N. W. Lukacs, S. L. Kunkel, S. W. Chensue, B. Lu, C. J. Gerard, and C. M. Hogaboam. Airway remodeling is absent in CCR1-/- mice during chronic fungal allergic airway disease. J. Immunol. 2000; 165: 1564–1572.</p><p>25.&nbsp;Tournoy KG, Kips JC, Schou C, Pauwels RA. Airway eosinophilia is not a requirement for allergen-induced airway hyperresponsiveness. Clin. Exp. Allergy 2000; 30:79–85.</p><p>26.&nbsp;Johnson JR, Wiley RE, Fattouh R, Swirski FK, Gajewska BU, Coyle AJ et al. Continuous exposure to house dust mite elicits chronic airway inflammation and structural remodelling. Am. J. Respir. Crit. Care Med 2004; 169:378–85.</p><p>27.&nbsp;I M. Helm. Food Allergy Animal Models An Overview. Ann. N.Y. Acad. Sci. 2002; 964: 139–150.</p><p>28.&nbsp;Helm, R.M. Food allergy animal models: An overview. Ann. N. Y. Acad. Sci. 2002; 964:139–150.</p><p>29.&nbsp;Helm, R.M.; Burks, Q.W. Animal models of food allergy. Curr. Opin. Allergy Clin. Immunol. 2002; 2:541–546.</p><p>30.&nbsp;Dearman, R.J.; Stone, S.; Caddick, H.T.; Basketter, D.A.; Kimber, I. Evaluation of protein allergenic potential in mice: Dose-response analyses. Clin. Exp. Allergy. 2003; 33:1586-1594.</p><p>31.&nbsp;Li, X.M.; Schofield, B.H.; Huang, C.K.; Kleiner, G.I.; Sampson, H.A. A murine model of IgE-mediated cow’s milk hypersensitivity. J. Allergy Clin. Immunol. 1999; 103:206-214.</p><p>32.&nbsp;Katrine Lindholm Bogh, Jolanda van Bilsen, Robert Glogowski, Ivan Lopez‑Exposito, Gregory Bouchaud, Carine Blanchard, Marie Bodinier, Joost Smit, Raymond Pieters, Shanna Bastiaan‑Net, Nicole de Wit, Eva Untersmayr, Karine Adel‑Patient, Leon Knippels, Michelle M. Epstein, Mario Noti, Unni Cecilie Nygaard, Ian Kimber, Kitty Verhoeckx and Liam O’Mahony. Current challenges facing the assessment of the allergenic capacity of food allergens in animal models. lin Transl Allergy 2016; 6:21</p><p>33.&nbsp;Jin H, He R, Oyoshi M, Geha R. Animal models of atopic dermatitis. J Invest Dermatol. 2009; 129: 31-40.</p><p>34.&nbsp;Lee KS, Jeong ES, Heo SH, Seo JH, Jeong DG, Choi YK. A novel model for human atopic dermatitis: Application of repeated DNCB patch in BALB/c mice, in comparison with NC/Nga mice. Lab Anim Res. 2010: 26: 95-102.</p><p>35.&nbsp;Finkelman FD. Anaphylaxis: lessons from mouse models. J Allergy Clin Immunol. 2007; 120(3):506-15.</p><p>36.&nbsp;Strait RT, Morris SC, Yang M, Qu XW, Finkelman FD. Pathways of anaphylaxis in the mouse. J Allergy Clin Immunol 2002; 109:658-68.</p><p>37.&nbsp;Ishizaka T, Conrad DH. Binding characteristics of human IgE receptors and initial triggering events in human mast cells for histamine release. Monogr Allergy 1983; 18:14-24.</p><p>38.&nbsp;Wastling JM, Knight P, Ure J, Wright S, Thornton EM, Scudamore CL, et al. Histochemical and ultrastructural modification of mucosal mast cell granules in parasitized mice lacking the beta-chymase, mouse mast cell protease-1. Am J Pathol 1998; 153:491-504.</p><p>39.&nbsp;Ha TY, Reed ND, Crowle PK. Immune response potential of mast celld eficient W/Wv mice. Int Arch Allergy Appl Immunol 1986; 80:85-90.</p><p>40.&nbsp;Martin TR, Ando A, Takeishi T, Katona I, Drazen J, Galli S. Mast cells contribute to the changes in heart rate, but not hypotension or death, associated with active anaphylaxis in mice. J Immunol 1993; 151:367-76.</p><p>41.&nbsp;Weiler JM. Anaphylaxis in the general population: a frequent and occasionally fatal disorder that is underrecognized. J Allergy Clin Immunol 1999; 104:271-3.</p><p>42.&nbsp;Lazar G Jr, Lazar G, Kaszaki J, Olah J, Kiss I, Husztik E. Inhibition of anaphylactic shock by gadolinium chloride-induced Kupffer cell blockade. gents Actions 1994; 41:C97-8.</p><p>43.&nbsp;Li XM, Serebrisky D, Lee SY, Huang CK, Bardina L, Schofield BH, et al. A murine model of peanut anaphylaxis: T- and B-cell responses to a major peanut allergen mimic human responses. J Allergy Clin Immunol 2000; 106:150-8.</p><p>44.&nbsp;Brandt EB, Strait RT, Hershko D, Wang Q, Muntel EE, Scribner TA, et al. Mast cells are required for experimental oral allergen-induced diarrhea. J Clin Invest 2003; 112:1666-77.</p><p>45.&nbsp;Birmingham NP, Parvataneni S, Hassan HM, Harkema J, Samineni S, Navuluri L, et al. An adjuvant-free mouse model of tree nut allergy using hazelnut as a model tree nut. Int Arch Allergy Immunol 2007; 144:203-10.</p><p>46.&nbsp;Danko G, Sherwood JE, Grissom B, Kreutner W, Chapman RW. Effect of the PAF antagonists, CV-3988 and L-652,731 on the pulmonary and hematological responses to guinea pig anaphylaxis. Pharmacol Res Commun 1988; 20:785-98.</p><p>47.&nbsp;Duschl A, Muller T, Sebald W. Antagonistic mutant proteins of interleukin-4. Behring Inst Mitt 1995; 87-94.</p><p>48.&nbsp;Zhu D, Kepley CL, Zhang M, Zhang K, Saxon A. A novel human immunoglobulin Fcg Fce bifunctional fusion protein inhibits FceRI-mediated degranulation. Nat Med 2002; 8:518-21.</p><p>49.&nbsp;Bachelet I, Munitz A, Levi-Schaffer F. Abrogation of allergic reactions by a bispecific antibody fragment linking IgE to CD300a. J Allergy Clin Immunol 2006; 117:1314-20.</p><p>50.&nbsp;Nash SD, Steele PH, Kamilaris JS, Pons L, Kulis M, Lee LA, et al. Oral peanut immunotherapy for peanut allergic patients. J Allergy Clin Immunol 2007; 119(suppl):S158.</p><p>51.&nbsp;Bonini S &amp; Ghinelli E. The early and late phase of the ocular allergic reaction. Acta Ophthalmol Scand 2000; 78(1): 41.</p><p>52.&nbsp;Romagnani S, Maggi E, Parronchi P, Macchia D, Piccinni MP &amp; Ricci M. Increased numbers of Th2-like CD4 + T cells in target organs and in the allergenspecific repertoire of allergic patients. Possible role of IL-4 produced by non-T cells. Int Arch Allergy Appl Immunol 1991; 94:133-136.</p><p>53.&nbsp;Calonge M. Classification of ocular atopic ⁄ allergic disorders and conditions: an unsolved problem. Acta Ophthalmol Scand 1999; 77:10-13.</p><p>54.&nbsp;Pedro Giavina-Bianchi, Jorge Kalil and Luiz Vicente Rizzo. Development of an animal model for allergic conjunctivitis: influence of genetic factors and allergen concentration on immune response. Acta Ophthalmol. 2008: 86: 670–675</p><p>55.&nbsp;Ballas Z, Blumenthal M, Tinkelman DG, Kriz R &amp; Rupp G. Clinical evaluation of ketorolac tromethamine 0.5% ophthalmic solution for the treatment of seasonal allergic conjunctivitis. Surv Ophthalmol 1993; 38:141-148.</p><p>56.&nbsp;D. A. Groneberg, L. Bielory, A. Fischer, S. Bonini, U. Wahn. Animal models of allergic and inflammatory conjunctivitis. Allergy 2003: 58: 1101–1113</p><p>57.&nbsp;Merayo-Lloves J, Zhao TZ, Dutt JE, Foster CS. A new murine model of allergic conjunctivitis and effectiveness of nedocromil sodium. J Allergy Clin Immunol 1996; 97:1129–1140.</p><p>58.&nbsp;Izushi K, Nakahara H, Tai N, Mio M, Watanabe T, Kamei C. The role of histamine H(1)receptors in late-phase reaction of allergic conjunctivitis. Eur J Pharmacol 2002; 440:79–82.</p><p>59.&nbsp;McCusker, C. T. Use of mouse models of allergic rhinitis to study the upper and lower airway link, Curr. Opin. Allergy Clin. Immunol. 2004; 4:11-16.</p><p>60.&nbsp;Pauluhn, J., Mohr, U. Experimental approaches to evaluate respiratory allergy in animal models, Exp. Toxicol. Pathol. 2005; 56:203-234.</p><p>61.&nbsp;Sun R, Tang X, Yao H, Hong S, Yang Y, Kou W, Wei P. Establishment of a new animal model of allergic rhinitis with biphasic sneezing by intranasal sensitization with Staphylococcal enterotoxin B. Exp Ther Med. 2015; 10(2):407-412.</p><p>62.&nbsp;Zhao Zhu, Hongran F. Stone, Thai Q.D. Thach, B.S., Luke Garcia, and Curtis L. Ruegg. A novel botulinum neurotoxin topical gel: Treatment of allergic rhinitis in rats and comparative safety profile. American Journal of Rhinology &amp; Allergy 2012; 26(6):450-4</p><p>63.&nbsp;Herz, U., Renz, H., Wiedermann, U. Animal models of type I allergy using recombinant allergens, Methods. 2004; 32:271-280.</p><p>64.&nbsp;Yoshiyuki Nakano, Yujiro Kidani, Kumiko Goto, Shingo Furue, Yasuhiko Tomita, Naoki Inagaki, Hiroyuki Tanaka and Michitaka Shichijo. Role of Prostaglandin D2 and DP1 Receptor on Japanese Cedar Pollen-Induced Allergic Rhinitis in Mice. J Pharmacol Exp Ther 2016; 357:258–263.</p><p>65.&nbsp;McCusker C, Chicoine M, Hamid Q, and Mazer B. Site-specific sensitization in a murine model of allergic rhinitis: role of the upper airway in lower airways disease. J Allergy Clin Immunol 2002; 110:891–898.</p><p>66.&nbsp;Nakaya M, Dohi M, Okunishi K, Nakagome K, Tanaka R, ImamuraM, Baba S, Takeuchi N, Yamamoto K, and Kaga K. Noninvasive system for evaluating allergeninduced nasal hypersensitivity in murine allergic rhinitis. Lab Invest 2006; 86:917–926.</p><p>67.&nbsp;Southam, D. S., Ellis, R., Wattie, J., Inman, M. D. Components of airway hyperresponsiveness and their associations with inflammation and remodeling in mice, J. Allergy Clin. Immunol. 2007; 119:848-854.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 146919,
                "identity": "bb0834d6-f4b4-4948-8750-e7e535c79bda",
                "order_by": 1,
                "name": "Seyyede Masoume Athari",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Seyyede",
                "middleName": "Masoume",
                "lastName": "Athari",
                "suffix": ""
            },
            {
                "id": 146920,
                "identity": "8c742f3f-d5a0-4a22-9f44-f0406ee12cab",
                "order_by": 2,
                "name": "Entezar Mehrabi Nasab",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Entezar",
                "middleName": "Mehrabi",
                "lastName": "Nasab",
                "suffix": ""
            },
            {
                "id": 146921,
                "identity": "7633c849-06c2-443f-a575-7d05ea6ed54f",
                "order_by": 3,
                "name": "Seyyed Shamsadin Athari",
                "email": "SS.Athari@gmail.com",
                "orcid": "https://orcid.org/0000-0002-6355-6378",
                "institution": "Department of Immunology, School of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Seyyed",
                "middleName": "Shamsadin",
                "lastName": "Athari",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-08-31 09:29:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.13928/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.13928/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2623990,
                "identity": "e2786517-c0f5-4916-8b30-894656573ed7",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 223909,
                "visible": true,
                "origin": "",
                "legend": "Purposes of the animal models using. Human allergy mimicking (allergic conjunctivitis, anaphylaxis, allergic asthma, atopic dermatitis, food allergy and allergic rhinitis), policies making (diagnosis methods, controlling guidelines and prevention strategies), drug development (design, efficacy tests and side effects) and allergic disease pathophysiology study (mechanisms, mediators & agents, genetic, cells and environment).",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_1.jpg"
            },
            {
                "id": 2623985,
                "identity": "346b97c4-c157-4e19-a68f-39c5d5992c64",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 43331,
                "visible": true,
                "origin": "",
                "legend": "Acute ovalbumin model. There are two stages sensitization and challenge for design of this model. In the sensitization stage, OVA with alum are saluted in PBS then injected IP. In the challenge stage, the mice are received OVA solution aerosolized by IT. OVA: Ovalbumin, alum: aluminum hydroxide adjuvant, IP: Intraperitoneal, IT: Inhalation Intratrachea.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_2.jpg"
            },
            {
                "id": 2623986,
                "identity": "68552129-8b66-4616-8546-18e69dbe4b1a",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54859,
                "visible": true,
                "origin": "",
                "legend": "Chronic allergic asthma models. Mice are sensitized with OVA and alum IP and then challenged IN with OVA. IN: Intranasal",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_3.jpg"
            },
            {
                "id": 2623984,
                "identity": "7d8b9383-a63e-4b5c-ad48-4b482ed5b914",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 46154,
                "visible": true,
                "origin": "",
                "legend": "Aspergillus-induced allergic airways disease. Aspergillus Ag is injected IP and SC then is administrated IN. after this period, mice are inoculated IT conidia. Aspergillus Ag: Aspergillus fumigatus cellular Antigen, SC: Subcutaneous",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_4.jpg"
            },
            {
                "id": 2623988,
                "identity": "6857aa33-b2ce-4659-8593-c0db05f9da2f",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 54213,
                "visible": true,
                "origin": "",
                "legend": "Staphylococcal enterotoxin B Allergic Rhinitis model. S. enterotoxin is administrated IN for modeling. S. enterotoxin: Staphylococcal enterotoxin B",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_5.jpg"
            },
            {
                "id": 2623987,
                "identity": "6ea42756-40ec-4d1e-a891-1ccccd6adbcc",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45103,
                "visible": true,
                "origin": "",
                "legend": "Ovalbumin-Induced Allergic Rhinitis Model. OVA and alum are suspended in saline and injected IP. In the next stage, OVA is solved in saline and instilled IN.",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_6.jpg"
            },
            {
                "id": 2623989,
                "identity": "4d7e3d2a-e58e-4bf5-b570-76c438562483",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 21:00:40",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45246,
                "visible": true,
                "origin": "",
                "legend": "Pollen -Induced Allergic Rhinitis. Pollen extract in PBS is administered IN.",
                "description": "",
                "filename": "figure7.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_7.jpg"
            },
            {
                "id": 2623732,
                "identity": "0d9e9254-ec7f-4f8e-bfc2-add191127ba5",
                "added_by": "7c8221b0-ed12-4e66-be4b-0665f75889d3",
                "created_at": "2020-09-25 21:00:29",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 79900,
                "visible": true,
                "origin": "",
                "legend": "Main administration methods in allergic animal modeling. A:\tinhalation (IT) aerosols by nebulizer. Mice are kept in chamber and nebulizer set is connected to the chamber. Aerosolized OVA solution is flowed to inhalation air for mice, B: intraperitoneal (IP) injection, C: intranasal (IN) administration, D: intragastric gavage, E: subcutaneously (SC) injection.",
                "description": "",
                "filename": "figure8.jpg",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/figure_8.jpg"
            },
            {
                "id": 13473660,
                "identity": "ad539f77-b91a-458b-ba92-29759fa0d6d5",
                "added_by": "auto",
                "created_at": "2021-09-16 21:20:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 709840,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/5c977172-2eee-47c9-a9c8-ad6a7390b48c.pdf"
            },
            {
                "id": 2623728,
                "identity": "db97dfe9-f5d5-4800-b1c4-8040e6bb4dfe",
                "added_by": "7c8221b0-ed12-4e66-be4b-0665f75889d3",
                "created_at": "2020-09-25 21:00:29",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14986,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement1.docx",
                "url": "https://assets.researchsquare.com/files/pex-706/v1/supplement_1.docx"
            }
        ],
        "financialInterests": "no",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Allergic diseases, Asthma, Immune system, Model, Animal",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Allergic diseases and asthma are an important problem in health system and effects large amounts of people in the worlds. Exposure to outdoor and indoor allergens promote the sensitization towards these allergens. Th2 cytokines are main stimulators allergic diseases initiation. Allergic diseases similar to other diseases have been studied in animal for understanding of pathophysiology and treatments. Animal models provide a potential approach to investigation of the pathophysiology, mechanism and drugs designing for allergy and asthma. Physicians and veterinarians with collaboration in this field could improve best animal model. In this review, it will be discussed the various models (especially in mouse) and protocols by focusing on the allergic diseases. Animal models in allergy field, are applicable for important goals. Moral discussion in all procedures should be remarkable.&nbsp;</p><p><br></p>",
        "manuscriptTitle": "Animal model of allergy and asthma; protocol for researches",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-09-11 10:10:09",
                "doi": "10.21203/rs.2.13928/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "7c8221b0-ed12-4e66-be4b-0665f75889d3",
        "owner": [],
        "postedDate": "September 11th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 24525,
                "name": "Diseases"
            },
            {
                "id": 24526,
                "name": "Immunology"
            },
            {
                "id": 24527,
                "name": "Molecular medicine"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-09-11 10:10:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}