{
    "identity": "nprot-2096",
    "title": "Transfection Protocol for Human Umbilical Vein Endothelial Cells \\( HUVEC) and Human Microvascular Endothelial Cells \\( HMVEC )  in Targefect Handbook of Transfection Protocols",
    "content": [
        {
            "header": "Procedure",
            "content": "**Transfection Protocol**:\r\n\n\nThere are two transfection protocols for transfecting endothelial cells, one protocol uses the Targefect-HUVEC \\(Targefect F-2) reagent along with the VIrofect enhancer and is used for transfecting cells in presence of serum.   These protocls are applicable \r\n\n\n\r\n\n\nThe second protocol uses the Targefect -HUVEC \\(Targefect F-2) reagent along with the Peptide enahncer and requires that cell be transfected in the absence fo serum.  \r\n\n\n\r\n\n\nBoth protocols  work well and there is lab to lab variation as to which one is preferred so we really suggest tryign both procols. For transfecting  HUVECs, BAECs and microvascular endothelial cells using the Vriofect enhancer, we have noticed that endothelial cells should be grown in media containing at least 10% serum.  \r\n\n\n\r\n\n\n**General considerations:**:  \r\n\n\nUse early passage endothelial cells, avoid using collagen coated dishes as these may lower transfection efficiency.  Culture media we recommend is Media 199 with 20% serum or EBM \\(Cambrex) 10% FCS \\(Gibco) & supplements \\(Cambrex). When using any low serum media we strongly recommned increasing serum concentraiton to 10% when using the Virofect enhancer.\r\n\n\n\r\n\n\n**Cell seeding**:  Set up cells  so that they are approx 70% confluent at the time of experiment \r\n\n\n\r\n\n\nPreparation of the complexes and transfection procedure:\r\n\n\nSince reagents sometimes freeze during shipping, we recommend gently mixing the Targefect-F2 solution once upon receipt. The Targefect-F-2 reagent should be stored at 4 oC. Do not vortex the Targefect-HUVEC reagent. The Peptide Enhancer can be stored at 4\no\nC. The Virofect Enhancer should be stored at -20\no\nC or -70\no\nC.\nSee figure in Figures section.\n1|  Add DMEM first. Add DNA, mix well by flicking the tube about 12 times to create a vortexing action. \r\n\n\n2|  Add Targefect next, mix well again by flicking the tube. Incubate the tubes at 37\no\nC for 25 minutes to form the transfection complexes. \r\n\n\n\r\n\n\nCondition A above is for transfecting cells in the presence of serum according to our fast protocol.-250 µl of transfection complex is added to 1 ml of complete media \\(with serum) per well of a six-well dish. The dish is swirled to enable mixing of the transfection complex with the cell culture medium and the cells are incubated at 37\no\nC overnight and assayed for gene expression 36-48 hrs post transfection.   Add 0.5 ml of transfection complex to 2 ml of complete media with serum  for one 60 mm dish.  For transfecting cells in a 6-well dish add 0.25 ml of transfection complex to 1 ml of complete media, for a 12-well dish add 0.125 ml transfection complex to 0.5 ml of complete media.  Swirl the dish to gently mix transfection complexes with the cell culture media.  Incubate overnight.  Assay at 24-48 hrs after transfection.\r\n\n\n\r\n\n\nConditions B and C are for transfecting HUVECs or HMVECs  in the absence of serum\r\n\n\n\r\n\n\n1|  Aspirate cell culture media completely and add transfection complexes to the cells.  The amount of transfection complexes recommended for different size dishes are shown in Table 2 below.  In general the amount of transfection complex added should be just sufficient to cover the cells well for a 3 hour incubation period so that the cells dont dry up.\nSee figure in Figures section.\n2|  Incubate cells with transfection complexes at 37\no\nC for 3 hours.  Aspirate complexes and add complete media with at least 10% serum.  If you are culturing HUVECs in serum-free media, we recommend adding 10% serum to media being added immediately after aspiration of transfection complexes as this helps cells recover faster. You can change media after a few hours or the next day. Replace the media with fresh complete media the next morning and assay at 36-48 hours post-transfection.\r\n\n\n\r\n\n\n**Additional Protocols for transfecting different types of endothelial cells taken form our customer citations**:\r\n\n\n\r\n\n\n**Transfection of  pulmonary microvascular endothelial cell monolayers \\(PMEM) using   Targefect F-2 \\(Targefect-HUVEC) and Virofect)**\r\n\n\n\r\n\n\nThis transfection protocol below and the pictures of tansfected lung microvascular endothelial cells has been taken form a publication from the Arnold Johnson \\(Gertzberg et al, 2007) lab cited below.\r\n\n\n\r\n\n\nPulmonary Microvessel Endothelial Cell Culture:\r\n\n\nBovine lung microvessel endothelial cells \\(BLMVEC) were obtained at passage 4 \\(Vec Technologies, Rensselaer, NY; Ref. 6). The preparations were identified by Vec Technologies as pure populations by: 1) the characteristic \"cobblestone\" appearance as assessed by phase contrast microscopy, 2) the presence of factor VIII-related antigen, 3) the uptake of acylated low-density lipoproteins, and 4) the absence of smooth muscle actin. For all studies, BLMVEC were cultured from 4 to 12 passages in medium containing DMEM \\(Gibco BRL, Grand Island, NY) supplemented with 20% fetal bovine serum \\(FBS; Hyclone, Logan, UT), 15 µg/ml endothelial cell growth supplement \\(Upstate Biotechnology, Lake Placid, NY), and 1% nonessential amino acids \\(Gibco BRL). The BLMVEC were maintained in 5% CO2 + humidified air at 37°C. A confluent pulmonary microvessel endothelial cell monolayer \\(PMEM) was reached within 2–3 population doublings, which took 3–4 days.\r\n\n\n\r\n\n\n\r\n\n\n**Transfection**. Transfection complex was formed by adding Targefect F2 \\(a nonlipid cationic polymer; Targeting Systems, Santee, CA), Virofect \\(an adenovirus-derived formulation to enhance transfection efficiency; Targeting Systems), and the enhanced yellow fluorescent protein \\(EYFP-beta-actin) plasmids to serum-free DMEM. The transfection efficiency was similar among the groups such as in the wild-type EYFP-beta-actin \\(78.0% ± 0.02%) and the mutant Y198F isoform \\(79.9% ± 0.06%). The volume of reagents was formulated to achieve a final ratio of 1 µg of DNA to \\(2 µl of Targefect F2 + 5 µl/ml Virofect) to provide treatment concentrations of 0.25–0.35 µg of DNA/ml of media. The complexes were incubated in 5% CO2 + humidified air at 37°C for 25 min and then added to subconfluent PMEM. After 2 h, the complex and media were removed and replaced with normal growth medium, and the cells were incubated for 24 h until confluent.\r\n\n\n\r\n\n\nAssay of Endothelial Permeability\r\n\n\n\r\n\n\nTransfection of PMEM. The BLMVEC \\(0.7 x 105 in 0.5 ml of DMEM) were plated on collagen-coated Transwell-COL permeable supports \\(12 mm diameter, 0.4 µm pore size; Corning, Corning, NY) and incubated for 24 h \\(37°C, 5% CO2). The cells were transfected as described above adding 500 µl of the transfection complex to the top \\(i.e., luminal) well and 1.5 ml of serum-free DMEM to the bottom well \\(i.e., abluminal) to eliminate any hydrostatic pressure differential\r\n\n\n\r\n\n\nCitation for transfection protocol  of lung microvascular endothelial cells with targefect F-2 and Vriofect\r\n\n\nNancy Gertzberg,1,2 Tina Gurnani,3 Paul Neumann,1,2 Anne-Kay Forbes,4 Natacha Jean-Louis,4 and Arnold Johnson1,2 \\(2007) Tumor necrosis factor-\\{alpha} causes barrier dysfunction mediated by tyrosine198 and tyrosine218 in beta-actin  Am J Physiol Lung Cell Mol Physiol 293: L1219-L1229, 2007;\r\n\n\n\r\n\n\n\r\n\n\nTransfection of BAECs, Pulmonary aortic endothelial cells:  we recommend using the Targefect F-2 plus Virofect protocol described above"
        },
        {
            "header": "Timing",
            "content": "Transfection time varies from 30 minutes to 3 hours depending on the protocol."
        },
        {
            "header": "Troubleshooting",
            "content": "**Toxicity issues**:\r\n\n\nToxicity may be observed if using very low cell densities during transfection.  Please use cells that are at least 60% confluent.  Low cell densities nto only increase toxicity but also reduce transfection efficiency\r\n\n\nIt is important to maintain cells endothelial cells in media with 10% serum during trasnfection if using Targefect F-2 plus VIrofect protocol..  This is because low serum concentraion in the media somehow results in an increse in toxicity if using this protocl.  The cells are ok if switched to low serum media the day after transfection.  Also, heparin in the media seems to interfere with the enhancing effect of Vrifoect and serum components reduce the interference.\r\n\n\n\r\n\n\n\r\n\n\nCells should always be transfected in the absence of serum when usign the Targefect F-2 plus peptide enhancer protocol.  This is because the peptide enhancer works only in the absence of serum.  In case toxicity is observed, aspirate trasnfection complexes after 3 hrs and add complete media to the cells"
        },
        {
            "header": "Anticipated Results",
            "content": "Based on our own results and customer feedback the following transfection efficiencies should be anticipated in different cell types\r\n\n\n\r\n\n\nTransfection efficiencies achieved using  the Targefect- HUVEC kit:\r\n\n\nCell types, Transfection efficiency \\(%)\r\n\n\nHUVECs \\(human umbilical vein endothelial cells) 70%-80%\r\n\n\nHuman dermal microvascular endothelial cells 30-40%\r\n\n\nHuman lung microvascular endothelial cells 70%-90%\r\n\n\nHuman aortic endothelail cells 50%\r\n\n\nBovine aortic endothelial cells 60%\r\n\n\nPorcine endothelial cells 60%\r\n\n\nRat endothelial cells 60%"
        },
        {
            "header": "References",
            "content": "Selected citations are listed below A more complete list of citations \\(over 30) can be found on the Taregfect-HUVEC page in \" Targefect Handbook of Transfection Reagents and Protocols\" at the following link http://pothi.com/pothi/book/ebook-rampyari-walia-targefect-handbook-transfection-reagents-protocols \r\n\n\n\r\n\n\nor in the targefect references section on our website link below\r\n\n\nhttp://www.targetingsystems.net/citations.php#\r\n\n\n\r\n\n\nSelected References:\r\n\n\n1. Maud Martin, Michael Potente, Veerle Janssens, Didier Vertommen, Jean-Claude Twizere, Mark H. Rider, Jozef Goris, Stefanie Dimmeler, Richard Kettmann, and Franck Dequiedt \\(2008) Protein phosphatase 2A controls the activity of histone deacetylase 7 during T cell apoptosis and angiogenesisPNAS, Mar 2008; 105: 4727 - 4732. \r\n  \r\n\n\n2.Nancy Gertzberg,1,2 Tina Gurnani,3 Paul Neumann,1,2 Anne-Kay Forbes,4 Natacha Jean-Louis,4 and Arnold Johnson1,2 \\(2007) Tumor necrosis factor-\\{alpha} causes barrier dysfunction mediated by tyrosine198 and tyrosine218 in beta-actin Am J Physiol Lung Cell Mol Physiol 293: L1219-L1229, 2007; \r\n\n\n\r\n\n\n3. Bon-Hun Koo, David M. Coe, Laura J. Dixon, Robert P.T. Somerville, Courtney M. Nelson, Lauren W. Wang, Mary Elizabeth Young, Daniel J. Lindner, and Suneel S. Apte \\(2010) ADAMTS9 Is a Cell-Autonomously Acting, Anti-Angiogenic Metalloprotease Expressed by Microvascular Endothelial Cells Am. J. Pathol.,Mar 2010; 176: 1494 - 1504. \r\n  \r\n\n\n4. Li-Wu Qian, Jianping Xie, Fengchun Ye, and Shou-Jiang Gao \\(2007)Kaposi's Sarcoma-Associated Herpesvirus Infection Promotes Invasion of Primary Human Umbilical Vein Endothelial Cells by Inducing Matrix MetalloproteinasesJ. Virol., Jul 2007; 81: 7001 - 7010. \r\n  \r\n\n\n5. Smarajit Bandyopadhyay, Mohammad Z. Ashraf, Pamela Daher, Philip H. Howe, and Paul E. DiCorleto \\(2007) HOXA9 Participates in the Transcriptional Activation of E-Selectin in Endothelial Cells Mol. Cell. Biol., Jun 2007; 27: 4207 - 4216. \r\n  \r\n\n\n6. Corttrell M. Kinney, Unni M. Chandrasekharan, Lori Mavrakis, and Paul E. DiCorleto \\(2008)VEGF and thrombin induce MKP-1 through distinct signaling pathways: role for MKP-1 in endothelial cell migrationAm J Physiol Cell Physiol, Jan 2008; 294: C241 - C250. \r\n  \r\n\n\n7. Guoquan Liu, Jingyan Han, Jasmina Profirovic, Elena Strekalova, Tatyana A Voyno-Yasenetskaya \\(2009) Galpha13 regulates MEF2-dependent gene transcription in endothelial cells: role in angiogenesisAngiogenesis \\(2009) Volume: 12, Issue: 1, Pages: 1-15 \r\n  \r\n\n\n8. Arnold Johnson \\(2009) TNF-induced activation of pulmonary microvessel endothelial cells: a role for GSK3β.  Am J Physiol Lung Cell Mol Physiol. 2009 April; 296\\(4): L700–L709."
        },
        {
            "header": "Acknowledgements",
            "content": "We are very grateful to all our customers for sharing their results and experience with us and giving us permission ot include some of their results in our product brochures"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11748,
                "identity": "9f9f8685-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rampyari Walia",
                "email": "targsys@aol.com",
                "orcid": "",
                "institution": "Targefect Transfection Group, Targeting Systems",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rampyari",
                "middleName": "",
                "lastName": "Walia",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-05-07 07:31:09",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.225",
        "doiUrl": "https://doi.org/10.1038/protex.2011.225",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608269,
                "identity": "a8f89988-37c2-4eef-abd4-f5bcdc487235",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11079,
                "visible": true,
                "origin": "",
                "legend": "HUVEC2.jpg   Figure 1:   Transfection of primary human umbilical vein endothelial cells with a GFP expression vector using the Targefect F2 reagent   plus Virofect  enhancer (both components of the Targefect-HUVEC kit):     6 ug of DNA was complexed with 12 ul of Taregefct-HUVEC and 25 ul of Virofect in 0.5 ml of high glucose DMEM , and then incubated at 37 o C for 20 mins to form trasnfection complexes. . 0.5 ml of transfection complexes were added to 2 ml of fresh EBM (Cambrex), 10% FCS (GIBCO) and supplements (Cambrex)  in one 60 cm dish of HUVECs.  The media the next day with 3 ml of complete media.  Transfection efficiency approx. 80%.  Data courtesy of Dr. Michael Potente,  Department of Cardiology, University of Frankfurt, Germany.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/figure_1.jpg"
            },
            {
                "id": 2608271,
                "identity": "fbaba131-1b4c-474c-b3e5-5d3062fec0b5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11695,
                "visible": true,
                "origin": "",
                "legend": "HUVEC transfections   Figure 1:Transfection of primary human umbilical vein endothelial cells with a GFP expression vector using the Targefect F2 reagent plus Virofect enhancer (both components of the Targefect-HUVEC kit):    Figure 1: Transfection of primary human umbilical vein endothelial cells with a GFP expression vector using the Targefect F2 reagent plus Virofect enhancer (both components of the Targefect-HUVEC kit): Description \r\n6 ug of DNA was complexed with 12 ul of Taregefct-HUVEC and 25 ul of Virofect in 0.5 ml of high glucose DMEM , and then incubated at 37 o C for 20 mins to form trasnfection complexes. . 0.5 ml of transfection complexes were added to 2 ml of fresh EBM (Cambrex), 10% FCS (GIBCO) and supplements (Cambrex) in one 60 cm dish of HUVECs. The media the next day with 3 ml of complete media. Transfection efficiency approx. 80%. Data courtesy of Dr. Michael Potente, Department of Cardiology, University of Frankfurt, Germany.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/figure_2.jpg"
            },
            {
                "id": 2608273,
                "identity": "d6aa70ef-12a0-4802-8d33-242cda487de5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4192266,
                "visible": true,
                "origin": "",
                "legend": "BLMVECtransfection-Arnold lab   Transfection of (BLMVEC) bovine lung microvascular endothelial cells using   Targefect F-2 (Targefect-HUVEC),  and Virofect)   Transfection of PMEM. The BLMVEC (0.7 x 105 in 0.5 ml of DMEM) were plated on collagen-coated Transwell-COL permeable supports (12 mm diameter, 0.4 µm pore size; Corning, Corning, NY) and incubated for 24 h (37°C, 5% CO2). The cells were transfected as described in the protocols   adding 500 µl of the transfection complex to the top (i.e., luminal) well and 1.5 ml of serum-free DMEM to the bottom well (i.e., abluminal) to eliminate any hydrostatic pressure differential (see paper cited below)\r\nThis figure ahs been taken form the following paper:\r\nNancy Gertzberg,1,2 Tina Gurnani,3 Paul Neumann,1,2 Anne-Kay Forbes,4 Natacha Jean-Louis,4 and Arnold Johnson1,2 (2007) Tumor necrosis factor-{alpha} causes barrier dysfunction mediated by tyrosine198 and tyrosine218 in beta-actin  Am J Physiol Lung Cell Mol Physiol 293: L1219-L1229, 2007;",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/figure_3.png"
            },
            {
                "id": 2608272,
                "identity": "962d1439-d332-4e7b-89c5-512274a0f89c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 20935,
                "visible": true,
                "origin": "",
                "legend": "HMVEC transfection-Dr Duffy   Figure 2:  Transfection of micro vascular endothelial cells (human) with a green fluorescent protein expression vector using Targefect-HUVEC and the Peptide enhancer:   Confocal images of cells transfected with a GFP-expression vector and counter-stained with rhodamine-phalloidin (actin stain) (Data courtesy of Dr. Steve Duffy and J. Murphy, UT, Southwestern Medical Ctr., Dallas, TX)",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/figure_4.jpg"
            },
            {
                "id": 2608275,
                "identity": "c0176ace-643a-4f2b-970e-732bc94aa145",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5614,
                "visible": true,
                "origin": "",
                "legend": "Table 1   In-text table",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/figure_5.png"
            },
            {
                "id": 2608274,
                "identity": "60a2e9bd-54ca-4b00-ae30-e65577e8df9a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:05",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4178,
                "visible": true,
                "origin": "",
                "legend": "Table 2   In-text table 2",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/figure_6.png"
            },
            {
                "id": 13464505,
                "identity": "f1e8e9ee-37a8-439b-83db-ff742068858f",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:36",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2152772,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2096/v1/e0113e79-5465-4121-af85-50f4ae2a623f.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Targefect Transfection Protocols, HUVEC, Human Umbilical Vein Endothelial Cells, HMVECs , Human Microvascular Endothelial Cells",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Efficient gene transfer into primary endothelial cells is an important prerequisite for studying regulation of gene expression in vascular tissue.  Here we present a simple set of protocols using the Targefect-HUVEC <sup>TM</sup> transfection kit  to transfect HUVECs, HMVECs, BAECs and different types of primary endothelial cells.  The kit consists of Targefect F-2 , a non-lipid cationic transfection reagent with low toxicity along with two enhancer formulations- Virofect <sup>TM</sup>  and a Peptide Enhancer.  Virofect enhances gene transfer by using adenoviral receptors on the cell surface to enhance intracellular delivery of transfection complexes.  Once the transfection complex is internalized,  Virofect helps the transfection complex escape degradation in the lysosome  and enhances the both duration and efficiency of transgene expression.   The Peptide Enhancer increases efficiency of transgene expression by escorting genes to the nucleus.  Using the protocols mentioned here researchers have been able to achieve 70-80% transfection efficiencies in HUVECs and efficiencies ranging form 70-80% in human and bovine lung microvascular cells \\(see attached figures showing data from other lab groups and a list of product citations \"http://www.targetingsystems.net/pdf/Targefect_HUVEC.pdf\":http://www.targetingsystems.net/pdf/Targefect_HUVEC.pdf  )",
        "manuscriptTitle": "Transfection Protocol for Human Umbilical Vein Endothelial Cells ( HUVEC) and Human Microvascular Endothelial Cells ( HMVEC )  in Targefect Handbook of Transfection Protocols",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-05-12 10:11:43",
                "doi": "10.1038/protex.2011.225",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9f2739-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 12th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2563,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-05-12 10:11:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}