{
    "identity": "pex-1170",
    "title": "<p>A protocol for the extraction, identification, and quantification of short-chain fatty acids (SCFAs) in silages using Reverse Phase – High Performance Liquid Chromatography with Diode Array Detector (RP-HPLC-DAD)</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The ruminant production systems around the world are strongly based on the intake of forages. In addition, it is known that climatic conditions (mainly temperature and rainfall distribution) influence the growth and productivity of pastures. Hence, changes of climate conditions across the year, determine the availability of forages with adequate nutritional quality for ruminant production. This condition may impair ruminant health, production, and reproduction. Thus, the use of forage conservation techniques is a common strategy in livestock systems to overcome this limitation.</p><p>One of the most common forage preservation techniques uses a combination of both anaerobic and acidic environments. This technique is known as ensiling and the feedstuff produced is defined as silage. The ensiling process intends to preserve the nutritional quality of the original forage or vegetal feed source, extending the nutritional availability of forage to different periods in the year.</p><p>The nutritional quality of silages can be evaluated using different parameters. Among these parameters, the evaluation of the short-chain fatty acids (SFCAs) profile constitutes a suitable choice for quality evaluation due to the SFCAs profile and the nutritional composition of the silage are correlated.</p><p>In silages, the SFCAs profile may be composed of lactic, acetic, propionic, butyric, iso-butyric, 2-methyl butyric, valeric, isovaleric, caproic, and caprylic acids, whose concentrations may vary according to the forage source, as well as potential physical or chemical treatments applied during ensiling. Hence, this protocol aimed to describe a method to extract, identify, and quantify SFCAs in silages, using RP-HPLC-DAD as a quantification technique.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>3.1 Extraction solution:</strong></p><p><em>Solution of ortho-phosphoric acid 0.85% (v/v): </em>add to a 100 mL class A volumetric flask, 1 mL of ortho-phosphoric acid 85%, and complete to 100 mL with Milli-Q water.</p><p><strong>3.2 Mobile phase components for HPLC running:</strong></p><p><em>3.2.1 Phase A:</em> sodium phosphate buffer solution 10 mM (pH = 2.6) (1 L): weigh 0.78 g of Sodium dihydrogen phosphate dihydrate (Sigma Aldrich ®) and mix them with 0.34 mL of 85% ortho-phosphoric acid in a beaker. Add 10 mL of Milli-Q water and transfer the mixture to a class A volumetric ask of 1L. Complete the volume to 1L with Milli-Q water.</p><p>3.2.2 <em>Phase B:</em> Acetonitrile HPLC grade (Sigma Aldrich ®).</p><p><strong>3.3 Preparation of standards for chromatographic identification and quantification using the external standard method</strong></p><p>3.3.1 Preparation of the calibration curve from 2 to 10 mM of lactic acid (Sigma Aldrich): Prior to preparing the calibration curve for lactic acid, a 10 mM stock solution of lactic acid need to be prepared. For this purpose, transfer 220 uL of an 85% (w/w) lactic acid solution (solution A) to a 10 mL class A volumetric flask, and complete to 10 mL with Milli-Q water (Solution B). Thereafter, transfer 400 uL of solution B to a 10 mL class A volumetric flask, and complete to 10 mL with Milli-Q water (Solution C). The lactic acid concentration in solution C is 10.039 mM. Considering that the concentration of lactic acid in solution C is approximately equal to 10 mM, prepare 6 chromatographic vials and add to each one, the Solution C and Milli-Q water quantities, as described in Figure 1.</p><p>3.3.2 Preparation of the calibration curve from 2 to 10 mM of SCFAs using a commercial mix SCFAs mixture (CRM46975, Sigma Aldrich): Considering that the concentration of each SCFAs in the commercial mixture is equal to 10 mM, prepare 5 chromatographic vials and add to each one, the commercial mixture and Milli-Q water quantities, as described in Figure 2.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- HPLC equipped with an autosampler, Hypersil GOLD C18 column, Hypersil GOLD C18 guard column, a column oven, and a Diode Array Detector.</p><p>- Centrifuge (reaching a minimum of both 10,000 x G and 4 ºC).</p><p>- Freezer (minimum temperature of -20 ºC).</p><p>- Analytical balance.</p><p>- Centrifuge tubes of at least 5 mL of capacity.</p><p>- Blender machine.</p><p>- Transfer pipettes from 100 uL to 5 mL plus tips.</p><p>- 100 mL class A volumetric pipette</p><p>- Pipetter pump.</p><p>- Whatman Uniflo syringe membrane filters of 0.45 um (PES membrane).</p><p>- 5 mL plastic syringes.</p><p>- Chromatographic vials with septa.</p><p>- Vacuum filtration equipment.</p><p>- PYREX™ Gooch Type Filtering Crucibles.</p>"
        },
        {
            "header": "Procedure",
            "content": "5.1 Extraction of short-chain fatty acids in silage:\n1. On the day of the analysis, thaw the fried samples at room temperature (20 ºC).\n2. Weigh 10 g fresh silage and transfer to glass jar blender.\n3. Add 100 mL of Milli-Q water (measured using a class A volumetric pipette) to the glass jar blender.\n4. Blend the mixture during 30s at an intermediate rate.\n5. Filtrate the resulting mixture using a PYREX™ Gooch Type Filtering Crucible and vacuum filtration equipment. Keep the liquid filtrate.\n6. Transfer 2 mL of the filtrate to 6 mL plastic centrifugation tubes and add 2 mL of extraction solution (see 3.1 section).\n7. Vortex the mixture during 30s at an intermediate rate.\n8. Centrifugate the mixture at 10,000 x G for 15 min at 4 ºC.\n9. Recover a portion of the liquid phase after centrifugation using a plastic syringe and filter it through a 0.45 μm PES membrane filter, collecting a minimum of 500 uL of the filtrate in a chromatographic vial.\n5.2 Chromatographic analysis:\n5.2.1 Chromatographic analysis of the calibration curves (lactic acid and SCFAs):\n1. Prepare the calibration curves for lactic acid and SCFAs as described in sections 3.3.1 and 3.3.2, respectively (reagents).\n2. Analyze each point of the calibration curve using RP-HPLC-DAD.\n3. Identify and integrate the resulting chromatographic peaks.\n5.2.2 Chromatographic analysis of silage extract samples:\n1. Place 500 μL of the final extract in a chromatographic vial.\n2. Analyze using RP-HPLC-DAD.\n3. Identify and integrate the resulting chromatographic peaks.\n5.2.3 Chromatographic conditions:\n- Column temperature: 30 ºC.\n- Injection volume: 20 μL.\n- Stationary phase: Hypersil GOLD C18 column (dimensions: 150 x 4.6 mm) equipped with Hypersil GOLD C18 guard column (dimensions: 10 x 4 mm).\n- Working wavelength: 210 nm.\n- Mode: gradient, constant flow: 0.750 mL/min (Figure 3).\nNote: According to the literature findings, the most suitable column for SCFAs chromatographic separation by HPLC-DAD is an ion-exchange column. However, the Hypersil GOLD C18 column allows an efficient SCFAs separation, except for butyric and iso-butyric acids. This condition may constitute a limitation of the Hypersil GOLD C18 column use for SCFAs determination. However, considering that the concentration of iso-butyric acid is significantly lower in silages, a good estimation of butyric acid can be obtained with the reported method herein."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1. According to Hypersil GOLD C18 column manufacturer, the secure pH range of buffer use is between 2 – 8. Therefore, in case of future optimizations of this chromatographic method, the use of solvents or mobile phases with a pH out of this range must be avoided to preserve the activity of the stationary phase.</p><p>2. The column used in the proposed method does not allow the use of 100% aqueous mobile phases (example: the use of solutions of inorganic acids). Therefore, in the case of future optimizations of this method, the use of a mobile phase 100% aqueous must be avoided.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>- Mobile phase Reagent preparations: 10 min (for 50 samples).</p><p>- Sample preparation: 30 min (for one sample). </p><p>- Calibration curve preparation: 242 min for developing the calibration curves (for 50 samples) </p><p>- HPLC-DAD set-up and stabilization: 15 min (for 50 samples). </p><p>- HPLC-DAD sample run time: 22 min (for one sample). </p><p>- Data analysis: 5 min (for one sample).</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The successful identification of lactic and acetic acids, as well as propionic acid (main fatty acids in common silage samples), are presented in Figure 4. Calibration curves for the SCFAs commonly found in different silage samples around the world are presented in Figure 5. It is important to point out that this protocol was tested using corn silage samples with satisfactory results.</p>"
        },
        {
            "header": "References",
            "content": "<p>Chromeleon® 7. Chromatography data System. Thermo Fisher Scientific Inc.</p><p>Valente, A. L. P., Augustus, F., &amp; Riedo, C. R. F. Quantitative analysis by chromatography. Available from: &lt;www.chemkeys.com&gt;. Accessed: 17 October (2019)</p><p>Ding, W. R., Long, R. J., &amp; Guo, X. S. Effects of plant enzyme inactivation or sterilization on lipolysis and proteolysis in alfalfa silage. J. Dairy Sci, 96: 2536 – 2543 (2013). <a href=\"https://doi.org/10.3168/jds.2012-6438\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3168/jds.2012-6438</a></p><p>Ke, W. C., et al. Effects of addition of malic or citric acids on fermentation quality and chemical characteristics of alfalfa silage. J. Dairy Sci, 100: 8958-8966 (2017). <a href=\"https://doi.org/10.3168/jds.2017-12875\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3168/jds.2017-12875</a></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors would like to thank the Conselho Nacional de Pesquisa e Desenvolvimento Científico e Tecnológico, the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior, and the Universidade Federal Rural da Amazônia for providing the funding support. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 2670908,
                "identity": "b5cc9397-5a88-4376-af4e-0d7f27245864",
                "order_by": 0,
                "name": "Julián Andrés Castillo Vargas ",
                "email": "jcfcav@gmail.com",
                "orcid": "https://orcid.org/0000-0001-5163-5127",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Julián",
                "middleName": "Andrés Castillo",
                "lastName": "Vargas",
                "suffix": ""
            },
            {
                "id": 2670909,
                "identity": "bb34174a-2886-4953-9278-262094211a2b",
                "order_by": 1,
                "name": "Tiago Costa de Araújo",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7844-3659",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tiago",
                "middleName": "Costa",
                "lastName": "de Araújo",
                "suffix": ""
            },
            {
                "id": 2670910,
                "identity": "5e7758c5-83ac-4545-80fd-404fda5e4e95",
                "order_by": 2,
                "name": "Rafael Mezzomo",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1889-3287",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rafael",
                "middleName": "",
                "lastName": "Mezzomo",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-09-23 14:56:08",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1170/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1170/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2729190,
                "identity": "8e5f0f22-4fd3-4473-b567-635329d5dcc4",
                "added_by": "auto",
                "created_at": "2020-10-01 18:51:59",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40014,
                "visible": true,
                "origin": "",
                "legend": "Amounts of solution C of lactic acid and Milli-Q water for preparing the lactic acid calibration curve",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1170/v1/Figure1.png"
            },
            {
                "id": 2729191,
                "identity": "990df17e-32b9-4ed6-81b9-cf91fdf83390",
                "added_by": "auto",
                "created_at": "2020-10-01 18:51:59",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 36641,
                "visible": true,
                "origin": "",
                "legend": "Amounts of SCFAs mixture and Milli-Q water for preparing the lactic acid calibration curve",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-1170/v1/Figure2.png"
            },
            {
                "id": 2729192,
                "identity": "9613d5a0-8b8b-451a-b8f0-9c88f8606519",
                "added_by": "auto",
                "created_at": "2020-10-01 18:52:00",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 40321,
                "visible": true,
                "origin": "",
                "legend": "Gradient used in each chromatographic run",
                "description": "",
                "filename": "Figure3.png",
                "url": "https://assets.researchsquare.com/files/pex-1170/v1/Figure3.png"
            },
            {
                "id": 2729193,
                "identity": "0e4c6fc3-6877-4934-bfaf-2ffd150998bd",
                "added_by": "auto",
                "created_at": "2020-10-01 18:52:00",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32008,
                "visible": true,
                "origin": "",
                "legend": "a) Lactic and acetic acids (blue: lactic acid standard; black: silage extract sample; magenta: acetic acid standard), and b) propionic acid (blue: silage extract sample: black: propionic acid standard) identification",
                "description": "",
                "filename": "Figure4.png",
                "url": "https://assets.researchsquare.com/files/pex-1170/v1/Figure4.png"
            },
            {
                "id": 2729194,
                "identity": "34ac3088-f3ff-4ae6-808c-fb5fd53dc351",
                "added_by": "auto",
                "created_at": "2020-10-01 18:52:00",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156002,
                "visible": true,
                "origin": "",
                "legend": "Calibration curves of the main SCFAs found in silage samples",
                "description": "",
                "filename": "Figure5.png",
                "url": "https://assets.researchsquare.com/files/pex-1170/v1/Figure5.png"
            },
            {
                "id": 13597209,
                "identity": "84b79510-4fa0-4f32-8e7b-7c8ba1b40c72",
                "added_by": "auto",
                "created_at": "2021-09-17 05:31:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 525729,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1170/v1/e2bd3076-9b53-409d-b0f7-0cb242f8af33.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "fatty acid extraction, feedstuff, HPLC, volatile fatty acid",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Short-chain fatty acid profile (SCFAs) in silage provides significant information regarding its fermentative patter in the rumen. Thus, we developed a protocol to extract, identify, and quantify the SCFAs of silages. The proposed method was tested with satisfactory results in corn silages. Despite literature findings suggest that the most common instrumental method for determining SCFAs is the gas chromatography technique, the liquid chromatography technique using both C18 column and ion-exchange columns can be proposed as analytical technique for SCFAs determination as well. The use of the C18 column in HPLC-DAD has a particular limitation because it does not allow efficient separation of butyric and iso-butyric acids. However, considering that the concentration of iso-butyric acid in silages is significantly lower than that of butyric acid, a good estimation of butyric acid can be obtained.</p>",
        "manuscriptTitle": "A protocol for the extraction, identification, and quantification of short-chain fatty acids (SCFAs) in silages using Reverse Phase – High Performance Liquid Chromatography with Diode Array Detector (RP-HPLC-DAD)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-01 18:51:58",
                "doi": "10.21203/rs.3.pex-1170/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "752b5031-fefa-4398-8a78-d30c9a8b283d",
        "owner": [],
        "postedDate": "October 1st, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 595217,
                "name": "Analytical chemistry"
            },
            {
                "id": 595218,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-01 18:51:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}