{
    "identity": "pex-1169",
    "title": "<p>Fabrication of Nanomechanical Biosensors to Map 3D Surface Strain in Live Cells and Tissue</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Square glass wafers (ThermoFisher cat. No. 12-543-F 45×50×2 mm)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Round glass coverslip (ThermoFisher cat. No. 22CIR-1.5)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Photoresist SPR-220.3 (MicroChem)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MF-26A developer (MicroChem)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sylgard 184 polydimethylsiloxane (PDMS) (Dow Corning) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fibronectin (Corning, Fisher Scientific cat. No. CB-40008A)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alexa-555 NHS Ester labeling Kit (ThermoFisher cat. No. A20009) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dialysis Cassette 7K MWCO (ThermoFisher cat. No. 66373) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;poly(N-isopropyl acrylamide) (PIPAAm) (Scientific Polymer, mw 300,000)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gelatin Type A (Fisher Scientific cat. No. AC611995000)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Silicone Sheet (Grainger cat. No. 1MVR1)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glass Slide (Fisher Scientific cat. No. 12-550-15)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AutoCAD (Autodesk) or Similar Software </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chemical Resistance Spin Coater (Laurell WS-650S-6NPP/LITE)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coverslip Spin Coater (Specialty Coating Systems Spincoat G3P-8) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thinky-Conditioning mixer (Phoenix Equipment Inc., Rochester, NY, USA)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heratherm General Purpose Oven (ThermoFisher)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ultrasonic Cleaner and Digital Timer (Branson 3510) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Broad Tip Forceps (Fisher Scientific cat. No. 10-300)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nitrogen Spray Gun (Fisher Sci cat. No. NC9037290)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;UV flashlight</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Biosafety Cabinet </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nitrogen Gas </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stereo or Inverted Fluorescence Microscope&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "Photomask Design and Production:\n1\n. Design a square-lattice mesh (e.g., 100 μm length X 100 μm width X 10 μm line thickness per grid segment) using AutoCAD software. The overall pattern size can be changed to fit the experimental needs.\na.   Smaller patterns will require more computer processing capabilities as the total number of objects within a design in AutoCAD will increase.\nb.   Normally, we design our patterns to fit within a 1 cm square area.\nc.    It is also useful to notate the pattern dimensions above or below the design and include a feature resolution test for use during photomask creation.\n2.\nArrange as many pattern designs and pattern variations to fill a transparency photomask. The spaces and the segments of the square-lattice meshes were dark and transparent, respectively to achieve the correctly patterned NMBS.\na.   We use CAD/Art Services, Inc., Bandon, OR, USA to produce our photomasks, and help in the design process.\nPatterning glass wafers:\n1.\nCleaned square glass wafers with ethanol and flame dry.\n2.\nOnce clean, spin-coat the glass with Photoresist SPR-220.3 at 5000 rpm for 20 sec\n3.\nBake wafers on a 115°C hot plate for 90 sec.\n4.\nPlace the photomask with the patterned side down on top of the photoresist coated wafer and expose to ultraviolet (UV) light through the transparency photomask.\na.   Variations of the UV light exposure height and time duration will need to be determined for each new pattern and fabrication set-up. Any UV light source can be used. We often us UV flashlights for easy mounting to ring stands.\n5.\nFollowing UV exposure, bake the patterned wafer on a 115°C hot plate for 90 sec.\n6.\nFinally, develop the cured wafer for 1 min using MF-26A developer and wash twice in ddH2O.\na.   Once dried, the patterned glass wafer is ready for silicone stamp creation.\nb.   The time for developing can vary depending on the pattern and feature size. This might need to be adjusted and determined experimentally.\nCreation of PDMS stamps\n1.\nPrepare Sylgard 184 (Dow Corning) polydimethylsiloxane (PDMS) elastomer per the manufacturer’s directions by mixing 10 parts base to 1 part curing agent (by weight) using a Thinky-Conditioning mixer for 2 min at 2000 rpm followed by 2 min of defoaming at 2000 rpm.\n2.\nCast PDMS over the patterned photoresist-coated glass wafer inside a 150 mm petri dish and place in a 65°C oven for at minimum 4 hours to cure the PDMS.\na.   The PDMS needs to cover the glass wafer completely and be thick enough to handle during the stamping process. A 5 mm thick PDMS stamp is ideal, and thicker is normally better than thinner.\nb.   To help remove air bubbles trapped within the patterned photoresist the PDMS can be placed into a vacuum chamber for 30 min. The bubbles will rise to the top and dissipate as the PDMS cures at 65ºC.\n3.\nOnce cured, cut square PDMS stamps approximately 1 cm\n2\nusing a new razor blade out of the ~5 mm thick PDMS layer.\na.   When cutting the stamp be careful not to damage the patterned region.\nb.   It is also useful to cut the stamp so that there is no unpatterned area around the edges of the stamp face. These unpatterned regions will trap air and prevent patterning of the ECM proteins during the stamping.\nc.    Cut a notch out of the corner of the stamp on the back side to tell multiple stamps apart from one another as some stamps might pattern better than others.\nPreparation and Fluorescent Conjugation of Fibronectin:\n1.\nPrepare a 1 mg/mL fibronectin solution in sterile ddH2O\n2.\nPrepare and solubilize the Alexa-555 NHS Ester dye following the manufacturer’s protocol.\n3.\nTo conjugate an Alexa-555 dye to the fibronectin, add a 10 µL aliquot of the Alexa-555 to 500 µL of fibronectin (1 mg/mL) in 250 µL of SE buffer (75 mM NaCl; 25 mM disodium EDTA) and allow to incubate at room temperature in the dark for 1 hour.\na.   The volume ratio of FN to SE buffer should be 2:1.\n4.\nTo remove unconjugated dye, transfer the solution to a dialysis cassette and place into SE buffer for 2 hours, followed by phosphate-buffered saline (PBS) (137 mM NaCl; 2.7 mM KCl; 4.3 mM Na\n2\nHPO) for 2 hours, and finally DI water overnight, all at 4°C in a dark environment.\nPIPAAm Coat Glass Coverslips:\n1.\nCleaned and sonicate round glass coverslips (25 mm) in a 100% ethanol solution for 1 hour.\n2.\nPrepare a 2% g/mL poly(N-isopropyl acrylamide) (PIPAAm) by solubilizing in 1-Butanol overnight with frequent vortexing.\n3.\nSpin-coated the cleaned coverslips at 6000 rpm for 1 min and 37 sec with 200 µL of the PIPAAm solution.\n4.\nTo sterilize PIPAAm coverslips, place the coverslips into a 150 mm culture dish with the lid on under UV light for 15 minutes.\na.   These can be stored at room temperature until stamping. Make sure to seal the culture dish with parafilm to avoid moisture from dissolving the PIPAAm.\nSurface-initiated Assembly of NMBS:\n1.\nWash patterned PDMS stamps in 50% EtOH for 30 min in sonicator bath.\na.   The stamps can be placed inside of a glass beaker and placed in the sonicator. It is helpful to have all the stamps patterned side up.\n2.\nRemove stamps from ethanol solution and dry inside of a biosafety cabinet with nitrogen air. Using a nitrogen air spray gun is helpful to control the air flow. Place the dried stamps pattern side up inside of a 10 cm culture dish.\na.   Make sure that all of the ethanol is removed before proceeding.\n3.\nPrepare a 50 µg/mL fibronectin solution in sterile ddH2O.\n4.\nPrepare a 50 ug/mL Alexa-555 fibronectin solution in sterile ddH2O.\n5.\nMake a working solution of 40/60% labeled to unlabeled 50 µg/mL fibronectin in DI water.\n6.\nPipette approximately 150 µL of the 40/60 working solution onto each stamp making sure that the entire surface of the stamp is covered.\na. The exact volume will depend on the size of the stamp that you cut out from the PDMS.\nb. If the fibronectin solution does not want to coat the surface of the PDMS evenly, take a P1000 pipette tip and slide it around the edges of the stamp at a 45º angle to try spread the solution across the surface.\n7.\nCover the culture dish with foil to block light and allow the labeled fibronectin solution to incubate in the biosafety cabinet for 1 hour.\n8.\nWash stamps by dipping them into a 10 cm culture dish filled with ddH2O. Do this twice in 2 separate culture dishes.\n9.\nDry stamps with nitrogen gas on all sides.\n10.\nGrasping the stamps with forceps, gently place the stamp patterned side down, onto the PIPAAm coverslips trying to avoid air bubbles. Press on the corners of the stamp very lightly with the forceps.\na.   Placing the stamp on an edge and rolling it onto its face can help to eliminate air bubbles forming. This step requires some practice.\nb.   Pressing too hard on the stamp can result in too much adhesion to the PIPAAm and will result in the PIPAAm delaminating following stamp removal.\n11.\nOnce the stamp is lightly adhered to the PIPAAm coverslip, allow it to sit in the biosafety cabinet for 1-hour covered in foil.\na.   It is helpful to mark the corners of where the stamp is placed on the PIPAAm coverslip. This will help in finding the pattern later during imaging and transfer processes.\n12.\nGently remove the stamp from the PIPAAm using forceps.\na.   It can help to have a second pair of forceps to hold down the glass coverslip as you peel off the PDMS stamp.\nb.   Do not try to lift the stamp directly off, instead pry the stamp off towards one edge and lift once it is completely detached from the coverslip.\n13.\nThe Alexa-555 fibronectin is now patterned to the PIPAAm coverslip and ready for transfer onto a substrate.\na.   It will take practice to get high quality patterned fibronectin mesh. To start, 60% success rate is normal, with >90% success rate following repeated practice.\nValidation of Successful Patterned Fibronectin Lattice:\n1.\nBefore transferring to a biological tissue, it is good practice to check the integrity of the patterned fibronectin on the PIPAAm coverslip.\na.   Depending on the fluorescent protein that was conjugated to the ECM protein you will need a microscope with compatible excitation and emission filters.\nb.   The easiest way to check the pattern is by stereo fluorescence or inverted EPI-fluorescence; however, inverted confocal microscopy will also work.\n2.\nOn an inverted fluorescence microscope, use a 10X or 20X air objective with a long enough working distance to image through the culture dish containing the patterned PIPAAm coverslips.\na.   The patterned fibronectin is very thin, so finding the focal plane can take practice. Make sure to not damage the cover glass or the microscope objective during this process.\n3.\nWhen the patterned region is found, use a marker to lightly outline the area on the coverslip that you will transfer to the gelatin carrier.\na.   PDMS stamps that pattern well tend to always pattern well. It is good practice to know which stamp came from a particular patterned glass wafer so that you can make additional stamps from the best ones.\nb.   Additionally, if you know a stamp works well, you can avoid using other stamps and focus on the one that yields high quality patterns.\nCreating the Gelatin Carrier:\n1.\nMake a 20% w/v solution of Gelatin type A by dissolving in ddH2O at 40ºC or appropriate aqueous solution.\na.   The aqueous buffer for the carrier can be changed according to the cells of tissue the NMBS will be applied to. Making the gelatin in a cell or tissue specific media helps with cell survival during the transfer process.\n2.\nUse a 10 mm punch to create circular molds from a 1.5 mm thick silicone sheet.\na.   Alternative materials can be used to form the circular gelatin carrier; however, silicone baking sheets or medical grade silicone works well and is reusable.\nb.   These can also be order in standard sizes for Silicone Imaging Chambers from Electron Microscopy Sciences (EMS cat. No 70327-10).\nc.    The size of the carrier will be determined by the size of punch that is used for the mold. This can be tuned per experimental needs. In most cases a 1 cm diameter mold is more than large enough, and often a 5 mm diameter mold is sufficient.\n3.\nKeep the gelatin solution warm at 40ºC to prevent it from gelling.\n4.\nPlace a silicone mold onto an ethanol cleaned glass slide. Place the glass slide on top of a 40ºC hot plate to prevent the gelatin from solidifying during the casting process.\n5.\nPipette warmed gelatin into the silicone mold. Remove the glass slide from the hot plate and allow to cool at room temperature for 5 min.\n6.\nTransfer the glass slide to a 150 mm culture dish and allow to set further at 4ºC for 5 min.\na.   To prevent the gelatin from drying out during the cool process, a paper towel is wet and placed into the 150 mm culture dish along with the glass slide.\n7.\nOnce the gelatin is solidified, the silicone mold can be carefully removed leaving behind a gelatin carrier of the desired diameter.\n8.\nTo sterilize the gelatin, the glass slides are UV treated for 10 min in a biosafety cabinet.\nTransferring the Patterned Fibronectin to the Gelatin Carrier:\n1.\nPlace fibronectin-patterned PIPAAm-coated glass coverslips with patterned side facing down onto the gelatin carriers inside of a biosafety cabinet for 1 minute.\n2.\nSlowly add sterile room temperature ddH\n2\nO between the glass coverslips and the gelatin carrier to cause dissolution of the PIPAAm and subsequent release and transfer of the NMBS to the top surface of the gelatin.\na.   Occasionally an air bubble can get trapped between the glass slide and the patterned coverslip that prevents the coverslip release from the gelatin. If this happens, try lightly tapping on the coverslip to free the bubble. Additionally, more ddH2O can be added to flush out the air bubble, or a small gauge needle can be used to gentle vacuum out the air bubble.\nb.   If the coverslip floats off of the gelatin carrier following the addition of water the success rate for transfer is ~100%. Problems with transfer can arise if the gelatin carrier was not flat. Having the gelatin slightly overfill the mold can cause the carrier to have a slight convex shape allowing for easier release of the coverslip. Too little gelatin will result in a concave shape that make coverslip release from the gelatin very difficult.\n3.\nFollowing transfer, remove all remaining water surrounding the NMBS-gelatin carrier.\na.   If there is too much water left on the gelatin it will not transfer well to the tissue; however, you do not want the gelatin to dehydrate prior to transferring the tissue.\n4.   Store the gelatin carrier in a sealed container at 4°C until ready for tissue application.\nTransferring the NMBS to Cells or Tissue:\n1.\nOnce the patterned fibronectin mesh, nanomechanical biosensor (NMBS) is transferred to the gelatin carrier, the gelatin carrier can then be used to apply the NMBS to tissue or cells.\n2.\nRemove the media from the cells or tissue that the NMBS will be applied to.\na.   Not all of the media needs to be removed, but the more the better, without causing the tissue to dry out during the process.\n3.\nSlowly lift the NMBS-gelatin carrier from the glass slide using forceps. It should be able to easily peel off of the slide.\na.   Keeping the gelatin carrier at 4ºC helps to improve the handleability and removal from the glass slide.\n4.\nGently place the gelatin carrier NMBS face down onto the tissue or cells as desired.\na.   Try to avoid moving the carrier around once applied to the tissue.\nb.   The weight of the gelatin should be enough to adhere the NMBS to the tissue surface. If wanted, light pressure can be applied to the gelatin to assist in initial adhesion of the NMBS.\n5.\nPlace the tissue with the gelatin and NMBS applied back into a 37ºC incubator for 3-5 min.\n6.\nOnce the gelatin begins to melt, add warmed media to help rehydrate the tissue and prevent unwanted cell death. Return the tissue to the incubator for 5-7 min.\n7.\nAt this point, the NMBS should be adhered to the surface of the tissue. Subsequent media changes and fluorescence imaging experiments can proceed as normal."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p><u>Initial Material Preparation</u>:</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Photomask Design/Production: <strong>1 hour</strong> for design, <strong>5 business days</strong> for production. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Patterning Photoresist: <strong>1-2 hours</strong>. Depends on # of glass wafers made. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Casting PDMS Stamps: <strong>5 hours</strong> to overnight. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preparing and Conjugating Fibronectin: <strong>14-16 hours</strong>. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Solubilization of PIPAAm: <strong>12 hours</strong> or overnight. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preparation of 20% w/v Gelatin: <strong>2 hours</strong>.&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Creating Silicone Molds: <strong>30 min</strong>. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cleaning Coverslips: <strong>30 min</strong>. </p><p><br></p><p><u>NMBS Patterning and Transfer</u>:</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PIPAAm Coating Coverslips: <strong>~45 min</strong> to coat and sterilize 10 coverslips.&nbsp;</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Surface Initiated Assembly of Fibronectin: <strong>3 hours</strong>. This depends on how many patterns are stamped. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Imaging Validation: <strong>30 min</strong>. Will be longer or shorter depending on # of samples.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Casting Gelatin Carrier: <strong>30 min</strong>. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Transfer of NMBS to Gelatin Carrier: <strong>5 min</strong>. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Application of NMBS to Tissue: <strong>15 min</strong>. </p><p><br></p><p><u>Total Experimental Time</u>: <strong>~5 hours</strong>. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For a given experiment it takes approximately <strong>5 hours</strong> to pattern and apply the NMBS to tissue. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The experimental timeline can be made faster (<strong>~50 min</strong>) by patterning the NMBS ahead of time. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The NMBS can be made and stored on PIPAAm coverslips sealed and <strong>stored in the dark for up to 1-year after fabrication</strong>.&nbsp;</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1. Feinberg, A. W. &amp; Parker, K. K. Surface-initiated assembly of protein nanofabrics. <em>Nano letters</em> <strong>10</strong>, 2184-2191, doi:10.1021/nl100998p (2010).</p><p><br></p><p>2. Palchesko, R.N., Funderburgh, J.L., Feinberg, A.W. Engineered Basement Membranes for Regenerating the Corneal Endothelium. <em>Advanced Healthcare Materials</em>. doi.org:10.1002/adhm.201600488 (2016).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank R. Palchesko for SIA and microfabrication assistance. Research reported in this publication was supported by grants from the Human Frontier Science Program under award number RGY0071 and National Institutes of Health under award numbers DP2HL117750 and F32HL142229.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1101/2020.02.11.943696",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1038/s41467-020-19659-z",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 2669636,
                "identity": "60d86553-32e5-4d7a-bee4-ff66f59e8712",
                "order_by": 0,
                "name": "Daniel J. Shiwarski",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6978-303X",
                "institution": "Carnegie Mellon University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "J.",
                "lastName": "Shiwarski",
                "suffix": ""
            },
            {
                "id": 2669637,
                "identity": "6f8690cf-57d4-427a-a00f-0b2ec46a1578",
                "order_by": 1,
                "name": "Joshua W. Tashman",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8193-0039",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joshua",
                "middleName": "W.",
                "lastName": "Tashman",
                "suffix": ""
            },
            {
                "id": 2669638,
                "identity": "46bb8cba-7528-4530-a69e-43cff2768c02",
                "order_by": 2,
                "name": "Alkiviadis Tsamis",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8101-3302",
                "institution": "University of Leicester",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alkiviadis",
                "middleName": "",
                "lastName": "Tsamis",
                "suffix": ""
            },
            {
                "id": 2669639,
                "identity": "bc26ab22-494b-48a9-aff3-42a5a06ffda6",
                "order_by": 3,
                "name": "Jacqueline M. Bliley",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-6605-9916",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jacqueline",
                "middleName": "M.",
                "lastName": "Bliley",
                "suffix": ""
            },
            {
                "id": 2669640,
                "identity": "047e54f0-0446-44b4-a337-b84713691d2d",
                "order_by": 4,
                "name": "Malachi A. Blundon",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7390-3687",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Malachi",
                "middleName": "A.",
                "lastName": "Blundon",
                "suffix": ""
            },
            {
                "id": 2669641,
                "identity": "aa5b6740-b5fc-4b1e-8829-804d844155d4",
                "order_by": 5,
                "name": "Edgar Aranda-Michel",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-6812-3056",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Edgar",
                "middleName": "",
                "lastName": "Aranda-Michel",
                "suffix": ""
            },
            {
                "id": 2669642,
                "identity": "617824bf-ca84-43c0-904b-09000977ea4b",
                "order_by": 6,
                "name": "Quentin Jallerat",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-9717-0505",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Quentin",
                "middleName": "",
                "lastName": "Jallerat",
                "suffix": ""
            },
            {
                "id": 2669643,
                "identity": "7ec8a90c-8258-4207-a43f-dacd2261e073",
                "order_by": 7,
                "name": "John M. Szymanski",
                "email": "",
                "orcid": "",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "M.",
                "lastName": "Szymanski",
                "suffix": ""
            },
            {
                "id": 2669644,
                "identity": "bcdc76ac-6f54-4051-b61a-b7ed9a650a1a",
                "order_by": 8,
                "name": "Brooke M. McCartney",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-5071-8550",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Brooke",
                "middleName": "M.",
                "lastName": "McCartney",
                "suffix": ""
            },
            {
                "id": 2669645,
                "identity": "038337ba-12cd-41c7-bb3a-7db5b8d5d4fa",
                "order_by": 9,
                "name": "Adam W. Feinberg ",
                "email": "feinberg@andrew.cmu.edu",
                "orcid": "https://orcid.org/0000-0003-3338-5456",
                "institution": "Carnegie Mellon University ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "W.",
                "lastName": "Feinberg",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-09-23 13:09:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1169/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1169/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13617456,
                "identity": "1d046ddd-07c7-463a-b667-d02a79e04474",
                "added_by": "auto",
                "created_at": "2021-09-17 06:53:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 359036,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1169/v1/c308b009-08a9-4bb0-b56b-d2a0c5096617.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Nanomechanical biosensor, NMBS, engineering strain, strain sensor, mechanobiology, force sensor, fluorescence biosensor, surface-initiated assembly, micropatterning, microcontact printing, extracellular matrix",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol details the step-by-step fabrication process to create an extracellular matrix (ECM) protein-based nanomechanical biosensor (NMBS) via an adaptation of the surface-initiated assembly (SIA) procedure<sup>1</sup>. The NMBS is a fluorescently labeled, ultra-thin fibronectin lattice-mesh with spatial resolution tailored by adjusting the width and spacing of the lattice from 2-100 µm. By applying the NMBS to the surface of cells and tissues one can directly measure deformation from subcellular to tissue length-scales. The procedure outlined here covers all aspects of NMBS construction from pattern design, photolithography for mold creation, casting of polydimethylsiloxane (PDMS) silicone stamps, conjugation of fluorescent dye to fibronectin, microcontact printing of fibronectin, creation of gelatin carriers<sup>2</sup>, transfer of the NMBS to gelatin carriers, and the use of gelatin carriers for application of the NMBS onto cells and tissue. The protocol can be broken down into three phases: material preparation (2 days), NMBS patterning (4 hours), and transfer to cell or tissue (1 hour). Material preparation and NMBS patterning can be performed ahead of time and the patterned NMBS can be stored for up to 1 year prior to use.&nbsp;</p>",
        "manuscriptTitle": "Fabrication of Nanomechanical Biosensors to Map 3D Surface Strain in Live Cells and Tissue",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-11-19 17:41:50",
                "doi": "10.21203/rs.3.pex-1169/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "053af606-7860-4961-a2f3-4da44d7d4cab",
        "owner": [],
        "postedDate": "November 19th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 593095,
                "name": "Biological techniques"
            },
            {
                "id": 593096,
                "name": "Biotechnology"
            },
            {
                "id": 593097,
                "name": "Materials science"
            },
            {
                "id": 593098,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-11-19 17:41:50",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}