{
    "identity": "nprot-430",
    "title": "Simultaneous inhibition and subsequent re-expression of multiple genes",
    "content": [
        {
            "header": "Introduction",
            "content": "The use of RNAi technology to target the removal of mRNA expression has become a powerful tool in studying protein function \\(e.g., see references 1 &amp; 2). RNAi technology has several constraints, however, and the more improvements that can be made in the procedure, the more powerful and useful the technique becomes. One drawback has been that RNAi technology has been used primarily to target the knockdown of a single gene. This technology was recently expanded to simultaneously target the knockdown of two or more genes in a variety of organisms by developing vectors for inserting multiple siRNA encoding sequences<sup>3-6</sup>. Similarly, as described herein, we have developed a vector for simultaneously targeting the removal of multiple genes in mammalian systems.\r\n\n\n     Another limitation in RNAi technology has been that it examined the role of proteins only by their loss preventing an in-depth analyses of overall function of the targeted protein. To overcome this limitation, several gene replacement strategies that circumvent the RNAi knockdown vector for restoring protein expression have been developed<sup>7-16</sup>. Herein, we report that the targeted removal of multiple gene expression can also be complemented by replacement of one or more of the knockdown genes."
        },
        {
            "header": "Reagents",
            "content": "Cell culture medium, fetal bovine serum, Lipofectamine 2000, TRIzol reagent, and Hygromycin B were purchased from Invitrogen. _Hind_ III, _EcoR_ I, _Xho_ I, _Mfe_ I, _BamH_ I and Quick Ligation Kits were obtained from New England BioLabs and QuickChange&#xAE; Site-Directed Mutagenesis Kit from Stratagene. The mammalian cell expression vector, pcDNA3.1, was purchased from Invitrogen, and pSilencer 2.0 U6 vector was from Ambion. All other chemicals and reagents were obtained commercially and were products of the highest grade available. Mouse embryonic fibroblast, NIH 3T3 cells were obtained from ATCC. DT cells, which encode oncogenic _k-ras_, were derived from NIH 3T3 cells<sup>17, 18</sup> and were obtained as given <sup>19</sup>."
        },
        {
            "header": "Procedure",
            "content": "**Modification of siRNA Vector**\r\n\n\n1. Choose a U6 or H3 promoter siRNA vector like pSilencer 2.0 U6 Hygro.\r\n  2. Use the QuikChange® Site-Directed Mutagenesis Kit to modify the vector according to the manufacturer’s instructions for:\r\n  i. Removing all _EcoR_ I sites and generating a single _EcoR I_ site immediately upstream of the U6 promoter.\r\n\n\nii. Adding _Mfe I_ and _Xho I_ sites to the 5’-terminus of the U6 siRNA cascade as shown in Figure 1. \r\n\n\n**TIP:** _Mfe_ I and _EcoR_ I have matched ends which can be ligated to each other, but cannot be re-cut by either endonuclease after ligation. This will facilitate the repeated insertion of multiple U6-siRNA cascades into the vector. Alternately, the _BamH_ I and _Bgl_ II pair which also have matched ends may be used if one of them is located immediately before the U6 promoter.  \r\n\n\n\r\n\n\n**Generation of siRNA constructs**\r\n\n\n1. Choose the proper siRNA targeting sequences corresponding to the multiple genes to be targeted for removal. The online service “siDESIGN” of Dharmacon Research, Inc., or other similar programs, may be used for selecting potential targeting sites.\r\n  2. Synthesize forward and reverse chains of oligonucleotides containing 19-21 nt of sense and 19-21 nt of antisense targeting sequences with an intervening “AGAGAACTT” loop. Several extra nucleotides should be designed to generate proper restriction enzyme sites on annealed oligonucleotides \\(which are _BamH_ I and _Hind_ III if the modified pSilencer 2.0 U6 Hygro vector is used).\r\n  3. Anneal the forward and reverse chains of oligonucleotides.\r\n  4. Digest modified siRNA Vector \\(_BamH_ I and _Hind_ III) and purify it using a 1% agarose gel.\r\n  **TIP:** Do not use the _Mfe_ I and _Xho_ I sites for inserting the siRNA targeting sequences. These two sites will be used to combine multiple siRNA cascades into one vector.\r\n\n\n5. Insert the annealed oligonucleotides for multiple genes separately into the modified siRNA vector digested with the corresponding restriction enzymes using Quick Ligation Kits.\r\n  6. Transform competent _E. coli_ cells for amplifying each construct.\r\n  \r\n\n\n**Generation of siRNA construct for knocking down multiple genes \\(see Figure 1)**\r\n\n\n1. Digest one of the siRNA constructs with _Xho_ I and _Mfe_ I and purify the vector using a 1% agarose gel.\r\n  2. Digest a second siRNA construct with _Xho_ I and _EcoR_ I and purify the U6-siRNA cascade fragment \\(the short fragment) on a 1% agarose gel. \r\n  3. Ligate the above purified vector and the short fragment using the Quick Ligation Kit.\r\n  4. Transform competent _E. coli_ cells and amplify the combined U6-siRNA construct.  \r\n  5. If more genes are to be targeted, repeat steps 1-4 to generate multiple U6-siRNA cascades into one vector.\r\n  \r\n\n\n**Generation of expression vector for gene replacement\\(s)**\r\n\n\n1. Clone the cDNA of genes into a mammalian cell expression vector.\r\n  2. Generate mutations in the siRNA target region of each cDNA using  QuickChange Site-Directed Mutagenesis Kit to circumvent targeting by siRNA.\r\n  **TIP:** If the siRNA target region is located in the open reading frame, make 3-5 mutations in the wobble positions of the codons in the siRNA target region. \r\n\n\n\r\n\n\n**Transfection of cells**\r\n\n\n1. Cells are cultured in the appropriate medium supplemented with 10% fetal bovine serum. Transfections are carried out using Lipofectamine 2000 according to the manufacturer’s instructions. \r\n  2. Proper antibiotics are added to the medium to select for the appropriate multiple siRNA construct following transfection.\r\n  3. Analyze cell extracts for the removal of targeted genes by northern and/or western blotting.\r\n  4. Transfect the siRNA stably transfected cells with the corresponding expression vector\\(s) for gene replacement and function analysis."
        },
        {
            "header": "Critical Steps",
            "content": "Do not use the _Mfe_ I and _Xho_ I sites for inserting the siRNA targeting sequences. These two sites will be used to combine multiple siRNA cascades into one vector."
        },
        {
            "header": "Anticipated Results",
            "content": "A representative experimental output is shown in Figures 2 and 3 for targeting the expression of SECp43, which is involved in selenoprotein synthesis<sup>20,21</sup>, phosphoseryl-tRNA<sup>\\[Ser]Sec</sup> kinase \\(PSTK), which phosphorylates the seryl moiety on seryl-tRNA<sup>\\[Ser]Sec</sup> is an intermediate in selenocysteine synthesis<sup>22,23</sup>, and the selenoproteins, thioredoxin reductase 1 \\(TR1) and glutathione peroxidase 1 \\(GPx1). In Figure 2, constructs encoding siSECp43 and siPSTK were stably transfected into NIH 3T3 cells and the expression of the corresponding mRNAs examined by northern blotting. Lane 1 shows that SECp43 has been effectively removed using a single siSECp43 targeting construct and lane 2 shows that PSTK was also effectively removed using a single siPSTK targeting construct. Lane 3 shows that SECp43 and PSTK were effectively and simultaneously removed using a siPSTK/siSECp43 double knockdown construct in which the two targeting regions are connected in tandem. In Figure 3, DT cells were stably transfected with a control construct, pU6, or with the siTR1/siGPx1 double knockdown construct and then transiently transfected with different expression vectors, the cells labeled with <sup>75</sup>Se and the resulting labeled selenoproteins analyzed following electrophoresis of cell extracts. Lane 1 shows the expression of selenoproteins in cells stably transfected with the control vector and lane 2 shows that both TR1 and GPx1 were effectively removed by the double targeting vector. Re-introduction of the TR1 or GPx1 wild type genes did not result in expression of these proteins due to the presence of the corresponding siRNAs generated from the stably transfected vector \\(lanes 3 and 5), but these proteins were expressed in cells transiently transfected with the vectors carrying TR1 and/or GPx1 genes with mutations in the regions corresponding to the siRNAs in order to circumvent the targeting regions \\(lanes 4, 6, 7).\r\n\n\n     siRNA constructs for knockdown of SECp43<sup>21</sup> and/or PSTK<sup>22,23</sup>, and TR1 and/or GPx1<sup>16</sup> were generated as given in the references \\(see also Figure 1). The sequences of SECp43 \\(nucleotides 594-612), PSTK \\(467-494), TR1 \\(1993-2014) and GPx1 \\(803-821) were selected as knockdown targeting regions. To replace TR1 and GPx1, mouse TR1 and GPx1 genes were cloned into pcDNA3.1<sup>16</sup>. Mutations in the siRNA target region were introduced by PCR using mutant primers \\(TR1 sense 5&#x2019;-gtcttagtctca **aggtaccta** tgtctaatgtc-3&#x2019; and GPx1 sense 5&#x2019;- **gc** ga **g** ag **a** tgg **g** ttca **a** ta-3&#x2019; wherein the bolded letters indicate mutated nucleotides) that were designed to circumvent the corresponding siRNAs.\r\n\n\n     Development of a construct encoding multiple siRNAs targeting genes for their simultaneous removal expands the usefulness of the already established powerful tool of RNAi technology. It provides a simple, rapid and effective means of generating stably transfected siRNA cell lines. Furthermore, this approach permits us to target a variety of genes to elucidate their possible interplay and/or their loss on cell function and broadens our approaches in therapeutic strategies. The fact that we can also replace gene expression either individually or collectively provides an alternative means of assessing the interplay of different proteins as well as their individual or collective effect on overall cellular function."
        },
        {
            "header": "References",
            "content": "1. Hannon,G.J. RNA interference. _Nature_ **418**, 244-251 \\(2002).\r\n  2. Novina,C.D. &amp; Sharp,P.A. The RNAi revolution. _Nature_ **430**, 161-164 \\(2004).\r\n  3. Dafny-Yelin,M., Chung,S.M., Frankman,E.L., &amp; Tzfira,T. pSAT RNA interference vectors: a modular series for multiple gene down-regulation in plants. _Plant Physiol._ **145**, 1272-1281 \\(2007).\r\n  4. Jazag,A. et al. Single small-interfering RNA expression vector for silencing multiple transforming growth factor-beta pathway components. _Nucleic Acids Res._ **33**, e131 \\(2005).\r\n  5. Stoytcheva,Z., Tujebajeva,R.M., Harney,J.W., &amp; Berry,M.J. Efficient incorporation of multiple selenocysteines involves an inefficient decoding step serving as a potential translational checkpoint and ribosome bottleneck. _Mol. Cell Biol._ **26**, 9177-9184 \\(2006).\r\n  6. Wang,S., Shi,Z., Liu,W., Jules,J., &amp; Feng,X. Development and validation of vectors containing multiple siRNA expression cassettes for maximizing the efficiency of gene silencing. _BMC. Biotechnol._ **6**, 50 \\(2006).\r\n  7. Jiang,Y. &amp; Price,D.H. Rescue of the TTF2 knockdown phenotype with an siRNA-resistant replacement vector. _Cell Cycle_ **3**, 1151-1153 \\(2004).\r\n  8. Kiang,A. et al. Fully deleted adenovirus persistently expressing GAA accomplishes long-term skeletal muscle glycogen correction in tolerant and nontolerant GSD-II mice. _Mol. Ther._ **13**, 127-134 \\(2006).\r\n  9. Kim,D.H. &amp; Rossi,J.J. Coupling of RNAi-mediated target downregulation with gene replacement. _Antisense Nucleic Acid Drug Dev._ **13**, 151-155 \\(2003).\r\n  10. O'Reilly,M. et al. RNA interference-mediated suppression and replacement of human rhodopsin in vivo. _Am. J. Hum. Genet._ **81**, 127-135 \\(2007).\r\n  11. Puthenveedu,M.A. &amp; Linstedt,A.D. Gene replacement reveals that p115/SNARE interactions are essential for Golgi biogenesis. _Proc. Natl. Acad. Sci. U. S. A._ **101**, 1253-1256 \\(2004).\r\n  12. Unwalla,H.J. et al. Novel Pol II fusion promoter directs human immunodeficiency virus type 1-inducible coexpression of a short hairpin RNA and protein. _J. Virol._ **80**, 1863-1873 \\(2006).\r\n  13. Yu,Q. et al. Requirement for CDK4 kinase function in breast cancer. _Cancer Cell_ **9**, 23-32 \\(2006).\r\n  14. Jallow,Z., Jacobi,U.G., Weeks,D.L., Dawid,I.B., &amp; Veenstra,G.J. Specialized and redundant roles of TBP and a vertebrate-specific TBP paralog in embryonic gene regulation in Xenopus. _Proc. Natl. Acad. Sci. U. S. A._ **101**, 13525-13530 \\(2004). \r\n  15. Laatsch,A., Ragozin,S., Grewal,T., Beisiegel,U., &amp; Joerg,H. Differential RNA interference: replacement of endogenous with recombinant low density lipoprotein receptor-related protein \\(LRP). _Eur. J. Cell Biol._ **83**, 113-120 \\(2004).\r\n  16. Yoo,M.H. et al. A new strategy for assessing selenoprotein function: siRNA knockdown/knock-in targeting the 3'-UTR. _RNA_ **13**, 921-929 \\(2007).\r\n  17. Fu,T., Okano,Y., &amp; Nozawa,Y. Differential pathways \\(phospholipase C and phospholipase D) of bradykinin-induced biphasic 1,2-diacylglycerol formation in non-transformed and K-ras-transformed NIH-3T3 fibroblasts. Involvement of intracellular Ca2+ oscillations in phosphatidylcholine breakdown. _Biochem. J._ **283** \\( Pt 2), 347-354 \\(1992).\r\n  18. Noda,M., Selinger,Z., Scolnick,E.M., &amp; Bassin,R.H. Flat revertants isolated from Kirsten sarcoma virus-transformed cells are resistant to the action of specific oncogenes. _Proc. Natl. Acad. Sci. U. S. A._ **80**, 5602-5606 \\(1983).\r\n  19. Yoo,M.H. et al. Targeting thioredoxin reductase 1 reduction in cancer cells inhibits self-sufficient growth and DNA replication. _PLoS. ONE_ **2**, e1112 \\(2007).\r\n  20. Ding,F. &amp; Grabowski,P.J. Identification of a protein component of a mammalian tRNA\\(Sec) complex implicated in the decoding of UGA as selenocysteine. _RNA_ **5**, 1561-1569 \\(1999).\r\n  21. Xu,X.M. et al. Evidence for direct roles of two additional factors, SECp43 and soluble liver antigen, in the selenoprotein synthesis machinery. _J. Biol. Chem._ **280**, 41568-41575 \\(2005).\r\n  22. Carlson,B.A. et al. Identification and characterization of phosphoseryl-tRNA\\[Ser]Sec kinase. _Proc. Natl. Acad. Sci. U. S. A._ **101**, 12848-12853 \\(2004).\r\n  23. Xu,X.M. et al. Biosynthesis of Selenocysteine on Its tRNA in Eukaryotes. _PLoS. Biol._ **5**, 96-105 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 10899,
                "identity": "9f2c92d2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xue-Ming  Xu",
                "email": "",
                "orcid": "",
                "institution": "Molecular Biology of Selenium Section, Laboratory of Cancer Prevention, Center for Cancer Research, National Cancer Institute, National Institutes of Health",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xue-Ming",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            },
            {
                "id": 10900,
                "identity": "9f2c96a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Min-Hyuk Yoo",
                "email": "",
                "orcid": "",
                "institution": "Molecular Biology of Selenium Section, Laboratory of Cancer Prevention, Center for Cancer Research, National Cancer Institute, National Institutes of Health",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Min-Hyuk",
                "middleName": "",
                "lastName": "Yoo",
                "suffix": ""
            },
            {
                "id": 10901,
                "identity": "9f2c9878-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bradley   Carlson",
                "email": "",
                "orcid": "",
                "institution": "Molecular Biology of Selenium Section, Laboratory of Cancer Prevention, Center for Cancer Research, National Cancer Institute, National Institutes of Health",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bradley",
                "middleName": "",
                "lastName": "Carlson",
                "suffix": ""
            },
            {
                "id": 10902,
                "identity": "9f2c99f2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dolph Hatfield",
                "email": "",
                "orcid": "",
                "institution": "Molecular Biology of Selenium Section, Laboratory of Cancer Prevention, Center for Cancer Research, National Cancer Institute, National Institutes of Health",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dolph",
                "middleName": "",
                "lastName": "Hatfield",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 10:31:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.30",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.30",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607920,
                "identity": "a14b446b-27a1-4aed-8596-54c918c1b941",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17204,
                "visible": true,
                "origin": "",
                "legend": "Scheme for the tandem alignment of multi-siRNA sequences.   Each siRNA was cloned separately into the modified pSilencer 2.0 U6 vector. The 4.8 kb siRNA construct (designated pU6-siRNA1) was digested with Xho I/ Mfe I and the Xho I/ EcoR I siRNA2 fragment, which had been released from another siRNA construct, inserted into the pU6-siRNA1 construct generating a 5.3 siRNA construct (designated pU6-siRNA1/siRNA2). EcoR I and Mfe I have compatible cohesive ends, and following ligation, the new site cannot be re-cut by either endonuclease. Additional siRNA units can then be individually added to the pU6-siRNA using the same strategy.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-430/v1/figure_1.png"
            },
            {
                "id": 2607918,
                "identity": "fa81cfdb-8ecf-4522-98f8-82f85f424c81",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 33251,
                "visible": true,
                "origin": "",
                "legend": "Northern blotting of SECp43 and PSTK in siRNA NIH 3T3 transfected cells.   NIH 3T3 cells were stably transfected with siRNA constructs targeting individually SECp43 or PSTK or simultaneously SECp43 and PSTK wherein the two siRNAs are connected in tandem in the latter siRNA construct. The lanes show the following: 1, knockdown of SECp43; 2, knockdown of PSTK; and 3, double knockdown of SECp43 and PSTK.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-430/v1/figure_2.png"
            },
            {
                "id": 2607923,
                "identity": "42bcdf53-c2f9-4f54-ab70-4286ddfb158c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:51",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 73457,
                "visible": true,
                "origin": "",
                "legend": "Double knockdown/knock-in of TR1 and GPx1.   DT cells were stably transfected with pU6 control construct or the siTR1/siGPx1 double knockdown construct, and the stably transfected siTR1/siGPx1 double knockdown cells were then transiently transfected with the pcDNA3.1 expression vector or the expression vector encoding TR1 wild type gene (TR1 wt), TR1 knock-in gene (TR1 ki), GPx1 wild type gene (GPx1 wt), GPx1 knock-in gene (GPx1 ki) or TR1 and GPx1 knock-in genes (TR1 ki-GPx1 ki). Transfected cells were labeled with 75Se, cell extracts prepared and electrophoresed as follows: lane 1, cells stably transfected with the pU6 control construct were transiently transfected with pcDNA3 expression control vector; and lanes 2-7, cells stably transfected with the double siTR1-siGPx1 construct were transiently transfected with: lane 2, the pcDNA3.1 expression control vector; lane 3, TR1 wt; lane 4, TR1 ki; lane 5, GPx1 wt; lane 6, GPx1 ki; and lane 7, TR1 ki-GPx1 ki.. Cells stably transfected with the pU6 control construct or with the double siTR1-siGPx1 construct, but not subsequently transiently transfected with the pcDNA3 expression vector, gave virtually identical results as the corresponding stably transfected cells subsequently transiently transfected with pcDNA3 expression vector shown in lanes 1 and 2 (data not shown).",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-430/v1/figure_3.png"
            },
            {
                "id": 13465231,
                "identity": "f3228c2d-53cd-41e0-921d-f55a520e2bfb",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 265013,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-430/v1/59bd5c73-52fc-4be6-813d-6f86e84f17ae.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "RNAi, multiple knockdown, multiple knock-in\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Simultaneous inhibition and subsequent re-expression of multiple genes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-03-18 09:45:55",
                "doi": "10.1038/nprot.2008.30",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2c1b65-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 18th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2085,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-03-18 09:45:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}