{
    "identity": "nprot-3435",
    "title": "Culture of mouse prostate organoids",
    "content": [
        {
            "header": "Introduction",
            "content": "Three-dimensional “organoid” culture techniques have been used for culture of stem/progenitor cells from tissues including the small intestine, stomach, liver and pancreas<sup>1-4</sup>. We have developed a novel method for the culture of prostate epithelial organoids that display tissue architecture resembling that of the normal prostate<sup>5</sup>. Our culture system supports the growth and serial passaging of prostate luminal cells, which have historically been difficult to grow, and differs from previous “prostasphere” conditions, which favor the growth of prostate basal cells and fail to display a response to androgen deprivation<sup>6</sup>. In particular, our organoid culture conditions allow for the growth of prostate organoids from single luminal stem/progenitor cells, as well as mouse tumor organoids, and thus should be widely applicable for studies of prostate biology. Notably, our culture methods are distinct from recently published conditions for prostate organoid culture using defined media conditions<sup>7, 8</sup>.\r\n\n\n\r\n\n\nIn the following protocol, we describe the digestion and dissociation of prostate tissue into single-cell suspensions containing both prostatic epithelial and stromal cells, the isolation of epithelial cells from the parental population via fluorescence activated cell sorting \\(FACS) using antibodies against epithelial cell adhesion molecule \\(EpCAM, also CD326) and epithelial cadherin \\(E-cadherin, also CD324), and the plating conditions and medium for prostate organoid culture using supplemented hepatocyte medium with 5% Matrigel. We also describe the serial passaging and freezing of cultures, which can resume growth after thawing."
        },
        {
            "header": "Reagents",
            "content": "1.1. Prostate dissection and collagenase digestion\r\n\n\n1. 1 or 2 male C57BL/6 mice \\(or mice of interest)\r\n  2. PBS \\(for dissection)\r\n  3. 10x collagenase/hyaluronidase solution \\(STEMCELL Technologies #07912)\r\n  4. Dulbecco’s Modified Eagle Medium: Nutrient Mixture F-12 \\(DMEM/F-12, Gibco #10565) supplemented with 5% fetal bovine serum \\(FBS)\r\n  \r\n\n\n1.2. Enzymatic dissociation to single cell suspension\r\n\n\n1. 0.25% Trypsin/EDTA \\(STEMCELL Technologies #07901)\r\n  2. Hanks’ Balanced Salt Solution Modified \\(HBSS, STEMCELL Technologies #37150), supplemented with 2% FBS\r\n  3. Dispase 5 mg/mL \\(STEMCELL Technologies #07913)\r\n  4. DNaseI 1 mg/mL \\(STEMCELL Technologies #07900)\r\n  5. Trypan blue solution 0.4% \\(Gibco #15250-061)\r\n  6. HBSS + 2% FBS + 10 µM ROCK inhibitor Y-27632 \\(STEMCELL Technologies #07171) \\(**Critical:** We recommend purchasing ROCK inhibitor from STEMCELL Technologies for consistent results.)\r\n  \r\n\n\n1.3. Fluorescence activated cell sorting \\(FACS) preparation\r\n\n\n1. Anti-mouse EpCAM APC antibody \\(BioLegend 118214)\r\n  2. Anti-mouse E-Cadherin PerCP-Efluor710 antibody \\(eBiosciences 46-3249-82)\r\n  3. 0.5 mg/mL DAPI\r\n  4. HBSS + 2% FBS + 10 µM ROCK inhibitor Y-27632 \r\n  \r\n\n\n1.4.  Medium preparation and cell plating\r\n\n\n1. 96-well low-attachment plate \\(Corning #3474)\r\n  2. 24-well flat bottom plate \\(BD #353047) \\(for embedding culture)\r\n  3. Hepatocyte medium \\(Corning #355056) \\(**Tip:** This reagent has regularly been on back order. Check in advance for availability.)\r\n  4. 10 ng/mL epidermal growth factor \\(EGF; comes with Corning #3555056)\r\n  5. Heat-inactivated, charcoal stripped FBS \\(Gibco #12676) \\(**Critical:** Charcoal-stripped FBS must be heat-inactivated prior to use by heating in 55°C water bath for 60 min. Heat-inactivated charcoal-stripped FBS can be aliquoted and stored at -20°C.)\r\n  6. 100x Glutamax \\(Gibco #35050)\r\n  7. Thawed matrigel  \\(Corning #354234) \\(**Critical:** After removal of Matrigel from storage at -20°C, it must remain on ice at all times until use to prevent polymerization. We recommend placing Matrigel on ice in a 4°C refrigerator overnight to thaw and keeping it on ice until it is added to media. Unused Matrigel can be refrozen, but avoid multiple freeze-thaw cycles.)\r\n  8. 5 mM ROCK inhibitor Y-27632 \r\n  9. 10<sup>-5</sup> M dihydrotestosterone \\(DHT) in ethanol \\(Sigma #A-8380)\r\n  10. 100x antibiotic-antimycotic \\(**Caution:** We recommend culturing without antibiotics, but antibiotics can be added during the initial culture period or if there is concern for contamination from other sources.)\r\n  \r\n\n\n1.5. Passaging and freezing organoids\r\n\n\n1. Cold phosphate buffered saline \\(PBS)\r\n  2. 0.25% Trypsin/EDTA \r\n  3. HBSS + 2% FBS \r\n  4. Prepared organoid media \\(see 2.4)\r\n  5. Heat-inactivated, charcoal stripped FBS \r\n  6. Dimethyl sulfoxide \\(DMSO, Sigma #D2650)"
        },
        {
            "header": "Equipment",
            "content": "CO<sub>2</sub> euthanasia chamber\r\n\n\nDissecting microscope\r\n\n\nMicro-dissecting instruments\r\n\n\nWater baths set at 37°C and 55°C\r\n\n\nSterile petri dishes\r\n\n\nEppendorf tubes \\(1.5mL)\r\n\n\nIncubator, humidified at 37°C, with 5% CO<sub>2</sub>\r\n\n\nLaminar flow hood or biological safety cabinet\r\n\n\nCentrifuges \\(for Eppendorf and Falcon tubes)\r\n\n\nFalcon tubes \\(15 and 50mL)\r\n\n\nOrbital shaker\r\n\n\nCell strainer 40uM \\(Corning #352340)\r\n\n\nHemocytometer\r\n\n\nBD FACSAria cell sorter \\(or similar)"
        },
        {
            "header": "Procedure",
            "content": "**Critical:** The volumes detailed below are for dissociation of an intact prostate from an 8-12 week wild type mouse. For larger prostate samples such as those from aggressive tumor models, all reagents should be increased proportionally from the volumes suggested below. For example, if a prostate tumor is approximately twice the size of a wild type prostate, 2x the volume of suggested reagents should be used. \r\n\n\n\r\n\n\n2.1. Prostate dissection and collagenase digestion\r\n\n\n1. In tissue culture hood, combine 200 µL 10x collagenase/hyaluronidase mixture with 1.8 mL DMEM/F12 + 5% FBS.  Place in 37°C water bath until ready to use.\r\n  2. Resect mouse prostates and transfer to sterile petri dish containing cold PBS for dissection6. Using a dissecting microscope, fine forceps, and sharp scissors, remove residual fat from prostate tissue.\r\n  3. Fill 1.5 mL Eppendorf tube with 1 mL of diluted pre-warmed collagenase/hyaluronidase solution and transfer prostate tissue into the tube.\r\n  4. Using small, sharp sterile scissors, macerate the prostate tissue by rapidly opening and closing the scissors inside the tube to cut the tissue into small pieces.  Fill the tube with an additional 400-500 µL dilute collagenase/hyaluronidase solution until almost full.\r\n  5. Incubate in 37°C incubator for 3 hours. \\(**Tip:** The Eppendorf tube may be placed on its side in a sterile petri dish to maximize the surface area of prostate tissue exposed to collagenase/hyaluronidase solution. Periodic shaking of the tube to redistribute prostate tissue is helpful.)\r\n  \r\n\n\n2.2. Enzymatic dissociation to single cell suspension\r\n\n\n1. Centrifuge digested tissue at 350 rcf for 5 minutes and discard supernatant.\r\n  2. Resuspend pellet in 1.5 mL cold 0.25% trypsin-EDTA and transfer to 50 mL conical tube. Incubate in 4°C refrigerator for 1 hour. \\(**Caution:** To minimize cell death, keep trypsin ≤ 4°C prior to and during use. Trypsin can be gently thawed overnight with Matrigel and kept on ice. An orbital shaker can be used during the trypsinization step for optimal digestion.)\r\n  3. During trypsinization, place 900 µL dispase in 37°C water bath at least 10 minutes prior to use. Immediately before use, add 100 µL DNaseI to dispase solution.   \r\n  4. After trypsinization is complete \\(1 hour), add cold HBSS + 2% FBS \\(equal to 2x volume of trypsin) to quench reaction. Centrifuge at 350 rcf for 5 minutes and discard supernatant.\r\n  5. Add 1 mL of pre-warmed dispase/DNaseI solution. Pipette the sample vigorously for 1-2 minutes using P1000 pipette until solution is homogenously translucent with no visible tissue fragments. \\(Do not allow digestion to continue for more than 2 minutes.) \\(**Critical:** To maximize cell dissociation, this pipetting step should be done continuously.)\r\n  6. Add cold HBSS + 2% FBS \\(equal to 5x volume of dispase) to quench reaction.  \r\n  7. Filter cell suspension through a 40 µm cell strainer into a new 50 mL conical tube.\r\n  8. Centrifuge filtered suspension at 350 rcf for 5 minutes and discard supernatant.\r\n  9. Resuspend pellet in 1 mL HBSS + 2% FBS and transfer to 1.5 mL Eppendorf tube.\r\n  10. Count viable cells using a hemacytometer and trypan blue. \r\n  11. Centrifuge and resuspend cells in HBSS + 2% FBS at 100 µL/1 x 10\n6\ncells. \\(If fewer than 1 x 10\n6\ncells are obtained, resuspend in 100 µL)\r\n  \r\n\n\n2.3. Fluorescence activated cell sorting \\(FACS)\r\n\n\n*Keep cell suspension and reagents on ice until sorting is finished. \r\n\n\n1. Divide cell suspension into four 1.5mL Eppendorf tubes as follows \r\n  a. Tube 1 \\(unstained control): 100 µL \\(1x10\n6\ncells)\r\n\n\nb. Tube 2 \\(PerCP control): 100 µL \\(1x10\n6\ncells)\r\n\n\nc. Tube 3 \\(APC control): 100 µL \\(1x10\n6\ncells)\r\n\n\nd. Tube 4 \\(sample for collection): remaining sample  \\(up to 1 mL)\r\n\n\n2. Add FACS antibodies as follows:\r\n  a. Tube 1: no antibody\r\n\n\nb. Tube 2: 1 µL \\(1:100) anti-mouse E-cadherin PerCP-Efluor710 antibody\r\n\n\nc. Tube 3: 1 µL \\(1:100) anti-mouse APC-EpCAM antibody\r\n\n\nd. Tube 4: both antibodies at 1:100 dilution \\(1 µL antibody per 100 µL cell suspension).\r\n\n\n\\(**Critical:** If fewer than 4 x 106 cells are obtained after enzymatic dissociation, use 10 µL of cell suspension for control tubes 1-3 and dilute with 90 µL HBSS + 2% FBS for a total of 100 µL. Use the same antibody concentrations. Resuspend tubes 1-3 in 50 µL cold HBSS + 2% FBS instead of 500 µL in step 6 of cell sorting and use 1 µL of dilute DAPI instead of 10 µL.)\r\n\n\n3. Cover with foil and incubate on ice for 25 minutes.\r\n  4. Spin tubes at 350 rcf at 4°C for 5 minutes and discard supernatant.\r\n  5. Add 500 µL cold HBSS + 2% FBS to all tubes.  Spin at 350 rcf at 4°C for 5 minutes and discard supernatant.\r\n  6. Resuspend all tubes in 500 µL cold HBSS + 2% FBS + 10 µM ROCK inhibitor Y-27632.\r\n  7. Prepare a 1:100 dilution of 0.5 mg/mL DAPI by adding 5 µL DAPI to 495 µL HBSS + 2% FBS. Add 10 µL of dilute DAPI to each tube.\r\n  8. Transfer each suspension into a labeled round-bottom clear rubber-top plastic test tube for loading into sorter.\r\n  9. Prior to sorting, prepare multiple 1.5 mL Eppendorf tubes pre-filled with 500 µL cold HBSS + 2% FBS + 10 µM ROCK inhibitor Y-27632 for collecting cells.\r\n  10. Perform sorting via sterile FACS facility \\(tubes 1-3 will be used to set appropriate gates; tube 4 will be used to collect cells for plating). Collecting cells at 60,000 cells per tube will facilitate easier plating. Keep collected cells on ice until ready to plate.\r\n  \r\n\n\n2.4.  Medium preparation and cell plating\r\n\n\n1. Prepare desired amount of culture medium by combining the following components to the indicated final concentrations \\(a-d can be combined and stored as a 50 mL aliquot at 4°C for up to 4 weeks; e-h should be added on the day of use based on the amount of media needed):\r\n  a. Hepatocyte medium \\(47 mL per 50 mL media)\r\n\n\nb. 10 ng/mL EGF \\(100 µL of 5 µg/mL stock per 50 mL media)\r\n\n\nc. 5% heat-inactivated, charcoal-stripped FBS \\(2.5 mL per 50 mL media)\r\n\n\nd. 1x Glutamax \\(500 µL per 50 mL media)\r\n\n\ne. 5% Matrigel \\(50 µL per 1 mL media)\r\n\n\nf. 10 µM ROCK inhibitor Y-27632 \\(2 µL of 5 mM stock per 1 mL media)\r\n\n\ng. 100 nM DHT \\(10 µL of 10\n-5\nM stock per 1 mL media)\r\n\n\nh. 1x antibiotic-antimycotic \\(10 µL per 1 mL media; optional)\r\n\n\n2. Keep prepared culture media at room temperature until use \\(rapid warming in 37°C water bath may cause Matrigel to solidify at top of tube).\r\n  3. Centrifuge sorted cells at 350 rcf for 5 minutes and resuspend in prepared media at 5,000 cells per 100 µL media. \\(If cells were collected at 60,000 cells per Eppendorf tube, resuspend in 1.2 mL media. If there is concern for cell death, count viable cells prior to centrifuging and resuspend accordingly.)\r\n  4. Add resuspended cells to 96-well low attachment plate at 100 µL per well for a final plating density of 5,000 cells per well.\r\n  5. Change media every 4 days by adding 100 µL fresh media to each well on days 4 and 8 after plating. On day 12, when wells are full \\(300 µL), transfer each well to a 1.5ml Eppendorf tube and centrifuge at 250 rcf for 5 minutes. Remove 200 µL of supernatant and add 100 µL fresh media \\(total volume will be 200 µL).  Transfer onto a new 96-well plate using P1000 pipet tip \\(smaller tips may damage organoids). Alternate every 4 days between either adding 100 µL media or spinning down to remove 200 µL and add 100 µL until ready for passage. \\(Multiple wells can be pooled prior to centrifuging and redistributed evenly if there are many wells.)\r\n  \r\n\n\n2.5. Cell plating using embedding conditions\r\n\n\n1. Medium preparation is the same as in 2.4.1 except that component e is not added. Media can be pre-warmed in a 37°C water bath. This pre-warmed media will be used to cover the solidified Matrigel ring in 2.5.7.\r\n  2. Prepare cold media as in 2.4.1 except that component e is not added and f is at a final concentration of 25 µM \\(5 µL of 5 mM stock per 1 mL media). Keep this media on ice and it will be used to resuspend cells. \r\n  3. Pellet cells as in 2.4.3 and resuspend in prepared cold media at 5,000 cells per 40 µL media. \\(If cells were collected at 60,000 cells per Eppendorf tube, resuspend in 480 µL media.) \\(**Tip:** For the embedding condition, the number of cells plated can be much lower.)\r\n  4. Mix the 40 µL media containing cells thoroughly with 60 µl Matrigel \\(If 60,000 cells are resuspended in 480 µL media, mix with 720 µL Matrigel). Avoid bubbles. This step should be done on ice to prevent Matrigel solidification.\r\n  5. Plate the 100 µL media Matrigel mixture around the ring of a well in a 24-well plate. \r\n  6. Incubate the 24-well plate in 37°C incubator for 30 minutes to allow the Matrigel ring to solidify.\r\n  7. Add 400 µL pre-warmed media as prepared in 2.5.1 to each well. \\(**Critical:** Make sure that the media is warm enough prior to addition to the well to avoid dissolving the Matrigel ring.)\r\n  8. Change media every 4 days by aspirating the media off the Matrigel ring and adding fresh media. \\(**Tip:** Aspiration should be performed from the middle of the well to avoid disturbing the Matrigel ring.)\r\n  \r\n\n\n2.6. Passaging and freezing organoids\r\n\n\n1. When organoids are large \\(usually 3-5 weeks after plating), prepare organoids for passage by transferring into 1.5 mL Eppendorf tubes and spinning at 250 rcf for 5 minutes. \\(Multiple wells can be pooled.)  Discard supernatant.\r\n  2. Wash cells in cold PBS and spin again at 250 rcf for 5 minutes. \\(Critical: Without this PBS washing step, the trypsin reaction will not be optimal due to residual FBS in the medium, resulting in incomplete dissociation into single cells.) \r\n  3. Add 1 mL warm 0.25% trypsin/EDTA and incubate in a 37°C water bath for 5 minutes. \\(Tip: In the context of very large organoids or organoids that are difficult to dissociate, step 3 can be replaced by incubation in cold 0.25% trypsin/EDTA at 4°C for 30 minutes.) \r\n  4. Pipette up and down with P200 pipet tip for 30 seconds to dissociate cells.\r\n  5. Transfer suspension into a 15 mL conical tube prefilled with 2 mL cold HBSS + 2% FBS.\r\n  6. Centrifuge at 350 rcf for 5 minutes and discard supernatant.\r\n  7. Resuspend cell pellet in fresh media and plate into a new low-attachment 96-well plate.  Cells can be plated by either replating 4x the number of wells passaged in 100 µL per well or by counting viable cells and replating at 5,000 cells/100 µL media per well.\r\n  8. Organoids can be frozen at any point during a passage cycle by centrifuging at 250 rcf for 5 minutes and resuspending in 1 mL freezing media in 1.8 mL cryo tubes \\(50% FBS, 40% hepatocyte media, 10% DMSO).  Gradual freezing to ≤ -80° using an insulated cryofreezing container is recommended. Organoids should be thawed rapidly in a 37°C water bath and immediately diluted in 10 mL HBSS + 2% FBS per 1 mL freezing media. Centrifuge thawed organoids at 250 rcf for 5 minutes and resuspend in organoid culture media for plating.\r\n  \r\n\n\n2.7. Passaging and freezing of embedded organoids\r\n\n\n1. Dissolve the Matrigel ring by adding about 125 µL dispase at 5 mg/mL to each well of the 24-well plate to make the final concentration of dispase 1 mg/ml.\r\n  2. Incubate in 37°C incubator for 10 minutes. \r\n  3. If the Matrigel ring dissolves, proceed as in 2.6.1. If not, incubate at 37°C for another 5 minutes."
        },
        {
            "header": "Timing",
            "content": "It should take approximately 8-9 hours \\(depending on experience) from dissection of mouse tissue to plating of sorted epithelial cells."
        },
        {
            "header": "Troubleshooting",
            "content": "3.1. Incomplete cell dissociation after dispase step\r\n\n\n1. Check that all reagents are within the use by date\r\n  2. Make sure to thoroughly mince tissues prior to collagenase/hyaluronidase digestion.\r\n  3. During the dispase step, make sure the solution is pre-warmed at 37°C for at least 10 minutes and perform vigorous pipetting of sample for up to 2 minutes.\r\n  \r\n\n\n3.2. Organoids fail to form from plated cells \r\n\n\n1. Ensure the DAPI aliquot being used results in optimal exclusion of dead cells during sorting. Replace if necessary.\r\n  2. Decrease the speed and pressure used during sorting.\r\n  \r\n\n\n3.3. Plated cells form adherent cultures instead of organoids\r\n\n\n1. Ensure you are using a low-attachment surface plate.\r\n  2. Some low-attachment brands will still result in adherent cultures. We have found that the Costar plates from Corning are optimal for minimizing cell adherence."
        },
        {
            "header": "Anticipated Results",
            "content": "Organoid formation from plated cells is a rapid process, and small organoids should be identifiable after about 3 days for organoids from wild-type mice, or within 24 hours for organoids derived from mouse models of prostate cancer. Organoid forming efficiency should be quantitated approximately 7-10 days after plating of sorted cells. Wild-type cells should generate large cystic structures, while tumor cells will form more solid organoids. If the EpCAM E-Cadherin sorting strategy is utilized, there should not be any evidence of fibroblast cells in organoid cultures."
        },
        {
            "header": "References",
            "content": "1. Sato, T. et al. Single Lgr5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. Nature 459, 262-265 \\(2009).\r\n  \r\n\n\n2. Stange, Daniel E. et al. Differentiated Troy+ Chief Cells Act as Reserve Stem Cells to Generate All Lineages of the Stomach Epithelium. Cell 155, 357-368 \\(2013).\r\n  \r\n\n\n3. Huch, M. et al. In vitro expansion of single Lgr5+ liver stem cells induced by Wnt-driven regeneration. Nature 494, 247-250 \\(2013).\r\n  \r\n\n\n4. Huch, M. et al. Unlimited in vitro expansion of adult bi-potent pancreas progenitors through the Lgr5/R-spondin axis. EMBO J 32, 2708-2721 \\(2013).\r\n  \r\n\n\n5. Chua, C.W. et al. Single luminal epithelial progenitors can generate prostate organoids in culture. Nat Cell Biol \\(2014) DOI: 10.1038/ncb3047.\r\n  \r\n\n\n6. Lukacs, R.U., Goldstein, A.S., Lawson, D.A., Cheng, D. & Witte, O.N. Isolation, cultivation and characterization of adult murine prostate stem cells. Nat Protoc 5, 702-713 \\(2010).\r\n  \r\n\n\n7. Gao, D. et al. Organoid Cultures Derived from Patients with Advanced Prostate Cancer. Cell \\(2014) DOI: 10.1016/j.cell.2014.08.016.\r\n  \r\n\n\n8. Karthaus, W.R. et al. Identification of Multipotent Luminal Progenitor Cells in Human Prostate Organoid Cultures. Cell \\(2014) DOI: 10.1016/j.cell.2014.08.017."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13082,
                "identity": "a03b27ad-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Michael Shen",
                "email": "mshen@columbia.edu",
                "orcid": "",
                "institution": "Michael Shen Lab, Columbia University Medical Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Shen",
                "suffix": ""
            },
            {
                "id": 13077,
                "identity": "a03b1d2e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chee Wai Chua",
                "email": "",
                "orcid": "",
                "institution": "Michael Shen Lab, Columbia University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chee",
                "middleName": "Wai",
                "lastName": "Chua",
                "suffix": ""
            },
            {
                "id": 13078,
                "identity": "a03b20ee-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Maho Shibata",
                "email": "",
                "orcid": "",
                "institution": "Michael Shen Lab, Columbia University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maho",
                "middleName": "",
                "lastName": "Shibata",
                "suffix": ""
            },
            {
                "id": 13079,
                "identity": "a03b2326-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ming Lei",
                "email": "",
                "orcid": "",
                "institution": "Michael Shen Lab, Columbia University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ming",
                "middleName": "",
                "lastName": "Lei",
                "suffix": ""
            },
            {
                "id": 13080,
                "identity": "a03b24bc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roxanne Toivanen",
                "email": "",
                "orcid": "",
                "institution": "Michael Shen Lab, Columbia University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roxanne",
                "middleName": "",
                "lastName": "Toivanen",
                "suffix": ""
            },
            {
                "id": 13081,
                "identity": "a03b261f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "LaMont Barlow",
                "email": "",
                "orcid": "",
                "institution": "Michael Shen Lab, Columbia University Medical Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "LaMont",
                "middleName": "",
                "lastName": "Barlow",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-09-20 02:23:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.037",
        "doiUrl": "https://doi.org/10.1038/protex.2014.037",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464734,
                "identity": "1a773426-f417-4cb7-a1ce-cb7fb11bd89d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:32",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 151173,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3435/v1/897a138a-d0bd-4ce1-91b7-97ef43d062f1.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mouse, organoid, stem cell, prostate",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a novel three-dimensional “organoid” culture for prostate epithelial cells. We describe the digestion and dissociation of prostate tissue into single-cell suspensions containing both prostatic epithelial and stromal cells, the isolation of epithelial cells from the parental population via fluorescence activated cell sorting, and the plating conditions and medium for prostate organoid culture. We also describe the serial passaging and freezing of cultures, which can resume growth after thawing. The dissection and dissociation of prostate tissue and the preparation of cells for plating takes 8-9 hours. Organoids that can be quantified and analyzed are obtained after 7-10 days. Our culture system supports the growth and serial passaging of both normal and transformed organoids, and should be useful for studies of normal prostate as well as prostate cancer.",
        "manuscriptTitle": "Culture of mouse prostate organoids",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-09-29 11:07:03",
                "doi": "10.1038/protex.2014.037",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03ac385-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 29th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3203,
                "name": "Cell biology"
            },
            {
                "id": 3205,
                "name": "Developmental biology"
            },
            {
                "id": 3208,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-09-29 11:07:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}