{
    "identity": "pex-774",
    "title": "<p>FACS Isolation of Melanocyte Stem Cells from Mouse Skin</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Pigmentation of the skin and hair are one of the most diverse traits in the animal kingdom and are crucial for camouflage, signal, and photoprotection from UV light. In mammals, melanocyte stem cells (MeSCs) maintain pigment-producing melanocytes that give the skin and hair distinct colours. Mutations in melanocyte lineages can lead to the formation of melanoma, one of the most dangerous and aggressive forms of skin cancers. </p><p>\tThe melanocyte lineage also offers an accessible and easily trackable system to study stem cell biology and tissue regeneration in mammals. MeSCs are located in the hair follicle at a region known as the bulge. As the hair follicle enters the regenerative phase (anagen), MeSCs transiently proliferate to generate pigment-producing melanocytes, which migrate downwards to the hair bulb to colour the growing hair from the root<sup>1</sup>. At the destruction phase (catagen), differentiated melanocytes are destroyed, sparing only the MeSCs once the hair follicle returns to the resting phase (telogen).</p><p>\tMuch of our understanding of MeSC biology and its regulation relies on our ability to robustly isolate a pure population of MeSCs. In mouse skin, MeSCs have traditionally been isolated using reporter lines, such as Dct-EGFP or Tyr-CreER together with Rosa-reporter lines<sup>2–4</sup>. However, it can be laborious and time-consuming to breed reporter lines, especially to bring in additional alleles to study molecular changes of MeSCs when harbouring different mutations.&nbsp;</p><p>\tAnother issue which hinders efficient isolation of MeSCs is the low number of MeSCs in the skin. Each hair follicle only contains about ten MeSCs. In total, MeSCs make up ≤1% of total cells in the skin. Thus, the MeSC population can be easily contaminated by other cell populations during fluorescent activated cell sorting (FACS). Our protocol addresses this issue by depletion of other abundant cell types (immune cells, dermal fibroblasts, and epidermis) first, before enriching MeSCs from the remaining cells.</p><p>\tOur strategy design was initially guided by and fine-tuned using the Tyr-CreER; Rosa-lsl-H2BGFP mouse line. We first compared the GFP signal with known surface markers which recognize cell types in the epithelium and dermal compartment using FACS. In addition, we conducted immunofluorescent staining on tissue sections to confirm the specificity of selected markers. From these analyses, we identified MeSCs to be positive for CD117 (cKit), with modest expression of integrin alpha-6 (α6<sup>mid</sup>), but negative for CD45, CD34, CD140a, and Sca1 <strong>(Figures 1, 2)</strong>. CD117 is also expressed by mast cells, which are excluded by their expression of CD45. In the anagen skin, CD117 is also expressed by the matrix cells of the hair follicle and mature melanocytes, so an additional step to remove the hair bulb is necessary to enrich for MeSCs in anagen. The purity of these MeSCs has been validated by qRT-PCR as well as RNAseq<sup>5</sup>.</p><p>\tThe following protocol describes a step-by-step process for isolating MeSC populations from mouse skin.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Trypsin-EDTA 0.25%, phenol red (Life Technologies, Catalog # 25200-114)</p><p>Hank’s Balanced Salt Solution (Sigma, Catalog # 55021C)</p><p>Collagenase from <em>Clostridium histolyticum</em> (Sigma Aldrich, Catalog # C2674)</p><p>FACS buffer: 5% Fetal Bovine Serum- Optima (Atlanta Biologicals, Catalog # S12450) in sterile DPBS without calcium and magnesium (Thermo Fisher, Catalog # 14-190-250)</p><p>Dynabeads Biotin Binder (Invitrogen, Catalog # 11047)</p><p>DAPI (Sigma Aldrich, Catalog # D5942)</p><p>  <strong>Antibody</strong></p><p> <strong>Company/Catalog Number</strong></p><p> <strong>Dilution</strong></p><p>   CD45-Biotin</p><p> eBioscience/13-0451-81</p><p> 1:400</p><p>   Sca1-Biotin</p><p> eBioscience/13-5981-82</p><p> 1:1000</p><p>   CD140a-Biotin</p><p> eBioscience/13-1401-82</p><p> 1:200</p><p>   CD34-eFluor660</p><p> eBioscience/50-0341-82</p><p> 1:100</p><p>   α6-PE-Cy7</p><p> eBioscience/25-0495-82</p><p> 1:500</p><p>   CD117-APC-Cy7</p><p> Biolegend/135136</p><p> 1:400</p><p>  </p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Dissection equipment- scissors, scalpel, forceps</p><p>Animal shavers</p><p>Pipette-Aid</p><p>Pipettors and Pipette tips</p><p>70% ethanol</p><p>Tissue culture dishes (Corning, Catalog # 353003)</p><p>Sterile serological pipettes (VWR, Catalog # 89130)</p><p>Falcon 50 mL tubes (VWR, Catalog # 21008-951)</p><p>Parafilm Sealing Film (The Lab Depot, Catalog # HS234526C)</p><p>EasySep Magnet (Stem Cell Technologies, Catalog # 18000)</p><p>70 μm cell strainer (Corning, Catalog # 431751)</p><p>40 μm cell strainer (Corning, Catalog # 431750)</p><p>Falcon 5mL round bottom polystyrene tube (VWR, Catalog # 60819-138)</p><p>Falcon 5mL round bottom polystyrene tube with cell strainer snap cap (Corning, Catalog # 352235)</p><p>Vacuum Aspirator </p><p>Shaker (VWR)</p><p>Dissection microscope (Leica)</p><p>FACS Aria (BD Biosciences)</p>"
        },
        {
            "header": "Procedure",
            "content": "1)    Harvesting Mouse Skin:\n1.1)         Euthanize mice using approved methods and shave hair off the back skin.\n1.2)         Harvest the back skin using sterile forceps and scissors, removing as much subcutaneous fat as possible from the dermal side of the skin.\n·      For skin in the\ntelogen\nphase, go directly to step 2.1 in “Digestion and Cell Dissociation”.\n·      For skin in the\nanagen\nphase, transfer the skin to a culture dish and place the skin dermal side up. The anagen phase skin contains the hair bulb with differentiated melanocytes and matrix cells which are both CD117\n+\n, so the bulb needs to be removed in order to enrich for MeSCs located at the upper hair follicle region.\n·      To remove hair bulbs containing mature melanocytes, use a scalpel to scrape from the dermal side of the skin under a dissection microscope.\n·      Wash the skin with DPBS in a culture dish.\n·      Check under a dissection microscope to make sure that all hair bulbs have been successfully removed.\n·      Continue with step 2.1 in “Digestion and Cell Dissociation”.\n2)    Digestion and Cell Dissociation:\n2.1)         Place the skin dermal side down in 6mL of 0.25% collagenase in Hank’s Buffered Salt Solution in a culture dish. Shake the dish at 37ºC for 30 minutes.\n2.2)         Flip the skin so that it is now dermal side up, and gently scrape off dermal cells using a scalpel.\n2.3)         Collect the solution containing dermal cells in a 50 mL tube using a serological pipette. To ensure the collection of all dermal cells, add sterile DPBS to the culture dish and collect the DPBS containing cells into the same 50mL tube (final volume: 40mL). Preparation of dermal cells will be continued in steps 2.5-2.9.\n2.4)         Add 10 mL of trypsin-EDTA 0.25% to the same culture dish with the skin dermal side down. Shake the dish at 37 ºC for 30 minutes. Preparation of epidermal cells will be continued in steps 2.10-2.13.\n2.5)         While the epidermal layer is under trypsin digestion, spin down the dermal cells collected from step 2.4 at 400g for 10 minutes at 4ºC.\n2.6)         After centrifugation, gently pour out the supernatant and add 10mL of trypsin-EDTA 0.25% to the 50 mL tube containing the pellet. Resuspend the pellet gently, screw on the lid tightly, and then seal the tubes shut using parafilm to ensure that there is no leakage. Shake the sealed tubes at 37 ºC for 15 minutes.\n2.7)         Add 15mL of FACS buffer to the dermal cells in Trypsin-EDTA 0.25%. Mix thoroughly using a serological pipette to quench the reaction.\n2.8)         Filter the Trypsin-EDTA/FACS buffer solution containing dermal cells from step 2.7 through a 70 μm cell strainer into a new 50mL tube on ice. To ensure the collection of all dermal cells, add an additional 15 mL of DPBS to the original tube and filter the DPBS containing cells through the same 70 μm cell strainer (final volume: 40 mL).\n2.9)         Filter the Trypsin-EDTA/FACS Buffer solution containing dermal cells from step 2.8 through a 40 μm cell strainer into a new 50 mL tube on ice. Add 10 mL of DPBS to the original tube to collect all remaining cells. Filter the 10mL of DPBS containing cells through the same 40 μm cell strainer (final volume: 50 mL).\n2.10)     Add 15mL of FACS buffer to the culture dish containing the skin in trypsin-EDTA 0.25% from step 2.4 to quench the reaction. Gently scrape off epidermal cells using a scalpel.\n2.11)     Filter the Trypsin-EDTA/FACS buffer solution containing epidermal cells from step 2.10 through a 70 μm cell strainer into a new 50mL tube on ice. To ensure collection of all epidermal cells, add an additional 15mL of DPBS to the original culture dish and filter DPBS containing cells through the same 70 μm cell strainer (final volume: 40 mL).\n2.12)     Filter the Trypsin-EDTA/FACS buffer solution containing epidermal cells from step 2.11 through a 40 μm cell strainer into a new 50 mL tube on ice. Add 10 mL DPBS to the original tube to collect all remaining cells. Filter the 10 mL of DPBS containing cells through the same 40 μm cell strainer (final volume: 50 mL).\n2.13)     Spin down dermal and epidermal cells in solution from steps 2.9 and 2.12 at 300g for 10 minutes.\n2.14)     Pour out the supernatant. Resuspend epidermal cells in 0.5mL of FACS buffer and resuspend dermal cells in 0.5mL of FACS buffer.\n2.15)     Combine dermal and epidermal cells, so that total cells from each harvested skin are in 1mL of FACS buffer.\n3)    Preparation for Negative Selection and Staining:\n3.1)         Prepare 5mL FACS tubes by precoating the tubes with FACS buffer. Using a serological pipette, fill the FACS tube with 2 mL of FACS buffer and then remove the liquid. Be sure not to create any bubbles and to remove all the liquid.\n·                Prepare 5 tubes for single channel controls (one tube for each channel in step 4.1, plus an unstained control and a DAPI-stained control).\n·                Prepare 3 tubes per sample.\n3.2)         Aliquot 50\nμL of cells from step 2.15 into 5 precoated FACS tubes for single channel controls. Add an additional 150 μL of FACS buffer to each control tube (final volume per tube: 200 μL).\n3.3)         Transfer the remaining cells from step 2.15 into a new precoated 5mL FACS tube.\n4)     Depletion using Negative Selection:\n·      Only perform depletion on the cells reserved for sample(s), not the single channel controls.\n4.1)         Add all biotin conjugated antibodies at the indicated dilutions to sample(s). Incubate for 30 minutes, tapping the tube every 5 minutes to mix.\nAntibody\nDilution\nCD45-Biotin\n1:400\nCD140a-Biotin\n1:200\nSca1-Biotin\n1:1000\n4.2)         To wash out antibodies, add 3 mL of FACS buffer to each sample and spin down in 5mL FACS tube at 300g for 5 minutes.\n4.3)         Remove the supernatant and resuspend sample(s) in 1 mL of FACS buffer.\n4.4)         Wash Dynabeads Biotin Binder which recognizes and removes biotin conjugated antibodies. Prepare beads separately for each sample.\n·      Add 50 uL of beads into a new precoated 5mL FACS tube.\n·      Add 1 mL of FACS buffer and mix thoroughly to wash beads.\n·      Place FACS tube containing beads in the EasySep Magnet for 1 minute. Remove the supernatant with the tube still in the magnet.\n4.5)         Add the sample(s) from step 4.2 into tube(s) containing washed Dynabeads Biotin Binder and resuspend gently. Incubate for 30 minutes on ice. Tap the tube every 5 minutes to mix.\n4.6)         Place the FACS tube containing cells and beads into the EasySep Magnet for 3 minutes. With the FACS tube in the magnet, transfer the supernatant into a new precoated 5mL FACS tube.\n5)    Staining and Analysis/Sorting:\n5.1)         Add the antibodies to the sample(s) and the single channel controls at the indicated dilutions. Incubate for 30 minutes on ice protected from light. Tap the tube every 5 minutes to mix. DAPI should not be added to the sample(s) or the single channel controls until just before analysis or sorting.\nAntibody\nDilution\nCD34- eFluor660\n1:100\nα6-PE-Cy7\n1:500\nCD117-APC-Cy7\n1:400\n5.2)         To wash out antibodies, add 3 mL of FACS buffer to each sample and spin down in 5mL FACS tube at 300g for 5 minutes.\n5.3)         Remove the supernatant and resuspend the sample(s) and single channel controls in FACS buffer.\n5.4)         Prior to loading into the flow cytometer, add DAPI to the sample(s) and DAPI single channel control. Filter each sample through a cell strainer on a new 5mL FACS tube. Use filtered cells for analysis or sorting."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The frequency of MeSCs isolated using this protocol should be between 0.2%-1%, or about 5000-20000 cells per mouse. The purity of the isolated population has been validated using a reporter line which expresses GFP in the melanocyte lineage <strong>(Figure 2)</strong>, as well as through gene expression analyses<sup>5</sup>.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nishimura, E. K. <em>et al.</em> Dominant role of the niche in melanocyte stem-cell fate determination. <em>Nature.</em> <strong>416</strong>, 854–860 (2002).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Moon, H. <em>et al.</em> Melanocyte stem cell activation and translocation initiate cutaneous melanoma in response to UV exposure. <em>Cell Stem Cell.</em> <strong>21</strong>, 665-678.e6 (2017).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chang, C. Y. <em>et al.</em> NFIB is a governor of epithelial–melanocyte stem cell behaviour in a shared niche. <em>Nature.</em> <strong>495</strong>, 98–102 (2013).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nishikawa-Torikai, S., Osawa, M. &amp; Nishikawa, S. I. Functional characterization of melanocyte stem cells in hair follicles. <em>J. Invest. Dermatol.</em> <strong>131</strong>, 2358–2367 (2011).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, B. <em>et al.</em> Hyperactivation of sympathetic nerves drives melanocyte stem cell depletion. (2019).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank the FACS core at HSCRB, in particular J. LaVecchio and N. Kheradmand, and members of the Hsu lab for suggestions and assistance. Y.-C.H. is a Pew Scholar and a NYSCF – Robertson Investigator; B.Z. is an awardee of the Charles A. King Trust Postdoctoral Research Fellowship; M.H. is supported by NSF GRFP (DGE1745303) and was supported by the Joint Program in Molecules, Cells, and Organisms (5T32GM007598-40). This work was supported in part by grants from the Harvard Stem Cell Institute, Smith Family Foundation Odyssey Award, and Harvard FAS Dean’s award.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-020-1935-3",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "unpublished": "title: Hyperactivation of Sympathetic Nerves Drives Melanocyte Stem Cell Depletion\nauthors: Bing Zhang, Sai Ma, Inbal Rachmin, Megan He, Pankaj Baral, Sekyu Choi, William A. Gonçalves, Yulia Shwartz, Eva M. Fast, Yiqun Su, Leonard I. Zon, Aviv Regev, Jason D. Buenrostro, Thiago M. Cunha, Isaac M. Chiu, David E. Fisher, Ya-Chieh Hsu\njournal: Nature\nReference number: 2019-05-07543B\nexpected publication date: accepted in principle. Specific publication date will be communicated via email. We hope the protocol can be published the same time with the paper. "
            }
        ],
        "authors": [
            {
                "id": 232742,
                "identity": "b15f07bc-eecd-4c17-b582-75b0d878863e",
                "order_by": 1,
                "name": "Bing Zhang",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-2356-8849",
                "institution": "Department of Stem Cell and Regenerative Biology, Harvard University and Harvard Stem Cell Institute, Cambridge, MA, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bing",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 232743,
                "identity": "c73e28e6-2769-457c-adcf-b208c21fa2a6",
                "order_by": 2,
                "name": "Megan He",
                "email": "",
                "orcid": "",
                "institution": "Department of Stem Cell and Regenerative Biology, Harvard University and Harvard Stem Cell Institute, Cambridge, MA, USA. Molecules, Cells, and Organisms PhD Program, Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Megan",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 232744,
                "identity": "f7b8068b-3246-4f37-9034-bca209b0a55f",
                "order_by": 3,
                "name": "Ya-Chieh Hsu",
                "email": "yachiehhsu@fas.harvard.edu",
                "orcid": "https://orcid.org/0000-0002-0178-7373",
                "institution": "Department of Stem Cell and Regenerative Biology, Harvard University and Harvard Stem Cell Institute, Cambridge, MA, USA.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ya-Chieh",
                "middleName": "",
                "lastName": "Hsu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-11-28 19:35:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.17987/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.17987/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 395039,
                "identity": "9d3ecf61-01d3-400e-9a3b-633cd123f88b",
                "added_by": "auto",
                "created_at": "2020-01-22 18:01:06",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1087479,
                "visible": true,
                "origin": "",
                "legend": "Melanocyte stem cells express CD117 in both telogen and anagen. Tyr-CreER; Rosa-lsl-tdTomato mice were induced 3X with tamoxifen during 1st telogen. Representative images of hair follicles in telogen following induction and in the immediately following anagen show colocalization of tdTomato (red) and CD117 (green) in melanocyte stem cells. Scale bar: 50μm.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/0ec6a467-cc91-48dd-aaf4-eeb7dd0d497a/v1/Figure1.jpg"
            },
            {
                "id": 395040,
                "identity": "30458655-ab20-48eb-9a91-eb7394b6c332",
                "added_by": "auto",
                "created_at": "2020-01-22 18:01:06",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 221887,
                "visible": true,
                "origin": "",
                "legend": "Purification of melanocyte stem cells by FACS. Starting with a single cell suspension of all skin cells, dermal cells (CD140a and Sca1), immune cells (CD45), and basal epidermal cells (Sca1) were depleted using negative selection with biotin-conjugated antibodies and magnetic beads. Melanocyte stem cells were then identified as CD34-/α6mid/CD117+ cells. The isolation of melanocyte stem cells using this gating scheme was confirmed based upon melanocyte lineage specific expression of a GFP reporter (Tyr-CreER; Rosa-lsl-H2BGFP).",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/0ec6a467-cc91-48dd-aaf4-eeb7dd0d497a/v1/Figure2.jpg"
            },
            {
                "id": 13486427,
                "identity": "fadc8945-7780-4e5d-a1c8-b5c7cbbc98f4",
                "added_by": "auto",
                "created_at": "2021-09-16 22:06:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 409372,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-774/v1/a69b3d4b-61c0-4b40-b6bc-47ad41ca04ac.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Melanocyte stem cells, FACS, flow cytometry",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Melanocyte stem cells (MeSCs) are crucial for generating mature melanocytes that colour the skin and hair. Dysfunction of MeSCs can result in conditions such as hair greying, hypo- or hyper-pigmentation disorders, and melanoma. Here we describe a fluorescence-activated cell sorting (FACS) strategy for isolating MeSCs from mouse skin. The isolated MeSCs can be used in a multitude of experiments including gene expression analysis, transplantation, and others.</p>",
        "manuscriptTitle": "FACS Isolation of Melanocyte Stem Cells from Mouse Skin",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-01-22 18:01:05",
                "doi": "10.21203/rs.2.17987/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "42652cba-0aa5-43b3-a5ea-bd4c29a5c444",
        "owner": [],
        "postedDate": "January 22nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 38784,
                "name": "Stem cells"
            },
            {
                "id": 38785,
                "name": "Cell Biology"
            },
            {
                "id": 38786,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-01-22 18:01:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}