{
    "identity": "nprot-5927",
    "title": "Simulating gastrulation development and germ cell fate _in vitro_ using human and monkey pluripotent stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Human primordial germ cells \\(hPGCs), the precursors of sperm and eggs, originate during development of early postimplantation embryos<sup>1,2</sup>. Recent studies on the human germline have provided the first indications of the probable mechanism of hPGC specification<sup>3,4</sup>, and their subsequent development _in vivo_<sup>5-7</sup>. These studies reveal striking mechanistic differences between mouse and human, which may in part be due to the divergence in the regulation of their pluripotency network, and postimplantation development<sup>8,9</sup>.\r\n\n\n  Since direct observations of early human embryos are impossible, we have designed a combinatorial approach to investigate the origin of hPGCs in the context of early postimplantation epiblast development. This approach includes _ex vivo_ observations on porcine gastrulating embryos, which as in humans, develops as a bilaminar disc embryo, as well on isolated peri-gastrulation porcine epiblasts. Secondly, we have used human and monkey pluripotent stem cells \\(PSCs) to develop an _in vitro_ model that recapitulates peri-gastrulation development. The combined model systems provide insights on early human development and mechanisms of early cell fate decisions.\r\n\n\n  Here, we present details of PSC-based in vitro model for simulating early human development leading to gastrulation. The key features of the approach shows that monkey and human PSC stimulated by ACTIVIN and WNT signaling exhibit transient gain and loss of competency for PGC fate in the precursor of mesendoderm \\(Pre-ME).  Further differentiation into functional mesendoderm \\(ME) potentially gives rise definitive endoderm \\(DE) and mesoderm. This protocol provides a tractable model for mechanistic insights during gastrulation and on early cellular and developmental transitions, which could include epigenetic priming of regulatory elements for context dependent roles of transcription factors, for example, during specification of PGCs and the DE."
        },
        {
            "header": "Reagents",
            "content": "・PBS, pH 7.2 \\(Thermo Fisher scientific, 20012027)　\r\n\n\n・DMEM \\(Thermo Fisher scientific, 21710-025) \r\n\n\n・FCS \\(Thermo Fisher scientific, batch tested)\r\n\n\n・L-Glutamine \\(Thermo Fisher scientific, 25030081)\r\n\n\n・Penicillin-Streptomycin solution \\(Thermo Fisher scientific, 15140122)  \r\n\n\n・Essential 8™ medium \\(Thermo Fisher scientific, A1517001)\r\n\n\n・KnockOut™ Serum Replacement \\(KSR) \\(Thermo Fisher scientific, 10828028) \r\n\n\n・Advanced RPMI 1640 medium \\(Thermo Fisher scientific, 12633012)\r\n\n\n・B-27® Supplement \\(50X), serum free \\(B27) \\(Thermo Fisher scientific, 17504001)\r\n\n\n・MEM Non-Essential Amino Acids Solution \\(100X) \\(NEAA) \\(Thermo Fisher scientific, 11140068)\r\n\n\n・UltraPure™ 0.5M EDTA, pH 8.0 \\(Thermo Fisher scientific, 15575020)\r\n\n\n・Trypsin-EDTA \\(0.25%), phenol red \\(Thermo Fisher scientific, 25200072)\r\n\n\n・Poly\\(vinyl alcohol) \\(PVA) \\(SIGMA, P8136)\r\n\n\n・Activin A \\(Cambridge Stem Cell Institute)\r\n\n\n・BMP2 \\(Cambridge Stem Cell Institute)\r\n\n\n・hLIF \\(Cambridge Stem Cell Institute)\r\n\n\n・mSCF \\(R&D systems, 455-MC-010)\r\n\n\n・mEGF \\(R&D systems, 2028-EG-200)\r\n\n\n・CHIR99021 \\(Miltenyi Biotec., 130-103-926)\r\n\n\n・Y-27632 dihydrochloride \\(Tocris, 1254)\r\n\n\n・LDN193189 dihydrochloride \\(Tocris, 6053)\r\n\n\n・SB431542 \\(Tocris, 1614)\r\n\n\n・endo-IWR 1 \\(Tocris, 3532)"
        },
        {
            "header": "Equipment",
            "content": "・Nunc T/C 6 Well \\(Thermo Fisher scientific, 10119831)\r\n\n\n・Nunc T/C 12 Well \\(Thermo Fisher scientific, 10098870)　　 \r\n\n\n・Corning® Costar® Ultra-Low attachment multiwell plates \\(SIGMA, CLS3474)\r\n\n\n・CellTrics® 50 µm yellow filter \\(Sysmex, 25004-0042-2317)\r\n\n\n・CO<sub>2</sub> incubator\r\n\n\n・Countess Automated Cell Counter \\(Thermo Fisher scientific) or Hemocytometer\r\n\n\n・Biological safety cabinet\r\n\n\n・Centrifuges \\(for cells \\(tubes and plates))\r\n\n\n・Water bath"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of culture medium**\r\n\n\n・MEF medium: Mix 500 ml of DMEM, FCS 50 ml, 5 ml of L-Glutamine and 5 ml of Penicillin-Streptomycin solution. Store the solution at 4℃ up to 1 mo.\r\n\n\n・Modified cmPSC medium: Mix 37.6 ml of Essential 8 medium, 2 ml of KSR, 400 µl of Penicillin-Streptomycin solution and 2.5µM IWR1. Store the solution at 4℃ up to 2 wk.\r\n\n\n・aRB27: Mix 28.8ml of Advanced RPMI 1640 medium, 300 µl of B27, 300 µl of NEAA, 300 µl of L-Glutamine and 300 µl of Penicillin-Streptomycin solution. Store the solution at 4℃ up to 1 wk.\r\n\n\n・ME medium: Mix 10 ml of aRB27, 100 ng/ml Activin A, 3 µM CHIR99021 and 10 µM Y-27632. Freshly prepare the medium before use.\r\n\n\n*For lateral mesoderm \\(LM) induction, addition of 100 ng/ml BMP2 in ME medium enhances the induction efficiency.\r\n\n\n・PGC medium: Mix 10 ml of aRB27, 500 ng/ml BMP2, 10 ng/ml hLIF, 100 ng/ml mSCF, 50 ng/ml mEGF and 10 µM Y-27632. Freshly prepare the medium before use.\r\n\n\n*Option \\(recommended); add 2.5% PVA into PGC medium to increase the efficiency of aggregation.\r\n\n\n・10% \\(wt/vol) stock solution of PVA: Gradually add 2 g of PVA to 20 ml water \\(tissue culture grade) with vigorous shaking and leave it at 4℃ for a few hours. Then, the solution is warmed in 37℃ water bath overnight to facilitate solubilization. For sterilization, filtrate 0.45 µm filter and store it at cold room at least 3 mo. For 10 ml of PGC medium, add 250 µl of 10% PVA stock. \r\n\n\n・DE medium: Mix 10 ml of aRB27, 100  ng/ml Activin A and 0.5 µM LDN193189.\r\n\n\n・LM medium: Mix 10 ml of aRB27, 100 ng/ml BMP2, 10 µM SB431542 and 2.5 µM IWR1.\r\n\n\n\r\n\n\n\r\n\n\n**1. Culture of PSC**\r\n\n\nHuman pluripotent stem cells \\(hPSCs) are maintained in Essential 8 medium10 on vitronectin-coated dish according to the manufacture’s protocol \\(https://www.thermofisher.com/uk/en/home/references/protocols/cell-culture/stem-cell-protocols/ipsc-protocols/culturing-puripotent-stem-cells-essential-8-medium.html). Alternatively, we found mTeSR1 medium \\(Stem Cell Technologies) and Geltrex\\(Thermo Fisher scientific)-coated dish are also suitable for this purpose. Routine cultures of hPSCs are maintained by passaging after dissociation of cells with 0.5mM EDTA after every 3-5 days.\r\n\n\n  Cynomolgus monkey PSCs \\(cmPSCs) are cultured in modified cmPSC medium on MMC-treated or irradiated mouse embryonic fibroblast \\(MEF: lower density, approximately 2x10e5 cells/well \\(6well plate)). cmPSCs are routinely passaged with 0.25% trypsin/EDTA to dissociate them into single cells every 3-5 days. Thereafter, dissociated cells are cultured following addition of 10 µM Y-27632 in modified cmPSCs medium.\r\n\n\n  Although both hPSC and cmPSC can be maintained in conventional PSC medium such as DMEM/F12 supplemented with 20%KSR and 10-20 ng/ml bFGF on MEF, in our experience, the induction efficiency of these cells for ME and PGC was more variable and inconsistent. Cells from conventional medium could be switched to the optimal conditions described above by passaging for two times or more, prior to the induction of ME and PGC.\r\n\n\n\r\n\n\n**2. Induction of ME**\r\n\n\n1. Aspirate medium and wash PSCs with 1 ml of PBS.\r\n  2. Add 0.2-0.3 ml 0.25% Trypsin/EDTA\r\n  3. Incubate at 37℃ for 3 min\r\n  4. Add 1ml of MEF medium while pipetting until cells are dissociated into single cells.\r\n  \\(Optional: use 50-70 µm cell strainer to remove cell clumps.)\r\n\n\n5. Centrifuge at 1,200 rpm for 4-5 min.\r\n  6. Aspirate supernatant and suspend cells in ME medium \\(0.2-1 ml)\r\n  7. Subject cells to pipetting a few times.\r\n  8. Count the number of cells.\r\n  9. Seed 2x10e5 cells/well \\(12well plate) on vitronectin-coated plate.\r\n  10. Use at\n12 h \\(Pre-ME) for hPGC induction and at\n24-30 h \\(ME) for DE/LM induction\r\n  \\(Caution: the precise timings might vary with different cell lines or culture conditions) \r\n\n\n\r\n\n\n**3. Induction of PGC from Pre-ME**\r\n\n\n11. Aspirate medium and wash cells \\(Pre-ME cells: normally 12 h after ME induction) with 0.5-1 ml of PBS.\r\n  12. Add 0.2-0.3 ml 0.25% Trypsin/EDTA\r\n  13. Incubate at 37℃ for 3 min\r\n  ・Add 1ml of MEF medium and dissociate into single cells by repeated pipetting\r\n\n\n\\(Optional: use 50-70 µm cell strainer to remove cell clumps.)\r\n\n\n14. Centrifuge at 1,200 rpm for 4-5 min.\r\n  15. Aspirate supernatant and suspend cells in PGC medium \\(100 µl)\r\n  16. Pipette cells few times.\r\n  17. Count the number of cells.\r\n  18. Dilute the cell suspension with PGC medium to and adjust the concentration of  cells to 4x10e3 cells/100 µl/well.\r\n  19. Add 100 µl of the cell suspension into a single well of Corning® Costar® Ultra-Low attachment multiwell plates.\r\n  20. Centrifuge the plate at 1,200 rpm for 1-2 min to ‘aggregate’ the cells to the bottom of the wells\r\n  21. Culture for 2-5 days.\r\n  \r\n\n\n**4. Induction of DE and LM**\r\n\n\n22. Aspirate medium and wash cells \\(ME cells: normally 24-30h after ME induction) with 0.5-1 ml of PBS.\r\n  23. Add 1 ml of DE or LM medium\r\n  24. Culture for 2-3 days \\(DE) or for 1-2 days \\(LM)\r\n  *We confirmed that paraxial mesoderm can also be induced from ME by activation of WNT signaling \\(3 µM CHIR99021) and suppression of ACTIVIN and BMP signaling \\(10 µM SB431542 and 0.5 µM LDN193189) at high efficiency \\(80%< CXCR +ve, CDX2 +ve), as shown in previous report11."
        },
        {
            "header": "Troubleshooting",
            "content": "**Low efficiency of PGC induction:** If the efficiency of PGC induction is low, the timing of the Pre-ME differentiation might not be optimal, which could vary depending on culture conditions, or with cell lines. We recommend that PGC induction should be monitored at 6 hourly intervals during ME induction to establish the optimal timing."
        },
        {
            "header": "Anticipated Results",
            "content": "For the verification of PGCs induced from Pre-ME \\(12h), use multiple PGC markers \\(SOX17, BLIMP1, NANOG, TFAP2C etc) that are detectable by immunostaining from 2 days after the induction PGCs. Also, hPSCs with a suitable reporter, for hPGCs such as NANOS3-tdTomato \\(NT), the reporter expression is detectable from day 2 onwards by fluorescent microscopy and by FACS; the fluorescence becomes progressively brighter. The hPGC induction efficiency can be monitored after 4-5 days by FACS using the NT reporter \\(or equivalent), or after staining with anti-alkaline phosphatase and CD38 antibodies. The gating strategy and the FACS profiles are described elsewhere12.\r\n\n\n  For the DE induction from ME \\(24h), these can be verified two days after induction by immunostaining for DE markers \\(SOX17, FOXA2). The efficiency of human DE induction can be deduced after 2-3 days by FACS using anti-CXCR4 antibody.\r\n\n\n  For LM induced from ME \\(24h), these can be detected using LM markers \\(FOXF1, HAND1) from 1 day onwards by immunostaining. An estimate for LM induction efficiency is possible by FACS after 1-2 days by staining cells with anti-PDGFRa antibody."
        },
        {
            "header": "References",
            "content": "1 De Felici, M. in Oogenesis   \\(eds Giovanni Coticchio, David F. Albertini, & Lucia De Santis)  19-37 \\(Springer London, 2013).\r\n\n\n2 Tang, W. W., Kobayashi, T., Irie, N., Dietmann, S. & Surani, M. A. Specification and epigenetic programming of the human germ line. Nat Rev Genet 17, 585-600, doi:10.1038/nrg.2016.88 \\(2016).\r\n\n\n3 Sasaki, K. et al. Robust In Vitro Induction of Human Germ Cell Fate from Pluripotent Stem Cells. Cell Stem Cell 17, 178-194, doi:10.1016/j.stem.2015.06.014 \\(2015).\r\n\n\n4 Irie, N. et al. SOX17 Is a Critical Specifier of Human Primordial Germ Cell Fate. Cell 160, 253-268, doi:10.1016/j.cell.2014.12.013 \\(2015).\r\n\n\n5 Tang, W. W. et al. A Unique Gene Regulatory Network Resets the Human Germline Epigenome for Development. Cell 161, 1453-1467, doi:10.1016/j.cell.2015.04.053 \\(2015).\r\n\n\n6 Guo, F. et al. The Transcriptome and DNA Methylome Landscapes of Human Primordial Germ Cells. Cell 161, 1437-1452, doi:10.1016/j.cell.2015.05.015 \\(2015).\r\n\n\n7 Gkountela, S. et al. DNA Demethylation Dynamics in the Human Prenatal Germline. Cell 161, 1425-1436, doi:10.1016/j.cell.2015.05.012 \\(2015).\r\n\n\n8 Wu, J. & Izpisua Belmonte, J. C. Stem Cells: A Renaissance in Human Biology Research. Cell 165, 1572-1585, doi:10.1016/j.cell.2016.05.043 \\(2016).\r\n\n\n9 Rossant, J. & Tam, P. P. New Insights into Early Human Development: Lessons for Stem Cell Derivation and Differentiation. Cell Stem Cell 20, 18-28, doi:10.1016/j.stem.2016.12.004 \\(2017).\r\n\n\n10 Chen, G. et al. Chemically defined conditions for human iPSC derivation and culture. Nat Methods 8, 424-429, doi:10.1038/nmeth.1593 \\(2011).\r\n\n\n11 Loh, K. M. et al. Mapping the Pairwise Choices Leading from Pluripotency to Human Bone, Heart, and Other Mesoderm Cell Types. Cell 166, 451-467, doi:10.1016/j.cell.2016.06.011 \\(2016).\r\n\n\n12 Irie, N. & Surani, M. A. Efficient Induction and Isolation of Human Primordial Germ Cell-Like Cells from Competent Human Pluripotent Stem Cells. Methods Mol Biol 1463, 217-226, doi:10.1007/978-1-4939-4017-2_16 \\(2017)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature22812",
                "date": "2017-10-09 08:54:59",
                "title": "Principles of early human development and germ cell program from conserved model systems",
                "authors": [
                    "Toshihiro Kobayashi",
                    "Haixin Zhang",
                    "Walfred W. C. Tang",
                    "Naoko Irie",
                    "Sarah Withey",
                    "Doris Klisch",
                    "Anastasiya Sybirna",
                    "Sabine Dietmann",
                    "David A. Contreras",
                    "Robert Webb",
                    "Cinzia Allegrucci",
                    "Ramiro Alberio",
                    "and M. Azim Surani"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14750,
                "identity": "a10d1c1c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ramiro Alberio",
                "email": "Ramiro.Alberio@nottingham.ac.uk",
                "orcid": "",
                "institution": "University of Nottingham",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ramiro",
                "middleName": "",
                "lastName": "Alberio",
                "suffix": ""
            },
            {
                "id": 14751,
                "identity": "a10d1f6c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "M Azim Surani",
                "email": "a.surani@gurdon.cam.ac.uk",
                "orcid": "",
                "institution": "Azim Surani lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "M",
                "middleName": "Azim",
                "lastName": "Surani",
                "suffix": ""
            },
            {
                "id": 14749,
                "identity": "a10d1798-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Toshihiro Kobayashi",
                "email": "",
                "orcid": "",
                "institution": "Azim Surani lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Toshihiro",
                "middleName": "",
                "lastName": "Kobayashi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-04-23 19:47:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.050",
        "doiUrl": "https://doi.org/10.1038/protex.2017.050",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464927,
                "identity": "04b82bf5-3587-4130-b6b8-a4aa84018549",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 158869,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5927/v1/72581990-d46f-4cb4-a8ed-dc22f5a64b11.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing finacial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Primordial germ cell, Pluripotent stem cell, Epiblast, Gastrulation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes an _in vitro_ model using pluripotent stem cells \\(hPSCs), for early human development simulating key events leading to gastrulation. Gain and loss of competency for the specification of primordial germ cells \\(PGCs) occurs in the course of mesendoderm \\(ME) differentiation, a common precursor for definitive endoderm \\(DE) and mesoderm. This model is also applicable to cynomolgus monkey PSCs \\(cmPSCs). The observations suggest conserved principle for peri-gastrulation development of the epiblast. The protocol is suitable for investigations relating to early postimplantation development and mechanisms of early cell fate decisions in primates.",
        "manuscriptTitle": "Simulating gastrulation development and germ cell fate in vitro using human and monkey pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-10-09 08:56:09",
                "doi": "10.1038/protex.2017.050",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a10cac6f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 9th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3921,
                "name": "Biological techniques"
            },
            {
                "id": 3922,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-10-09 08:56:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}