{
    "identity": "pex-860",
    "title": "<p>Simultaneous non-invasive telemetric electrocardiogram and respiratory measurement with a connected jacket (DECRO system) in rats</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The minimization of pain, distress, and suffering of laboratory animals is not only a legal and ethical imperative (1) (2), but also an essential factor in delivering relevant and high-quality data in preclinical research (3) (4). While the implementation of the 3Rs increased awareness in the scientific community for careful protocol design to minimize pain, distress and suffering, there are still however limitations in this field that are beyond researchers’ wills. These limitations are due, in part, to the limited technology features of setups available on the market. For instance, until recently, measuring electrocardiograms (ECG) in rats involved either a restraint procedure (3) (5) which increases stress (6) or an invasive electrodes implantation (7) which generates potential pain and health complications, unless post-operative care is undertaken. In addition to the concerns raised on animal welfare in such situations, there are also other concerns related to the scientific relevance of this recorded data (3) (8) (9). Considering this situation, there is a growing interest in developing new technologies that are able to deliver satisfactory outcomes for both ethical and scientific needs, although challenging in some cases.</p><p>This approach has been widely developed in large animals such as dogs (10) (11) (12), primates (13) (14), and minipigs (15) notably in the field of cardiovascular and respiratory system assessment, either in preclinical pharmacology and efficacy (16) or in regulatory toxicology and safety pharmacology studies (17) (18) (15). However, in small animals such rats, a widely used species in biomedical research (19), the small size prevented the above technologies to be implemented. Indeed, higher instrumental performances, size-adapted and comfortable setups are needed to achieve the measurement of small physiological signals such as respiratory signals without impairing welfare.</p><p>Therefore, the DECRO system was developed by the TIMC-IMAG Laboratory of the Grenoble Alpes University (20) (21) (22) taking into account both ethical and scientific requirements &nbsp;for small animals such as rats, guinea pigs, rabbits or any animal species within 180 grams-3 kilograms weight range (<strong>Fig. 1</strong>). The DECRO is a non-invasive telemetry setup that allows to simultaneously monitor cardiac and respiratory functions, and activity with adequate accuracy while rats are unrestrained in their environment. Based on the respiratory inductive plethysmography (RIP) method (10) (23) (24), the thoracic and abdominal plethysmographic sensors are embedded in a soft stretch and fitted jacket in a way to record volumes variations of the trunk. Two external ECG electrodes are placed under the jacket which enables to maintain and protect them. Respiratory and ECG signals and activity (from tri-axial accelerometer) are collected by a by a small piece of electronics called Bluetooth emitter, placed in a secure bag on the rat back. The Bluetooth emitter is powered by a rechargeable battery and signals are transmitted to an acquisition server placed in the same room to be recorded and analysed. A built-in software in the acquisition server, accessible from a web browser, allows acquisition control, real time signal visualization and data analysis either from the experimentation room or remotely trough the local network. </p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Contact medical gel (<strong>Fig. 2</strong>) to enhance ECG electrode conductivity (UNI’GEL ECG, ASEPT)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Soft stretch and fitted jacket. Based on body weight, there are 4 and 2 jackets sizes for male and female rats, respectively. Refer to Figure 5 for adequate size choice. All equipment or reagents are provided by Etisense SAS, Lyon, France unless otherwise the reference is specified.</p><p>ECG Ag/AgCl electrodes</p><p>Rechargeable battery (with its charger)</p><p>Bluetooth emitter</p><p>Clipper (Aesculap Exacta GT416)</p><p>Jacket fitting-tool (optional use)</p><p>Acquisition server (acquisition and analysis software is built in)</p><p>Computer/web browser</p>"
        },
        {
            "header": "Procedure",
            "content": "General information\nBefore proceeding with DECRO system setup, check the environment and housing conditions of your rats for any potential stressor (2) (25) (26). Check for any clinical signs, observe rats’ behaviour in housing cages and assess welfare level. During the acclimatization period, handle your rat as much as necessary until you both feel comfortable together. This helps reducing stress levels during experiment day.\nIn line with the aim of stress reduction on experiment day, we recommend two training sessions (one per day) the week before (in the same conditions of the study) of at least two hours with the jacket. This also allows the experimenter to identify rats who may cause potential problems during recording and to take precautions for experiment day (\nFig. 3\n).\nEquipment such as the jacket, ECG electrodes, rechargeable battery and Bluetooth emitter are reusable. Using their ID number, each rat can have its own equipment throughout the study, starting from training session.\nHair removal: Timing\n1-2 minutes\nper animal\n1 Hold the rat firmly and carefully clip the hair at the dorsolateral thoracic and abdominal area (\nFig. 4A\n), using corded-electric or battery-operated clippers. Clean clipped area with water to remove sebum produced by rat skin and make sure the area is completely dry. Dry it with wiper if necessary. This step can be done either on experiment day or the day before. We recommend it to be done on the day before to reduce stress level on experiment day.\nCRITICAL STEP: The rat skin produces sebum which may neutralize the adhesive of the ECG electrodes. Therefore, be sure that clipped area is cleaned with water and dried.\nDECRO system\nin-vivo\nsetup: Timing\n3-5 minutes\nper animal\nThe following “Step 1” is a preparation for steps 4 and 5 to fit the rat with the jacket. We recommend using the jacket fitting-tool in step 5. However, its use is not mandatory. Experienced experimenters may have their own procedure or feel comfortable to proceed in a different way. Although we recommend using the jacket fitting-tool, the decision is left to self-appreciation based on skill level to handle rats.\n1 Place the soft, stretch and fitted jacket on the jacket fitting-tool (\nFig. 4B\n). Two ways are described below:\nA. Place the jacket fitting-tool on its large circular base. Use one hand to hold the jacket fitting-tool and to tighten it up and the other hand to place the jacket around its top by rotating movements. Push the jacket to the bottom and leave approximately 2 cm extended at the top.\nB. Place the jacket fitting-tool on its large circular base. Use both hands to stretch and enlarge the jacket and place it on the jacket fitting-tool. Adjust the length extending at the top to approximately 2 cm.\nCAUTION: While placing the jacket on the jacket fitting-tool, check the plethysmographic sensors position inside the jacket in order to avoid damaging them with the jacket fitting-tool borders. In addition, the jacket bag should be positioned on the jacket fitting-tool upper side so it can be correctly placed on the rat's back in step 5.\n2 Insert the rechargeable battery in the Bluetooth emitter, check that the emitter light blinks several times to confirm that the system is powered and prepare the electrodes by adding a very small pinch of conductive gel on their adhesive surface.\n3 Hold the rat and apply gently with your finger, a small amount of conductive gel on the whole clipped area in order to enhance ECG electrode conductivity.\n4 Place the jacket fitting-tool on its side using its rectangular base and place the rat very closely with his head directed toward its large opening.\n5 Guide the rat to enter in the jacket-fitting tool (\nFig. 4C\n). As soon as the head penetrates from the other side and you see his forelimbs, use one hand to hold the rat and the jacket together, and with the other hand release the remaining jacket from the jacket-fitting tool by pushing it toward the rat exit direction.\nCRITICAL STEP: Motivate the rat to go through the jacket-fitting tool by placing a red enrichment tunnel at the other side or by placing the rat with the jacket-fitting tool at the edge of its housing cage (\nFig. 4C-D\n).\nCAUTION: Choose the jacket size that best fits to your rat body weight (Fig. 5). We recommend using the same jacket per animal per study (several days to several weeks) as long as the size is adapted. Note that in long term studies (several weeks to several months), you may need to use more than one jacket per rat based on body weight range (Fig. 5).\n6 Use one hand to hold the rat with its jacket, and with the other hand pass each paw in the jacket’s holes to secure the jacket onto the rat.\n7 Check that rat’s skin is smoothly placed under the jacket without any fold. This will help to keep ECG electrodes firmly connected on the skin.\n8 Put the rat in a prone position and insert red ECG electrode (positive) under the jacket through left side jacket notch and the black one (negative) through the right side (Lead I configuration ECG). Press down gently on the electrodes to completely adhere on the flank skin (\nFig. 4E-F\n).\n9 Connect the plethysmographic sensors and the ECG electrodes cables to the Bluetooth emitter, which is already connected to its rechargeable battery (from step 3).\n10 Fold the posterior part of the jacket on the notches/cables to hide them (\nFig. 4G\n).\n11 Insert the Bluetooth emitter and its rechargeable battery into the anterior bag with the Bluetooth emitter facing the rat head and place the bag on the rat back to attach it with the hook (\nFig. 4H\n).\n12 The rat is ready for recording (\nFig. 4H-J\n). Before putting him in its cage, check the quality of the signals by starting acquisition while he is still at rest.\nCAUTION: ECG electrodes can be used multiple time on the same rat and on several days if kept properly in their bags. If the ECG signal is not satisfactory at rest, check the adherence of ECG electrodes and the skin folding under the jacket. If you apply again conductive gel between the ECG electrode and the clipped area, wait few minutes to observe a good quality signal. If the ECG signal is not satisfactory despite the above checking steps, use new set of electrodes.\nDECRO system\nhardware\nsetup: Timing\n4-10 minutes\nper experiment based on protocol complexity\nNOTE: Hardware setup and protocol configuration can be done on any day prior to the recording day. If required, the software allows to schedule the acquisitions in a repeated way for several sessions.\n1 Place the acquisition server in the same room of recording (up to 10 meters). Note that it is recommended to avoid placement of the system into any metallic frame that may act as a faraday cage and thus reduce Bluetooth performances.\n2 Connect the two antennas at the back end and plug in the electrical cable. The acquisition server may turn on automatically, if not press the on/off button. Wait until the red light turns off at the front end which usually takes 60 to 90 seconds\n3 Connect the acquisition server to your computer either by direct connection with an ethernet cable or by a local area network for remote access (i.e from office)\n4 Open a web browser (firefox or chrome recommended) on your computer and enter the URL delivered with the acquisition server in the address bar to access to the built-in acquisition software\n5 Configure the experiment protocol by entering group, phase and session details and parameters needed such as respiratory rate, ECG, etc.\n6 Complete step 1 from hair removal and steps 1 to 12 from “DECRO system\nin-vivo\nsetup” and start your acquisition session.\nDECRO system\njacket removal\n: Timing\n1 minute\nper animal\n1 Put the rat in a prone position, hold him gently and detach the bag hook from the jacket.\n2 Remove the Bluetooth emitter and rechargeable battery from its bag and disconnect ECG and plethysmography cables.\n3 Unfold the posterior part of the jacket to have access to the ECG electrode notch sites\n4 Remove the ECG electrodes gently and the paws from the jacket’s holes.\n5 To take off the jacket, allow the rat to move forward while you hold the jacket with both hands. Avoid taking off the jacket by going counter-direction to hair growth since this could be uncomfortable or stressful for the rat.\n6 Disconnect the battery from the Bluetooth emitter and put the battery in charge with the charger provided with the system. A full charge of the battery usually takes less than 3 hours."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Hair removal: &nbsp;Timing 1-2 minutes per animal</p><p>Steps 1-12, DECRO system <em>in-vivo</em> setup: Timing 3-5 minutes per animal </p><p>Steps 1-6, DECRO system hardware setup: Timing 4-10 minutes per experiment</p><p>Steps 1-6, DECRO system jacket removal: Timing 1 minute per animal</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Performances of the DECRO system were scientifically assessed regarding reference techniques for combined ECG and respiratory function monitoring.&nbsp;For respiratory parameters, different approaches were used. Firstly, the tidal volume measured using plethysmographic sensors of the jacket has been found similar to that measured by a pneumotachograph connected to an anesthetized animal with an agreement of 80% &nbsp;(20). Secondly, respiratory rate and tidal volume were measured with DECRO system in awake rats placed simultaneously in Whole Body Plethysmography chambers (WBP) &nbsp;(27), a typical non-invasive lung function monitoring. Respiratory measurements from the WBP were processed with IOX software (EMKA technologies). It was shown that the agreement between the two systems was &gt; ± 85% and &gt; ± 79% (with no bias) for respiratory rate and tidal volume, respectively (calculated using the method described by Bland &amp; Altman to calculate 95% confidence intervals, (18)). </p><p>Regarding ECG measurements, the external ECG signals acquired with the DECRO system exhibited a low noise signal with clearly resolved QRS complexes and P and T waves. This allowed the comparison between ECG signals acquired from implant and DECRO system (24). Calculated heart rate from these signals were shown to be similar with an agreement of  &gt;± 96% and a constant bias of 0.56%.</p><p>The DECRO system has all the features needed for recording animals in social housing.&nbsp;Thus, a pilot study was conducted on 3 socially housed rats for 2 hours and showed promising results. The jacket didn’t have an impact on social interaction or on behaviour. Recordings of respiratory, ECG and activity signals were successful. This promising result will be further investigated in the next studies.</p><p>The soft, stretch and fitted jacket, which is well accepted by rats, without movement limitation or restraint of behavioural repertoire, allows the experimenter to design complex protocols for measuring instant and delayed drug effects on cardiorespiratory systems in preclinical research (pharmacology and efficacy studies, physiopathology studies, safety pharmacology and toxicology studies). The DECRO system, thanks to its simplicity to set-up can help delivering rapid and reliable scientific data while responding to growing ethical constraints. This new telemetric solution can be considered a relevant tool to simultaneously evaluate cardiac and respiratory functions<strong> </strong>with the least possible impact on rat welfare and thus promoting quality and robust scientific data.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Council of the European Communities Council Directive 86/609/EEC of 24 November 1986 on the approximation of laws, regulations, and administrative provisions of the Member States regarding the protection of animals used for experimental and other scientific purposes. Off J Eur Communities L358:1–28. </p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The European Parliament and the Council of the European Union 2010. Directive 2010/63/EU of the European Parliament and of the Council of 22 September 2010 on the Protection of Animals Used for Scientific Purposes. Off J Eur Communities L276: 33–79. </p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Farraj AK, Hazari MS, Cascio WE. The Utility of the Small Rodent Electrocardiogram in Toxicology. Toxicol Sci. mai 2011;121(1):11‑30. </p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Carbone L, Austin J. Pain and Laboratory Animals: Publication Practices for Better Data Reproducibility and Better Animal Welfare. Gao C-Q, éditeur. PLOS ONE. 12 mai 2016;11(5):e0155001. </p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pereira-Junior PP, Marocolo M, Rodrigues FP, Medei E, Nascimento JHM. Noninvasive method for electrocardiogram recording in conscious rats: feasibility for heart rate variability analysis. An Acad Bras Ciênc. juin 2010;82(2):431‑7. </p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meijer MK, Spruijt BM, van Zutphen LFM, Baumans V. Effect of restraint and injection methods on heart rate and body temperature in mice. Lab Anim. oct 2006;40(4):382‑91. </p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tontodonati M, Fasdelli N, Dorigatti R. An improved method of electrode placement in configuration Lead II for the reliable ECG recording by telemetry in the conscious rat. J Pharmacol Toxicol Methods. janv 2011;63(1):1‑6. </p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prescott MJ, Lidster K. Improving quality of science through better animal welfare: the NC3Rs strategy. Lab Anim. avr 2017;46(4):152‑6. </p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Poole T. Happy animals make good science. Lab Anim. avr 1997;31(2):116‑24. </p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Murphy DJ, Renninger JP, Schramek D. Respiratory inductive plethysmography as a method for measuring ventilatory parameters in conscious, non-restrained dogs. J Pharmacol Toxicol Methods. juill 2010;62(1):47‑53. </p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prior H, McMahon N, Schofield J, Valentin J-P. Non-invasive telemetric electrocardiogram assessment in conscious beagle dogs. J Pharmacol Toxicol Methods. sept 2009;60(2):167‑73. </p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chui RW, Fosdick A, Conner R, Jiang J, Bruenner BA, Vargas HM. Assessment of two external telemetry systems (PhysioJacket<sup>TM</sup> and JET<sup>TM</sup>) in beagle dogs with telemetry implants. J Pharmacol Toxicol Methods. juill 2009;60(1):58‑68. </p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Purbrick S, Jordan S, Moore S, Butler D, French A, Jones D, et al. Evaluation of Respiratory Inductive Plethysmography using the EMKABelt (Jacket) system in the conscious beagle dog. J Pharmacol Toxicol Methods. sept 2012;66(2):183‑4. </p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Derakhchan K, Chui RW, Stevens D, Gu W, Vargas HM. Detection of QTc interval prolongation using jacket telemetry in conscious non-human primates: comparison with implanted telemetry: JET and implanted telemetry ECG comparison in monkeys. Br J Pharmacol. janv 2014;171(2):509‑22. </p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stubhan M, Markert M, Mayer K, Trautmann T, Klumpp A, Henke J, et al. Evaluation of cardiovascular and ECG parameters in the normal, freely moving Göttingen Minipig. J Pharmacol Toxicol Methods. mai 2008;57(3):202‑11. </p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Colleton C, Brewster D, Chester A, Clarke DO, Heining P, Olaharski A, et al. The Use of Minipigs for Preclinical Safety Assessment by the Pharmaceutical Industry: Results of an IQ DruSafe Minipig Survey. Toxicol Pathol. avr 2016;44(3):458‑66. </p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ICH Topic S7 A Safety Pharmacology Studies for Human Pharmaceuticals [Internet]. Disponible sur: https://www.ich.org/page/safety-guidelines</p><p>18. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ICH M3 (R2) Non-clinical safety studies for the conduct of human clinical trials for pharmaceuticals [Internet]. Disponible sur: https://www.ich.org/page/multidisciplinary-guidelines</p><p>19. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ellenbroek B, Youn J. Rodent models in neuroscience research: is it a rat race? Dis Model Mech. 1 oct 2016;9(10):1079‑87. </p><p>20. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flénet T, Fontecave-Jallon J, Guméry P-Y, Eynard C, Boucher F, Baconnier P, et al. High-resolution respiratory inductive plethysmography in rats: validation in anesthetized conditions. Physiol Meas. 22 juin 2017;38(7):1362‑72. </p><p>21. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Flénet T, Fontecave-Jallon J, Tanguy S, Boucher F, Baconnier P, Guméry Y. Non-invasive cardiac output monitoring in pharmacology: a plethysmographic solution in rats. In Orlando, USA: IEEE; 2016. p. 4. </p><p>22. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fontecave-Jallon J, Flénet T, Eynard C, Guméry P-Y, Boucher F, Tanguy S. Inductive plethysmography in rats: towards a new standard for longitudinal non-invasive cardiac output monitoring in preclinical studies. Physiol Meas. 24 sept 2018;39(9):095006. </p><p>23. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fontecave-Jallon J, Videlier B, Baconnier P, Tanguy S, Calabrese P, Guméry P-Y. Detecting variations of blood volume shift due to heart beat from respiratory inductive plethysmography measurements in man. Physiol Meas. 1 sept 2013;34(9):1085‑101. </p><p>24. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lo WLA, Huang DF. Assessment of an alternative calibration technique to record breathing pattern and its variability with respiratory inductive plethysmography. J Clin Monit Comput. août 2017;31(4):755‑64. </p><p>25. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Institute for Laboratory Animal Research (U.S.), Committee on Recognition and Alleviation of Distress in Laboratory Animals. Recognition and alleviation of distress in laboratory animals [Internet]. Washington, D.C.: National Academies Press; 2008 [cité 10 avr 2020]. Disponible sur: http://site.ebrary.com/id/10225202</p><p>26. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conour LA, Murray KA, Brown MJ. Preparation of Animals for Research--Issues to Consider for Rodents and Rabbits. ILAR J. 1 janv 2006;47(4):283‑93. </p><p>27. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Timothé F, Hervé B, Elodie C, Abdelhaq M, Charles E, Christophe B. A new non-invasive cardiorespiratory telemetry jacket for rodents. :1. </p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We would like to thank Julie ULMANN, Angéline CLAIR and Laetitia AVERTY for their help in the animal facility. </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1088/1361-6579/aa6737",
                "date": "2017-03-16 16:21:41",
                "title": "High-resolution respiratory inductive plethysmography in rats: validation in anesthetized conditions",
                "authors": [
                    "T Flénet",
                    "J Fontecave-Jallon",
                    "P-Y Guméry",
                    "C Eynard",
                    "F Boucher",
                    "P Baconnier",
                    "S Tanguy"
                ],
                "journal": "Physiological Measurement",
                "logo": ""
            },
            {
                "doi": "10.1109/EMBC.2016.7591834",
                "date": "2016-10-20 16:57:43",
                "title": "Non-invasive cardiac output monitoring in pharmacology: A plethysmographie solution in rats",
                "authors": [
                    "Timothe Flenet",
                    "Julie Fontecave-Jallon",
                    "Stephane Tanguy",
                    "Francois Boucher",
                    "Pierre Baconnier",
                    "Pierre-Yves Gumery"
                ],
                "journal": "2016 38th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC)",
                "logo": ""
            },
            {
                "doi": "10.1088/1361-6579/aad7ec",
                "date": "2018-08-03 16:15:13",
                "title": "Inductive plethysmography in rats: towards a new standard for longitudinal non-invasive cardiac output monitoring in preclinical studies",
                "authors": [
                    "J Fontecave-Jallon",
                    "T Flénet",
                    "C Eynard",
                    "P-Y Guméry",
                    "F Boucher",
                    "S Tanguy"
                ],
                "journal": "Physiological Measurement",
                "logo": ""
            },
            {
                "doi": "10.1088/0967-3334/34/9/1085",
                "date": "2013-08-19 10:13:20",
                "title": "Detecting variations of blood volume shift due to heart beat from respiratory inductive plethysmography measurements in man",
                "authors": [
                    "J Fontecave-Jallon",
                    "B Videlier",
                    "P Baconnier",
                    "S Tanguy",
                    "P Calabrese",
                    "P-Y Guméry"
                ],
                "journal": "Physiological Measurement",
                "logo": ""
            },
            {
                "doi": "10.1177/0023677219839199",
                "date": "2019-06-03 06:00:10",
                "title": "Abstracts of 14th FELASA congress 2019",
                "authors": "",
                "journal": "Laboratory Animals",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 418841,
                "identity": "a072b53a-7fb5-4df8-8539-576442b06468",
                "order_by": 1,
                "name": "Raafat P. FARES",
                "email": "raafat.fares@etisense.com",
                "orcid": "https://orcid.org/0000-0003-3963-381X",
                "institution": "ETISENSE SAS, R&D department, 60A avenue Rockefeller, 69001 LYON France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Raafat",
                "middleName": "P.",
                "lastName": "FARES",
                "suffix": ""
            },
            {
                "id": 419306,
                "identity": "db5331f0-edf6-43d5-93da-43152859c4a7",
                "order_by": 2,
                "name": "Alexia BOIRE",
                "email": "",
                "orcid": "",
                "institution": "Université de Lyon, Univ. Claude Bernard Lyon 1, Master in Integrative Biology and Physiology, 43 Bd du 11 Novembre 1918, 69100 Villeurbanne, France.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexia",
                "middleName": "",
                "lastName": "BOIRE",
                "suffix": ""
            },
            {
                "id": 419288,
                "identity": "cc4ed322-7757-4be8-aa40-1d4a725f029c",
                "order_by": 3,
                "name": "Charles EYNARD",
                "email": "",
                "orcid": "",
                "institution": "ETISENSE SAS, R&D department, 60A avenue Rockefeller, 69001 LYON France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Charles",
                "middleName": "",
                "lastName": "EYNARD",
                "suffix": ""
            },
            {
                "id": 419283,
                "identity": "120082e9-fb0d-4836-bb9c-298c32b4f17e",
                "order_by": 4,
                "name": "Timothé FLENET",
                "email": "",
                "orcid": "",
                "institution": "ETISENSE SAS, R&D department, 60A avenue Rockefeller, 69001 LYON France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Timothé",
                "middleName": "",
                "lastName": "FLENET",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-03-17 14:55:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-860/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-860/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1031199,
                "identity": "23f86d4e-c877-40f5-84d4-ceaeb7e0074e",
                "added_by": "auto",
                "created_at": "2020-05-05 13:08:58",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2633834,
                "visible": true,
                "origin": "",
                "legend": "A simplistic general view of DECRO system: A non-invasive cardiorespiratory telemetry jacket for rats. Thoracic and abdominal plethysmographic sensors are embedded in a soft, stretch, and fitted jacket. External ECG electrodes are placed on left and right flank under the jacket. Respiratory and ECG signals are connected using wires to the Bluetooth emitter, which is placed in a secure bag on the rat back. The Bluetooth emitter is powered by a rechargeable battery beneath it. The Bluetooth emitter signals, including activity, are transmitted to the acquisition server and recorded. A built-in software in the acquisition server, accessible from a web browser, allows acquisition control, real time signal visualization and data analysis either from the experimentation room or remotely trough the local network. The DECRO system aims to promote the ethical approach with the implementation of the 3R rule (reduce, refine, replace) and at the same time helps to meet the scientific needs.",
                "description": "",
                "filename": "FIGURE1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-860/v1/FIGURE1.jpg"
            },
            {
                "id": 1031200,
                "identity": "2395b514-37d0-47af-9d1e-e8ba62537199",
                "added_by": "auto",
                "created_at": "2020-05-05 13:08:58",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2312084,
                "visible": true,
                "origin": "",
                "legend": "List of reagents and equipment for DECRO system. Reagents: Contact medical gel for ECG electrode conductivity. Equipment: clipper, soft stretch and fitted jacket, ECG Ag/Agcl electrodes, Bluetooth emitter with its rechargeable battery, acquisition server and web browser/computer.",
                "description": "",
                "filename": "FIGURE2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-860/v1/FIGURE2.jpg"
            },
            {
                "id": 1031201,
                "identity": "9780ddb9-7d29-4db6-88f2-b3a930ffd08a",
                "added_by": "auto",
                "created_at": "2020-05-05 13:08:58",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1561585,
                "visible": true,
                "origin": "",
                "legend": "Major steps with timing for optimal use of the DECRO system are depicted. Two training sessions, one per day for at least 2 hours per animal, are recommended to reduce stress level on recording day.",
                "description": "",
                "filename": "FIGURE3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-860/v1/FIGURE3.jpg"
            },
            {
                "id": 1031202,
                "identity": "322a0a25-d0ec-49ca-9c64-4a2ca00dc9cf",
                "added_by": "auto",
                "created_at": "2020-05-05 13:08:59",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4408784,
                "visible": true,
                "origin": "",
                "legend": "Some steps from the DECRO system in-vivo setup are depicted above. Clipped hair at the dorsolateral thoracic and abdominal area (4A). The soft, stretch and fitted jacket is placed on the jacket fitting-tool (4B). The rat is going through the jacket-fitting tool while motivated by a red tunnel placed on the other side (4C) or by placing him at the edge of its housing cage (4D). ECG electrodes are inserted under the jacket via the notches, the Bluetooth emitter with its rechargeable battery is placed into the anterior bag and is connected to ECG and respiratory cables, the folding of the posterior part of the jacket allows to hide the notches and cables (4E-G). The bag on the rat back is attached to the jacket via the hook and the rat is ready for recording (4H). Rats can be socially housed up to 4 per cage and recorded without technical limitation (4I-J).",
                "description": "",
                "filename": "FIGURE4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-860/v1/FIGURE4.jpg"
            },
            {
                "id": 1031203,
                "identity": "92bcaae7-1684-46b1-958d-a41193145df7",
                "added_by": "auto",
                "created_at": "2020-05-05 13:08:59",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2358737,
                "visible": true,
                "origin": "",
                "legend": "Jacket size selection based on body weight range and age of Sprague Dawley rats. Four jacket sizes are available for male rats from 180 up to 650 grams and two jacket sizes for female rats from 180 up to 400 grams. The data presented for body weight evolution with age are based on the growth chart of Outbred CD® (Sprague Dawley) IGS Rat from Charles river with breeding location from Germany, UK and Italy. The rat growth can be dependent on the animal supplier, its breeding location and the diet you provide at your animal facility. Care should be taken when estimating the body weight for the day of experiment notably when other breeding locations and suppliers are chosen and when diet is different from that used by the supplier.",
                "description": "",
                "filename": "FIGURE5.jpg",
                "url": "https://assets.researchsquare.com/files/pex-860/v1/FIGURE5.jpg"
            },
            {
                "id": 1031214,
                "identity": "eb2caccd-0bea-4ec0-a7fc-9aaec443d2a6",
                "added_by": "auto",
                "created_at": "2020-05-05 13:09:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 293767,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Decrosimultaneousnoninvasivetelemetricelectrocardiogramandrespiratorymeasurement.pdf",
                "url": "https://assets.researchsquare.com/files/pex-860/v1_stamped.pdf"
            },
            {
                "id": 1031198,
                "identity": "cf740eee-9040-4e12-b0d0-097ec907c7ef",
                "added_by": "auto",
                "created_at": "2020-05-05 13:08:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 251943,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Decrosimultaneousnoninvasivetelemetricelectrocardiogramandrespiratorymeasurement.pdf",
                "url": "https://assets.researchsquare.com/files/pex-860/v1/Decrosimultaneousnoninvasivetelemetricelectrocardiogramandrespiratorymeasurement.pdf"
            },
            {
                "id": 13501383,
                "identity": "579d28bf-4882-41f3-8b58-49383ebeb4cd",
                "added_by": "auto",
                "created_at": "2021-09-16 23:10:15",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 626250,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Decrosimultaneousnoninvasivetelemetricelectrocardiogramandrespiratorymeasurement.pdf",
                "url": "https://assets.researchsquare.com/files/pex-860/v1_covered.pdf"
            }
        ],
        "financialInterests": "Ms. Alexia BOIRES declares that she has no conflict of interest. Mr. Raafat P. FARES declares that he is presently employed by ETISENSE SAS. Mr. Charles EYNARD and Mr. Timothé FLENET both declare that they are founders and executive at ETISENSE SAS.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": true,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Decro, connected telemetry jacket, cardiology, respiratory function, respiratory inductive plethysmography, rat electrocardiogram, cardiorepiratory rat, simultaneous cardiorepiratory, social housing rat, rat welfare,",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>In preclinical research, animal welfare is a major foundation for relevant and high-quality data. Due to limited technology features in biomedical research, animal welfare can be impaired leading to poor-quality and irrelevant scientific data. Therefore, there is a growing interest in developing new technologies that are able to deliver satisfactory outcomes for both ethical and scientific needs in widely used species in biomedical research such as rats. A telemetric system was developed to meet these needs in the cardiorespiratory field in small animals within 180 grams-3 kilograms weight range. This system called DECRO is a non-invasive connected jacket designed to simultaneously monitor cardiac and respiratory functions, and activity while animals are unrestrained in their environment. This publication describes recommended procedure to achieve proper recording in rats using this jacket. </p><p><br></p>",
        "manuscriptTitle": "Simultaneous non-invasive telemetric electrocardiogram and respiratory measurement with a connected jacket (DECRO system) in rats",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-05-05 13:08:57",
                "doi": "10.21203/rs.3.pex-860/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd20a92-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 5th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 87049,
                "name": "Physiology"
            },
            {
                "id": 87050,
                "name": "Drug discovery"
            },
            {
                "id": 87051,
                "name": "Cardiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-05-05 13:08:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}