{
    "identity": "nprot-565",
    "title": "Ruthenium hydroxide supported on magnetic nanoparticles: a benign aqueous protocol for hydration of nitriles",
    "content": [
        {
            "header": "Introduction",
            "content": "Amides are an important class of compounds in the chemical and pharmaceutical industry<sup>1,2</sup>. Conventionally, amides have been synthesized by the hydration of nitriles,  catalyzed by strong acids<sup>3</sup> and bases<sup>4</sup>. Many by-products such as carboxylic acids are produced due to hydrolysis of the starting nitriles and amides under these conditions. Also, several sensitive functional groups do not tolerate such harsh conditions, which results in a decrease in the selectivity of the reaction protocol. Numerous processes using homogeneous metal complexes have been reported for this hydration protocol<sup>5</sup>. However, these suffer from various drawbacks, such as difficulty in separation of product and catalyst from the reaction mixture, as well as the use of inert atmosphere for handling air-sensitive metal catalysts. Heterogeneous systems have been reported, such as alumina<sup>6</sup>, potassium fluoride-doped Al2O3<sup>7</sup> and phosphates<sup>8</sup>, silica-supported manganese oxides<sup>9</sup>, modified hydroxyapatite<sup>10</sup>, and ruthenium hydroxide coated on alumina and ferrites<sup>11</sup>. However, turnover numbers of these protocols are still small and reusability of the catalyst is intricate. A recently developed hydration protocol in pure water is good in terms of reaction conditions and product yield<sup>12</sup>, but it still needs traditional work-up using toxic organic solvents to isolate the product and uses expensive ruthenium complexes as catalysts.\r\n\n\nMagnetic nanoparticles have emerged as a robust, high surface area heterogeneous catalyst support<sup>13</sup>. Magnetic recoverability, which eliminates the necessity of catalyst filtration after completion of the reaction, is an additional attribute of these materials. In a recent publication, we reported a simple and efficient synthesis of nano-ferrite-supported, magnetically recyclable ruthenium hydroxide \\[Ru\\(OH)x] catalyst and its application in hydration of nitriles in benign aqueous medium<sup>14</sup>.\r\n\n\n \r\n\n\n**Synthesis of ruthenium hydroxide supported on magnetic nanoparticle catalyst:**\r\n\n\nMagnetic nano-ferrite was prepared from iron sulfate and functionalization of these magnetic nanoparticles was achieved by our previously developed post-synthetic functionalization protocol, via sonication of nano-ferrites with dopamine in water for 2 h<sup>15</sup>. This step was followed by addition of ruthenium \\(Ru) chloride at a basic pH; Ru\\(OH)x catalyst on the amine-functionalized nano-ferrites was obtained in good yield \\(**Figure 1**).\r\n\n\nThe catalyst was characterized  by X-ray diffraction \\(XRD) and transmission electron microscopy \\(TEM), which confirmed the formation of single-phase Fe3O4 nanoparticles with spherical morphology and a size range of 11-16 nm, which is comparable with the crystallite size calculated from X-ray spectrum using Scherer formula \\(11.52 nm). FT-IR confirmed the anchoring of dopamine on ferrite surfaces. The signals of Ru and Ru\\(OH)x were not detected in XRD due to the highly dispersed low percentage of Ru in the sample. The weight percentage of Ru was found to be 3.22% by inductively coupled plasma-atomic emission spectroscopy \\(ICP-AES) analysis.\r\n\n\n\r\n\n\n**Hydration of nitriles in aqueous medium using microwave irradiation:**\r\n\n\nRuthenium hydroxide supported on magnetic nanoparticle catalyst was then tested as a catalyst for hydration of nitriles in aqueous medium as a benign solvent, under microwave \\(MW) irradiation conditions \\(**Figure 2**). MW-assisted chemistry was used due to the efficiency of the interaction of the polar nano-catalyst and water molecules with microwaves.  The reaction mixture was rapidly heated to requisite temperatures under MW irradiation with precise control of the reaction temperature<sup>16</sup>.\r\n\n\n\r\n\n\nThis catalyst showed high activity for hydration of benzonitriles. The entire protocol was carried out in pure water without using any organic solvent even in the product work-up step. The use of MW-irradiation expedited the reaction and excellent yield of benzamide was obtained within 30 minutes."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Iron\\(III) sulfate pentahydrate \\(Acros Organics, cat. no. AC34523)\r\n\n\n&#x2022; Iron\\(II) sulfate heptahydrate \\(Acros Organics, cat. no. AC20139)\r\n\n\n&#x2022; Ammonium hydroxide, 25% solution in water \\(Acros Organics, cat. no. AC39003) \\! CAUTION Toxic if inhaled\r\n\n\n&#x2022; Sodium Hydroxide \\(Fisher, cat. no. S392)\r\n\n\n&#x2022; Ethanol \\(Fisher, cat. no. A411) \r\n\n\n&#x2022; Acetone \\(Fisher, cat. no. A18)\r\n\n\n&#x2022; Dopamine hydrochloride \\(Sigma, cat. no. H8502)\r\n\n\n&#x2022; Ruthenium\\(III) chloride \\(Aldrich, cat. no. 208523)\r\n\n\n&#x2022; Benzonitrile \\(Fluka, cat. no. 12720)"
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Discover labmate microwave unit \\(CEM Corporation)\r\n\n\n&#x2022; Crimp-sealed thick-walled 10 ml glass tube \\(CEM Corporation)\r\n\n\n&#x2022; Caps for above glass tube\r\n\n\n&#x2022; Magnetic stirrer\r\n\n\n&#x2022; Sonicator\r\n\n\n&#x2022; Teflon-coated magnetic stirrer bar\r\n\n\n&#x2022; Glass beaker \r\n\n\n&#x2022; Round bottom flask\r\n\n\n&#x2022; Dropping funnel\r\n\n\n&#x2022; External magnet\r\n\n\n&#x2022; Centrifuge\r\n\n\n&#x2022; Touch mixer"
        },
        {
            "header": "Procedure",
            "content": "**Preparation of magnetic nano-ferrite** ● TIMING 4 h\r\n\n\n1. Weigh 13.9 g of Iron\\(II) sulfate heptahydrate and place it in 100 ml glass beaker containing a magnetic stirring bar.\r\n  2. Add 400 ml of distilled water to the beaker.\r\n  3. Stir the reaction mixture using magnetic stirrer for 10 minutes, at room temperature.\r\n  4. Weigh 20 g of Iron\\(III) sulfate pentahydrate and add it to the above reaction mixture\\(Step 3) under stirring.\r\n  5. Add 100 ml of distilled water and stir the reaction mixture for another 20 minutes.\r\n  6. Measure 50 ml of ammonium hydroxide \\(25%) aqueous solution in dropping funnel.\r\n  \\! CAUTION Toxic if inhaled and causes burns by all exposure\r\n\n\n7. Add ammonium hydroxide drop-wise to adjust the pH of the solution to 10. \r\n  ▲CRITICAL STEP Reaction mixture starts becoming black, indicating the formation of nanoparticles; keep adding ammonium hydroxide slowly to reach the pH ~ 10.\r\n\n\n8. Continually stir the reaction mixture for 1 h at 50 °C. \r\n  9. Separate the nanoparticles from aqueous reaction mixture using external magnet or decantation.\r\n  10. Wash the nanoparticles with water several times until the pH reaches 7.\r\n  11. Wash the nanoparticles with acetone two times.\r\n  12. Dry the nanoparticles under a vacuum at 60 °C for 2 h, to yield magnetic nano-ferrite.\r\n   ■ PAUSE POINT After drying, the material can be stored in sealed vessel at room temperature.\r\n\n\n\r\n\n\n\r\n\n\n**Functionalization of magnetic nano-ferrite** ● TIMING 5 h\r\n\n\n13. Weigh 2 g of magnetic nano-ferrite yielded from Step 12.\r\n  14. Place it in 50 ml round bottom flask.\r\n  15. Add 20 ml of water and 5 ml of ethanol.\r\n  16. Disperse the nanoparticles by sonication for 10 min at room temperature.\r\n  17. Weigh 2 g of dopamine hydrochloride and dissolve it in 5 ml of water.\r\n  18. Add this aqueous dopamine solution to the round bottom flask containing dispersed \\(Step 16) nanomaterials.\r\n  19. Sonicate the reaction mixture for 2 hr at room temperature.\r\n  20. Add 10 ml of acetone to precipitate any dissolved product.\r\n  21. Isolate the precipitated amine-functionalized nanomaterial by using external magnet or by centrifugation.\r\n  22. Wash the nanoparticles \\(obtained in Step 21) with 2 ml \\(3X) of water.\r\n   ▲CRITICAL STEP Nanoparticles obtained in Step 21 need to be washed to remove unreacted dopamine salt, however, use of water in excess amount may solubilize functionalized nanomaterial; materials should not be washed with more than 2 ml of water each time.\r\n\n\n23. Wash the nanoparticles with 5 ml of acetone \\(2X).\r\n  24. Dry it under vacuum at 50 °C for 2 h, to yield amine-functionalized nanomaterial.\r\n   ■ PAUSE POINT After drying, the material can be stored in a sealed vessel at room temperature.\r\n\n\n\r\n\n\n               \r\n\n\n**Preparation of ruthenium hydroxide supported on magnetic nanoparticle \\(nano-ferrite-Ru\\(OH)x) catalyst** ● TIMING 40 h\r\n\n\n25. Weigh 2 g of amine-functionalized nano-ferrite obtained in Step 24.\r\n  26. Place it in 100 ml round bottom flask.\r\n  27. Add 20 ml of water.\r\n  28. Disperse the nanoparticles by sonication for 10 min at room temperature.\r\n  29. Prepare 8.3 x 10\n-3\nM solution of ruthenium\\(III) chloride in water.\r\n  30. Add 60 ml of the above solution \\(prepared in Step 29) to dispersed nanoparticles \\(of Step 28).\r\n  31. Sonicate the reaction mixture for another 10 min.\r\n  32. Place magnetic bar in the round bottom flask.\r\n  33. Stir the solution for 20 min at room temperature.\r\n  34. Prepare 1 M solution of sodium hydroxide in water.\r\n  35. Add sodium hydroxide solution \\(from Step 34) drop-wise to adjust the pH of the mixture to 13. \r\n  36.  Stir the resulting slurry for 36 h.\r\n  37. Isolate the nanomaterial by using external magnet or by centrifugation.\r\n  38. Wash the nanoparticles with 5 mL water \\(2X) and then with 10 mL acetone \\(2X).\r\n  39. Dry it under a vacuum at 50 °C for 2 h, to yield ruthenium hydroxide supported on magnetic nanoparticle catalyst.\r\n   ■ PAUSE POINT After drying, the material can be stored in a sealed vessel at room temperature.\r\n\n\n\r\n\n\n\r\n\n\n**Hydration of nitriles using nano-ferrite-Ru\\(OH)x catalyst**    ● TIMING 1 h \r\n\n\n40. Weigh 1 mmol of benzonitrile.\r\n  41. Place it in crimp-sealed thick-walled glass tube equipped with a pressure sensor and a magnetic stirrer.\r\n  42. Weigh 100 mg of nano-ferrite-Ru\\(OH)x. \\(Step 39). \r\n  43. Add it to above \\(Step 41) MW-reaction tube.\r\n  44. Add 5 ml of water in the tube.\r\n  45. Mix the reaction mixture on a touch mixer.\r\n  46. Place the reaction tube inside the cavity of a CEM Discover focused microwave synthesis system.\r\n  47. Set the reaction temperature at 130 °C.\r\n  48. Set the microwave power at 200 Watt.\r\n  49. Set the maximum pressure to 100 psi.\r\n  50. Expose the reaction tube with microwave irradiation under above conditions \\(Steps 47, 48, 49) for 30 min.\r\n  51. After cooling the reaction tube, remove it from the microwave cavity.\r\n  52. The reaction mixture turns clear and catalyst gets deposited on the magnetic bar within 30-45 sec \\(**Fig. 3b**).\r\n  53. Remove catalyst from reaction mixture using an external magnet \\(**Fig. 3c**). \r\n  54. Cool the remaining clear liquid in ice bath.\r\n  55. Isolate the precipitate crystals of benzamides \\(**Fig. 3d**) from water medium by simple decantation/filtration.\r\n  56. Dry it under a vacuum at 50 °C for 1 h\r\n   ■ PAUSE POINT After drying, the product can be stored at room temperature."
        },
        {
            "header": "Timing",
            "content": "50 h"
        },
        {
            "header": "Anticipated Results",
            "content": "Nano-ferrite-supported ruthenium hydroxide catalyst can be prepared from inexpensive starting materials in water.  This nanomaterial then can be used as a catalyst for hydration of nitriles with 85 % yield. Reaction can be carried out exclusively in aqueous medium without using any organic solvents even in the product workup stage. Also, since the catalyst is magnetically separable, the protocol eliminates the requirement of catalyst filtration after completion of the reaction."
        },
        {
            "header": "References",
            "content": "1. C. E. Mabermann in Encyclopedia of Chemical Technology, Vol. 1 \\(Ed.: J. I. Kroschwitz,), Wiley, New York, 1991, p. 251-266; \\(b) The Chemistry of Amides \\(Ed. J. Zabicky), Wiley-Interscience, New York, 1970.\r\n  2. \\(a) P. K. Mascharak, Coord. Chem. Rev. 2002, 225, 201-214; \\(b) R. Opsahl, in in Encyclopedia of Chemical Technology, Vol. 2 \\(Ed.: Kroschwitz, J. I.), Wiley, New York, 1991, p. 346-356.\r\n  3. J. N. Moorthy, N. Singhal, J. Org. Chem. 2005, 70, 1926-1929.\r\n  4. \\(a) N. Kornblum, S. Singaram, J. Org. Chem. 1979, 44, 4727-4729; \\(b) A. R. Katritzky, B. Pilarski, L. Urogdi, Synthesis 1989, 949-950.\r\n  5. \\(a) A. Goto, K. Endo, S. Saito, Angew. Chem. Int. Ed. 2008, 47, 3607-3609; \\(b) T. Oshiki, H. Yamashita, K. Sawada, M. Utsunomiya, K. Takahashi, K. Takai, Organometallics ,2005, 24 , 6287 -6290; \\(c) K. L. Breno, M. D. Pluth, D. R. Tyler, Organometallics 2003, 22, 1203-1211; \\(d) M. C. K. -B. Dojoman, A. N. Ajjou, Tetrahedron Lett. 2000, 41, 4845-4850; \\(e) N. V. Kaminskaia, N. M. Kostic, J. Chem. Soc. Dalton Trans. 1996, 3677-3686; \\(f) J. H. Kim, J. Britten, J. Chin, J. Am. Chem. Soc. 1993, 115, 3618-3622; \\(g) S. -I. Murahashi, S. Sasao, E. Saito, T. Naota, J. Org. Chem. 1992, 57, 2521-2523.\r\n  6. C. P. Wilgus, S. Downing, E. Molitor, S. Bains, R. M. Pagni, G. W. Kabalka, Tetrahedron Lett. 1995, 36, 3469-3472.\r\n  7. C. G. Rao, Synth. Commun. 1982, 12, 177-181.\r\n  8. S. Sebti, A. Rhiil, A. Saber, N. Hanafi, Tetrahedron Lett. 1996, 37, 6555-6558.\r\n  9. K. -T. Li, M. -H. Shih, H. -W. Huang, C. -J. Hu, Synthesis 1988, 715-717. \r\n  10. \\(a) F. Bazi, H. El Badaoui, S. Tamani, S. Sokori, A. Solhy, D. J. Macquarrie, S. Sebti, Applied Catalysis A: General, 2006, 311, 211-214; \\(b) K. Mori, K. Yamaguchi, T. Mizugaki, K. Ebitani,  K.Kaneda, Chem. Commun. 2001, 461-462.\r\n  11. \\(a) K. Yamaguchi, M. Matsushita, N. Mizuno, Angew. Chem. Int. Ed. 2004, 43, 1576-1580; \\(b) M. Kotani, T. Koike, K. Yamaguchi, N. Mizuno, Green Chem. 2006, 8, 735-741.\r\n  12. V. Cadierno, J. Francos, J. Gimeno, Chem. Eur. J. 2008, 14, 6601-6605.\r\n  13. \\(a) A. Hu, G. T. Yee, W. Lin, J. Am. Chem. Soc. 2005, 127, 12486-12487; \\(b) N. T. S. Phan, C. S. Gill, J. V. Nguyen, Z. J. Zhang, C. W. Jones, Angew. Chem. Int. Ed. 2006, 45, 2209-2212; \\(c) R. Abu-Reziq, H. Alper, D. Wang, M. L. Post, J. Am. Chem. Soc. 2006, 128, 5279-5282; \\(d) C. O. Dalaigh, S. A. Corr, Y. Gunko, S. J. Connon, Angew. Chem. Int. Ed. 2007, 46, 4329-4332; \\(e) D. Guin, B. Baruwati, S. V. Manorama, Organic Lett. 2007, 9, 1419-1421; \\(f) T. Hara, T. Kaneta, K. Mori, T. Mitsudome, T. Mizugaki, K. Ebitanic, K. Kaneda, Green Chem. 2007, 9, 1246-1251; \\(g) B. Baruwati, D. Guin, S. V. Manorama, Organic Lett. 2007, 9, 5377-5380; \\(h) A. &#x2013;H. Lu, E. L. Salabas, F. Schuth, Angew. Chem. Int. Ed. 2007, 46, 1222-1244. \\(i) A. H. Latham, M. E. Williams, Acc. Chem. Res., 2008, 41, 411-420; \\(j) C. Gonzalez-Arellano, J. M. Campelo, D. J. Macquarrie, J. M. Marinas, A. A. Romero, R. Luque, ChemSusChem 2008, 1, 746-750.\r\n  14. V. Polshettiwar, R. S. Varma, Chem. Eur. J. 2009,  15, 1582-1586.\r\n  15. \\(a) V. Polshettiwar, M. N. Nadagouda and  R. S. Varma, Chem. Commun. 2008, 6318-6320; \\(b) V. Polshettiwar, B. Baruwati, and R. S. Varma, Green. Chem. 2009, 11, 127-131.. \\(c) V. Polshettiwar, and R. S. Varma, Org. Bio. Chem. 2009, 7, 37-40.\r\n  16. \\(a) V. Polshettiwar, R. S. Varma, Chem. Soc. Rev. 2008, 37, 1546-1557.;\\(b) C. R.. Strauss, R. S. Varma, Top. Curr. Chem. 2006, 266, 199-231; \\(c) D. Dallinger, C. O. Kappe, Chem. Rev. 2007, 107, 2563-2591; \\(d) A. Loupy, R. S. Varma, Chim. Oggi, 2006, 24, 36-40."
        },
        {
            "header": "Acknowledgements",
            "content": "VP thanks US EPA and Oak Ridge Institute for Science and Education for research fellowship."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11218,
                "identity": "9f5c1b4d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Vivek Polshettiwar",
                "email": "",
                "orcid": "",
                "institution": "Sustainable Technology Division, NRMRL, U. S. Environmental Protection Agency, MS 443, Cincinnati, Ohio 45268, USA. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vivek",
                "middleName": "",
                "lastName": "Polshettiwar",
                "suffix": ""
            },
            {
                "id": 11219,
                "identity": "9f5c1f67-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "R. S. Varma",
                "email": "",
                "orcid": "",
                "institution": "Sustainable Technology Division, NRMRL, U. S. Environmental Protection Agency, MS 443, Cincinnati, Ohio 45268, USA. ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "R.",
                "middleName": "S.",
                "lastName": "Varma",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-31 14:41:42",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.103",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.103",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608008,
                "identity": "b260d80e-de3d-4cb0-9e55-b3739854b24d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30022,
                "visible": true,
                "origin": "",
                "legend": "Synthesis of nano-ferrite-Ru(OH)x catalyst",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-565/v1/figure_1.png"
            },
            {
                "id": 2608014,
                "identity": "25d355ab-0b24-42b1-9ab2-dcc9d461a75a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "gif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2442,
                "visible": true,
                "origin": "",
                "legend": "Nano-ferrite-Ru(OH)x catalyzed hydration of benzonitriles",
                "description": "",
                "filename": "figure2.gif",
                "url": "https://assets.researchsquare.com/files/nprot-565/v1/figure_2.gif"
            },
            {
                "id": 2608011,
                "identity": "713169a3-25e7-425f-9aa8-d088146c7817",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:54",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 199276,
                "visible": true,
                "origin": "",
                "legend": "Hydration of benzonitrile to benzamide using nano-ferrite-Ru(OH)x catalyst.   (a) During reaction under stirring, (b) After completion of reaction without stirring, (c) Catalyst removal by external magnet, (d) Product crystals appeared after cooling the aqueous solution.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-565/v1/figure_3.png"
            },
            {
                "id": 13464568,
                "identity": "97720e17-9e5d-4dd0-9534-2b227577b883",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 384693,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-565/v1/5e7da2b4-8224-4e6a-baa3-8e2da2721e7e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "nano-catalyst, amides, ruthenium, nanotechnology, green chemistry\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Ruthenium hydroxide supported on magnetic nanoparticles: a benign aqueous protocol for hydration of nitriles",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-05-07 05:53:23",
                "doi": "10.1038/nprot.2009.103",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f5bc9e8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 7th, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2280,
                "name": "Biochemistry"
            },
            {
                "id": 2281,
                "name": "Nanoscience and technology"
            },
            {
                "id": 2282,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-05-07 05:53:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}