{
    "identity": "nprot-5709",
    "title": "Generation of three-dimensional lung bud organoid and its derived branching colonies",
    "content": [
        {
            "header": "Introduction",
            "content": "Organoids are structures comprised of multiple cell types that are spatially organized similarly to an organ and recapitulate at least some specific organ functions<sup>4</sup>. Several types of organoids have been described, derived both from adult tissue and from pluripotent stem cells. This technology will likely have a major impact on the study of developmental biology, organ physiology and function, and disease modeling<sup>5,6</sup>. However, a true human lung organoid model has not yet been realized. The respiratory system consists of a complex branched system of progressively smaller airways that terminate in alveoli where gas exchange takes place<sup>7,8</sup>. Generation of human lung organoids has previously been reported<sup>9,10</sup>. However, the organoids described did not show branching morphogenesis or proximodistal specification, while function was not documented. The lung bud organoid \\(LBO) model described in the current protocol displays branching morphogenesis, proximodistal specification and evidence of early alveologenesis both in vivo and in vitro. Their development reaches a stage equivalent to the second trimester of human development.  LBO-derived branching structures in Matrigel contain type 2 alveolar epithelial cells \\(AT2) with abundant lamellar bodies and are capable of uptake and release of surfactant protein in vitro. Furthermore, secretion of mucins and surfactant proteins, as well as ciliary movement, were demonstrated after xenografting. The LBOs generated by this protocol therefore fulfill the definition of true organoids, and will be useful for studying human lung development and potentially for modeling human lung disease."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\n\r\n\n\n1 0.05% Trypsin/EDTA, 25300120, Gibco\r\n\n\n2 10 cm2 tissue-culture dish, 353003, BD Falcon\r\n\n\n3 15 ml tube, 352097, BD Falcon\r\n\n\n4 24-well transwell insert, 8770, BD Falcon\r\n\n\n5 50 ml tube, 352098, BD Falcon\r\n\n\n6 7.5% Bovine serum albumin, 15260037, Gibco\r\n\n\n7 Accutase/EDTA, AT104, Innovative Cell Technologies\r\n\n\n8 Activin A, 338-AC, R&D System\r\n\n\n9 All-trans Retinoic acid, 0695, R&D System\r\n\n\n10 Ascorbic acid, A4544, Sigma\r\n\n\n11 B27, 17504044, Gibco\r\n\n\n12 β-mercaptoethanol, M6250, Sigma\r\n\n\n13 BMP4, 214-BP, R&D System\r\n\n\n14 CHIR 99021, 4423, R&D System\r\n\n\n15 c-KIT-PE, 313204, Biolegend\r\n\n\n16 CXCR4-APC, 306510, Biolegend\r\n\n\n17 FGF10, 345-FG, R&D System\r\n\n\n18 FGF2, 233-FB, R&D System\r\n\n\n19 FGF7, 251-KG, R&D System\r\n\n\n20 Fibronectin, 1918-FN, R&D System\r\n\n\n21 Glutamax, 35050061, Gibco\r\n\n\n22 Growth factor reduced matrigel, 354230, Corning\r\n\n\n23 Ham's F12, 10-080-CV, Cellgro\r\n\n\n24 Iscove's Modified Dulbecco's Medium \\(IMDM), 10-016-CV, Cellgro\r\n\n\n25 IWP2, 3533, R&D System\r\n\n\n26 knockout serum replacement, 10828028, Gibco\r\n\n\n27 low-adherin plate, 3471, costar\r\n\n\n28 MEM Non-Essential Amino Acids Solution, 11140050, Gibco\r\n\n\n29 Monothioglycerol, M6145, Sigma\r\n\n\n30 Mouse embryonic fibroblasts, GSC-6201G, GlobalStem\r\n\n\n31 N2, 17502048, Gibco\r\n\n\n32 Noggin, 6057-NG, R&D System\r\n\n\n33 Non-tissue culture-treated plate, 351146, BD Falcon\r\n\n\n34 Penicillin-streptomycin, 30-002-CI, Cellgro\r\n\n\n35 Primocin, ant-pm-2, InvivoGen\r\n\n\n36 SB 431542, 1614, R&D System\r\n\n\n37 Y-27632, 1254, R&D System\r\n\n\n\r\n\n\n**Media** \r\n\n\nStop media   \r\n\n\n  IMDM 500 ml\r\n\n\n  FBS 25 ml\r\n\n\n  GultaMax 5 ml\r\n\n\n  Penicillin-streptomycin 5 ml\r\n\n\n      \r\n\n\nhPSC maintenance media   \r\n\n\n  DMEM/F12 400 ml\r\n\n\n  Knockout serum 100 ml\r\n\n\n  β-mercaptoethanol 0.1 mM\r\n\n\n  Primocin 1 ml\r\n\n\n  FGF2 20 ng/ml\r\n\n\n  GlutaMax 5 ml\r\n\n\n\r\n\n\nSerum-free differentiation \\(SFD) media   \r\n\n\n  IMDM 750 ml\r\n\n\n  Ham’s F-12 250 ml\r\n\n\n  N2 5 ml\r\n\n\n  B27 10 ml\r\n\n\n  7.5% BSA 7.5 ml\r\n\n\n  Penicillin-streptomycin 1%\r\n\n\n  GultaMax 10 ml\r\n\n\n  Ascorbic acid 50 μg/ml\r\n\n\n  Monothioglycerol 0.4 μM\r\n\n\n\r\n\n\nEmbryoid bodies/primitive streak formation media \r\n\n\nY-27632 10 μM and BMP4 3 ng/ml in SFD media\r\n\n\n\r\n\n\nEndoderm induction media \r\n\n\nY-27632 10 μM, BMP4 0.5 ng/ml, FGF2 2.5 ng/ml, and Activin A 100 ng/ml in SFD media\r\n\n\n\r\n\n\nAnteriorization media-1 \r\n\n\nNoggin 100 ng/ml and SB431542 10 μM in SFD media\r\n\n\n\r\n\n\nAnteriorization media-2 \r\n\n\nSB431542 10 μM and IWP2 1 μM in SFD media\r\n\n\n\r\n\n\nVentralization media/Branching media \r\n\n\nCHIR99021 3 μM, FGF10 10 ng/ml, FGF7 10 ng/ml, BMP4 10 ng/ml, and _all-trans_ Retinoic acid 50 nM in SFD media"
        },
        {
            "header": "Equipment",
            "content": "Normoxic incubator \\(95% air/5% CO<sub>2</sub>)\r\n\n\nLow oxygen incubator \\(5% O<sub>2</sub>/5% CO<sub>2</sub>)\r\n\n\nCentrifuge\r\n\n\nHemocytometer\r\n\n\nPicking hood"
        },
        {
            "header": "Procedure",
            "content": "**MEF depletion on Matrigel \\(d-1)**\r\n\n\n1. Thaw Matrigel on ice and leave the ice bucket with the Matrigel at 4\no\nC overnight. \r\n  2. Dilute Matrigel in cold IMDM \\(1:30).\r\n  3. Add 6 ml of diluted Matrigel solution to each 10 cm\n2\ntissue culture-treated dishes and let them sit for at least 3 hours at room temperature or overnight at 4\no\nC.\r\n  4. To make one 6-well plate embryoid bodies \\(EBs), dissociate two confluent wells \\(from a 6-well plate) of human pluripotent stem cells \\(hPSCs) using 1ml/well Accutase and incubate in a normoxic incubator for 2-3 minutes.\r\n  5. Aspirate the Accutase.\r\n  6. Neutralize the enzyme by stop media. \r\n  7. Pellet the dissociated cells by centrifugation at 1,400 r.p.m. for 4 minutes.\r\n  8. Aspirate enzyme and stop media as much as possible.\r\n  9. Re-suspend the cells with 10-12 ml hPSC maintenance media.\r\n  10. Plate the cells in a Matrigel-coated dish \\(see step 3) after aspiration of the supernatant from the dish.\r\n  11. Incubate the cells in a normoxic incubator overnight.\r\n  \r\n\n\n**Endoderm induction \\(d0-d4)**\r\n\n\n1. On d0, remove the hPSC maintenance media from the Matrigel-coated dish and add 3 ml trypsin. Incubate the dish for 1-1.5 minutes in a normoxic incubator.\r\n  2. Aspirate trypsin solution and stop the remaining enzyme by adding 10 ml stop media.\r\n  3. Collect the detached cells and pellet by centrifugation at 1,400 r.p.m. for 4 minutes.\r\n  4. Aspirate the enzyme and stop media.\r\n  5. Re-suspend the cells with 12 ml Embryoid bodies/primitive streak formation media and distribute to a 6-well low-attachment plate \\(2 ml/well).\r\n  6. Place the low-attachment plate in a low oxygen incubator to allow embryoid body \\(EB) formation.\r\n  7. After 12-16 hours , collect all EBs in a 15-ml tube and centrifuge at 800 r.p.m. for 1 minute.\r\n  8. Aspirate the Embryoid bodies/primitive streak formation media.\r\n  9. Gently re-suspend the EBs with 12 ml Endoderm induction media and distribute them equally back to the low-attachment plate \\(2 ml/well). \r\n  10. Return the plate back to a low oxygen incubator.\r\n  11. On d2, add 1 ml fresh Endoderm induction media to each well.\r\n  12. On d3, add 2 ml fresh Endoderm induction media to each well. \r\n  13. On d4.1-d4.3, check endoderm yield by flow cytometric analysis of CXCR4 and c-kit expression. If the endoderm yield is >90%, continue the differentiation **\\(Fig. 1) \\(Please see trouble shooting point 1)**.\r\n  \r\n\n\n**Anteriorization \\(d5-d6)**\r\n\n\n1. Prepare fibronectin-coated 6-well plates by diluting fibronectin to 0.2% \\(vol/vol, 1:500, 4 μg/ml) in DPBS. Add 2ml fibronectin/DPBS solution to each well and incubate the plates in a normoxic incubator for at least 30 minutes or 4\no\nC overnight.\r\n  2. Dissociate the EBs into single cells with trypsin \\(3ml of trypsin per 6-well plate of EBs for a maximum 4-minute digestion) **\\(Please see trouble shooting point 2)**.\r\n  3. Neutralize the enzyme by stop media. \r\n  4. Count the cells using a hemocytometer.\r\n  5. Pellet the dissociated cells by centrifugation at 1,400 r.p.m. for 4 minutes.\r\n  6. Aspirate the stop media.\r\n  7. Re-suspend the cells with Anteriorization media-1 at 7.5 x 10\n5\ncells/2 ml **\\(Please see trouble shooting point 3)**.\r\n  8. Add 2 ml of cell mixture to each well \\(6-well plate, fibronectin-coated, see step 1). \r\n  9. Incubate the plates in a normoxic incubator.\r\n  10. After 24 hours \\(± 1 hour), replace the Anteriorization media-1 with Anteriorization media-2 \\(2ml/well).\r\n  11. Return the plates back to a normoxic incubator.\r\n  \r\n\n\n**Ventralization and Lung Bud Organoid \\(LBO) formation \\(d6-d25)**\r\n\n\n1. After 24 hours \\(± 1 hour), replace the Anteriorization media-2 with Ventralization media/Branching media \\(2ml/well). \r\n  2. Return the plates back to a normoxic incubator.\r\n  3. Forty-eight hours later, aspirate all the Ventralization media/Branching media and add 2 ml fresh Ventralization media/Branching media to each well. \r\n  4. Suspend the organoids by gently pipetting up and down throughout the well with P1000 tips. \r\n  5. Transfer the suspended organoids to non-tissue culture-treated plates **\\(Please see trouble shooting point 4)**.\r\n  6. Return the plates back to a normoxic incubator.\r\n  7. Feed the organoids every other day by tilting the plate and allowing the organoids to sink to the bottom edge. Remove the old media while avoiding touching the organoids. Add 2 ml fresh Ventralization media/Branching media to each well **\\(Please see trouble shooting point 5)**.\r\n  \r\n\n\n**Branching organoid \\(d20-end of experiment)**\r\n\n\n1. Between d20-d25, select the organoids with folding structures under picking hood **\\(Fig. 2)**. \r\n  2. Put the desired number of organoids per insert into each well \\(96-well U-bottom plate containing 100 μl of fresh Ventralization media/Branching media per well). Typically, one to four organoids are plated per insert \\(24-well insert).\r\n  3. Place 24-well inserts into non-tissue culture treated plates. \r\n  4. Lay 50 μl of 100% cold Matrigel into the bottom of each insert. \r\n  5. Wait 5 minutes or until the Matrigel has solidified.\r\n  6. Remove the Ventralization media/Branching media one well at a time **\\(Please see trouble shooting point 6)**.\r\n  7. Mix the organoids with 30 μl of 100% cold Matrigel gently to avoid creating bubbles. \r\n  8. Immediately put the organoid-Matrigel mixture in the center of an insert. \r\n  9. Wait for 5 minutes for the Matrigel to solidify to secure the organoids in the center of the insert.\r\n  10. Add another 50 μl of 100% cold Matrigel to the insert to create a Matrigel sandwich. \r\n  11. Put the plates in a normoxic incubator for 10 minutes to make sure all Matrigel has solidified. \r\n  12. Add 500 μl of Ventralization media/Branching media to the insert and another 500 μl of Ventralization media/Branching media into the wells.\r\n  13. Incubate the cultures in a normoxic incubator and replace the media every 2-3 days **\\(Please see trouble shooting point 7)**."
        },
        {
            "header": "Timing",
            "content": "**Hands-on time for each step:**\r\n\n\nMEF depletion on Matrigel \\(d-1): 20 minutes\r\n\n\nEndoderm induction \\(d0-d4): 2 hours\r\n\n\nAnteriorization \\(d5-d6): 1 hour\r\n\n\nVentralization and Lung Bud Organoid \\(LBO) formation:  30 minutes plus suspension of organoids: 5 minutes/plate\r\n\n\nBranching organoid: Roughly 2 hours to finish embedding 24 inserts and supplying them with media."
        },
        {
            "header": "Troubleshooting",
            "content": "1. If the endoderm yield is low, CXCR4 microbeads can be used to enrich the endodermal population on d4.\r\n  \r\n\n\n2. Over-trypsinization of EBs will lead to extensive cell death on d5.\r\n  \r\n\n\n3. If, in the step 7 in Anteriorization section, the initial cell density is significantly lower than 7.5 x 10<sup>5</sup> cells/well, smaller organoids will be observed on d8. These organoids tend to become hollow spheres later in culture **\\(Fig. 2, right panel, arrows)**. \r\n  If the culture is initiated with significantly more than 7.5 x 10<sup>5</sup> cells/well, adherent organoid formation might be less obvious on d8 **\\(Fig. 3, right panel)**. In this case, the experiment can still proceed to Ventralization and Lung Bud Organoid \\(LBO) formation however \r\n\n\n\r\n\n\n4. The organoids do not attach to the bottom of non-tissue culture-treated plates. However, when the endoderm yield is suboptimal, mesenchymal cells might dissociate from the organoids, attach to the plate and deposit extracellular matrix resulting in organoid attachment.  If the organoids attach to the bottom of non-tissue treated plates, perform gentle pipetting to lift them up from the plates. Alternatively, low-attachment plates can be used. These are much more expensive however.\r\n  \r\n\n\n5. During d15-d20, organoids are highly proliferative. Three milliliters of fresh Ventralization media/Branching media can be fed to each well instead of 2 ml.\r\n  \r\n\n\n6. To avoid Matrigel solidification in U-bottom 96-well plate before transferring to 24-well inserts, we suggest embedding organoids one insert at a time \\(step 6-8).\r\n  \r\n\n\n7. In later-stage organoid cultures, especially with multiple organoids in each insert, more than 500 μl Ventralization media/Branching media can be fed to each insert if the media turns yellow quickly."
        },
        {
            "header": "Anticipated Results",
            "content": "Using this differentiation protocol, adherent clumps that will become organoids will form 2 days after switching to the Ventralization media/Branching media \\(d8 of the protocol). Folding structures within suspended organoids arise as early as d10-d12. Generation of branching buds from organoids occurs one week after embedding into Matrigel. Extensive branching organoids is observed 2-3 weeks post embedding. Different cell lines behave differently during early organoid formation. Several iPS lines tended not to have obvious adherent clumps on d8, prior to organoid suspension. However, they formed organoids after suspension and they did branch in Matrigel **\\(Please see Supplementary Fig. 3a of the Associated Publication.)**."
        },
        {
            "header": "References",
            "content": "1 Green, M. D. et al. Generation of anterior foregut endoderm from human embryonic and induced pluripotent stem cells. Nat Biotechnol 29, 267-272, doi:10.1038/nbt.1788 \\(2011).\r\n\n\n2 Huang, S. X. et al. The in vitro generation of lung and airway progenitor cells from human pluripotent stem cells. Nat Protoc 10, 413-425, doi:10.1038/nprot.2015.023 \\(2015).\r\n\n\n3 Huang, S. X. et al. Efficient generation of lung and airway epithelial cells from human pluripotent stem cells. Nat Biotechnol 32, 84-91, doi:10.1038/nbt.2754 \\(2014).\r\n\n\n4 Lancaster, M. A. & Knoblich, J. A. Organogenesis in a dish: modeling development and disease using organoid technologies. Science 345, 1247125, doi:10.1126/science.1247125 \\(2014).\r\n\n\n5 Fatehullah, A., Tan, S. H. & Barker, N. Organoids as an in vitro model of human development and disease. Nat Cell Biol 18, 246-254, doi:10.1038/ncb3312 \\(2016).\r\n\n\n6 Clevers, H. Modeling Development and Disease with Organoids. Cell 165, 1586-1597, doi:10.1016/j.cell.2016.05.082 \\(2016).\r\n\n\n7 Herriges, M. & Morrisey, E. E. Lung development: orchestrating the generation and regeneration of a complex organ. Development 141, 502-513, doi:10.1242/dev.098186 \\(2014).\r\n\n\n8 Morrisey, E. E. & Hogan, B. L. Preparing for the first breath: genetic and cellular mechanisms in lung development. Dev Cell 18, 8-23, doi:10.1016/j.devcel.2009.12.010 \\(2010).\r\n\n\n9 Dye, B. R. et al. A bioengineered niche promotes in vivo engraftment and maturation of pluripotent stem cell derived human lung organoids. Elife 5, doi:10.7554/eLife.19732 \\(2016).\r\n\n\n10 Dye, B. R. et al. In vitro generation of human pluripotent stem cell derived lung organoids. Elife 4, doi:10.7554/eLife.05098 \\(2015)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by grants NIH HL120046, NIH 1U01HL134760, a sponsored research and agreement from Northern Biologics Inc., and the Thomas R Kully IPF Research Fund."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3510",
                "date": "2017-04-18 09:05:23",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14550,
                "identity": "a0f4a100-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hans-Willem Snoeck",
                "email": "hs2680@columbia.edu",
                "orcid": "",
                "institution": "Columbia Center for Human Development, Columbia Center for Translational Immunology, Department of Medicine, Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hans-Willem",
                "middleName": "",
                "lastName": "Snoeck",
                "suffix": ""
            },
            {
                "id": 14548,
                "identity": "a0f497fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ya-Wen Chen",
                "email": "",
                "orcid": "",
                "institution": "Columbia Center for Human Development, Columbia Center for Translational Immunology, Department of Medicine, Columbia University Medical Center, New York, NY 10032",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ya-Wen",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 14549,
                "identity": "a0f49ea7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Aabra Ahmed",
                "email": "",
                "orcid": "",
                "institution": "School of Medicine, Creighton University, Omaha, NE 68178",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aabra",
                "middleName": "",
                "lastName": "Ahmed",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-02-28 14:42:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.027",
        "doiUrl": "https://doi.org/10.1038/protex.2017.027",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609667,
                "identity": "b3467cfd-9246-4383-8bde-0c865cb0de46",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 109886,
                "visible": true,
                "origin": "",
                "legend": "Flow cytometric analysis of endoderm yield on d4.1-d.4.3.    Representative example of endoderm yield analyzed by flow cytometry. Endoderm yield was determined by the co-expression of CXCR4 and c-Kit in d4.1-d4.3 EBs. RUES2, ESCs. ",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5709/v1/figure_1.jpg"
            },
            {
                "id": 2609671,
                "identity": "7012408f-2c81-4e63-aec8-94dec51c51a4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 422752,
                "visible": true,
                "origin": "",
                "legend": "Morphology of LBOs on d20.   The left panel shows organoids with folding structures, which have higher potential to generate branching structures in Matrigel. The right panel shows suboptimal organoids (arrows) initiated with significantly lower cell number on d4, which have lower potential to generate branching structures in Matrigel. Representative images of organoids on d20 of RUES2, ESCs. Scale bars: 500 μm. ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5709/v1/figure_2.jpg"
            },
            {
                "id": 2609670,
                "identity": "fe1f67ef-d9c1-4737-9cd9-097e6506788e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 372344,
                "visible": true,
                "origin": "",
                "legend": "*Tile scan of adherent clump formation on d8.*   Representative images of adherent clump formation using optimal cell density (left panel) and suboptimal cell density (right panel). RUES2, ESCs. Scale bars: 2 mm.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5709/v1/figure_3.jpg"
            },
            {
                "id": 13464727,
                "identity": "defa655f-e95a-4876-b259-5dee5d97f448",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 461794,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5709/v1/5ac28e79-e5bd-48f4-96cd-cb358d669ae4.pdf"
            }
        ],
        "financialInterests": "The authors claim no conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "lung, organoid, direct differentiation, human pluripotent stem cell, branching",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes the directed differentiation of human pluripotent stem cells \\(hPSCs) into three-dimensional lung bud organoids \\(LBOs) capable of branching morphogenesis. Based on the 2D protocol previously published by our group<sup>1-3</sup>, we have designed a 3D system, in which hPSCs are sequentially differentiated into definitive endoderm \\(DE), to anterior foregut endoderm \\(AFE) and, ventral AFE in adherent 2D culture, followed by suspension culture to allow for LBO formation. When plated in Matrigel at d25, the LBOs underwent extensive outward branching and eventually formed dilated tips, reminiscent of saccules formed during the saccular stage of lung development. These cultures can be used to study human lung development and branching morphogenesis.",
        "manuscriptTitle": "Generation of three-dimensional lung bud organoid and its derived branching colonies",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-04-18 09:06:04",
                "doi": "10.1038/protex.2017.027",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0f34b51-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 18th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3841,
                "name": "Biological techniques"
            },
            {
                "id": 3842,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-04-18 09:06:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}