{
    "identity": "nprot-2949",
    "title": "Desktop scanner replaces spectrophotometer for  low cost and  rapid  ELISA technique",
    "content": [
        {
            "header": "Introduction",
            "content": "Earlier, we have reduced the ELISA procedure time by doing it on a photoactivated polystyrene microtiter plate \\(1). Just by activating the plate around 1.5–2 fold higher reading was obtained than the untreated  plate  when the assay was carried out at 37 degree celsius in around 8 h  \\(2). Performing ELISA in the wells of a photoactivated polystyrene microtiter plate and  applying different unconventional incubation procedures we have further shortend ELISA timing with the retention of sensitivity and specificity \\(3-5). Thus, ELISA steps at elevated temperature \\(Heat- mediated ELISA or HELISA) were completed in less than 3 h \\(3) where as  ELISA steps by pressure incubation \\(pressure-mediated ELISA or PELISA) was done in 60 minutes only \\(4).   In another breakthrough invention, ultrasound incubation \\(soundwave -mediated ELISA or SELISA) has dramatically reduced the total time required for ELISA to 40 minutes \\(5).\r\n\n\n\r\n\n\nIn the present innovative approach we have carried out ELISA without using spectrophotometer or polystyrene microtiter plate \\(6). The promising features of this assay are: \\(i) it is image-based; hence no need of spectrophotometer, \\(ii) miniaturized; hence requires less amount of reagents and analyte, \\(iii) rapid \\(iv) sensitive and \\(v) specific."
        },
        {
            "header": "Reagents",
            "content": "• 1-fluoro-2-nitro-4-azidobenzene \\(FNAB, IUPAC nomenclature: 4-azido-1-fluoro-2-nitrobenzene) can be purchased from Apollo scientific ltd, UK \\(cat no. 248-878-6).   Alternatively, it can be made from 4-fluoro-3-nitroaniline by a simple diazotization reaction as described earlier \\(1,7) CAUTION. FNAB is explosive and should be handled with care, especially when using large quantities. \r\n\n\n• Polystyren microtiter plates \\(Greiner Labortechnik, Germany). \r\n\n\n• Anti-human IgG, \\(Sigma Aldrich, cat. no. I3382)  CAUTION Store all reagents at 2-8 degree celsius. If slight turbidity occurs upon prolonged storage clarify the solution by centrifugation before use. \r\n\n\n• Human IgG, \\(Sigma Aldrich, cat. no. I4506). \r\n\n\n• Anti-human IgG-HRP conjugate, \\(Sigma Aldrich, cat. no. A8419 ). \r\n\n\n• Rabbit IgG, \\(Sigma Aldrich, cat. no. I4508)  \r\n\n\n• Human IgE ELISA Quantitation Set \\(Cat. no. E80-108, Bethyl laboratories, USA). CAUTION Store all reagents at 2-8 degree celsius. Do not freeze reagents. All reagents must be kept at room temperature \\(20-25 degree celsius) before use.\r\n\n\nComponents supplied in the kit are:\r\n\n\n Affinity purified Goat anti-Human IgE Coating Antibody A80-108A, 1 ml at 1 mg/ml\r\n\n\n Human IgE Calibrator, RC80-108-6, 1.0 ml\r\n\n\n HRP Conjugated Goat anti-Human IgE Detection Antibody A80-108P, 0.1 ml at 1 mg/ml\r\n\n\n• Bovine serum albumin \\(BSA), Sigma \\(USA).   CRITICAL BSA solution should be filtered prior to use to avoid microbial contamination. \r\n\n\n• o-phenylenediamine dihydrochloride \\(OPD), \\(Sigma Aldrich, USA cat. no. P1526). Store in cool place. Recommended storage temperature: -20 degree celsius; Keep container tightly closed.\r\n\n\nCAUTION Avoid contact with skin and eyes. Avoid formation of dust and aerosols. \r\n\n\n• Phosphate buffered saline \\(PBS) was prepared by mixing 0.85% sodium chloride to 0.01 M phosphate buffer \\(pH 7.2). To make 0.01 M phosphate buffer add 1.217 g disodium phosphate and  0.379 g monosodium phosphate to 500 ml of distilled water. Add distilled water to make the volume upto 1 liter.  \r\n\n\n• Washing buffer was made by adding 0.1% Tween 20 to PBS.\r\n\n\n• Substrate -dye buffer was prepared by mixing 12 ml of citrate buffer \\(0.025M citric acid and 0.05 M sodium phosphate dibasic , pH 5), 5 µl of hydrogen peroxide \\(30% w/v), and 4 mg of o-phenylenediamine dihydrochloride.         \r\n\n\n• Stop Solution- 5% sulphuric acid"
        },
        {
            "header": "Equipment",
            "content": "• Refrigerator \\(LG Electronics, India)\r\n\n\n• UV Stratalinker 2400  \\(Stratagene, USA) \r\n\n\n• Polystyrene microtiter plates \\(Greiner Labortechnik, Germany)\r\n\n\n• Sonicator bath having a frequency of 40 KHz \\( Elma Transonic Digitals, Germany)\r\n\n\n• ELISA reader \\(Biorad iMark™ Microplate Reader, USA)\r\n\n\n• Desktop scanner \\(HP photo smart C6388)"
        },
        {
            "header": "Procedure",
            "content": "1. Preparation of PPµTP\r\n  PPµTP was made from locally purchased white polypropylene sheet. The sheet was cut into a strip having dimension of 9 cm in length and 3 cm in width. On the strip, array of test zones \\(small cavities) were made by mildly hammering or pressing with a blunt end metal rod. Each cavity was separated by 0.5 cm. Cavity of the PPµTP had an average diameter of 3.5 mm and a depth of around 1 mm. All the dimensions were measured by an electronic caliper. \r\n\n\n\r\n\n\n2. Activation of PPµTP \r\n  \r\n\n\nThe wells of a PPµTP were activated by pouring FNAB \\(0.0625 mg/2.5µl of methanol/cavity)  solution to each well followed by slow evaporation of the solvent. The dry coated plate was activated by UV light for 20  min at a wavelength of 365 nm as described \\(1).    \r\n\n\n\r\n\n\nCRITICAL   Fast evaporation may remove  FNAB from the bottom of the cavity to the top. In such case activation may not occur at the bottom.\r\n\n\n\r\n\n\n3. Detection of analyte\r\n  Analyte \\( human IgG, human IgE) was detected by immobilizing a capture molecule \\(anti-human IgG, anti-human IgE,) onto the activated and untreated cavities of PPµTP, blocking, binding  of analyte  and binding  of secondary antibody-conjugate by ultrasound waves in a sonicator bath operating at a frequency of 40 KHz and  an output power of 120 W. The plates were washed after each step. Color development was carried out by adding 8µl of substrate- dye buffer and then stopped by adding 2µl of 5% sulphuric acid. \r\n\n\n\r\n\n\n\r\n\n\n4. Image- based quantification\r\n  The PPµTP was then scanned on a desktop scanner \\(HP photo smart C6388) by placing the plate upside down to get the image. From Adobe Photoshop the mean value of each R, G and B of the scanned image was obtained which was then converted to HSB \\(Hue, Saturation, and Brightness) using freely available ‘Macbeth color calculator’ software. Image was then quantified as color saturation percentage."
        },
        {
            "header": "Timing",
            "content": "1. Activation of polystyrene surface –approx.  25 minutes\r\n  a. Coating of FNAB to polystyrene surface 5-10 minutes\r\n\n\nb. UV light exposure- 15 minutes\r\n\n\nc. Washing and drying - 5 minutes \r\n\n\n\r\n\n\n\r\n\n\n2. Detection of Analyte -  40 minutes + washing time after each step\r\n  \r\n\n\na) Immobilization of capture molecule  \\(10 pg /10 μl  0.01 M carbonate buffer, pH 9.6/well ) onto the photoactivated surface by ultrasound waves in a sonicator bath for 10 minutes at 37 degree celsius.\r\n\n\n\r\n\n\nb) Blocking \\(10 µl/ well of 2% BSA) by ultrasound waves in a sonicator bath for 10 minutes at 37 degree celsius .\r\n\n\n\r\n\n\nc) Incubation of analyte  \\(10 pg /10 μl 0.01 M PBS, pH 7.2/well) by ultrasound waves in a sonicator bath for 10 minutes  at 37 degree celsius.\r\n\n\n\r\n\n\nd) Incubation time of secondary antibody \\(10 µl of 1:2000) dilution by ultrasound waves in a sonicator bath 10 minutes at 37 degree celsius."
        },
        {
            "header": "Anticipated Results",
            "content": "It is image-based; hence no need of spectrophotometer\r\n\n\n• Miniaturized; hence requires less amount of reagents and analyte,\r\n\n\n•  Rapid; although, 40 min-ultrasound ELISA is comparable with 18-h ELISA, the analyte on APPµTP can be detected even in 8 minutes. That means if first two steps are prefabricated, ELISA can be done in 4 min only \\(Fig. 2). Being one of the fastest ELISA in the current scenario, the 4 min-ELISA can be used as a point of care \\(POC) diagnosis. \r\n\n\n•  Sensitive \r\n\n\n• Specific.\r\n\n\n• The results shows that analyte detection on APPµTP is akin to that of microtiter based assay with no non-specific.\r\n\n\n• There is negligible non-specific binding on APPµTP ELISA, either performed by long conventional incubation or rapid ultrasonic waves."
        },
        {
            "header": "References",
            "content": "1. \\(a) Nahar P. Light-Induced Activation of an Inert Surface for Covalent Immobilization of a Protein Ligand, Protocol Exchange 26/11/2013 doi:10.1038/protex.2013.086. \r\n  \\(b) Nahar, P., Wali, N.M., Gandhi, R.P., 2001. Light-induced activation of an inert surface for covalent immobilization of protein ligand. Anal. Biochem. 294, 148.\r\n\n\n2. \\(a) Nahar P., Covalent immobilization of proteins onto photoactivated polystyrene microtiter plates for enzyme-linked immunosorbent assay procedures. Community Contributed Protocol Exchange 05/12/2013 doi:10.1038/protex.2013.090.\r\n  \\(b) Bora, U., Chugh, L., Nahar, P., 2002. Covalent immobilization of proteins onto photoactivated polystyrene microtiter plates for enzyme-linked immunosorbent assay procedures. J. Immunol. Methods 268, 171.\r\n\n\n 3. \\(a) Nahar P.,  Enzyme-linked immunosorbent assay procedure at higher temperature  enhances speed of the assay. Community Contributed Protocol Exchange 09/12/2013 doi:10.1038/protex.2013.091.\r\n\n\n\\(b) Bora, U., Kannan, K. and Nahar, P. \\(2004) Heat-mediated enzyme-linked  immunosorbent assay \\(HELISA) Procedure on a photoactivated surface.  Journal of Immunol   Methods. 293: 43-50.\r\n\n\n\\(c) Nahar P and Bora U.  Rapid Heat-Mediated Method for Enzyme Linked Immunosorbent Assay Procedure. European Patent \\(EP) 1608971.\r\n\n\n\\(d) Kumar S, Ghosh L, Kumar S, Ghosh B, Nahar P \\(2007) A rapid method for detection of cell adhesion molecules \\(CAMs) on human umbilical vein endothelial cells \\(HUVECs). Talanta 73: 466–470.\r\n\n\n\\(e) Sharma P, Gupta B, Basir S F, Das H R, Nahar P \\(2008). Rapid and sensitive detection of autoantibody in rheumatoid arthritis patients by heat-mediated ELISA. Clinical Biochemistry 41: 97–102\r\n\n\n4. \\(a) Nahar P.,  A novel enzyme-linked immunosorbent assay procedure in one hour by pressure incubation . Community Contributed Protocol Exchange 09/12/2013 doi:10.1038/protex.2013.092.  \r\n  \\(b) Kannoujia DK and Nahar P  \\(2009) Pressure: a novel tool for enzyme-linked immunosorbent assay procedure. BioTechniques 46: 468–472.\r\n\n\n\\(c) Nahar Pradip and Kumar Dileep. A Novel Pressure -Induced Immunoassay Procedure. Patent pending.\r\n\n\n\r\n\n\n5.\\(a) Nahar P.,  Rapid enzyme-linked immunosorbent assay technique by ultrasound waves in a sonicator bath  . Community Contributed Protocol Exchange 12/12/2013     doi:10.1038/protex.2013.093 \r\n\n\n\r\n\n\n\\(b) Pragya Sharma, Pradip Nahar \\(2009) Ultrasound wave-mediated enzyme-linked immunosorbent assay technique. Analytica Chimica Acta 650 241–246. \r\n\n\n\r\n\n\n\\(c) Faster ELISA test- Research highlight, Nature India \\(2009), doi:10.1038/nindia.2009.289.\r\n\n\n\r\n\n\n\\(d) Nahar P and Sharma P. An Enzyme Linked Immunosorbent Assay Procedure by sonication. Patent pending.\r\n\n\n\r\n\n\n6.\\(a) Parween, S., Nahar, P., 2013. Image-based ELISA on an activated polypropylene microtest plate - A spectrophotometer-free low cost assay technique. Biosensors and Bioelectronics 48 \\(2013) 287–292.\r\n\n\n\\(b) Sanjiv Kumar, Bhanwar Lal Puniya, Shahila Parween, Pradip Nahar, Srinivasan Ramachandran* \\(2013) Identification of Novel Adhesins of M. tuberculosis H37Rv Using Integrated Approach of Multiple Computational Algorithms and Experimental Analysis. PLOS ONE   8:  e69790\r\n\n\n7.Naqvi, A., Nahar, P., 2004. Photochemical immobilization of proteins on microwave-synthesized photoreactive polymers. Anal. Biochem. 327, 68."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.bios.2013.04.020",
                "date": "2013-12-27 09:40:18",
                "title": "Image-based ELISA on an activated polypropylene microtest plate—A spectrophotometer-free low cost assay technique",
                "authors": [
                    "Shahila Parween and Pradip Nahar"
                ],
                "journal": "Biosensors And Bioelectronics",
                "logo": ""
            },
            {
                "doi": "10.1371/journal.pone.0069790",
                "date": "2013-12-27 09:42:00",
                "title": "Identification of Novel Adhesins of M. tuberculosis H37Rv Using Integrated Approach of Multiple Computational Algorithms and Experimental Analysis",
                "authors": [
                    "Sanjiv Kumar",
                    "Bhanwar Lal Puniya",
                    "Shahila Parween",
                    "Pradip Nahar",
                    "Srinivasan Ramachandran",
                    "and Anil Kumar Tyagi"
                ],
                "journal": "PLoS ONE",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12877,
                "identity": "a0252169-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pradip Nahar",
                "email": "pnahar@igib.res.in",
                "orcid": "",
                "institution": "Nahar's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pradip",
                "middleName": "",
                "lastName": "Nahar",
                "suffix": ""
            },
            {
                "id": 12878,
                "identity": "a02524c2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shahila  Parween",
                "email": "",
                "orcid": "",
                "institution": "Nahar's Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shahila",
                "middleName": "",
                "lastName": "Parween",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-12-27 09:54:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.100",
        "doiUrl": "https://doi.org/10.1038/protex.2013.100",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608923,
                "identity": "76ee87fa-437a-48b5-983c-cd2952fdbaf3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 474394,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of image-based ELISA on APPµTP.   Schematic representation of image-based ELISA on APPµTP. Test zones were activated by  FNAB for covalent immobilization of a capture molecule.  Color assay solution was scanned and the intensity of color was analysed as color saturation percentage. \r\n",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2949/v1/figure_1.png"
            },
            {
                "id": 2608914,
                "identity": "b10f80b3-ba0e-4880-9d0e-cd45342a615f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:34",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 156870,
                "visible": true,
                "origin": "",
                "legend": "Detection of human IgG by rapid ELISA on APPµTP by ultrasound waves in different times.   Detection of human IgG by rapid ELISA on APPµTP by ultrasound waves in different times. Detection of human IgG by conventional ELISA was carried out in 18 hours. (a) Scanned images of experiments. (b) Quantification of resultant colored assay solutions by  color saturation.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2949/v1/figure_2.png"
            },
            {
                "id": 13464723,
                "identity": "250211e3-58d6-4bbe-a697-8020cf6f9de4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 670270,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2949/v1/137de8a9-9607-4169-8994-04e659274e1d.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Image-based ELISA      Color saturation   APPµTP   Activated polypropylene microtest plate   Clinical diagnosis    Low cost assay   Miniaturized assay",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In this protocol, we report spectrophotometer-free image-based miniaturized ELISA on an activated polypropylene microtest plate \\(APPµTP) which is precise, reliable, rapid, and sensitive. Activated test zone in APPµTP binds a capture biomolecule through covalent linkage thereby, eliminating non-speciﬁc binding often prevalent in absorption based techniques. Efficacy of APPµTP is demonstrated by detecting human immunoglobulin G \\(IgG), human immunoglobulin E \\(IgE) and Aspergillus fumigatus antibody in patient's sera. Detection is done by taking the image of the assay solution by a desktop scanner and analyzing the color of the image. Human IgE quantiﬁcation by color saturation in the image-based assay shows excellent correlation with absorbance-based assay. APPµTP can quantify an analyte as precisely as in microtiter plate and could be a good substitute for conventional immunoassay procedure widely used in clinical and research laboratories.",
        "manuscriptTitle": "Desktop scanner replaces spectrophotometer for  low cost and  rapid  ELISA technique",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-12-31 10:06:15",
                "doi": "10.1038/protex.2013.100",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01ca2c3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 31st, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3098,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-12-31 10:06:15",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}