{
    "identity": "nprot-426",
    "title": "The lymphatic ring assay: a 3D-culture model of lymphangiogenesis",
    "content": [
        {
            "header": "Introduction",
            "content": "Lymphangiogenesis, the formation of new lymphatic vessels, is associated to numerous pathologies<sup>1</sup> and understanding the molecular and cellular basis of this complex process is essential for the development of novel therapeutic strategies. Studies on lymphangiogenesis have been hampered by difficulties in culturing lymphatic capillaries as three-dimensional \\(3D) structures in vitro that mimic the in vivo features of lymphatic vessels and lymphangiogenesis. \r\n\n\n  The lymphatic ring assay described here phenocopies the different steps of lymphangiogenesis, including the spreading from a preexisting vessel, cell proliferation, migration and differentiation into capillaries. It consists on the adaptation of the aortic ring assay that has proved to be useful to investigate the molecular basis of angiogenesis<sup>2-4</sup>. The lymphatic ring model is an ideal assay for testing the activity of lymphangiogenic agonists or antagonists. The absence of inflammatory cells allows a simple interpretation of results and the determination of direct effects of compounds on lymphatic endothelial cell properties. Another advantage of the lymphatic ring assay is that cell outgrowing are primary cells which have not been modified by repeated passages or immortalization. This culture model bridges the gap between in vitro and in vivo studies and allows genetic analysis by using thoracic ducts from genetically modified mice."
        },
        {
            "header": "Reagents",
            "content": "&#x2022; Mice  **CAUTION** Mice \\(females or males) should be kept under specific pathogen-free conditions and used at 6-16 weeks of age. All experiments should be done in accordance with protocols approved by the Local Ethical Committee.\r\n\n\n&#x2022; Agarose type VII \\(Sigma-Aldrich, cat.no. A9045)\r\n\n\n&#x2022; Norvanol D \\(VWR, cat.no. 90308-5000) **CAUTION** Flammable liquid.\r\n\n\n&#x2022; Isoflo \\(Isofluran, Abbott) **CAUTION** Toxic, use in a chemical hood.\r\n\n\n&#x2022; Phosphate Buffered Saline \\(PBS) \\(see REAGENT SETUP)\r\n\n\n&#x2022; Evans Blue \\(MP Biomedicals, cat.no. 1.800.854.0530)\r\n\n\n&#x2022; DMEM \\(GIBCO, cat.no. 10938-025) \\(see REAGENT SETUP)\r\n\n\n&#x2022; Penicillin-streptomycin \\(GIBCO, cat.no. 2161)\r\n\n\n&#x2022; Collagen R \\(2mg/ml) \\(Serva Electrophoresis, cat.no. 47254)\r\n\n\n&#x2022; MEM 10X \\(GIBCO, cat.no. 042-90132M)\r\n\n\n&#x2022; NaHCO<sub>3</sub> \\(Sigma-Aldrich, cat.no. S-5761) \\(see REAGENT SETUP)\r\n\n\n&#x2022; NaOH \\(Merck, cat.no. 1.06498) \\(see REAGENT SETUP)\r\n\n\n&#x2022; MCDB 131 \\(GIBCO, cat.no.10372) \\(see REAGENT SETUP)\r\n\n\n&#x2022; L-Gln \\(GIBCO, cat.no. 25030)\r\n\n\n&#x2022; Ultroser G \\(Biosepra, cat.no. F126-01)\r\n\n\n&#x2022; Heat-decomplemented Fetal Calf Serum \\(FCS, GIBCO, cat.no. 10106-169)\r\n\n\n&#x2022; Ethanol 96% \\(VWR, cat.no. V905-320)\r\n\n\n&#x2022;Paraformaldehyd \\(MERCK, cat.no. 1.04005.1000) **CAUTION** Toxic, avoid contact with skin, eyes and mucous membrane, use in a chemical hood. \\(see REAGENT SETUP)\r\n\n\n&#x2022; HCl \\(MERCK, cat.no. 1.09057.1000)\r\n\n\n&#x2022;Sodium Azide \\(NaN<sub>3</sub>, MERCK, cat.no. 1.06688.0100) **CAUTION** Toxic, avoid contact with skin, eyes and mucous membrane, use in a chemical hood.\r\n\n\n&#x2022; Bovine Serum Albumin \\(BSA) \\(ACROS Organics, cat.no. 240401000)\r\n\n\n&#x2022; Defatted Cow Powder Milk \\(Nestl&#xE9;)\r\n\n\n&#x2022; Rabbit anti-LYVE-1 antibody \\(RELIATech, cat.no. 102-PA30S)\r\n\n\n&#x2022; Swine anti-rabbit antibody \\(DAKO, cat.no. F 205)\r\n\n\n&#x2022; Vectashield-propidium iodide mounting medium \\(Vector, cat.no. H1300) or -DAPI medium \\(Vector, cat.no. H1200)\r\n\n\n&#x2022; Formaldehyd \\(Labonord, cat.no. 116 99031) \\(see REAGENT SETUP)\r\n\n\n&#x2022; Whatman filter \\(Whatman, cat.no. 3017-915)\r\n\n\n&#x2022; CaCO<sub>3</sub> \\(Sigma-Aldrich, cat.no. C4830)\r\n\n\n&#x2022; NaCl \\(VWR, cat.no. 27810.295)\r\n\n\n&#x2022; Isopropanol \\(Labonord, cat.no. 116 99504)\r\n\n\n&#x2022; Xylene \\(Labonord, cat.no. M6 99027)\r\n\n\n&#x2022; Paraffin \\(Paraplast +, Labonord, cat.no. 069 48430)\r\n\n\n&#x2022; Dimethylsulfoxid \\(DMSO) \\(MERCK, cat.no. 1.02931.1000) \\! CAUTION Toxic, avoid contact with skin, eyes and mucous membrane, use in a chemical hood.\r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\n\r\n\n\n&#x2022; Phosphate buffered saline \\(PBS) Add 17.52 g of NaCl, 7.34 g of K<sub>2</sub>HPO<sub>4</sub>3H<sub>2</sub>O, 1.04 g of NaH<sub>2</sub>PO<sub>4</sub>2H<sub>2</sub>O to a final volume of 2 litres H<sub>2</sub>O \\(double-distilled), filter on 0.22 &#xB5;m.\r\n\n\n&#x2022; Evans Blue \\(1.5%) Dissolve 1.5 g of Evans Blue into 100 ml of PBS.\r\n\n\n&#x2022; Supplemented DMEM culture medium Add 1% penicillin-streptomycin; store this solution at 4 &#xB0;C.\r\n\n\n&#x2022; NaHCO<sub>3</sub> \\(186 mM) Dissolve 156 mg in 10 ml H2O \\(double-distilled), filter on 0.22 &#xB5;m; store this solution at 4 &#xB0;C.\r\n\n\n&#x2022; NaHCO<sub>3</sub> \\(1.1 M) Dissolve 924 mg in 10 ml H<sub>2</sub>O \\(double-distilled), filter on 0.22 &#xB5;m; store this solution at 4 &#xB0;C.\r\n\n\n&#x2022; NaOH \\(1M) Dissolve 2g pellets in 50 ml H<sub>2</sub>O \\(double-distilled), filter on 0.22 &#xB5;m; store this solution at 4 &#xB0;C.\r\n\n\n&#x2022; Supplemented MCDB131 culture medium Add 1% penicillin-streptomycin, 1% L-Gln and 1% of NaHCO<sub>3</sub> \\(1.1 M); store this solution at 4 &#xB0;C.\r\n\n\n&#x2022; Paraformaldehyd \\(8%) Dissolve 4 g paraformadehyd in 50 ml H<sub>2</sub>O \\(double-distilled) and add 1 ml 1M NaOH. Stir at 65 &#xB0;C until dissolved. Add 10 ml 10X PBS and allow cooling. Adjust pH to 7.4 using 1M HCl \\(need approximately 1 ml). Adjust final volume to 100 ml with H<sub>2</sub>O. Use immediately or aliquot at -20 &#xB0;C.\r\n\n\n&#x2022; Sodium azide/PBS \\(0.1%) Dissolve 1 g NaN<sub>3</sub> in 1000 ml PBS); store this solution at 4 &#xB0;C. \r\n\n\n&#x2022; BSA \\(1.5%) /Powder Milk \\(3%)/PBS Dissolve 1.5 g BSA and 3 g unfatted powder milk in 100 ml PBS. Use immediately or aliquot at -20 &#xB0;C\r\n\n\n&#x2022; Neutral buffered formalin \\(4% formadehyd). Prepare a stock solution by dissolving 1kg CaCO<sub>3</sub> into 5 litres of formaldehyd 35% and filter on Whatman filter paper 27 cm. From it, dilute 400 ml in 3.6 l H<sub>2</sub>O \\(double-distilled) with 36 g NaCl."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Culture and bacterial dish: 10 cm tissue culture dish \\(Falcon, cat.no. 353003), 86x12 mm bacterial Petridish \\(Nunc, cat.no. 150340)\r\n\n\n&#x2022; Dissecting board\r\n\n\n&#x2022; Pins\r\n\n\n&#x2022; Insulin syringe \\(Terumo, cat.no. U-100)\r\n\n\n&#x2022; MiniCollect serum tubes \\(Greiner bio-one , cat.no. 450472)\r\n\n\n&#x2022; Micro Centrifuge \\(Eppendorf 5415C)\r\n\n\n&#x2022; Paper \\(Tork, cat.no. 120155)\r\n\n\n&#x2022; Bell-jar\r\n\n\n&#x2022; Scissors \\(World Precision Instruments, cat.no. 14393 and 15924)\r\n\n\n&#x2022; Forceps \\(World Precision Instruments, cat.no. 15908)\r\n\n\n&#x2022; Vannas scissors \\(World Precision Instruments, cat.no. 501839)\r\n\n\n&#x2022; Microdissection forceps \\(World Precision Instruments, cat.no. 14099) \r\n\n\n&#x2022; Surgical gauze pads, sterile \\(10x10 cm, Stella)\r\n\n\n&#x2022; Binocular Microscope \\(Leica, Wild M650)\r\n\n\n&#x2022; Ice\r\n\n\n&#x2022; Punchers: 10 mm and 17 mm \\(VWR, cat.no. 5704401)\r\n\n\n&#x2022; Handed-curved spatula \\(VWR, cat.no. 231.1026)\r\n\n\n&#x2022; Millipore filter \\(0.22 &#xB5;m, Millipore, cat.no. SLGP033RB)\r\n\n\n&#x2022; Beaker \\(100 ml)\r\n\n\n&#x2022; Magnetic stirrer and its power supply\r\n\n\n&#x2022; Vertical laminar flow work station Cleanair \\(Biohazard, VWR)\r\n\n\n&#x2022; Surgical blade \\(Swann-Morton, cat.no. 0208)\r\n\n\n&#x2022; Horizontal laminar flow workstation Cleanair \\(VWR)\r\n\n\n&#x2022; Water-jacketed 5% CO<sub>2</sub> and 5% O<sub>2</sub> incubator \\(HERAcell 150, Heraeus)\r\n\n\n&#x2022; Inverted phase contrast microscope \\(Zeiss, Axiovert 25)\r\n\n\n&#x2022; Spoon \\(VWR, cat.no. 231-1252)\r\n\n\n&#x2022; 24 well plate \\(Falcon, cat.no. 353047)\r\n\n\n&#x2022; Orbital shaker \\(GFL 3006)\r\n\n\n&#x2022; Microtome \\(Prosan, Microm HM310)\r\n\n\n&#x2022; Microtome blade \\(Labonord, R35)\r\n\n\n&#x2022; Superfrost Plus slides \\(Labonord, cat.no. 05305190)\r\n\n\n&#x2022; 40 &#xB0;C Plate \\(Medite OTS30)\r\n\n\n&#x2022; Coverslips 24x24 \\(Labonord, cat.no. 05305024)"
        },
        {
            "header": "Procedure",
            "content": "**Material preparation** TIMING 20 min\r\n\n\n1- Sterilize a beaker containing a magnetic stirrer.\r\n\n\n2- Heat the sterile stock agarose solution \\(1.5% type IV) in the microwave at full power \\(900 Watts) to liquefy and pour it in a 100 mm culture dish \\(25 ml/dish). Allow dish to gel at 4 °C for at least 3 hours.  PAUSE POINT Gels can be left at 4 °C up to 2 weeks.\r\n\n\n3- For assay using transgenic mouse, collect autologous mouse serum. Pay attention to make this experiment in a minimum of time in order to prevent blood clotting. \r\n\n\n \\(A) Kill the mouse by cervical dislocation.\r\n\n\n \\(B) Lay the mouse back down on the dissecting board and fix forelegs upwards and hind legs downwards with pins.\r\n\n\n \\(C) Surface-sterilize the skin using Norvanol D or proprietary compounds.\r\n\n\n \\(D) Remove the skin and sternum to allow a direct access to heart. \r\n\n\n \\(E) Suck about 1 to 1.5 ml of blood with an insulin syringe inserted in the left ventricle of heart still beating. \r\n\n\n \\(F) Transfer blood in a MiniCollect serum tubes and centrifuge at 12,000g for 10 minutes. Keep supernatant at 4 °C until use. TROUBLESHOOTING\r\n\n\n\r\n\n\n**Mouse lymphatic thoracic duct dissection**  TIMING 1h for 3 mice\r\n\n\n4- Place an isofluran-soaked Tork paper in a bell-jar and keep it closed to saturate its atmosphere. Place a dish onto the paper to support the mouse in order to avoid direct contact with the isofluran. \r\n\n\n5- Sterilize instruments by immersing in Norvanol D or proprietary compounds.\r\n\n\n6- Kill the mouse by beheading after making animals unconscious in the saturated-Isofluran bell-jar. CRITICAL STEP Do not leave the mouse a long time in the Isofluran atmosphere, otherwise lymphatic cells would be fixed.  \r\n\n\n7- Lay the mouse back down on the dissecting board and fix forelegs upwards and hind legs downwards with pins.\r\n\n\n8- Surface-sterilize the skin with Norvanol D or proprietary compounds.\r\n\n\n9- Cut the skin with sterile scissors and forceps along the abdominal midline and along the left and right anterior sides of the rib cage. Open the sternal plate and cut ribs, leaving the diaphragm intact. \r\n\n\n10- On the caudal side of the rib cage, cut the esophagus and the vena cava to remove all thoracic organs with sterile scissors and forceps \\(Fig. 1b). \r\n\n\n11- Fill rib cage with sterile PBS; wash out the blood with sterile gauze pads if needed. CRITICAL STEP Take care of maintaining the rib cage filled with liquid during the dissection. TROUBLESHOOTING\r\n\n\n12- Dissect carefully the periaortic fibroadipose tissue with very thin Norvanol-dry microdissection forceps under a binocular microscope \\(magnification 12X) \\(Fig. 1c). TROUBLESHOOTING\r\n\n\n13- Break carefully the fat beneath the lymphatic duct. It appears as a thin white transparent strand surrounded by fat. For training, it may be useful to identify the lymphatic thoracic duct by preliminary intradermal injection of Evans blue \\(1.5% PBS) into the paws and ears of donor mice 15 minutes before sacrifice \\(Fig. 1a).\r\n\n\n14- Remove the surrounding fat from the lymphatic duct \\(Fig. 1d). CRITICAL STEP Take care to clean the lymphatic dust as much as possible. TROUBLESHOOTING\r\n\n\n15- When the duct is clean from fat, cut its edges with Vannas scissors and immediately transfer it to a culture dish containing penicillin/streptomycin supplemented ice-cold DMEM culture medium \\(Fig. 1e). Duct can be preserved for up to 3 hours at 4 °C during the preparation of collagen gels. \r\n\n\n\r\n\n\n**Culture of mouse lymphatic thoracic duct rings**  TIMING 1 h - 1 h 30\r\n\n\n16- Punch agarose cylinders out of the previously prepared agarose gel with a 17-mm diameter puncher. Each agarose cylinder is then punch in its center with a 10-mm diameter puncher \\(24 agarose cylinders can be obtained from each 100 mm culture dish). Remove the inner agarose piece to get final cylinders.\r\n\n\n17- Transfer four of the agarose cylinders with a sterile spatula to an 86x12 bacterial Petri dish. \r\n\n\n18- Prepare the collagen solution on ice in a sterile beaker containing a magnetic stirrer by mixing 7.5 volumes of Collagen R \\(2 mg/ml) with 1 volume of 10x MEM, 1.5 volume of NaHCO\n3\n\\(186 mM) and approximately 0.1 volume of NaOH \\(1 M) to adjust the pH to 7.4 \\(according to modification of MEM color from yellow to purple). Keep mixing collagen mixture on ice during all experiment with a moderate magnetic stirrer rotation speed \\(100 rpm). TROUBLESHOOTING\r\n\n\n19- Add 150µl of the collagen solution in each agarose cylinder. Allow it to polymerize 10-20 minutes at 37 °C. \r\n\n\n20- During collagen polymerisation, prepare the lymphatic thoracic duct pieces.  Manipulator will choose between 2 procedures \\(option A and B).\r\n\n\n \\(A) First option\r\n\n\n In a vertical laminar airflow cabinet and with sterile microdissection forceps, transfer the lymphatic thoracic duct into an 86x12-mm Petri dish whose bottom is entirely recovered by 50% \\(vol/vol) DMEM/collagen mix. The collagen maintains the duct wet and DMEM avoids full adherence of the duct to collagen. Unfold the duct and cut it transversally with surgical blade into about 1mm-long pieces. According to the initial lymphatic thoracic duct length, it is possible to obtain 10 to 15 pieces from it. After cutting, immediately cover the pieces with 50% \\(vol/vol) DMEM/collagen mix and take care of maintaining pieces wet. CRITICAL STEP Do never allow the duct to dry. \r\n\n\n \\(B) Second option\r\n\n\n In a horizontal laminar airflow cabinet, with sterile microdissection forceps and Vannas scissor and under about 12X magnification binocular microscope, cut the duct in the Petri dish filled with DMEM. By pulling duct with the forceps on one end, cut it with Vannas scissors on the other end. According to the initial lymphatic thoracic duct length, it is possible to cut 10 to 15 pieces from it \\(Fig. 1f). CRITICAL STEP Try to have pieces of the same length. \r\n\n\n21- With sterile microdissection forceps, transfer duct pieces to each previously polymerized collagen gels in agarose cylinder. CRITICAL STEP If manipulator choose option B in the step 20, first soak briefly duct pieces in a mix of 75% \\(vol/vol) DMEM/collagen before transferring pieces in the final collagen medium contained in the agarose cylinder. This step avoids the formation of a liquid layer surrounding the duct pieces. TROUBLESHOOTING\r\n\n\n22- Allow the duct pieces to fix to collagen in agarose cylinder by incubating dishes at 37 °C for 10 minutes. This step can be skipped. \r\n\n\n23- Cover the duct by adding 150µl of collagen solution. Allow it to polymerized 10 to 20 minutes at 37 °C. \r\n\n\n24- Add 6 ml of supplemented MCDB131 medium. To perform drug response assay, compounds diluted in PBS or DMSO \\(with a maximum of 0.1%) may be added once at the beginning of experiment to the culture. Depending of used drugs, choose one of the three following culture conditions:\r\n\n\n \\(A) For assay using stimulators of lymphangiogenesis: add 4% Ultroser G to culture medium. \r\n\n\n \\(B) For assay using inhibitors of lymphangiogenesis: add 10% FCS to culture medium.\r\n\n\n \\(C) For assay using transgenic mice: use 3% autologuous mouse serum isolated as explained at step 3. \r\n\n\n25- Maintain cultures at 37 °C in a humidified water-jacketed incubator under reduced oxygen conditions \\(5% O\n2\n, 5% CO\n2\nand 90% N\n2\n) for 7 to 14 days. \r\n\n\n26- Observe rings with a phase contrast microscope after 7, 9 or 11 days of culture. \r\n\n\n\r\n\n\n**Immunostaining of lymphatic rings**\r\n\n\n26- Two methods for immunostaining are conceivable: whole mount fluorescence immunostaining \\(option A) or immunohistochemistry on paraffin-embedded sections \\(option B). Immunohistochemistry on frozen-sections is not possible because of the coarse-texture of collagen gel. \r\n\n\n \\(A) First option: Whole mount fluorescence immunostaining\r\n\n\n \\(i) At the end of the culture, harvest lymphatic rings with a little spoon from the agarose cylinder and transfer them in PBS for a wash of 1 hour.\r\n\n\n \\(ii) Fix washed lymphatic rings with 70% \\(vol/vol) ethanol/H\n2\nO or 4% paraformaldehyd for 30 minutes depending on the antibody to be tested. Disperse the rings in a 24-well plate filled with 70% \\(vol/vol) ethanol/H\n2\nO or in NaN\n3\n/PBS \\(0.1%) respectively. PAUSE POINT Rings can be kept for long period at 4°C. Look out for evaporation. \r\n\n\n \\(iii) Wash the lymphatic rings to be used for immunostaining with PBS for 3 rounds of 20 minutes at 50 rpm on an orbital shaker. \r\n\n\n \\(iv) Block unspecific sites with 1.5% BSA-3% powder milk for 1 h at room temperature at 50 rpm on an orbital shaker.\r\n\n\n \\(v) Incubate the lymphatic rings with primary antibody diluted in 0.15% BSA/0.3% powder milk/PBS. Antibody suitable for cryosection staining can be used in our system provided an adaptation of the antibody dilution and incubation time \\(e.g. rabbit anti-LYVE-1 1/600 overnight at room temperature). To identify the putative unspecific labeling of the gel, a negative control \\(incubation of a lymphatic ring without the primary antibody but 0.15% BSA/0.3% Powder Milk/PBS) is required.\r\n\n\n \\(vi) Wash 4 times 15 minutes with PBS.\r\n\n\n \\(vii) Incubate lymphatic rings with the appropriate fluorochrome conjugated-secondary antibody as for the first antibody incubation \\(e.g. swine anti-rabbit-FITC 1/40, 1h30 at room temperature). \r\n\n\n \\(viii) Wash 4 times 15 minutes with P.B.S.\r\n\n\n \\(ix) Mount the lymphatic rings on a microscope slide with Vectashield-propidium iodide or-dapi mounting medium. TROUBLESHOOTING\r\n\n\n \\(B) Second option: Immunohistochemistry of paraffin-embedded lymphatic rings\r\n\n\n \\(i) Fix the lymphatic rings with 4% formaldehyd for 1 hour before transferring them in 70% \\(vol/vol) ethanol/H\n2\nO overnight. \r\n\n\n \\(ii) Transfer the specimens alternatively in a 95% \\(vol/vol) ethanol/H\n2\nO for 2 baths of 1 hour each, isopropanol for 2 baths of 1 hour each, xylene for 2 baths of 1 hour each and finally in paraffin overnight, for a first bath at 56 °C and 1 hour for second bath at 56 °C. CRITICAL STEP Pay attention to locate the piece of lymphatic thoracic duct otherwise gel will not be visible anymore. \r\n\n\n \\(iii) Section paraffin blocks at 5µm on a microtome and let the slides dry on water drop on a Superfrost Plus slide layed on a 40 °C plate. \r\n\n\n \\(iv) Perform usual immunohistochemistry. CRITICAL STEP Tag the specimen location because it becomes invisible."
        },
        {
            "header": "Timing",
            "content": "3h"
        },
        {
            "header": "Critical Steps",
            "content": "Critical steps are cited while appearing in the protocol."
        },
        {
            "header": "Troubleshooting",
            "content": "Step 3: Duct is broken during the sacrifice &gt; During cervical dislocation for blood uptake, pay attention not to damage the vertebral spine otherwise the lymphatic duct will be broken as well. \r\n\n\nStep 3: Rings from transgenic mice which blood has been collected are less growing than other rings &gt; It is preferable not to collect blood and duct on the same mouse; rings are usually less growing because the lymphatic duct may have dried.\r\n\n\nSteps 13-14: Lymphatic duct is broken during dissection &gt; It won&#x2019;t be detrimental for the culture process.\r\n\n\nSteps 11-21: No or only few rings are outgrowing &gt; Totality or pieces of lymphatic duct dried. Pay attention to always keep them wet during dissection and preparation of collagen gels.\r\n\n\nSteps 12&amp;21: No or only few rings are outgrowing &gt; Whole or pieces of lymphatic duct fixed by alcohol. Pay attention to always dry Norvanol out of instruments  before use. \r\n\n\nSteps 18-23: Collagen gel is fissured &gt; It may be due to gelatine formation instead of collagen. Always let the soluble collagen on ice and take care to polymerize gels at neutral pH.\r\n\n\nSteps 18-23: Bubbles are present in collagen gel &gt; Magnetic stirrer was going too fast.\r\n\n\nStep 21: Holes are present in collagen gel &gt; Pay attention not to damage the collagen gel by introducing microsurgery forceps in it when adding the lymphatic duct piece.\r\n\n\nSteps 5-25: There is fungal or bacterial contamination &gt; Always work with sterile instruments and under a flow work station while culturing.\r\n\n\nStep 26: Collagen gels are stained unspecifically &gt; Test various concentrations of the secondary antibody and use the lowest working one.\r\n\n\nStep 26: Antibodies have precipitated in the collagen gel &gt; Centrifuge primary and secondary antibodies before use and/or wash rings more intensively gels with PBS containing 1% Tween20."
        },
        {
            "header": "Anticipated Results",
            "content": "**Lymphatic endothelial cell outgrowth**\r\n\n\nIn a typical experiment, lymphatic endothelial outgrowth is expected to take place within 5 to 7 days and to be maximal at day 11. The lymphangiogenic response is stimulated in a dose-dependent manner by serum and is never detected in its absence \\(Fig. 2a). Capillary formation is accelerated by lower pression of oxygen \\(5% O<sub>2</sub>). The percentage of outgrowing lymphatic rings should be in the range of 55 &#xB1; 6 % under ambient oxygen culture conditions and 87 &#xB1; 4.5 % when 5% O<sub>2</sub> is employed.  \r\n\n\nImmunostaining is carried out to confirm the lymphatic endothelial cell origin of outgrowing cells. The vascular network should be formed by LYVE-1 positive cells as assessed by two types of method available: whole mount or paraffin-embedded section immunostainings \\(Fig. 2a).\r\n\n\n\r\n\n\n**Evaluation of lymphangiogenic agonists or antagonists**\r\n\n\nIn order to test putative lymphangiogenic factors, a chemically-defined serum \\(Ultroser) is used at a concentration of 4%. Indeed, the presence of at least VEGFs in FCS could interfere with the lymphangiogenic assay. Results from a typical experiment using VEGF-C as a well-recognized lymphangiogenic factor are shown in figure 3. Fibroblast Growth Factor \\(FGF) used as a negative control did not stimulate lymphangiogenesis in this assay. \r\n\n\nScreening for lymphangiogenic inhibitors can be evaluated in lymphatic ring cultures maintained in FCS-supplemented medium. The addition of 10% FCS induces a much stronger lymphangiogenic response than the chemically defined serum \\(Ultroser) \\(Fig. 3).  Fumagillin, which potently inhibits angiogenesis by blocking endothelial cell proliferation<sup>5</sup> is also a potent inhibitor of cell spreading from lymphatic rings, when used at 2.5 &#xB5;g/ml concentration \\(Fig. 3). In sharp contrast, suramin, a polysulfonated naphthylurea that inhibits FGF<sup>6</sup> is unable to block lymphatic outgrowth in 10% FCS-supplemented lymphatic ring cultures \\(Fig. 3). In order to check that the tested inhibitor does not exert any toxic effect, cell viability assays should be carried out at the end of the experiment according the manufacturer instructions \\(Viability/Cytotoxicity Kit, Molecular Probes). \r\n\n\n\r\n\n\n**Genetic analysis**\r\n\n\nA major potential application of the lymphatic ring model is the use of thoracic ducts derived from genetically modified mice to assess the role of candidate genes in lymphangiogenesis. Results from typical assays are shown in figure 3 in which the deletion of an individual matrix metalloproteinase \\(Mmp-2) impairs lymphatic endothelial cell outgrowth, while the deficiency of another one, Mmp-9, does not affect it."
        },
        {
            "header": "References",
            "content": "1.  Karpanen,T. &amp; Alitalo,K. Molecular Biology and Pathology of Lymphangiogenesis. Annu. Rev. Pathol. \\(2007).\r\n   2.  Nicosia,R.F. &amp; Ottinetti,A. Growth of microvessels in serum-free matrix culture of rat aorta. A quantitative assay of angiogenesis in vitro. Lab. Invest. 63, 115-122 \\(1990).\r\n\n\n 3.  Masson,V., V et al. Mouse Aortic Ring Assay: A New Approach of the Molecular Genetics of Angiogenesis. Biol. Proced. Online 4, 24-31 \\(2002).\r\n\n\n 4.  Devy,L. et al. The pro- or antiangiogenic effect of plasminogen activator inhibitor 1 is dose dependent. FASEB J. 16, 147-154 \\(2002).\r\n\n\n 5.  Garrabrant,T. et al. Small molecule inhibitors of methionine aminopeptidase type 2 \\(MetAP-2). Angiogenesis 7, 91-96 \\(2004).\r\n\n\n 6.  Kathir,K.M., Kumar,T.K. &amp; Yu,C. Understanding the mechanism of the antimitogenic activity of suramin. Biochemistry 45, 899-906 \\(2006)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank S. Itohara, C. Libert and Z. Werb for providing us with Mmp-deficient mice. We thank all members and collaborators of our laboratory who have contributed work or materials to the experiments, time and efforts toward establishing and optimizing this protocol. This work was supported by grants from the European Union Framework Program projects \\(FP6 and FP7), the Fonds National de la Recherche Scientifique \\(F.N.R.S., Belgium), the Fondation contre le Cancer, the Fonds sp&#xE9;ciaux de la Recherche \\(University of Li&#xE8;ge), the Centre Anticanc&#xE9;reux pr&#xE8;s l'Universit&#xE9; de Li&#xE8;ge, the D.G.T.R.E. from the &#xAB; R&#xE9;gion Wallonne &#xBB; - NeoAngio programme, the Interuniversity Attraction Poles Program - Belgian Science Policy \\(Brussels, Belgium)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.1205",
                "date": "2008-03-06 11:06:05",
                "title": "Modeling lymphangiogenesis in a 3D-culture system",
                "authors": [
                    "Françoise Bruyère",
                    "Laurence Melen-Lamalle",
                    "Silvia Blacher",
                    "Guy Roland",
                    "Marc Thiry",
                    "Lieve Moons",
                    "Francis Frankenne",
                    "Peter Carmeliet",
                    "Kari Alitalo",
                    "Claude Libert",
                    "Jonathan P Sleeman",
                    "Jean-Michel Foidart & Agnès Noël"
                ],
                "journal": "Nature Methods",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10886,
                "identity": "9f2a7ad0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Françoise Bruyère ",
                "email": "",
                "orcid": "",
                "institution": "University of Liège",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Françoise",
                "middleName": "",
                "lastName": "Bruyère",
                "suffix": ""
            },
            {
                "id": 10887,
                "identity": "9f2a7d6f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Laurence Melen-La",
                "email": "",
                "orcid": "",
                "institution": "University of Liège",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Laurence",
                "middleName": "",
                "lastName": "Melen-La",
                "suffix": ""
            },
            {
                "id": 10888,
                "identity": "9f2a7fba-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sarah Berndt",
                "email": "",
                "orcid": "",
                "institution": "University of Liège",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sarah",
                "middleName": "",
                "lastName": "Berndt",
                "suffix": ""
            },
            {
                "id": 10889,
                "identity": "9f2a8132-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olivier Peulen",
                "email": "",
                "orcid": "",
                "institution": "University of Liège",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olivier",
                "middleName": "",
                "lastName": "Peulen",
                "suffix": ""
            },
            {
                "id": 10890,
                "identity": "9f2a8305-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jean-Michel Foidart",
                "email": "",
                "orcid": "",
                "institution": "University of Liège",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean-Michel",
                "middleName": "",
                "lastName": "Foidart",
                "suffix": ""
            },
            {
                "id": 10891,
                "identity": "9f2a8478-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Agnès Noël",
                "email": "",
                "orcid": "",
                "institution": "University of Liège",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Agnès",
                "middleName": "",
                "lastName": "Noël",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-01-26 14:36:05",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.86",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.86",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607906,
                "identity": "2a4816fc-c8ff-4d34-8c4d-15040e145c43",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 138479,
                "visible": true,
                "origin": "",
                "legend": "Identification and visualization of lymphatic thoracic duct excision.   For the setting up of the assay, thoracic duct is identified by intradermal injection of Evans blue (1.5% PBS) into the paws and ears of donor mice 15 minutes before sacrifice (*a*).  For routine assays, Evans blue staining is not required and dissection is performed without staining. The lymphatic thoracic duct is dissected out of the mouse thoracic cavity filled with sterile PBS (*b*). Fat tissue above the aorta is first resected (*c*). Fat tissue surrounding the lymphatic thoracic duct is then carefully removed (*d*). Once the duct is completely separated from fat, both ends are cut with Vannas scissors and immediately transferred into an ice-cold DMEM-containing culture dish (*e*). Lymphatic thoracic duct is then cut into about 1mm long pieces and maintained in serum-free medium prior embedding into a collagen gel (*f*). Arrow heads delineate the lymphatic duct. Scale bars (a): 2 mm. (b): 5 mm, (c,d,e,f): 2 mm\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-426/v1/figure_1.jpg"
            },
            {
                "id": 2607907,
                "identity": "dea24ea8-fe24-47c5-b732-eb5959e2b1c3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 94499,
                "visible": true,
                "origin": "",
                "legend": "Lymphatic endothelial cell outgrowth.    Lymphatic duct explants embedded in type I collagen gel are cultured for 9 days in medium supplemented with increasing concentrations of fetal calf serum (FCS, 0 to 20%), either under ambient or reduced oxygen conditions (21% O~2~ and 5% O~2~, respectively) (*a*). Immunostainings are performed on whole mount lymphatic ring after 9 days of culture using a anti-LYVE-1 antibody (in green) (*b*). A negative control using the secondary antibody reveals the unspecific staining of the lymphatic ring. Red staining corresponds to nuclear staining with propidium iodide. Immunohistochemistry is performed on lymphatic ring on parrafin-embedded section with the anti-LYVE-1 antibody (D: Duct piece, S: Sprouting cells). Scale bars (a): 200 &#xB5;m, (b): 40 &#xB5;m.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-426/v1/figure_2.jpg"
            },
            {
                "id": 2607905,
                "identity": "ce08b5c3-5782-4f86-a03a-caeaaccc21c8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:50",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 86704,
                "visible": true,
                "origin": "",
                "legend": "Modulation of lymphatic vessel outgrowth.       To evaluate the pro-lymphangiogenic effect of growth factors, lymphatic rings are cultured in Ultroser-supplemented medium; VEGF-C 10 ng/ml and FGF-2 10 ng/ml are added to cultures. For inhibition assays, control medium consists of standard medium containing 10% FCS; cultures are treated with 2.5 &#xB5;g/ml Fumagillin (angiogenesis inhibitor) or 60 mg/ml Suramin (FGF trapper). Lymphatic rings derived from Mmp-2 or Mmp-9-deficient mice (-/-) and the corresponding wild type mice (WT) are cultured in the presence of autologous mouse serum. Scale bars: 200 &#xB5;m.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-426/v1/figure_3.jpg"
            },
            {
                "id": 13464478,
                "identity": "77982372-3971-4982-97f2-68af5b862b9b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 263046,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-426/v1/b95b5a5c-e31c-4bec-b388-c87e256eebc5.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "lymphangiogenesis, lymphatic endothelial cell, in vitro model  ",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "The lymphatic ring assay: a 3D-culture model of lymphangiogenesis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-05-01 08:01:00",
                "doi": "10.1038/nprot.2008.86",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f29e03f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 1st, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2071,
                "name": "Cell biology"
            },
            {
                "id": 2072,
                "name": "Developmental biology"
            },
            {
                "id": 2074,
                "name": "Biological techniques"
            },
            {
                "id": 2075,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-05-01 08:01:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}