{
    "identity": "nprot-4999",
    "title": "A high throughput spectrophotometric method for singlet oxygen quenching",
    "content": [
        {
            "header": "Introduction",
            "content": "Singlet oxygen \\(1O<sub>2</sub>) is a high energy appearance of oxygen exists in the singlet state with a total quantum spin of zero<sup>1</sup>. In 1931, it was predicted as meta-stable intermediate state in dye-sensitized photo-oxygenations<sup>2</sup>. However, in 1964, it was fully established that 1O<sub>2</sub> was same whether generated in sensitized photo-oxygenations<sup>3</sup>, through radio frequency<sup>4</sup> or chemical reactions \\(e.g. H<sub>2</sub>O<sub>2</sub>/NaOCl)<sup>5</sup>. It forms a crucial part in almost every field of science including biological \\(food oxidation, cell signalling, oxidative stress)<sup>6-8</sup>, medical \\(photodynamic therapy for microbes, malaria or cancer) <sup>9-11</sup>, environmental \\(as an air pollutant  due to ozone decomposition)<sup>12</sup>, chemical \\(chemical production of 1O<sub>2</sub> and reactions involving 1O<sub>2</sub>)<sup>13</sup> and physical \\(the best part to explain the properties of 1O<sub>2</sub>, especially its reactivity and stability in various solvents and how it influences numerous aspects like light-related properties with the help of quantum theory)<sup>14</sup> sciences \\(Figure 1 & Figure 2).\r\n\n\nIn this protocol, we are reporting a simple high throughput procedure for singlet oxygen quenching which can be easily determined spectrophotometrically in a 96 well plate format at 440 nm. This protocol is an improved and customized version wherein the system used to generate singlet oxygen can be done chemically \\(equimolar H<sub>2</sub>O<sub>2</sub>/NaOCl) or biologically \\(photosensitizer and light/UV source) with RNO \\(p-nitroso dimethylaniline), a strong yellow color dye and imidazole or its derivatives \\(L-Histidine)<sup>15</sup>. The bleaching is a consequence of 1O<sub>2</sub> capture by the imidazole ring which results in the formation of a trans-annular peroxide intermediate complex<sup>16</sup>. In the absence of RNO, 1O<sub>2</sub> decomposes or rearranges into the final oxygenation product, therefore, the imidazole system along with RNO can be used as a sensitive and selective test for the presence of 1O<sub>2</sub> in aqueous solutions \\(Figure 3). Singlet oxygen can also partially bleach RNO even in the absence of imidazole derivatives. In such a case, the bleaching of RNO is strongly increased by the presence of imidazole molecules with a characteristic dependence on their concentration. The separation of the product of RNO bleaching by thin layer chromatography also serves as an additional proof of the presence of 1O<sub>2</sub> in the system. The imidazole with RNO technique has been applied to a number of sensitizing and non-sensitizing dyes<sup>15-20</sup>. Various other methods have also been reported \\(Table 1)<sup>19-45</sup> but they all require highly specialized instruments, costly fluorescent/luminescent probes, and/or highly dangerous radioactive probes still being more sensitive and efficient. If the sample size is huge and has to be assessed on a large scale, our method is more useful, easy, simple, accurate and cost-effective."
        },
        {
            "header": "Reagents",
            "content": "• 25mM Disodium hydrogen phosphate \\(Na<sub>2</sub>HPO<sub>4</sub>, 61755005001046, Merck Ltd.) \r\n\n\n• 25mM Sodium dihydrogen phosphate \\(NaH<sub>2</sub>PO<sub>4</sub>, 61784505001046, Merck Ltd.) \r\n\n\n• 100mM Sodium hypochlorite \\(239305-500ml, Sigma-Aldrich)\r\n\n\n• 100mM Hydrogen peroxide \\(107209, Merck Ltd.)\r\n\n\n• 12.5 mM L-Histidine \\(73767-100mg, Sigma-Aldrich)\r\n\n\n• 100µM N,N-Dimethyl-4-Nitrosoaniline \\[RNO] \\(D172405-25g, Sigma-Aldrich)\r\n\n\n• Positive control: Rose Bengal \\(330000-1g, Sigma-Aldrich)\r\n\n\n• Negative control: DABCO \\(D27802-25g, Sigma-Aldrich)"
        },
        {
            "header": "Equipment",
            "content": "• Pipettes from Thermo-Fisher Scientific India Pvt. Ltd., Noida, India.\r\n\n\n• 96 well plates from M/s Tarsons Products Pvt. Ltd., New Delhi, India.\r\n\n\n• Microtips \\(10µl) from M/s Tarsons Products Pvt. Ltd.,New Delhi, India\r\n\n\n• Microtips \\(100µl) from M/s Tarsons Products Pvt. Ltd.,New Delhi, India\r\n\n\n• Microtips \\(1000µl) from M/s Tarsons Products Pvt. Ltd.,New Delhi, India\r\n\n\n• Centrifuge 15 ml tube from M/s Tarsons Products Pvt. Ltd.,New Delhi, India\r\n\n\n• Eppendorf tubes from Genaxy Scientific Solan, Himachal Pradesh, India.\r\n\n\n• Microplate Reader from Molecular Devices Corporation, California, USA.\r\n\n\n• pH Meter from Eutech Instruments, Navi Mumbai, India."
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\r\n\n\n\r\n\n\nReagent Preparation\r\n\n\n\r\n\n\nSodium Phosphate Buffer \\(25mM, pH 7.0)\r\n\n\nSeparate solutions of disodium hydrogen phosphate in 100ml deionized water \\(25mM, by dissolving 0.445g) and sodium hydrogen phosphate monobasic in 100ml deionized water \\(25mM, by dissolving 0.39gm) are made and then pH 7.0 is maintained by adding two solutions slowly and measuring it by pH meter.\r\n\n\n\r\n\n\nRNO Preparation \\(100 µM)\r\n\n\nIt is prepared by dissolving 0.15 mg in 10ml of 25mM sodium phosphate buffer. Wrap the bottle containing RNO solution with aluminium foil. \r\n\n\n\r\n\n\nL-Histidine \\(12.5mM)\r\n\n\nDissolve 48.5mg in 25 ml of 25mM sodium phosphate buffer.\r\n\n\n\r\n\n\nSodium hypochlorite \\(100mM)\r\n\n\nCommercially available sodium hypochlorite \\(Sigma) has molarity of 0.7M. We use 100mM, so add 28.5µl in the 200µl reaction system.\r\n\n\n\r\n\n\nHydrogen Peroxide \\(100mM)\r\n\n\nCommercially available H\n2\nO\n2\nhas 9.7Molarity. We prepare 1M stock solution from which we add 20µl for 200µl reaction mixture.\r\n\n\n\r\n\n\nSample Preparation\r\n\n\nPositive control \\(Rose Bengal) and negative control \\(DABCO) is prepared in deionized water likewise other samples either a crude extract from plant, cell, tissue, pure samples can be prepared in their respective solvent i.e. DMSO, ethanol or water. \r\n\n\n\r\n\n\n\r\n\n\nMethodology\r\n\n\n1. Mark 96 well plate in such a way that one row in triplicate is used for L-histidine followed by another row in triplicate without L-histidine. Rows with L-Histidine contain 25µl L-histidine solution while rows without L-histidine contains same amount of buffer.\r\n  \r\n\n\n2. Add the test sample/standard in triplicate in both marked row of 96-well plate and keep control wells without any sample or standard.\r\n  \r\n\n\n3. For a standard sample, we used 100µM, 50µM, 25µM concentrations in triplicate in both L-histidine and without L-histidine rows.\r\n  \r\n\n\n4. For control wells \\(without any sample) we have added 106.5µl of 25mM sodium phosphate buffer for 200µl reaction mixture.\r\n  \r\n\n\n5. Add 20µl RNO in each well and keep the plate in a dark place. \r\n  \r\n\n\nCRITICAL STEP: wrap the RNO tube with aluminum foil because it is light sensitive.\r\n\n\n\r\n\n\n6. Then, add 20µl of 100mM H\n2\nO\n2\nin each well followed by immediate addition of 28.5µl of 100mM NaOCl.\r\n  \r\n\n\nCRITICAL STEP: Add NaOCl immediately after H2O2 \\(there should be no time gap) otherwise RNO dye will be bleached as it is sensitive to hypochlorous acid and this may give false positive results.\r\n\n\n\r\n\n\n7. Cover the 96-well plate with lid and wrap with aluminum foil then incubate the plate in the dark for 10 min at room temperature.\r\n  \r\n\n\n8. Finally, take the absorbance or kinetic reading \\(for 10 min) at 440nm in a microplate reader. Kinetic reading taken for 10 min with 5 sec orbital shaking, medium and read at 30-sec interval.\r\n  \r\n\n\n9. The graph is drawn with respect to control. Bleaching of RNO decreases the intensity of yellow color with decrease in optical density which indicates that singlet oxygen has not been quenched by the sample otherwise if there is no bleaching, it means that singlet oxygen has been quenched by the sample.\r\n  Percentage of singlet oxygen inhibition by sample is calculated by\r\n\n\n                              = \\(control O.D-sample O.D) X100\r\n\n\n\r\n\n\n10. IC\n50\nvalues can be derived using curve-fitting methods with statistical analysis."
        },
        {
            "header": "Timing",
            "content": "Time line estimated for nine samples and two standards along with control.\r\n\n\nStep 1-3 :  30 min\r\n\n\nStep 4-8 :  30 min\r\n\n\nStep 9-13:  90 min to 120 min"
        },
        {
            "header": "Troubleshooting",
            "content": "<\\!DOCTYPE html>\r\n\n\n<html>\r\n\n\n<head>\r\n\n\n<title>HTML Table Header</title>\r\n\n\n</head>\r\n\n\n<body>\r\n\n\n<table border=\"1\">\r\n\n\n<tr>\r\n\n\n<th>Issue</th>\r\n\n\n<th>Explanation</th>\r\n\n\n<th>Solution</th>\r\n\n\n</tr>\r\n\n\n<tr>\r\n\n\n<td>RNO bleaching on addition of NaOCl</td>\r\n\n\n<td>RNO is sensitive to hypochlorous acid but when used with H2O2, reactions take place resulting in HCl and singlet oxygen production</td>\r\n\n\n<td>Use H2O2 first then NaOCl</td>\r\n\n\n</tr>\r\n\n\n<tr>\r\n\n\n<td>Stock solution of RNO decolourizes in light</td>\r\n\n\n<td>RNO is light sensitive</td>\r\n\n\n<td>Wrap RNO with aluminium foil</td>\r\n\n\n</tr>\r\n\n\n<tr>\r\n\n\n<td>Variation  in reading</td>\r\n\n\n<td>Two possible reasons:\r\n\n\nBoth H2O2 and NaOCl are not added immediately after one another\r\n\n\nPlate does not incubate in  dark/ experiment not performed in dark\r\n\n\n</td>\r\n\n\n<td>Use H2O2first and then immediately add NaOCl\r\n\n\nIncubate plate in dark/experiment should be performed in a dark place\r\n\n\n</td>\r\n\n\n</tr>\r\n\n\n<tr>\r\n\n\n<td>RNO bleaching gives false positive result</td>\r\n\n\n<td>NaOCl and H2O2 bleach RNO on prolonged exposure</td>\r\n\n\n<td>Record reading within 10 min</td>\r\n\n\n</tr>\r\n\n\n<tr>\r\n\n\n<td>Kinetic reading shows saturated line</td>   \r\n\n\n<td>Kinetic reading start after  10-15 min, it means reaction is already completed</td>    \r\n\n\n<td>Kinetic reading should start within given time i.e. 10 min</td>\r\n\n\n</tr>\r\n\n\n<tr>\r\n\n\n<td>Variation in kinetic graph</td>\r\n\n\n<td>Sample is not properly dissolved or may be precipitated in well</td>\r\n\n\n<td>Sample should be dissolved properly. Use different solvent to check their solubility and also run a vehicle control</td>\r\n\n\n</tr>\r\n\n\n</table>\r\n\n\n</body>\r\n\n\n</html>"
        },
        {
            "header": "Anticipated Results",
            "content": "In this protocol RNO with L-Histidine functions as a 1O<sub>2</sub> trap \\(Table 2). We have chosen different concentrations of buffer, RNO, L-Histidine and equimolar solution of NaOCl/H<sub>2</sub>O<sub>2</sub> in order to find the appropriate combination of concentrations which can give least absorbance value \\(Table 3; Figure 4-5). In short, if this system is working properly then more absorbance means more quenching of singlet oxygen. In Figure 4, spectra of various molarities of RNO and buffer were taken and λ max was observed. By this experiment, we have established that λ max for 100, 50, 25µm of RNO was 440nm; while at other concentration it was found to be at 350nm. We have chosen 100µm RNO concentration for our further experiments as it shows maximum absorbance while there was no significant changes obtain at different molarities of buffer. We also wish to judge the best concentration of L-Histidine and NaOCl/H<sub>2</sub>O<sub>2</sub> which can be used for the assay procedure. We have taken five different concentrations of L-Histidine and three different concentrations of NaOCl/H<sub>2</sub>O<sub>2</sub> and tried all possible permutation and/or combinations as reflected in Figure 5. It was observed that a combination of 12.5mM of L-Histidine and 100mM of NaOCl/H<sub>2</sub>O<sub>2</sub> gives a minimum optical density \\(absorbance), hence it was used for further experimentation. \r\n\n\nThe equimolar concentration of NaOCl/H<sub>2</sub>O<sub>2</sub> generates singlet oxygen which is captured by L-Histidine forming trans-annular complex with RNO resulting in the bleaching of RNO as a consequence a decrease in the optical density \\(absorbance) was observed. The experiment was also performed at different pH in order to get the optimum pH and the least optical density \\(absorbance). At pH 7 which also represent the physiological pH \\(Figure 6) significant and required values were revealed. Spectral analysis was also performed with standard antioxidant in a range of 340-600nm and it was observed that 440nm was the best wavelength for all the studied antioxidant compounds \\(Figure 7).  Time-dependent experiments revealed \\(Figure 8) that initial change occurs within 2 min after the reaction starts and saturation occurs after 10 min which is the endpoint."
        },
        {
            "header": "References",
            "content": "1. Fritzsche, M. Compt. Rend. 64, 1035-1037 \\(1867).\r\n  2. Greer, A. Christopher Foote ’ s Discovery of Oxidation Reactions. Society 39, 797–804 \\(2006). \r\n  3. Khan, A. U. & Kasha, M. Rotational Structure in the Chemiluminescence Spectrum of Molecular Oxygen in Aqueous Systems. Nature 204, 241–243 \\(1964).\r\n  4. Foote, C. S. & Wexler, S. Singlet oxygen. A probable intermediate in photosensitized autoxidations. J. Am. Chem. Soc. 86, 3880–3881 \\(1964).\r\n  5. Corey, E. J. & Taylor, W. C. A study of the peroxidation of organic compounds by externally generated singlet oxygen molecules. J. Am. Chem. Soc. 86, 3881–3882 \\(1964). \r\n  6. Maetzke, A. & Knak Jensen, S. J. Reaction paths for production of singlet oxygen from hydrogen peroxide and hypochlorite. Chem. Phys. Lett. 425, 40–43 \\(2006). Kochevar, I. E. \r\n  7. Singlet oxygen signaling: from intimate to global. Sci. STKE 2004, pe7 \\(2004). \r\n  8. Devasagayam, T. P. A. & Kamat, J. P. Biological significance of singlet oxygen. Indian J Exp Biol. 40, 680–692 \\(2002). \r\n  9. Ragàs, X. et al. Singlet Oxygen in Antimicrobial Photodynamic Therapy: Photosensitizer-Dependent Production and Decay in E. coli. Molecules. 2712–2725 \\(2013). \r\n  10. Butzloff, S., Groves, M. R., Wrenger, C. & Mu, I. B. Cytometric Quantification of Singlet Oxygen in the Human Malaria Parasite Plasmodium falciparum. Cytometry A. 698–703 \\(2012).\r\n  11. Dolmans, D. E., Fukumura, D. & Jain, R. K. Photodynamic therapy for cancer. Nat. Rev. cancer 3, 380–387 \\(2003). \r\n  12. Khan, A. U., Pitts, J. N. & Smith, E. B. Singlet oxygen in the environmental sciences. Role of singlet molecular oxygen in the production of photochemical air pollution. Environ. Sci. Technol. 1, 656–657 \\(1967).\r\n  13. Min, D. B. & Boff, J. M. Chemistry and Reaction of Singlet Oxygen in Foods. Compr. Rev. Food Sci. Food Saf. 1, 58–72 \\(2002).\r\n  14. Schweitzer, C. & Schmidt, R. Physical Mechanisms of Generation and Deactivation of Singlet Oxygen. Chem. Rev. 103, 1685–1758 \\(2003).\r\n  15. Kraljić, I. & Mohsni, S. El. A new method for the detection of singlet oxygen in aqueous solutions. Photochem. Photobiol. 28, 577–581 \\(1978).\r\n  16. Kraljic, I. Detection of singlet oxygen and its role in dye-sensitized photooxidation in aqueous and micellar solutions. Biochimie 68, 807–811 \\(1986).\r\n  17. Hartman, P. E., Hartman, Z. & Ault, K. T. Scavenging of singlet Molecular oxygen by imidazole compounds: High and sustained activities of carboxy terminal histidine dipeptides and exceptional activity of imidazole-4-acetic acid. Photochem. Photobiol. 51, 59–66 \\(1990). \r\n  18. Feofanov, A. et al. Chelation with Metal is not Essential for Antitumor Photodynamic Activity of Sulfonated Phthalocyanines. Photochem. Photobiol. 75, 527–533 \\(2002).\r\n  19. Fatima, K., Masood, N. & Luqman, S. Quenching of singlet oxygen by natural and synthetic antioxidants and assessment of electronic UV / Visible absorption spectra for alleviating or enhancing the efficacy of photodynamic therapy. Biomed. Res. Ther. 3, 514–527 \\(2016).\r\n  20. Khan, A. et al. Eclipta yellow vein virus enhances chlorophyll destruction, singlet oxygen production and alters endogenous redox status in Andrographis paniculata. Plant Physiol. Biochem. 104, 165–173 \\(2016).\r\n  21. Kim, I.-W. et al. Direct measurement of singlet oxygen by using a photomultiplier tube-based detection system. J. Photochem. Photobiol. B. 159, 14–23 \\(2016).\r\n  22. Aizawa, K. et al. Development of singlet oxygen absorption capacity \\(SOAC) assay method. 2. Measurements of the SOAC values for carotenoids and food extracts. J. Agric. Food Chem. 59, 3717–3729 \\(2011).\r\n  23. Miyamoto, S., Martinez, G. R., Medeiros, M. H. G. & Di Mascio, P. Singlet molecular oxygen generated from lipid hydroperoxides by the russell mechanism: studies using 18\\(O)-labeled linoleic acid hydroperoxide and monomol light emission measurements. J. Am. Chem. Soc. 125, 6172–6179 \\(2003).\r\n  24. Roudyk, S. N., Moxhet, A., Matagne, R. F. & Aghion, J. Evidence of singlet oxygen evolution by whole living cells of Chlamydomonas reinhardtii. Photosynth. Res. 47, 99–102 \\(1996).\r\n  25. Zoltan, T., Vargas, F. & Izzo, C. UV-Vis Spectrophotometrical and Analytical Methodology for the Determination of Singlet Oxygen in New Antibacterials Drugs. Anal. Chem. Insights 2, 111–118 \\(2007).\r\n  26. Nakamura, K. et al. Reevaluation of analytical methods for photogenerated singlet oxygen. Journal of Clinical Biochemistry and Nutrition 49, 87–95 \\(2011).\r\n  27. Pedersen, S. K. et al. Aarhus Sensor Green: A Fluorescent Probe for Singlet Oxygen. J. Org. Chem. 79, 3079–3087 \\(2014).\r\n  28. Kim, S., Fujitsuka, M. & Majima, T. Photochemistry of singlet oxygen sensor green. J. Phys. Chem. B 117, 13985–13992 \\(2013).\r\n  29. Butzloff, S., Groves, M. R., Wrenger, C. & Mu, I. B. Cytometric Quantification of Singlet Oxygen in the Human Malaria Parasite Plasmodium falciparum. 698–703 \\(2012).\r\n  30. Price, M., Reiners, J. J., Santiago, A. M. & Kessel, D. Monitoring Singlet Oxygen and Hydroxyl Radical Formation with Fluorescent Probes During Photodynamic Therapy. Photochem. Photobiol. 85, 1177–1181 \\(2009).\r\n  31. Lavi, A., Weitman, H., Holmes, R. T., Smith, K. M. & Ehrenberg, B. The depth of porphyrin in a membrane and the membrane’s physical properties affect the photosensitizing efficiency. Biophys. J. 82, 2101–2110 \\(2002).\r\n  32. Umezawa et al. Novel Fluorescent Probes for Singlet Oxygen. Angew. Chem. Int. Ed. Engl. 38, 2899–2901 \\(1999).\r\n  33. Tanaka, K. et al. Rational Design of Fluorescein-Based Fluorescence Probes. Mechanism-Based Design of a Maximum Fluorescence Probe for Singlet Oxygen. J. Am. Chem. Soc. 123, 2530–2536 \\(2001).\r\n  34. Oliveira, M. S. et al. Singlet molecular oxygen trapping by the fluorescent probe diethyl-3,3’-\\(9,10-anthracenediyl)bisacrylate synthesized by the Heck reaction. Photochem. Photobiol. Sci. 10, 1546–1555 \\(2011).\r\n  35. Klaper, M. & Linker, T. Intramolecular Transfer of Singlet Oxygen. J. Am. Chem. Soc. 137, 13744–13747 \\(2015).\r\n  36. Dichtel, W. R. et al. Singlet Oxygen Generation via Two-Photon Excited FRET. J. Am. Chem. Soc. 126, 5380–5381 \\(2004).\r\n  37. Kim, S., Tachikawa, T., Fujitsuka, M. & Majima, T. Far-red fluorescence probe for monitoring singlet oxygen during photodynamic therapy. J. Am. Chem. Soc. 136, 11707–11715 \\(2014).\r\n  38. Bancirova, M. Sodium azide as a specific quencher of singlet oxygen during chemiluminescent detection by luminol and Cypridina luciferin analogues. Luminescence 26, 685–688 \\(2011).\r\n  39. Pfitzner, M. et al. Prospects of in vivo singlet oxygen luminescence monitoring: Kinetics at different locations on living mice. Photodiagnosis Photodyn. Ther. \\(2016).\r\n  40. Liu, Y.-J. & Wang, K.-Z. Visible-Light-Excited Singlet-Oxygen Luminescence Probe Based on Re\\(CO)3Cl\\(aeip). Eur. J. Inorg. Chem. 2008, 5214–5219 \\(2008).\r\n  41. Song, B., Wang, G., Tan, M. & Yuan, J. A Europium\\(III) Complex as an Efficient Singlet Oxygen Luminescence Probe. J. Am. Chem. Soc. 128, 13442–13450 \\(2006).\r\n  42. Sun, J., Song, B., Ye, Z. & Yuan, J. Mitochondria Targetable Time-Gated Luminescence Probe for Singlet Oxygen Based on a β-Diketonate–Europium Complex. Inorg. Chem. 54, 11660–11668 \\(2015).\r\n  43. Moan, J. & Wold, E. Detection of singlet oxygen production by ESR. Nature 279, 450–451 \\(1979). \r\n  44. Bilski, P., Daub, M. E. & Chignell, C. F. Direct detection of singlet oxygen via its phosphorescence from cellular and fungal cultures. Methods Enzymol. 352, 41–52 \\(2002)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are thankful to Council of Scientific and Industrial Research \\(CSIR), New Delhi for financial support \\(BSC 0121) at CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.7603/s40730-016-0008-6",
                "date": "2016-07-02 08:34:41",
                "title": "Quenching of singlet oxygen by natural and synthetic antioxidants and assessment of electronic UV/Visible absorption spectra for alleviating or enhancing the efficacy of photodynamic therapy",
                "authors": [
                    "Kaneez Fatima",
                    "Nusrat Masood",
                    "and Suaib Luqman"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1016/j.plaphy.2016.03.027",
                "date": "2016-07-02 08:36:22",
                "title": "Eclipta yellow vein virus enhances chlorophyll destruction, singlet oxygen production and alters endogenous redox status in Andrographis paniculata",
                "authors": [
                    "Asifa Khan",
                    "Suaib Luqman",
                    "Nusrat Masood",
                    "Dhananjay Kumar Singh",
                    "Sana Tabanda Saeed",
                    "and Abdul Samad"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14014,
                "identity": "a0bed4a5-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Suaib Luqman",
                "email": "s.luqman@cimap.res.in",
                "orcid": "",
                "institution": "Suaib Luqman",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Suaib",
                "middleName": "",
                "lastName": "Luqman",
                "suffix": ""
            },
            {
                "id": 14015,
                "identity": "a0bed804-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kaneez Fatima",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kaneez",
                "middleName": "",
                "lastName": "Fatima",
                "suffix": ""
            },
            {
                "id": 14016,
                "identity": "a0bed9de-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nusrat  Masood",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nusrat",
                "middleName": "",
                "lastName": "Masood",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-07-11 12:11:32",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.054",
        "doiUrl": "https://doi.org/10.1038/protex.2016.054",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609485,
                "identity": "31195188-3f00-4b93-8a18-4b22eaacb998",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:57",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30068,
                "visible": true,
                "origin": "",
                "legend": "Conversion of triplet state of oxygen into singlet state on excitation",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_1.png"
            },
            {
                "id": 2609486,
                "identity": "d537d94b-c57d-4ff1-99a8-92172e77e077",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 411484,
                "visible": true,
                "origin": "",
                "legend": "Factors for singlet oxygen generation and their effect on biological system",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_2.png"
            },
            {
                "id": 2609489,
                "identity": "aa876152-c19a-4624-b5af-43bcdb35f174",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 241655,
                "visible": true,
                "origin": "",
                "legend": "Diagrammatic representation of singlet oxygen generation in presence and/or absence of L-histidine",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_3.png"
            },
            {
                "id": 2609496,
                "identity": "c6ba0b54-a0f2-43cb-89b1-5f29df98674e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 272250,
                "visible": true,
                "origin": "",
                "legend": "Estimation of λmax at different concentration of RNO and buffer system",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_4.png"
            },
            {
                "id": 2609492,
                "identity": "28b0da7e-5aaa-42a8-95e2-21f5eb306957",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 402917,
                "visible": true,
                "origin": "",
                "legend": "Estimation of least optical density for L-Histidine and singlet oxygen generating system (NaOCl/H2O2)",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_5.png"
            },
            {
                "id": 2609493,
                "identity": "809bfdde-5ff8-4335-899b-888fd8d13268",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11912,
                "visible": true,
                "origin": "",
                "legend": "Effect of pH on L-Histidine and singlet oxygen generating system (NaOCl/H2O2)",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_6.png"
            },
            {
                "id": 2609494,
                "identity": "bf62c4aa-b8ef-4ec7-a5bb-817501ac8cce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 233289,
                "visible": true,
                "origin": "",
                "legend": "Spectra of standard antioxidants on singlet oxygen quenching",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_7.png"
            },
            {
                "id": 2609497,
                "identity": "c4d46d0a-07b6-4c13-beb5-4cd45614c5bf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 174068,
                "visible": true,
                "origin": "",
                "legend": "Time-dependent effect of standard antioxidants on singlet oxygen quenching",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/figure_8.png"
            },
            {
                "id": 13465323,
                "identity": "df6ff68a-cd24-45e3-91aa-0741dd0415e5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2084833,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/37a9ee6f-a698-4dcb-88dd-94502046d5ee.pdf"
            },
            {
                "id": 2609490,
                "identity": "e0188809-903e-4667-a977-b495c299f1aa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 22563,
                "visible": true,
                "origin": "",
                "legend": "Troubleshooting   Limitations",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/supplement_0.pdf"
            },
            {
                "id": 2609491,
                "identity": "853fd186-11d6-4c45-9b27-d7bb8251d926",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 126254,
                "visible": true,
                "origin": "",
                "legend": "Tables 1-3   Tables",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/supplement_0.pdf"
            },
            {
                "id": 2609498,
                "identity": "bb46d71a-2375-4ab4-83b6-dae1e945e534",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 556618,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Document 1   Version 1 of Protocol   Edited 29/07/2016\r\n- Ashleigh Carver, Editorial Assistant, Nature Protocols",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4999/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Singlet oxygen, Hypochlorous acid, Hydrogen peroxide,  RNO, L-Histidine",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "An easy spectrophotometric method for evaluating quenchers of singlet oxygen is described which can be used for high throughput assessment of large number of samples in a 96-well plate format. Singlet oxygen is a higher energy state molecular oxygen species produced in various intracellular reactions, extracellular reactions by the aid of photo sensitizer, light source and/or by chemical means. In this protocol, we have developed a simple and accurate procedure for generating singlet oxygen with no side reactions at physiological pH. The second aspect of this assay is detection by p-nitroso dimethylaniline \\(RNO), which is an already established suitable trap with imidazole and/or its derivatives for singlet oxygen. We have synchronized the assay system by performing various combinations of reagent used and also by plotting their spectra, pH and time-dependence curve monitored spectrophotometrically at 440nm\r\n\n\n\r\n\n\n-------------------------------------------\r\n\n\nCOMMENTS\r\n\n\nProtocol edited 29/07/2016\r\n\n\n- Ashleigh Carver, Editorial Assistant, Nature Protocols",
        "manuscriptTitle": "A high throughput spectrophotometric method for singlet oxygen quenching",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-07-26 14:20:24",
                "doi": "10.1038/protex.2016.054",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fff5c2e-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 26th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3652,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-07-26 14:20:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}