{
    "identity": "nprot-590",
    "title": "Dorsal thalamus modulated by thalamic reticular nucleus",
    "content": [
        {
            "header": "Introduction",
            "content": "The dorsal thalamus relays sensory and motor information to the cerebral cortex and receives strong modulatory input back from the cortex.  Both thalamocortical and corticothalamic projections send collaterals to the thalamic reticular nucleus \\(TRN) of the ventral thalamus1, 2. The location of the TRN, taken with its firing patterns and unique connections, has led to the proposal that the TRN plays an important role in the internal attentional searchlight3 and in coordinating multiple neuronal processes by linking specific and non-specific pathways4. The TRN neurons show fast adaptation5.  Considering the potential role of the TRN in the internal attentional searchlight or attention shift, we examined whether the fast-adapting TRN neurons exhibit deviant stimulus preference \\(DSP)6.  In the present protocol, we used in vivo extracellular recording and an oddball paradigm to analyze DSP \\(i.e., deviance detection) in TRN neurons.  We then investigated the functional implication of DSPs of TRN neurons by examining how the DSP affects responses of their target neurons in the dorsal thalamus to auditory stimuli. Finally we investigated the inter-modality interaction by examining how a preceding light stimulus affects the auditory responses of the MGB neurons."
        },
        {
            "header": "Reagents",
            "content": "Male and female Wistar rats \\(280-360 g) with clean external ears.\r\n\n\nMaterials for surgery: urethane \\(20% solution, i.p., Sinopharm Chemical Reagent Co., Shanghai), Atropine sulphate \\(0.05 mg/kg, s.c.), xylocaine, 2%\r\n\n\nMaterials for extracellary-recording: Tungsten microelectrodes with impedances of 2-7 M? \\(Frederick Haer &amp; Co., Bowdoinham, ME)\r\n\n\nMaterials for Nissl staining:0.9% saline, 4% paraformaldehyde in 0.1 M phosphate buffer \\(pH 7.3), 0.1 M phosphate buffer containing 30% sucrose."
        },
        {
            "header": "Equipment",
            "content": "TDT system \\(Tucker-Davis Technologies, TDT, Alachua, FL) and Axon 1400 \\(Axon Instruments, Sunnyvale, CA)\r\n\n\n An array of light diodes\r\n\n\n An electrostatic speaker \\(EC1, TDT)"
        },
        {
            "header": "Procedure",
            "content": "Animal preparation:\r\n\n\n1. Administer 1.5 g/kg urethane \\(20% solution, i.p., Sinopharm Chemical Reagent Co., Shanghai) for analgesia initially and 0.5 g/kg/h urethane throughout surgery and recording.\r\n  2. Administer atropine sulphate \\(0.05 mg/kg, s.c.) 15 min before induction of anesthesia to inhibit tracheal secretion.\r\n  3. Liberally apply a local anesthetic \\(xylocaine, 2%) to the wound.\r\n  4. After mounted the animal in a stereotaxic device, make a midline incision and exposed the top scalp.\r\n  5. Perform a craniotomy to vertically access the MGB and the auditory sector of the TRN, and then remove the dura mater.\r\n  6. Throughout the experiment, keep the rat on a heating blanket, and maintained the body temperature at 37 – 38°C with a feedback switching circuit5-9.\r\n  Recording:\r\n\n\n1. Implant stereotaxically tungsten microelectrodes with impedances of 2 – 7 M? \\(Frederick Haer & Co., Bowdoinham, ME) into the TRN and MGB from the top of the brain, according to a rat brain atlas10.\r\n  2. Measure the vertical coordinate of the electrode array from a point slightly above the cortical surface.\r\n  3. Position the recording electrodes with a stepping-motor microdrive, which is controlled from outside the soundproof room.\r\n  4. Amplify the signal recorded by the microelectrode, together with the acoustic stimulus signal, and stored them using TDT software \\(OpenEX, TDT) and Axoscope software \\(Axon Instruments, Sunnyvale, CA).\r\n  5. Calculate the time of spike occurrence relative to stimulus delivery using Matlab software \\(Mathworks, Inc, Natick, MA).\r\n  Preliminary screening:\r\n\n\n1 Once the electrode is lowered into the auditory sector of the TRN, neurons would show responses to noise-burst stimuli. Then randomly present pure tones of varying frequencies \\(500Hz – 48 KHz) to construct the frequency response function as one of them is shown in the following Figure 1. Present each frequency at least for 15 trials. Define the best frequency \\(f0) based on the frequency response function.\r\n\n\nFigure 1 near here\r\n\n\nParadigm to examine the stimulus-specific adaptation of TRN neurons:\r\n\n\n1. Select two pure-tone stimuli of frequencies, f1 and f2, to examine the stimulus-specific adaptation of the recorded TRN neuron. The two frequencies should border a central frequency \\(f1 × f2)1/2 equaling its best frequency as defined above and the frequency difference has a ratio of 0.141 octaves \\(corresponding to a ratio of 0.9049 for two frequencies). Here is an example about the calculation of f1 and f2:\r\n  As shown in Figure 1, f0 was 2000Hz\r\n\n\n\\(f1x f2)1/2 = 2000\r\n\n\nf1 = f2*0.9049\r\n\n\nf1 = 1902 Hz\r\n\n\nf2 = 2102 Hz\r\n\n\n2. Use an oddball paradigm to examine the stimulus-specific adaptation.\r\n  3. Present the stimuli in a repetitive sequence of nine standard tones followed by a single deviant tone? f1, f1, f1, f1, f1, f1, f1, f1, f1, f2 and f2, f2, f2, f2, f2, f2, f2, f2, f2, f1. The standard and deviant stimuli occur at a ratio of 9 to 1.\r\n  4. Set the stimulus intensity at 70 dB.\r\n  5. Set the ISI at 200 ms or 1,000 ms. For statistical comparisons use data obtained with an ISI of 1,000 ms.\r\n  6. Calculate PSTHs from over 180 trials for the standard tone and 20 trials for the deviant tone. Figure 2 shows neuronal responses of raw data, raster display, and PSTHs, to the stimuli, f1 and f2, of the oddball paradigm.\r\n  Figure 2 near here\r\n\n\nDeviance modulation of MGB:\r\n\n\n1. Set a deviance paradigm which consists of the following sequence of stimuli: f1, f1, f1, f1, f1, f1, f1, f1, f1, f1, f2, and p.\r\n  2. Set a control paradigm, in which f2 is replaced with f1 to generate the following sequence: f1, f1, f1, f1, f1, f1, f1, f1, f1, f1, f1, and p. The rational for the paradigms is that the TRN neurons would be activated by f2 in the deviance paradigm, but not by the final f1 in the control paradigm.\r\n  3. Compared MGB neuronal responses to p under the deviance and control paradigms. Differences would show the modulatory effect of the TRN deviance preference.\r\n  4. Choose frequencies of f1 and f2 that evoked no response from the MGB neuron being recorded in order to exclude the last adaptation effect of the responses to the preceding sequence of tones \\(f1, …, f1 or f1,…, f2) on the responses to p,.\r\n  5. Set the ISI at 150 ms between consecutive f1 stimuli and between f1 and f2.\r\n  6. Separate the f2 stimulus from p by 50 ms. The p is followed f2 without any delay, as the duration of all stimuli \\(f1, f2, and p) is 50 ms.\r\n  7. Set the inter-block stimulus at 3 s.\r\n  8. Randomly present blocks of the deviance and control paradigms based on a computer program. Figure 3 shows one of the results in which the MGB neuron showed no responses to f1 and f2 but responded to the probe stimulus, p. As shown in Figure 3, the preceding deviance paradigm modulates the auditory response of the MGB neuron \\(see the results in Figure 5 of Ref5).\r\n  Figure 3 near here\r\n\n\n9. Define an index to measure the modulatory effect on the auditory response of the MGB neurons by the preceding deviance paradigm. The index IDC is defined as \\(RD – RC) / \\(RC+ RD), where RD and RC are the responses to the probe stimulus in the deviance and control paradigms, respectively. A negative value indicates a suppressive effect, while a positive value indicates an enhanced effect.\r\n  10. Set the threshold for determining a modulatory effect, IDCth, on a neuron-by-neuron basis.\r\n  11. Calculated the IDCth for each individual neuron using the above equation with responses from the odd \\(30 trials) and even number \\(30 trials) of trials in the control paradigm. When the absolute value of IDC exceeds the absolute value of IDCth, the neuron is considered to have undergone modulation and included in the statistics. Refer to Figure 5 in Ref5 for the results of IDC distribution of the MGB neurons.\r\n  Combination of light and sound stimuli:\r\n\n\n1. Present a combination of a light stimulus \\(50 ms) and a noise-burst with a 50-ms interval \\(LS paradigm).\r\n  2. Present only the sound stimulus \\(S paradigm) in the control paradigm.\r\n  3. Deliver white light through an array of light diodes, which is placed inside the sound-proof chamber and controlled electronically outside the chamber.\r\n  4. Compare MGB neuronal responses to the sound stimulus under the LS paradigm and S paradigm.\r\n  5. Perform an initial examination of the neuronal response to the visual stimulus only to exclude the adaptation effect.\r\n  6. Randomly present the LS and S paradigms in every 3 s.\r\n  7. Sort neuronal response data for each paradigm using a homemade program. Figure 4 shows a result \\(more results could be found at Figure 7 in Ref5).\r\n  Figure 4 near here\r\n\n\nCRITICAL STEP:\r\n\n\n1. Try the different tones f1 and f2\r\n  2. Make the sound level of the probe stimulus as low as possible to extract the maximal modulation effect.\r\n  TRN inactivation suppresses deviance modulation of MGB:\r\n\n\n1. Glue a tungsten microelectrode to the injection glass pipette to monitor the activity of the TRN. The distance between the two tips was approximately 200 ?m.\r\n  2. Monitor MGB neuron’s deviance modulation effect.\r\n  3. Injected lidocaine \\(0.3 microL, 20 mg/ml; Sigma, St. Louis, MO) in the TRN using a microinjection syringe \\(Hamilton, Reno, NV), when there is modulation to the MGB.\r\n  4. Monitor neuronal activities in the TRN before, during and after the injection \\(Figure 5).\r\n  5. Repeat deviance detection paradigm at 2-3 minutes after the lidocaine injection.\r\n  Figure 5 near here\r\n\n\n6. Compare the above results with that before the TRN inactivation \\(Figure 6, and Figure 6 in Ref5).\r\n  Figure 6 near here\r\n\n\nAnatomical confirmation:\r\n\n\n1. Deeply anesthetize the rats with sodium pentobarbital.\r\n  2. Perfuse the rats transcardially with 0.9% saline and then with 4% paraformaldehyde in 0.1 M phosphate buffer \\(pH 7.3).\r\n  3. Remove and store the brains overnight in 0.1 M phosphate buffer containing 30% sucrose.\r\n  4. Stain the transverse thalamic sections of 50 micro m thickness using the Nissl method.\r\n  5. Overlaid the images of Nissl-stained sections onto a physiological map, using the electrode penetration tracks and lesions for guidance.\r\n  6. Enlarge the Nissl images by 10% – 13% prior to overlay to compensate the shrinkage during histological procedure. Figure 7 shows the Nissl staining of the MGB and the TRN.\r\n  Figure 7 near here\r\n\n\nData analysis:\r\n\n\n1. Carried out spike detection with OpenEX software \\(Tucker-Davis Technologies, TDT, Alachua, FL).\r\n  2. Analyze differences between varying conditions with ANOVA.\r\n  3. Consider P < 0.05 as statistically significant."
        },
        {
            "header": "Timing",
            "content": "10 hours"
        },
        {
            "header": "Critical Steps",
            "content": "In the procedure."
        },
        {
            "header": "Anticipated Results",
            "content": "1) TRN neurons would show significantly stronger responses to a pure-tone stimulus when it appears as the deviant stimulus than when it appears as the standard stimulus.  Though some MGB neurons also exhibited a deviance-preference, the deviance-detection index would be significantly greater in TRN neurons than in MGB neurons.  \r\n\n\n2) The deviance paradigm would modulate MGB neurons. The modulation could be deviance-suppressed and deviance-enhanced.  \r\n\n\n3) The modulation effect would be cross-modality.\r\n\n\n4) TRN inactivation would neutralize the deviance modulation of MGB."
        },
        {
            "header": "References",
            "content": "1. Jones, E.G. Some aspects of the organization of the thalamic reticular complex. J Comp Neurol 162, 285-308 \\(1975).\r\n  2. Steriade, M., Jones, E.G. & McCormick, D.A. Thalamus: Organisation and Function. \\(Elsevier Science, Oxford, 1997).\r\n  3. Crick, F. Function of the thalamic reticular complex: the searchlight hypothesis. Proc Natl Acad Sci U S A 81, 4586-90 \\(1984).\r\n  4. Llinás, R. & Paré, D. in Thalamus \\(eds. Steriade M., Jones E.G. & McCormick D.A.) 501-516 \\(Plenum,, New York, 1997).\r\n  5. Yu, X.-J., Xu, X.-X., Chen, X., He, S.-G. & He, J. Slow recovery from excitation of thalamic reticular nucleus neurons. J. Neurophysiol. J Neurophysiol 101, 980-987 \\(2009a)..\r\n  6 Yu, X.-J., Xu, X.-X. ., He, S.-G. & He, J. Change detection by thalamic reticular neurons. Nat Neurosci \\(in press, 2009b).\r\n\n\n7. Xiong Y, Yu YQ, Chan YS, and He J. Effects of cortical stimulation on auditory-responsive thalamic neurones in anaesthetized guinea pigs. J Physiol 560: 207-217 \\(2004).\r\n  8 Yu YQ, Xiong Y, Chan YS, He JF. In vivo intracellular responses of the medial geniculate neurones to acoustic stimuli in anaesthetized guinea pigs. J Physiol \\(Lond) 560, 191-205 \\(2004a) .\r\n\n\n9 Yu YQ, Xiong Y, Chan YS, He JF Corticofugal gating of auditory information in the thalamus: an in vivo intracellular recording study. J Neurosci 14, 3060-3069 \\(2004b).\r\n\n\n10 Paxinos, G. & Watson, C. The rat brain in stereotaxic coordinates \\(Elsevier Academic Press, Amsterdam, 2005)."
        },
        {
            "header": "Acknowledgements",
            "content": "Competing interests statement: The authors declare that they have no competing financial interests.\r\n\n\nCorrespondence and requests for materials should be addressed to rsjufang@polyu.edu.hk."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nn.2373",
                "date": "2009-07-14 09:14:37",
                "title": "Change detection by thalamic reticular neurons",
                "authors": [
                    "Xiong-Jie Yu",
                    "Xin-Xiu Xu",
                    "Shigang He & Jufang He"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11293,
                "identity": "9f655291-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiong-Jie  Yu",
                "email": "",
                "orcid": "",
                "institution": "CAS-Hong Kong Joint Research Laboratory for Visuo-Auditory Integration, Institute of Biophysics, Chinese Academy of Sciences (CAS), Beijing 100101, China;Laboratory of Applied Neuroscience,The Hong Kong Polytechnic University ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiong-Jie",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 11294,
                "identity": "9f655904-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shigang He",
                "email": "",
                "orcid": "",
                "institution": "CAS-Hong Kong Joint Research Laboratory for Visuo-Auditory Integration, Institute of Biophysics, Chinese Academy of Sciences (CAS), Beijing 100101, China ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shigang",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            },
            {
                "id": 11295,
                "identity": "9f655c15-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jufang  He",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Applied Neuroscience, Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jufang",
                "middleName": "",
                "lastName": "He",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-03 13:42:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.213",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.213",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608037,
                "identity": "79d9e3eb-4edc-48b6-b402-47f43062daf3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32436,
                "visible": true,
                "origin": "",
                "legend": "Auditory responses of a thalamic reticular nucleus (TRN) neuron as a function of stimulus frequency at 70 dB SPL.     We randomly presented pure tones of varying frequencies (500Hz - 48 KHz) for 15 trials.  ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_1.png"
            },
            {
                "id": 2608041,
                "identity": "aefb1f8c-80cf-4c44-87d4-c263b4e9a87a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 124180,
                "visible": true,
                "origin": "",
                "legend": "Differential responses of TRN neurons to pure-tone stimuli of two frequencies presented in an oddball paradigm.     (a) Raster displays showing responses to tones of two frequencies (f1, 1902 Hz and f2, 2102 Hz) when presented as f1 standard (90% appearing probability) and f2 deviant (10% appearing probability) or f1 deviant and f2 standard. The ISI was 1 s.  We sampled responses to the standard frequency from trial no. 81 to 100 (20 trials), and all those to the deviant frequency (20 trials: trial no. 1 to 20).  (b) PSTHs of the responses that shown in (a).",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_2.png"
            },
            {
                "id": 2608039,
                "identity": "8cfe8b40-9ae4-4abf-a721-20c22544d90d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 122177,
                "visible": true,
                "origin": "",
                "legend": "Effect of the deviant-stimulus paradigm on MGB neuronal responses to a probe stimulus.     Raster displays showing responses of one MGB neuron to sequential auditory stimulus paradigms.  In the control stimulus paradigm (left columns), we presented pure tones of f1 (blue bars) for 11 times before a probe stimulus (black bar).  In the deviance paradigm (right columns), we presented pure tones of f1 (blue bars) for 10 times before a deviant stimulus, pure tone of f2 (red bar) and a probe stimulus (black bar).  The tones and probe stimuli had 50-ms duration with 5 ms rise-fall time. f1 = 3805 Hz, f2 =4204 Hz, and p = noise burst.  Upper raster displays show neuronal responses during the whole time (2 s), while the lower ones show neuronal responses the first 100 ms after the probe stimulus (magnified 1:20 from the upper displays).  Bottom panel shows PSTHs of MGB neuronal responses. ** P &lt; 0.01 (ANOVA).",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_3.png"
            },
            {
                "id": 2608040,
                "identity": "bb7d2325-21d8-48d1-adec-c9e485e37477",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 95778,
                "visible": true,
                "origin": "",
                "legend": "Effect of a preceding light stimulus on MGB neuronal responses to sound stimuli.     Raster displays (a) and PSTHs (b) show responses to the probe stimulus in S and LS paradigms.  (a) We tested the responses of the MGB neuron in a control paradigm (left panel, only a probe stimulus, S) and a cross-modality paradigm (right panel, LS).  The probe stimulus was a 50-ms noise burst with 5-ms rise-fall time.*P &lt; 0.05 (ANOVA).",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_4.png"
            },
            {
                "id": 2608045,
                "identity": "3801451e-6bdf-4249-95bd-c2aa1c52a07f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 93633,
                "visible": true,
                "origin": "",
                "legend": "Auditory responses of a TRN neuron before and after application of lidocaine.    a-b: Top: Extracellular recordings show the first 100-ms neuronal responses to noise busts for the first 10 trials before (a) and after (b) application of lidocaine.  The lowest trace shows the noise-burst stimulus.  Bottom: Raster displays show neuronal responses for 40 trials.  There was no spike in response after application of lidocaine (b).  The ISI was 1500 ms.  ",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_5.png"
            },
            {
                "id": 2608042,
                "identity": "e57fa8f9-da01-47ce-8fd6-fcfdb6463e1d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 89335,
                "visible": true,
                "origin": "",
                "legend": "Effect of TRN inactivation on modulation of MGB neuronal responses by deviant paradigms.     (a, b) MGB neuronal responses to sequential stimulus paradigms in the presence of an intact (a) and inactivated TRN (b).  In the control stimulus paradigm, we presented pure tones of f1 for 11 times before a probe stimulus (left columns).  In the deviance paradigm, we presented pure tones of f1 for 10 times before a deviant stimulus, pure tone of f2 and the probe stimulus (right columns).  The upper row shows neuronal responses for the whole 2 s and the lower row shows the first 100 ms after the probe stimulus (magnification 1:20).  f1 = 3805 Hz (blue bars), f2 = 4204 kHz (red bars), p = noise burst (black bars).  (c) PSTHs of MGB neuronal responses.  **P &lt; 0.01 and n.s. (not significant) (ANOVA), p= 0.56 in left column. (Figure 6a was reproduced from the supplementary Figure 1a in Ref.6).",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_6.png"
            },
            {
                "id": 2608044,
                "identity": "114eafc0-9b8d-4e6b-bb9c-6b87577b2327",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:55",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 262357,
                "visible": true,
                "origin": "",
                "legend": "Nissl staining of the MGB (a) and the TRN (b).",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/figure_7.png"
            },
            {
                "id": 13464699,
                "identity": "dbe72874-5e72-408e-b9b8-f4a7b160b7ef",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:24",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 978504,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-590/v1/4e50265b-815a-4382-97c3-7e99db3d8d53.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "reticular nucleus, stimulus-specific adaptation, medial geniculate, auditory response, attention\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Dorsal thalamus modulated by thalamic reticular nucleus",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-10-22 05:53:48",
                "doi": "10.1038/nprot.2009.213",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f64de9a-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 22nd, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2328,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-10-22 05:53:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}