{
    "identity": "nprot-6673",
    "title": "Qualitative growth potential test for brackish _Vaucheria_ species",
    "content": [
        {
            "header": "Introduction",
            "content": "The yellow-green alga _Vaucheria_ is named after Genevan botanist Vaucher who first described it as a fresh water species<sup>1</sup>. However, it turned out that _Vaucheria_ species can be found in brackish and sea water environments as well<sup>2</sup>. For example, the species _V. litorea_ is euryhaline and can tolerate a large range of salinities<sup>2,3</sup>. This species can therefore be found along estuaries from the sea to almost fresh water conditions upstream. _Vaucheria_ forms long tubular cells or filaments from which it exhibits apical growth. At high densities these filaments can become an interwoven felt-like structure that appears dark green<sup>1-3</sup>. Often the filaments are shaping into interwoven tufts that are spatially organised at the scale of centimeters in hexagonal facets. This is why the common name for _Vaucheria_ is ‘Nopjeswier’ in Dutch, which would be translated as ‘Bubble seaweed’. Although commonly found, so far these algae have received little scientific inquiry.\r\n\n\n\r\n\n\nDense mats of _Vaucheria_ can stabilise sediments. These mats can cover creek levees, or the interaction of algal growth and sediment accretion can result in a ridge-and-runnel bedform at the scale of meters. While _Vaucheria_ is visually covering the ridges as thick algal mats, the runnels are apparently deprived of the filamentous algae. Yet, it is not clear why the algae appear to be absent. It could be that _Vaucheria_ is present but that growth is suppressed due to adverse local environmental conditions, such as increased flow velocities or poor drainage. But on the other hand, it is also possible that no algae are present in the first place, which hinders the development of algal mats within the runnels. Although it is often assumed that algae or their propagules are omnipresent in the sediment, often no formal tests are conducted to test if they are indeed present. Here, we provide a protocol that can provide a qualitative growth potential test for _Vaucheria_ species.\r\n\n\n\r\n\n\n_**The approach**_\r\n\n\nBare tidal flats are sampled and samples are incubated to see if viable propagules are present in the sediments. To this end, samples are taken at different locations \\(e.g., different tidal flat sites along an estuary, and/or different locations or intertidal elevations on one tidal flat) and with a number of replications \\(e.g., 5) per sample location. To clear the samples from sediment dwelling animals the samples are defaunated by freeze-thawing \\(for 48h at -20°C) at arrival in the lab. Next, these samples are incubated after defrosting and homogenisation to see if _Vaucheria_ develops. The samples are incubated at 18°C, under light \\(1000-1500 lux) and provided with MDV media developed to grow algae. To control for the procedure, i.e. check for cross-contamination, a negative control was applied for every sample by sterilising at 121°C for 15 min. As a positive control, i.e. to check if sample handling and growth conditions \\(e.g., light, temperature and nutrients) are sufficient, also 5 samples, clearly positive for _Vaucheria_, are taken from each field site and incubated following the same procedure. See Figure 1 for an overview of the procedure.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6533/original/Figure1_new.png?1523027723\">See figure in Figures section.</a>\r\n\n\n_Figure 1: Overview of the sample preparation procedure._\r\n\n\n_Sample handling, from sampling in the field \\(1) to sample preparation \\(2.1-2.5) and incubation \\(3).\r\n\n\n\r\n\n\nThe protocol, equipment and materials used as described below are developed specifically for _Vaucheria_ in tidal areas where inundation by brackish or seawater is the main stressor. However, this method will also incubate other algal species \\(e.g., microphytobenthos like diatoms)."
        },
        {
            "header": "Reagents",
            "content": "_MDV medium:_\r\n\n\nSee \"MDV.pdf\":https://ccy.nioz.nl/files/themes/ccy/ccy_media/MDV.pdf for the recipes to make the MDV medium.\r\n\n\nSalinity is adjusted with NaCl \\(between 5 - 10ppt).\r\n\n\nPer culture flask 20 ml MDV medium is needed.\r\n\n\n\r\n\n\n_Erdschreiber medium \\(alternative):_\r\n\n\nAlternatively to the MDV medium, the Erdschreiber medium can be used for growing _Vaucheria_<sup>3</sup>.\r\n\n\n\r\n\n\n_Tap water:_\r\n\n\nTo wet the sediment samples for homogenisation, sterilised and filtered \\(0.22 µm pore size filter) tap water is used. No distilled H<sub>2</sub>O \\(dH<sub>2</sub>O) is used to reduce risk for osmotic shock, which would reduce viability of the propagules in the sediment.\r\n\n\nAlternatively, sterilised filtered seawater can be used. Make sure it is diluted to the proper salinity.\r\n\n\n\r\n\n\nAll media, including sterilised tap or seawater, are sterilised using moist heat sterilisation in an autoclave at a temperature of 121ºC for 15 min."
        },
        {
            "header": "Equipment",
            "content": "_**1) Sampling in the field:**_\r\n\n\nFor collecting sediment and _Vaucheria_ samples in the field you need:\r\n\n\n● Sterilised sampling containers \\(at least 60 ml)\r\n\n\n● Waterproof markers\r\n\n\n●  Conductivity or refractometer to measure salinity\r\n\n\n● \\(d)GPS \\(optional)\r\n\n\n\r\n\n\n_**2) Sample preparation:**_\r\n\n\nFor sample storage and defaunation:\r\n\n\n● Freezer \\(-20°C)\r\n\n\n\r\n\n\nFor further sample preparation\r\n\n\n● Tissue culture flasks, growth surface 25 cm<sup>2</sup> \\( \"TPP A 90026\":http://www.tpp.ch ), \\(2 per sample)\r\n\n\n● Balance \\(±0.1 g)\r\n\n\n● Metal spatula\r\n\n\n● Bunsen burner\r\n\n\n● Pipette balloon\r\n\n\n● Autoclave\r\n\n\n● Cotton wool\r\n\n\n● Sterilised tap water \\(using autoclave)\r\n\n\n● Sterilised glassware:\r\n\n\n • Erlenmeyer flask, 50 ml \\(1 per sample)\r\n\n\n • Glass graduated pipette \\(25 ml)\r\n\n\nGlassware is sterilized using dry heat sterilization in hot air oven at a temperature of at least 160ºC for at least 2 hours.\r\n\n\n\r\n\n\n_**3) Incubation:**_\r\n\n\nFor the incubation of the samples a climate room or equivalent is required.\r\n\n\n\r\n\n\nSettings culture environment:\r\n\n\n● Temperature: 18°C\r\n\n\n● Light conditions: 1000-1500 lux\r\n\n\n● Photoperiod: light:dark \\(LD) 16:8 h\r\n\n\nTo set up this incubation environment sufficient light armatures and time switches are required,\r\n\n\n\r\n\n\n_**4) Qualitative scoring:**_\r\n\n\n● Pen and paper\r\n\n\n● Digital camera \\(optional)\r\n\n\n● Magnifying glass / microscope \\(optional)"
        },
        {
            "header": "Procedure",
            "content": "_**1) Sampling in the field:**_\r\n\n\nIn the field, samples are taken from the bare sediment scooping at least 50 ml of material from the upper layer \\(~1 cm) of sediment using the sample container itself. Sample containers are labeled according to the sample location and replicate number. Next to sampling bare sediment samples, patches with clear _Vaucheria_ presence need to be sampled as positive control.\r\n\n\n\r\n\n\n_**2) Sample preparation:**_\r\n\n\nPrepare 2 tissue culture flasks and 1 Erlenmeyer per sample. One flask per sample will contain the potentially viable sample for incubation, while the other will be the negative control. Label the flasks accordingly.\r\n\n\nIf you work in batches because the autoclave can only handle a limited number of samples, make sure all Erlenmeyer flasks are labeled.\r\n\n\n\r\n\n\n_2.1) Freeze-thaw:_\r\n\n\nTake the samples from the freezer and let them thaw to room temperature.\r\n\n\n\r\n\n\n_2.2) Homogenisation:_\r\n\n\nPlace the Erlenmeyer flask on a balance. Sterilise the metal spatula in the Bunsen flame. Bring ~50 gr of sample into the Erlenmeyer flask using the spatula. Add 2 ml of sterilised tap water and homogenise the sediment by stirring and gently shaking.\r\n\n\n\r\n\n\n_2.3) Add sample and medium to culture flask:_\r\n\n\nPlace the tissue culture flask on a balance. Bring ~20 gr of homogenised sample into the flask using the spatula. Add 20 ml of MDV medium. Gently shake so the sediment gets evenly spread across the flask growth surface.\r\n\n\n\r\n\n\n_2.4) Autoclave sample:_\r\n\n\nClose the Erlenmeyer flask with cotton wool and sterilise the samples for 15 min at 121°C using the autoclave.\r\n\n\n\r\n\n\n_2.5) Add sample and medium to culture flask:_\r\n\n\nPlace the tissue culture flask on a balance. Sterilise the metal spatula in the Bunsen flame. Bring ~20 gr of the sterilised sample into the flask using the spatula. Add 20 ml of MDV medium. Gently shake so the sediment gets evenly spread across the flask wall.\r\n\n\n\r\n\n\nAbove steps \\(_2.2-5_) are repeated for all samples, including the positive controls with _Vaucheria_ present.\r\n\n\n\r\n\n\n_**3) Incubation:**_\r\n\n\nPlace the tissue culture flask in the climate room for incubation for at least 6 weeks. Make sure the temperature and light conditions are set as described in: **Equipment** _3) Incubation_\r\n\n\nGently shake the flasks once every couple of days to make sure nutrients are distributed well and gas exchange is facilitated.\r\n\n\nExtend the incubation time with a few weeks, in case no clear visible signs of the filamentous algae are present. The positive controls are a good indicator of development.\r\n\n\n\r\n\n\n_**4) Qualitative scoring:**_\r\n\n\nFirst, the culture flasks are inspected for the development of green pigments \\(or brown in case of diatoms) on the sediment surface. Presence of pigments is an indication of good growth conditions for benthic algae and are therefore documented. If green pigments are present, the flask is more carefully observed for the presence of filaments. In case filaments are present it is likely the sample is positive for _Vaucheria_. In case the filaments are weakly developed a magnifying glass or microscope can be used to make sure the algae are present. To make sure the filaments are _Vaucheria_ the flasks can be further inspected using magnifying glass or microscope.\r\n\n\nAdditionally, in well-developed samples _Vaucheria_ can be identified at the species level. Therefore, the algae need to be sexually mature\n3\n. Moreover, it is possible to take pictures of the tissue culture flasks at the start and at the end of incubation."
        },
        {
            "header": "Timing",
            "content": "_**1) Sampling in the field:**_\r\n\n\nSampling the sediment surface takes about 1-2 minutes per sample point. Much of the time spent depends on the local conditions in the field and the distance one needs to move between sample points. It is easier to work in locations with firm soil conditions \\(e.g. sandy sites), compared to soils of muddy unconsolidated sediments. Time can be saved if the locations of the sample points are determined in advance and put in the GPS to find the plots quickly, e.g. using the stakeout option.\r\n\n\nRemark: When doing fieldwork, it is best to work in pairs. It is much easier and more time efficient to divide tasks, e.g. one person does the practical work of checking the plots and counting/measuring the biomass, while the other writes notes and measurements down. Moreover, working in pairs is preferred in intertidal areas to ensure a safe working environment. \r\n\n\n\r\n\n\n_**2) Sample preparation:**_\r\n\n\nGathering all equipment, materials and preparing the autoclave requires some time. All glassware needs to be sterilised before use, which takes at least 2 h. With all the reagents prepared in advance, the sample preparation procedure \\(_2.1 – 2.5_) will require 30-45 mins per batch \\(depending on experience). The batch size depends on the volume of the autoclave \\(see _2.4_).\r\n\n\n\r\n\n\n_2.1) Freeze-thaw:_\r\n\n\nDefaunation by freezing should be done directly at return for at least 48 h. Thawing takes about 2h at room temperature.\r\n\n\n\r\n\n\n_2.2) Homogenisation:_\r\n\n\nAdding sediment and water to the Erlenmeyer flask and homogenisation takes about 1-2 minutes per sample.\r\n\n\n\r\n\n\n_2.3/5) Add sample and medium to culture flask:_\r\n\n\nAdding sediment and medium to the tissue culture flask takes about 1-2 minutes per flask.\r\n\n\n\r\n\n\n_2.4) Autoclave sample:_\r\n\n\nThe autoclavation of the negative controls takes 15 min. In the meantime, adding the medium from step _2.3_ can be done for the non-control culture flasks. The number of Erlenmeyer flasks that can be sterilised at once is limited, which requires working in batches. The number of Erlenmeyer flasks that can be autoclaved at once is an important factor limiting the time it takes to prepare the samples for incubation.\r\n\n\n\r\n\n\n_**3) Incubation:**_\r\n\n\nIncubation takes about 6 weeks. However, if no visible signs of _Vaucheria_ have developed, the incubation time can be extended with a couple of weeks. Especially, the positive controls are a good indication if the incubation time was long enough.\r\n\n\n\r\n\n\n_**4) Qualitative scoring:**_\r\n\n\nJudging the presence or absence of _Vaucheria_ in the tissue culture flasks takes less than a minute if the filaments are well developed. Otherwise it can take a bit more effort, as magnifying glass or microscope need to be used for identification."
        },
        {
            "header": "Troubleshooting",
            "content": "The positive and negative controls are implemented as a quality control. In case the negative control turns out to be positive, or if the positive control turns out to be negative, action needs to be taken, because it points at troubles during the execution of the protocol.\r\n\n\n\r\n\n\n_Negative control is positive:_\r\n\n\nIn case the negative controls are positive, i.e. _Vaucheria_ develops from the autoclaved samples, this means that somewhere in the procedure cross-contamination has occurred, which makes it unsure if positive samples are the result from actual propagules in the sediments or not. This means that the experiment has to be done again. Make sure that all glassware and other equipment and materials that are used to collect or transfer sediment samples are sterilised. Furthermore, 1) note and obey the remarks on sterilisation throughout the procedure strictly; 2) make sure the medium is sterilised; 3) make sure the glass pipette is not touching flasks when adding the medium.\r\n\n\n\r\n\n\n_Positive control is negative:_\r\n\n\nIf the positive controls remain negative, i.e. _Vaucheria_ does not develop from the samples that contained the algae, this means one or more of the steps in the sample preparation and incubation are preventing the _Vaucheria_ from developing. Most likely, the _Vaucheria_ did not incubate long enough. It might require more time than the prescribed 6 weeks for visible signs of _Vaucheria_ to develop. Just extend the incubation period with a few weeks and evaluate development again.\r\n\n\n\r\n\n\nIt is possible that the freeze-thawing has decimated the propagules. However, it is unlikely this is the main cause as it has been shown that propagules in sediments are still viable after prolonged exposure to anoxia<sup>4</sup> or after repeated freeze-thawing cycles<sup>5</sup>. It is more likely that the incubation conditions are suboptimal. Therefore, make sure temperate, light and nutrients are set as was described by the protocol in case still nothing develops after extending the incubation time. Although _Vaucheria_ is known to tolerate large fluctuations in salinity<sup>2,3</sup>, it could be that the salinity of the medium is not similar to the salinity of the sample site. Adjust the salinity of the medium and incubate the sample again.\r\n\n\n\r\n\n\nThe freeze-thawing step is important for defaunation of the sediment samples. The presence of benthic fauna can hamper the development of _Vaucheria_ due to consumption and disturbance of the algal cells. However, some worm species, e.g. _Hediste sp._, can develop anti-freeze substances in their soft-tissue to make them more resistant to freezing. Especially, if samples are taken during winter conditions the worms might have been acclimated and it will be more difficult to kill all worms. Freezing longer or at lower temperatures can improve the defaunation in those cases. Furthermore, longer freezing times might also be required if larger sample volumes are taken."
        },
        {
            "header": "Anticipated Results",
            "content": "In general, it is assumed that _Vaucheria_ propagules are omnipresent in the sediments. However, as _Vaucheria_ is not observed to develop into algal mats everywhere, even though intertidal conditions are favourable, it is possible that the absence of the algae is due to the fact that no propagules are present. This quantitative test should be able to answer if propagules are present in the sampled sediments."
        },
        {
            "header": "References",
            "content": "1. Breckenfeld \\(1884). The life history of Vaucheria. _Scientific American_ 18, 7349 - 7350\r\n  2. Christensen, T. \\(1988). Salinity preference of twenty species of _Vaucheria_ \\(_Tribophyceae_). _Journal of the Marine Biological Association of the United Kingdom_, 68\\(3), 531-545.\r\n  3. Simons, J. \\(1975) Vaucheria species from estuarine areas in the Netherlands. _Netherlands Journal of Sea Research_, 9 \\(1): 1-23\r\n  4. Schneider, C. W., Parpal, A. A., Hunt, C., & Ratan, R. \\(2008). Anoxic Propagule Survival in _Vaucheria_ \\(_Vaucheriales, Heterokontophyta_) from New England Riparan Sediments. _Rhodora_, 110\\(942), 217-224.\r\n  5. McDevit, D. C., & Schneider, C. W. \\(2002). The survival of _Vaucheria_ \\(_Vaucheriaceae_) propagules in New England riparian sediments after repeated freeze/thaw cycles. _Rhodora_, 161-169."
        },
        {
            "header": "Acknowledgements",
            "content": "I thank M. Grego for sharing tips and tricks for culturing algae. V.F.A. de Witte & R.C. van de Vijsel are acknowledged for useful comments on earlier versions of the protocol. The work of JvB is funded by the VNSC project \"Vegetation modelling HPP\" \\(contract 3109 1805). Any use of trade, product, or firm names is for descriptive purposes only and does not imply endorsement by the NIOZ."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1002/esp.4783",
                "date": "2019-12-20 20:31:32",
                "title": "Estuarine biofilm patterns: Modern analogues for Precambrian self‐organization",
                "authors": [
                    "Roeland C. Vijsel",
                    "Jim Belzen",
                    "Tjeerd J. Bouma",
                    "Daphne Wal",
                    "Valentina Cusseddu",
                    "Sam J. Purkis",
                    "Max Rietkerk",
                    "Johan Koppel"
                ],
                "journal": "Earth Surface Processes and Landforms",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 20618,
                "identity": "807b51a6-c44a-48a2-a227-28a200d839e2",
                "order_by": 0,
                "name": "Jim van Belzen",
                "email": "jim.van.belzen@nioz.nl",
                "orcid": "",
                "institution": "van Belzen Lab; Department of Estuarine and Delta Systems, Royal Netherlands Institute for Sea Research (NIOZ) and Utrecht University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jim",
                "middleName": "van",
                "lastName": "Belzen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-04-06 15:52:00",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.2.1587/v2",
        "doiUrl": "https://doi.org/10.21203/rs.2.1587/v2",
        "draftVersion": [],
        "editorialEvents": [
            {
                "content": "https://doi.org/10.1038/protex.2018.041",
                "type": "published",
                "date": "2018-04-10T20:42:18+00:00"
            }
        ],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 338721,
                "identity": "4cc4bb94-1567-4da8-923d-47f36ae96c55",
                "added_by": "auto",
                "created_at": "2020-01-08 15:03:23",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 79096,
                "visible": true,
                "origin": "",
                "legend": "Overview of the sample preparation procedure   Sample handeling from sampling (1) in the field, to sample preparation (2.1-2.5), and incubation (3).",
                "description": "",
                "filename": "Figure1new.png",
                "url": "https://assets.researchsquare.com/files/nprot-6673/v2/Figure1_new.png"
            },
            {
                "id": 13484633,
                "identity": "4ab48bc9-4906-492f-8d59-8e62168fd07c",
                "added_by": "auto",
                "created_at": "2021-09-16 21:58:38",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 201116,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6673/v2/9480da90-b457-4d4f-bfa4-f4d1d2759d8a.pdf"
            }
        ],
        "financialInterests": "The author declares no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": false,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "algae, culture, growth potential, sediment, _Vaucheria_",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "The yellow-green algae _Vaucheria_ can be found on tidal flats as densely interwoven mats. Such dense mats can stabilise sediments and result in a ridge-and-runnel bedform. While _Vaucheria_ is visually covering the ridges as thick algal mats, the runnels are apparently deprived of the filamentous algae. In the present protocol I describe the procedure for sampling and testing sediments for the presence of _Vaucheria_ propagules. The method provides a qualitative test for the presence of algae propagules of _Vaucheria_ in bare sediments but is non-exclusive as also other algae \\(e.g., microphytobenthos) will grow when present. To check for cross-contamination and sufficient growth conditions, appropriate negative and positive controls are implemented.",
        "manuscriptTitle": "Qualitative growth potential test for brackish Vaucheria species",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-04-10 09:41:51",
                "doi": "10.1038/protex.2018.041",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            },
            {
                "code": 2,
                "date": "2020-01-08 15:03:23",
                "doi": "10.21203/rs.2.1587/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0f95751-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 8th, 2020",
        "published": true,
        "revision": "",
        "status": "published-in-journal",
        "subjectAreas": [
            {
                "id": 7614,
                "name": "Plant sciences"
            },
            {
                "id": 7615,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": {
            "articleIdentity": "nprot-6673",
            "link": "https://doi.org/10.1038/protex.2018.041",
            "journal": {
                "identity": "protocol-exchange",
                "isVorOnly": false,
                "title": "Protocol Exchange"
            },
            "publishedOn": "2018-04-10 20:42:18",
            "publishedOnDateReadable": "April 10th, 2018"
        },
        "versionCreatedAt": "2020-01-08 15:03:23",
        "video": "",
        "vorDoi": "10.1038/protex.2018.041",
        "vorDoiUrl": "https://doi.org/10.1038/protex.2018.041",
        "workflowStages": []
    }
}