{
    "identity": "nprot-2383",
    "title": "High Resolution Melting Analysis for fast and cheap polymorphism screening of marine populations",
    "content": [
        {
            "header": "Introduction",
            "content": "Melting curve analysis in combination with real-time PCR was introduced in 1997<sup>1,2</sup> and is a natural extension of continuously monitored PCR within each cycle<sup>3</sup>. During High resolution DNA melting analysis \\(HRM or HRMA), melting curves are produced using dyes that fluoresce in the presence of double-stranded DNA \\(dsDNA). Using specialized instruments designed to monitor fluorescence during heating; as the temperature increases, the fluorescence decreases, producing a characteristic melting profile<sup>4</sup>. Each PCR product is identified by its temperature melting \\(Tm) corresponding to the temperature at which half of the double strand DNA is denatured. When the PCR product sequence is altered, duplex stability is changed, leading to different melting behavior. When the change is homozygous, a shift in melting temperature is usually observed<sup>5</sup>. When the change is heterozygous, four duplexes are formed following PCR: two heteroduplexes and two homoduplexes. Each duplex will have differing stabilities, the sum of which can be observed by high-resolution melting analysis \\(see Fig. 1), enabling sequence variations to be detected. HRM analysis detects single nucleotide polymorphisms \\(SNPs) and small insertions or deletions in a fragment of amplified DNA by comparing the fluorescence as a function of the temperature. \r\n\n\nSeveral years after its first introduction, HRMA appears as a rapid method for genotyping known variants or scanning unknown variants<sup>6,7</sup>, with its applications recently reviewed<sup>8-11</sup>. Variations of HRMA have been developed to enhance resolution in small amplicons, the 3’ ends of a primer set placed at a very short distance from the informative SNP<sup>12</sup>. Alternatively, unlabelled probe can be used when multiple informative SNPs are present within a longer stretch of sequence, but also when the GC content is low or when the presence of polymorphisms prevents the placement of HRMA primers for small amplicons. In this latter case, the Tm of the unlabelled probe, and not of the entire amplicon, is used for genotyping<sup>13-15</sup>. However, the software available on HRMA instruments is an important element determining the ultimate sensitivity achieved<sup>16</sup>, and not all packages yet facilitate the use of temperature calibration probes. HRMA presents a specificity of 98.8% with an overall sensitivity of 99.3% of the samples with one or more heterozygous loci distinguished from wild type<sup>10</sup>. Although HRMA heterozygote detection is excellent with a rate of 100%<sup>17</sup>, successful discrimination between homozygous variants that melt in a single domain depends mostly on their Tm with an average detection rate of 75% from 6 prior studies using constitutional human variants<sup>8,17,18</sup>. The ability to use absolute temperatures differences for genotyping depends on the temperature precision of the instrument<sup>19</sup> and the consistency \\(ionic strength) of compared samples<sup>20</sup>. Interestingly, best homozygous variants detection rates of 93% and 96.5% were reported for human BRCA1 and mitochondrial DNA<sup>21,22</sup>. In both cases, PCR products were longer than 500 pb. These results suggest that longer PCR products may be preferred for homozygote detection, while for heterozygote detection shorter PCR products showed better results<sup>10,11</sup>. Another technique consists in creating an artificial heteroduplex by mixing wild type DNA with homozygous variants, converting homozygous variants into heterozygotes with an overall detection sensitivity of 96.9%<sup>10,23</sup>. \r\n\n\nHRMA is simple, rapid, and inexpensive but depends strongly on the quality of the PCR, instruments and dyes. Different DNA isolation methods did not influence scanning accuracy<sup>21</sup>. Although different reconstitution buffers can affect absolute Tms<sup>20</sup> also modified by salt, MgCl<sub>2</sub> and dye concentrations used for the amplification. DNA concentrations could vary at least 4-fold without affecting melting results<sup>20</sup>, but identical concentrations must be favored. Saturating DNA dyes are not required for some HRMA applications like methylation analysis<sup>24</sup>. However, scanning and genotyping are entirely dependent on heteroduplex identification and different dyes are variably effective. For example, LCGreen® Plus detects heterozygotes better than SYTO® 9, which is better than EvaGreen®, which is in turn better than SYBR Green I <sup>8</sup>. Pricing of the dyes differs significantly; all have slightly different characteristics, and they often demand slightly different PCR buffers and conditions. Best PCR product length was also studied on the HRTM-1<sup>25</sup> and LightScanner® Instruments<sup>11</sup>, revealing more errors as the length increases above 400 bp. However the optimal number of melting domains remains controversial between authors who argue between one domain melting<sup>18</sup> and two or more domains<sup>22</sup>. As the precision of qPCR and melting further improves with time, the number of replicates required decreases, making the approach even more accessible. Simultaneous scanning and genotyping allows better differentiation of multiple variants, the sequencing burden concerning only the different variants in large-scale screening projects. \r\n\n\nFirstly confined to clinical and diagnostic studies<sup>10</sup>, this method appeared recently in wild population studies of fish populations<sup>26,27</sup>, symbionts from the genus _Symbiodinium_<sup>28</sup> or Wolbachia using reference genotypes<sup>29</sup>. As a closed-tube system, HRMA represents a sensitive inexpensive and fast technique comparatively to new generation sequencing<sup>30</sup> or other modern gene scanning methods such as single-strand conformational polymorphism analysis in capillary sequencer<sup>31</sup>, denaturing high-performance liquid chromatography<sup>32</sup> or temperature gradient capillary electrophoresis<sup>33</sup>. Each of these methods requires application of the PCR products onto a matrix to separate and detect the heteroduplexes. In contrast, closed-tube systems eliminate the need for automation, greatly decrease the risk of laboratory contamination from open PCR product and significantly reduce analysis time. Based on all these attributes, a wide use of HRMA would be expected; however, a literature review as of May 2012 revealed no hits of this technique in non-model species despite the increasing importance of SNPs in this field, except on four recent populations studies focused on a a salmon<sup>27</sup>, swordfish<sup>26</sup>, a dipter<sup>34</sup> and a plant<sup>35</sup>. Here we used HRMA to genotype alleles in fish and shellfish populations. The entire procedure we propose of HRMA in combination with qPCR is completed within 1h20 as a single closed-tube assay in non-model species without SNPs knowledge required. In the same time this procedure allows the real-time monitoring of PCR quality and the scanning of 384 or 96 samples on 384- or 96-well plates on a LightCycler® 480 Instrument. Screened polymorphism of different genes is compared between the best dyes LCGreen® Plus dye in LightScanner® Instrument previsouly described<sup>15</sup> with the new Resolight® in LightCycler® 480 Instrument on two different marine species: an invertebrate, the abalone _Haliotis tuberculata_ and a vertebrate, the fish _Platichthys flesus_. \r\n\n\n\r\n\n\nExperimental design\r\n\n\nThere are several experimental design considerations that should be considered before initiating mutation screening using HRM, explained further below.\r\n\n\n\r\n\n\nDNA extraction. The DNA extraction method should be similar for all the DNA templates, as salts in the DNA template can influence the melting curve in the HRM analysis. This can be overcome to some extent by adding unlabelled probe as internal temperature standards<sup>12</sup>, but this is both a laborious and to some degree expensive step. Regarding the quality and quantity of DNA, it is also better to add the exact amount of template DNA to the PCR before amplification, as the dynamic range of HRMA is closed \\(see FIRST RESULTS). The quantity of the DNA can be measured by OD measurements or by using commercially available kits for measuring double-stranded DNA \\(e.g., PICOgreen) or directly by Nanodrop technology. The quality of DNA must be assessed by Agilent or migration on 1% agarose gel. The DNA samples were further diluted with PCR grade water to a concentration of 15 ng/μL for use in qPCR.\r\n\n\n\r\n\n\nPCR design and optimization. For nuclear gene, PCR primers should be designed to amplify fragments of 150–400 bp and each amplicon should ideally span an exon with one or more melting domains identified by software such as Poland server<sup>36</sup>. To PCR-amplify larger exons, it may be necessary to design primers that amplify several overlapping amplicons. As a significant loss of sensitivity has been shown for heterozygous variants detection when using long PCR amplicons, we therefore do not recommend the amplification of PCR products longer than 400 bp. Long products commonly have multiple melting domains and the ability to detect all the variants decrease with the number of domains. Short PCR products have usually only one domain and homozygous variants result in little if any shape change. However, we find it critical for high sensitivity that the melt profile contains not more than one or two melt domains. When assays are designed to type specific variants \\(SNP typing) we recommend fragment sizes of 80–100 bp. On the contrary, for mitochondrial genome screening, we recommend amplicons longer than 600 bp to identify homozygous variants<sup>22</sup> containing more than one domain and with mutations located at different parts of melt domains. \r\n\n\nThe primers should hybridize a region without any known SNP \\(use appropriate SNP databases) and the subsequent PCR amplicon could include more than one SNP. Primers were designed to flank the coding regions, without second structure \\(hairpin or dimer formation) and to be annealed at 60°C using Primer Express software \\(Applied Biosystems, Foster City, CA). All primers should be HPLC-purified before use to ensure the correct size and quality of the primers. \r\n\n\nPCRs should be optimized using a temperature gradient to determinate the optimal annealing temperature for primer sets at which a specific and robust amplicon is obtained. As the primer Tms are around 60, first PCR should consist on a touchdown temperature from 65 to 53°C. \r\n\n\n\r\n\n\nControls. At least one normal control must be used for comparison of melting curve patterns when unknown samples are analyzed \\(e.g., if a specimen is screened for mutations in several exons of a gene, one wild sample should be screened in the same exons for comparison). It should be noted that when larger series of sample are screened for the presence of different mutations, we recommend using representative known samples as references in each PCR to standardize the calibration between samples. Each sample with a peak pattern that differs from the normal controls should be sequenced to verify the presence of a mutation and to determine the exact nucleotide change. A negative ‘no-template’ control may be included in the PCR to detect potential DNA contamination. However, false-positive or false-negative results due to PCR carryover are usually not a problem in this assay, because each sample contains same amount of genomic DNA as starting material.\r\n\n\n\r\n\n\nInstrumentation and dyes. Different sets of fluorescent dyes are commercially available, al in the same spectral emission: SYTO® 9, LC Green® and more recently the Resolight® included in HRM Master Mix \\(Roche, Indianapolis, IN). This protocol describes HRM analysis using two different types of dyes and their corresponding instrument base procedures. The LC Green® on the LightScanner® Instrument \\(Roche, Indianapolis, IN) and the Resolight® on real time PCR, the LightCycler® 480 Instrument \\(Roche, Indianapolis, IN). These Instruments generate fluorescence data from 45–95°C at a temperature transition rate of 0.1 to 0.02°C/sec, and 22 to 25 acquisitions per °C for the LightScanner® and the LightCycler® 480 Instruments, respectively. The uses of these two dyes are slightly different. Resolight® presents the advantage to be less concentrated than LCGreen® PLUS dye that prevents the inhibitory effect of the intercalating fluorescent dye during PCR amplification. Thus, LightCycler® 480 Instrument allowed the visualization of the real-time amplification additionally to the melting curve analysis. In principle, only thermocycler intended for real-time PCR with more than 22 images per second can be used. Some alterations may be necessary when adapting the protocol to a different instrument.\r\n\n\n\r\n\n\nData analysis. This is the most time-consuming part of the procedure and also the part that requires some practice. Data can be analyzed using a program designed for melting curves analysis which depends on the instrument used: data from LightCycler® 480 Instrument can be analyzed by LightCycler® 480 Gene Scanning Software SW 1.5.0 and also LightScanner® Software version 2.0 Call-IT \\(v2.0.0.1331;Idaho Technology) using the melt calibration module, previously adapted only for LightScanner® Instrument data. The normalization of the melting curve required to choose two ranges of temperatures corresponding to 100% and 0 % values of fluorescence \\(Fig. 2 A). In the area chosen, parallel curves must be observed. Another horizontal calibration called temperature shift can be done between all the samples \\(threshold of 5 per default, Fig. 2 B1). This normalization is made to compensate the dispersion between samples from same group and improve homogeneity of the group \\(Fig. 2 C1). Differential efficiency of the amplification between the samples in the 96-well plate could create a Tm shift of 1.5 °C between same variants. In the case of all the samples are similar \\(same DNA concentration and quality) and similar PCR amplification efficiency, this normalization is not required because disturbed the analysis of homozygous variants corresponding to peaks at different Tms. However, to use the temperature shift without loss of information identified homozygote samples can be mixed with wild type reference in a second time. Data are then compared to reference samples identified as standards and then converted to difference plots<sup>6</sup> \\(Fig. 2 C2). The temperature window for those specific genotyping tests is ranged from 50°C to 95°C."
        },
        {
            "header": "Reagents",
            "content": "DNA extraction\r\n\n\n.Sodium chloride \\(NaCl; Merck, cat. no. 567441)\r\n\n\n.Cethyl trimethyl amonium bromide \\(CTAB; Amersco, cat. no. 0833)\r\n\n\n.Chloroform:isoamyl alcohol \\(24:1) \\(Uptima, cat. no. UP899255) \\! CAUTION Irritant\r\n\n\n.Tris-HCl \\(Uptima, cat. no. UP091549) \\! CAUTION Irritant\r\n\n\n.Tris Biotech.Grade \\(Uptima, cat. no. 031657)\r\n\n\n.Boric acid \\(Uptima, cat. co. UP070440)\r\n\n\n.EDTA \\(Sigma, cat. no. ED4SS) \\! CAUTION Irritant.\r\n\n\n.Sodium acetate \\(NaOAC; Merck, cat. no. 567418)\r\n\n\n.Ethanol \\(Merck, cat. no. 1.00983.1000)\r\n\n\n.proteinase K, 10 % \\(wt/vol) \\(Sigma, T2308 500mg)\r\n\n\n.β-Mercaptoethanol \\(Merck, cat. no. 444203) \\! CAUTION Hazardous.\r\n\n\n\r\n\n\nDNA migration electrophoresis and purification for HRM by LightScannerTM products\r\n\n\n.Ethidium bromide \\(Roth, cat. no. 2218.1) \\! CAUTION Mutagenic properties.\r\n\n\n DNA ladder 100pb with loading buffer \\(Gena Biosciences, cat. no. M-214) \r\n\n\n.Agarose \\(Interchim, cat. no. 31292L)\r\n\n\n.50X TAE buffer \\(Eppendorf, cat. no. 955155335)\r\n\n\n\r\n\n\nHigh Resolution Melting\r\n\n\n.HPLC-purified PCR primers\r\n\n\n.\\(1) LightScanner® Master Mix \\(Idaho Technology, cat. no. HRLS-ASY-003) and Mineral Oil Light \\(Sigma, cat. no. M5904)\r\n\n\n. or \\(2) LightCycler®480 High Resolution Melting Master \\(Roche, cat. no. 04 909 631 001)\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nΔ CRITICAL. Prepare solutions in DNase-free glassware using autoclaved\r\n\n\nDNA extraction buffer Mix 100mM Tris-HCl ph8, 20 mM EDTA pH8, 1.4 M NaCl, 2% CTAB, stable up to 1 month at RT.\r\n\n\nAgarose gel Mix 1%\\(wt/vol) agarose dissolved in 0.6 X electrophoresis buffer.\r\n\n\nElectrophoresis buffer \\(TBE 10X) Mix 89 mM Tris base, 89 mM Boric acid and 2 mM EDTA \\(pH 8.3); store at RT."
        },
        {
            "header": "Equipment",
            "content": "• 2ml microcentrifuge tubes\r\n\n\n• Pipetman \\(Gilson, P-20, P-200 and P1000)\r\n\n\n• Pipette tips \\(Rainin)\r\n\n\n• Bath incubator\r\n\n\n• Thermo-fast ® 96, semi-skirted \\(Thermo scientific, cat. no. AB0990)\r\n\n\n• Thermocycler Gene Amp PCR System 7500 \\(ABI)\r\n\n\n• Gel tank for electrophoresis \\(Maxicell® EC360M)\r\n\n\n• UV light, camera \\(Vilber Lourmat)\r\n\n\n• LightScanner® Instrument \\(Roche)\r\n\n\n• LightCycler® 480 Instrument \\(Roche)\r\n\n\n• Nanodrop \\(MD-1000, Spectrophotometer)\r\n\n\n• Centrifuge with rotor for microtiter plates \\(e.g., Eppendorf 5804)"
        },
        {
            "header": "Procedure",
            "content": "DNA extraction \r\n\n\n● TIMING 45 min to 4 h \\(depending on the number of samples)\r\n\n\n1| Extract DNA from the tissue/organism of interest \\(e.g., muscle, gills or fin) using an appropriate DNA extraction method. We routinely use the CTAB\n37\nmethod for marine mollusks muscle, and the CCDB\n38\nmethod for the fish. \r\n\n\nΔ CRITICAL STEP Any other kits/standard methods of DNA extraction could alternatively be used \\(see Experimental design). Nevertheless, when samples have to be compared with each other or with a control, all of them should be extracted using the same extraction method.\r\n\n\n\r\n\n\n2| Resuspend the DNA in water. Determine DNA quantity and quality by the A\n260\n/A\n280\nratio using a NanoDrop 2000 spectrophotometer \\(NanoDrop Technologies, Inc., Wilmington, DE). For reliable results, and following the HRM manufacturer´s recommendations, a ratio of 1.8-2 was required. Adjust concentrations of DNA to 15ng/µL.\r\n\n\n\r\n\n\nPCR amplification and HRM analysis\r\n\n\n● TIMING ~ 2 h\r\n\n\n3| Perform PCR amplification using any conventional PCR amplification protocol appropriate for the chosen primer pair according to manufacture protocols. Include a negative control where no template DNA is added \\(optional) and positive control with known genotype. In the case of homozygous variants, template DNA is constituted by half of wild type reference and half of the unknown samples. For example, as in a standard PCR protocol for amplicons in the size range between 150-400 bps \\(10 µl reaction), combine the following reagents using option A or option B depending on the instrument used: \r\n\n\n3.A| Using LightScanner Instrument: 2µL template DNA, 4 µL of 2.5X LightScanner® Master Mix, 10 pmol of each primer \\(HPLC-purified) and water up to 10 µL. Load PCR-Plate with 15µL mineral oil, seal with film and centrifuge briefly 1min at 2500 g. Use the following amplification protocol: 95°C 2 min, 40-45 cycles of 94°C 30 s, 60 °C 30 s, 72°C 40 s and a terminal cycle for heteroduplex formation 94°C 30s, 25-28°C 30s. \r\n\n\n■ PAUSE POINT Products may be stored at this point at -20°C for at least 2 weeks. If plates are refrigerated, spin for 30 s at 1600g before analysis. Following PCRs, insert the 96-well plate into a LightScanner® Instrument to melt the samples with a continuous increase temperature starting at 50°C to 95°C with a continuous acquisition mode. Following the melt, use the LightScanner 2.0 software to manage and analyze the data.\r\n\n\n\r\n\n\n3.B| Using LightCycler®480 Instrument To obtain LightCycler® 480 data: 2µL template DNA, 2.5 µL of 2X LightCycler® 480 High Resolution Melting Master, 1µL of primer mix at 4µM \\(HPLC-purified), 3mM MgCl\n2\nand water up to 10 µL. Seal with film and centrifuge briefly at 2500 rpm. Use the following amplification protocol: 95°C 10 min, 45 cycles of 95°C 15 s, 60°C \\(or 65°C - 0.5°C per cycle until 53°C) 30 s, 72°C 30 s. High resolution melting protocol consists of heteroduplex formation 95°C 1 min, 40°C 1min following by a continuous increase temperature starting at 50°C to 95°C with a continuous acquisition mode.\r\n\n\n■ PAUSE POINT Products may be stored at this point at -20°C for at least 2 weeks before sequencing. Following the melt, use the LightCycler® 480 Software release 1.5.0. with the Gene Scanning module to manage and analyze the data.\r\n\n\n\r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\nMelting analysis \r\n\n\n● TIMING ~ 2-10 min\r\n\n\n4| Verify the amplification efficiency and removed of the data any sample without amplification before analysis. For LightCycler® 480 data, samples presenting unusual or abnormal amplification curve can also be removed \\(Fig. 3). Standard amplification curves presents crossing point \\(Cp) or cycle threshold, Cp < 30 cycles or Cp\nsample\n=+/- 1,5 Cp\nwild type\n.\r\n\n\n? TROUBLESHOOTING \r\n\n\n\r\n\n\n5| Calibration \\(see Fig. 2) : Select two ranges of 1°C temperatures corresponding to 100% and 0 % fluorescence values when curves of all samples are parallel, before and after the fall curves \\(Fig. 2 A). Temperature shift: let the threshold per default at 5 \\(Fig. 2 B1). \r\n\n\n\r\n\n\n6| Compare samples data to reference samples identified as standards \\(Fig. 2 C1) then convert to differences plots \\(Fig. 2 C2). Different resolution levels can be used to group the different variants: modify the level starting per default at 0.3. Melting peaks allowed visualizing different Tms of homozygous variants with the temperature shift engaged \\(Fig. 2 B2). For nuclear gene, homozygous variants can be discriminated from each other by adding wild type reference DNA to sample DNA in a second step and start over the HRMA \\(step 3). For mitochondrial genes, large amplicons can be directly discriminated by their melting peaks when ΔTm>0.2°C. \r\n\n\n? THROUBLESHOOTING \r\n\n\n\r\n\n\nAgarose gel electrophoresis \\(optional for LightCycler® 480 treatment)\r\n\n\n● TIMING ~ 1 h\r\n\n\n7| Prepare agarose gel \\(1% \\(w/v) agarose in 1X TAE buffer). Add one drop of ethidium bromide 0.625 mg. mL-1 for every 50 ml gel.\r\n\n\n8| Perform agarose gel electrophoresis to verify successful PCR amplification as follows: mix 5 µl PCR product with 1 µl 6X loading buffer and perform the electrophoresis for 20 min at 120 V. Visualize the DNA bands using a UV-transilluminator. Distinct single bands should be visible for each PCR amplification. \r\n\n\n■ PAUSE POINT Products may be stored at this point at -20°C for at least 2 weeks.\r\n\n\n? THROUBLESHOOTING \r\n\n\n\r\n\n\nPurification \\(and/or cloning) of PCR products for variants sequencing\r\n\n\n9| To determine the exact nature of the genetic variation, purify PCR products directly after PCR for LightCycler® 480 procedure or from DNA bands after electrophoresis of the products for LightScanner procedure and subsequently perform DNA double pass-sequencing analysis for mitochondrial gene. For nuclear marker, purify qPCR products, tail with the _Escherichia coli_ poly A polymerase \\(New England Biolabs, Ipswich, MA, USA) for LightCycler® 480 procedure, clone and perform DNA sequencing analysis of several clones to separate alleles. Alleles can also be separated by a Single Strand Conformation Polymorphism \\(SSCP) starting from PCR products."
        },
        {
            "header": "Timing",
            "content": "● TIMING \\(384 or 96- PCR amplicons and DNA extraction)\r\n\n\nDay 1:\r\n\n\nSteps 1 and 2, DNA extraction: ~45 min to 4 h \\(depending on the number of samples)\r\n\n\nStep 3a, PCR setup and amplification: ~2 h\r\n\n\nStep 3a Scanning by High Resolution Melting: ~10 min \r\n\n\nStep 3b, PCR setup and amplification in combination with HRM analysis: ~1h20 h\r\n\n\nSteps 4-6, Data analysis: ~2 to 10 min\r\n\n\nSteps 7 and 8, agarose gel analysis \\(optional for HRM using LightCycler® 480 Instrument): ~1 h\r\n\n\nSteps 9, PCR products purification for sequencing analysis: ~45 min"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice can be found in Table3."
        },
        {
            "header": "Anticipated Results",
            "content": "Examples of results used for a genetic study of marine populations39 from a standard HRM assay using the LightScannerTM Instrument and the LightCycler® 480 Instruments are shown in Figure 3 and 4. Variants of nuclear genes like exon 1 of gene encoding ferritin from the abalone _Haliotis tuberculata_ correspond to small size amplicons \\(A-B), whereas variants of exon 2 of gene encoding myoadenylate deaminase from the teleost fish _Platichthys flesus_ correspond to large sequences with multiple melting domains \\(C-D). Melting peaks allow visual differentiations of curves comforted with normalized and temp-shifted difference plots representing the data normalized by reference samples. Homozygote sample usually produces only one narrow melting peak corresponding to only one double-stranded DNA fragment \\(see Fig. 3 A1-B1), and single narrow peaks at different Tms could correspond to homozygous variants \\(green and blue melting peaks, Fig. 3 A1-B1). In contrast, heterozygous variants display broad double melting peaks \\(red line, Fig. 3 A1-B1), similar to heteroduplex forms in the case of mixed homozygote with wild type DNA. During scanning process 100% of heterozygous and 75% of homozygous variants are expected to be detected. Homozygous variants are detected in a second time at 100% by adding wild type reference DNA in the tube. The peak patterns of mixed of DNA amplification \\(homozygote with wild type) are reproducible. The location of more than one SNP within the same PCR product usually displays a complex variation of peak patterns across a series of samples \\(see Fig. 3 C1-D1). However, some distinct peaks display very close Tms \\(<0.2°C) that could correspond to only one mutation \\(A/T; Table 1). Peak heights depend on the concentration of the DNA used for the PCR. Variable amplification efficiencies of a single sequence modify the Tm of the peaks in a range of 0.5°C, a level which discriminated supplementary variants for a single SNP \\(blue and yellow melting peaks Fig. 3 A1-B1). \r\n\n\nHomogeneity among variant groups on small size amplicons is similar between LightCycler® 480 and LightScanner data, whereas more advantages clearly appear when mutation scanning is realized using LightCycler® 480 Instrument and chemistry \\(see Fig. 3). Firstly, the Resolight© dye allows the amplification of amplicons with more than two melting-domains compared to the LC Green©. Amplification of particular long sequences with several SNPs permits to differentiate mitochondrial sequences without heteroduplexes formation as observed for a 689 bp region of the Cytochrome C Oxidase sub-unit 1 \\(CO1) gene with 3 SNPs in P. flesus \\(see Fig. 4)39. This chemistry increased also the Δfluorescence between the normalized and Temp-shifted difference plots \\(Fig. 3 A2-B2). On LightCycler® 480 data, plots representing relative signal differences lower than 4 could be grouped \\(Fig. 3 B2). Secondly, primer-dimers or unspecific priming in the PCR may occasionally result in additional background peaks which are reduced when using Resolight©. Thirdly, amplification and HRMA steps are performed on a single step, without opening the tube. Finally on the LightCycler® 480 Instrument, variable amplification efficiencies between variants are directly assessed during the real-time PCR and negative samples are identified \\(Fig. 5). \r\n\n\nWe recommend considering two samples represented by their melting peaks with Tm shift of 0.2°C as two distinct variants, whatever the instrument and chemistry. All variants identified in 96-well plates have to be sequenced to determine the exact nature of the genetic variation. We also recommend sequencing samples with aberrant peaks. In marine populations, number of sequences is reduced from 250 and 290 samples to only 10 and 18 variants per marker for a vertebrate and invertebrate species, respectively. In conclusion, HRMA allows the efficient scanning of 96 \\(up to 384 for the LightCycler® 480 Instrument) samples and reduces drastically the number of samples to sequence in a cheap, fast and reproducible manner compared to other modern gene scanning methods \\(Table 2)."
        },
        {
            "header": "References",
            "content": "1 Ririe, K.M., Rasmussen, R.P., and Wittwer, C.T. Product Differentiation by Analysis of DNA Melting Curves during the Polymerase Chain Reaction. Anal. Biochem. 245 \\(2), 154-160 \\(1997).\r\n\n\n2 Lay, M.J. & Wittwer, C.T. Real-time fluorescence genotyping of factor V Leiden during rapid-cycle PCR. Clin. Chem. 43 \\(12), 2262-2267 \\(1997).\r\n\n\n3 Wittwer, C.T. et al. The LightCycler: a microvolume multisample fluorimeter with rapid temperature control. BioTechniques 22 \\(1), 176 \\(1997).\r\n\n\n4 Montgomery, J.L., Sanford, L.N., and Wittwer, C.T. High-resolution DNA melting analysis in clinical research and diagnostics. Expert Rev. Mol. Diagn. 10 \\(2), 219-240 \\(2010).\r\n\n\n5 Palais, R.A., Liew, M.A., and Wittwer, C.T. Quantitative heteroduplex analysis for single nucleotide polymorphism genotyping. Anal. Biochem. 346 \\(1), 167-175 \\(2005).\r\n\n\n6 Wittwer, C.T. et al. High-Resolution Genotyping by Amplicon Melting Analysis Using LCGreen. Clin. Chem. 49 \\(6), 853-860 \\(2003).\r\n\n\n7 Gundry, C.N. et al. Amplicon Melting Analysis with Labeled Primers: A Closed-Tube Method for Differentiating Homozygotes and Heterozygotes. Clin. Chem. 49 \\(3), 396-406 \\(2003).\r\n\n\n8 Farrar, J.S., Reed, G.H., and Wittwer, C.T., in Molecular Diagnostics, \\(eds.  Ansorge W  Patrinos GP , editors. \\(2nd Ed. Burlington: Elsevier, 2009)\r\n\n\n9 Reed, G.H., Kent, J.O., and Wittwer, C.T. High-resolution DNA melting analysis for simple and efficient molecular diagnostics. Pharmacogenomics 8 \\(6), 597-608 \\(2007).\r\n\n\n10 Wittwer, C.T. High-resolution DNA melting analysis: advancements and limitations. Hum. Mutat. 30 \\(6), 857-859 \\(2009).\r\n\n\n11 McKinney, J.T. et al., in Handbook of Plant Mutation Screening \\(eds.) 149-163. \\(2009)\r\n\n\n12 Gundry, C.N. et al. Base-pair neutral homozygotes can be discriminated by calibrated high-resolution melting of small amplicons. Nucleic Acids Res. 36 \\(10), 3401 \\(2008).\r\n\n\n13 Liew, M. et al. Closed-Tube SNP Genotyping Without Labeled Probes. Am. J. Clin. Pathol. 127 \\(3), 341-348 \\(2007).\r\n\n\n14 Poulson, M.D. & Wittwer, C.T. Closed-tube genotyping of apolipoprotein E by isolated-probe PCR with multiple unlabeled probes and high-resolution DNA melting analysis. BioTechniques 43 \\(1), 87-91 \\(2007).\r\n\n\n15 Montgomery, J., Wittwer, C.T., Palais, R., and Zhou, L. Simultaneous mutation scanning and genotyping by high-resolution DNA melting analysis. Nat. Protocols 2 \\(1), 59-66 \\(2007).\r\n\n\n16 Herrmann, M.G., Durtschi, J.D., Wittwer, C.T., and Voelkerding, K.V. Expanded Instrument Comparison of Amplicon DNA Melting Analysis for Mutation Scanning and Genotyping. Clin. Chem. 53 \\(8), 1544-1548 \\(2007).\r\n\n\n17 Audrezet, M.P., Dabricot, A., Le Marechal, C., and Ferec, C. Validation of High-Resolution DNA Melting Analysis for Mutation Scanning of the Cystic Fibrosis Transmembrane Conductance Regulator \\(CFTR) Gene. J. Mol. Diagn. 10 \\(5), 424-434 \\(2008).\r\n\n\n18 Tindall, E.A. et al. Assessing high-resolution melt curve analysis for accurate detection of gene variants in complex DNA fragments. Hum. Mutat. 30 \\(6), 876-883 \\(2009).\r\n\n\n19 Herrmann, M.G. et al. Amplicon DNA Melting Analysis for Mutation Scanning and Genotyping: Cross-Platform Comparison of Instruments and Dyes. Clin. Chem. 52 \\(3), 494-503 \\(2006).\r\n\n\n20 Seipp, M.T. et al. Unlabeled oligonucleotides as internal temperature controls for genotyping by amplicon melting. J. Mol. Diagn. 9 \\(3), 284-289 \\(2007).\r\n\n\n21 Van der Stoep, N. et al. Diagnostic guidelines for high-resolution melting curve \\(HRM) analysis: An interlaboratory validation of BRCA1 mutation scanning using the 96-well LightScannerTM. Hum. Mutat. 30 \\(6), 899-909 \\(2009).\r\n\n\n22 Dobrowolski, S.F., Gray, J., Miller, T., and Sears, M. Identifying sequence variants in the human mitochondrial genome using high-resolution melt \\(HRM) profiling. Hum. Mutat. 30 \\(6), 891-898 \\(2009).\r\n\n\n23 Erali, M. & Wittwer, C.T. High resolution melting analysis for gene scanning. Methods 50 \\(4), 250-261 \\(2010).\r\n\n\n24 Wojdacz, T.K., Dobrovic, A., and Hansen, L.L. Methylation-sensitive high-resolution melting. Nat. Protocols 3 \\(12), 1903-1908 \\(2008).\r\n\n\n25 Reed, G.H. & Wittwer, C.T. Sensitivity and Specificity of Single-Nucleotide Polymorphism Scanning by High-Resolution Melting Analysis. Clin. Chem. 50 \\(10), 1748-1754 \\(2004).\r\n\n\n26 Smith, B.L., Lu, C.P., and Alvarado Bremer, J.R. High-resolution melting analysis \\(HRMA): a highly sensitive inexpensive genotyping alternative for population studies. Mol. Ecol. Res. 10 \\(1), 193-196 \\(2010).\r\n\n\n27 Seeb, J.E. et al. Transcriptome sequencing and high-resolution melt analysis advance single nucleotide polymorphism discovery in duplicated salmonids. Mol. Ecol. Res. 11 \\(2), 335-348 \\(2012).\r\n\n\n28 Granados-Cifuentes, C. & Rodriguez-Lanetty, M. The use of high-resolution melting analysis for genotyping _Symbiodinium_ strains: a sensitive and fast approach. Mol. Ecol. Res. 11 \\(2), 394-399 \\(2012).\r\n\n\n29 Henri, H. & Mouton, L. High-Resolution Melting technology: a new tool for studying the _Wolbachia_ endosymbiont diversity in the field. Mol. Ecol. Res. 12 \\(1), 75-81 \\(2012).\r\n\n\n30 Metzker, M.L. Sequencing technologies: the next generation. Nat Rev Genet 11 \\(1), 31-46 \\(2010).\r\n\n\n31 Larsen, L.A., Jespersgaard, C., and Andersen, P.S. Single-strand conformation polymorphism analysis using capillary array electrophoresis for large-scale mutation detection. Nat. Protocols 2 \\(6), 1458-1466 \\(2007).\r\n\n\n32 Xiao, W. & Oefner, P.J. Denaturing high-performance liquid chromatography: a review. Hum. Mutat. 17 \\(6), 439-474 \\(2001).\r\n\n\n33 Li, Q., Liu, Z., Monroe, H., and Culiat, C.T. Integrated platform for detection of DNA sequence variants using capillary array electrophoresis. Electrophoresis \\(Weinheim, Fed. Repub. Ger.) 23 \\(10), 1499-1511 \\(2002).\r\n\n\n34 Malewski, T. et al. Identification of forensically important blowfly species \\(Diptera: Calliphoridae) by high-resolution melting PCR analysis. Int. J. Legal Med. 124 \\(4), 277-285 \\(2010).\r\n\n\n35 Mader, E., Lohwasser, U., Borner, A., and Novak, J. Population structures of genebank accessions of Salvia officinalis L. \\(Lamiaceae) revealed by high resolution melting analysis. Biochem. Syst. Ecol. 38 \\(2), 178-186 \\(2010).\r\n\n\n36 Poland. Biophysics Department University, Duesseldorf, available at http://www.biophys.uni-duesseldorf.de/local/POLAND/poland.html.\r\n\n\n37 Doyle, J.J. & Doyle, J.L. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochemical bulletin 19 \\(11) \\(1987).\r\n\n\n38 Ivanova, N.V., Dewaard, J.R., and Hebert, P.D.N. An inexpensive, automation-friendly protocol for recovering high-quality DNA. Mol. Ecol. Notes 6 \\(4), 998-1002 \\(2006).\r\n\n\n39 Calves, I. et al. Genetic structure of the European flounder \\(_Platichthys flesus_) considering the southern limit of the species’ range and the potential impact of chemical stress. Mar. Ecol. Prog. Ser. Doi:10.3354/meps09797 \\(2012).\r\n\n\n40 Venter, J.C. et al. The Sequence of the Human Genome. Science 291 \\(5507), 1304-1351 \\(2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors declare no competing financial interests. This research program was financially supported by \\(1) the European program SUDEVAB \\(Grant Agreement no 222 156), \\(2) a CPER – FEDER program for the sequencing part, and \\(3) by the EVOLFISH Program \\(financed by the National Agency for Research-VMCS, Paris, France)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12039,
                "identity": "9fc46deb-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Anne-Leila Meistertzheim",
                "email": "leila.meistertzheim@gmail.com",
                "orcid": "",
                "institution": "Centre de Formation et de Recherche sur les Environnements Méditerranéens (CEFREM)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Anne-Leila",
                "middleName": "",
                "lastName": "Meistertzheim",
                "suffix": ""
            },
            {
                "id": 12040,
                "identity": "9fc471e1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Isabelle  Calves",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire des Sciences de l'Environnement Marin, UMR CNRS/UBO/IRD 6539, Institut Universitaire Européen de la Mer, Université de Bretagne Occidentale, 29280 Plouzané, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabelle",
                "middleName": "",
                "lastName": "Calves",
                "suffix": ""
            },
            {
                "id": 12041,
                "identity": "9fc474d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sébastien  Artigaud",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire des Sciences de l'Environnement Marin, UMR CNRS/UBO/IRD 6539, Institut Universitaire Européen de la Mer, Université de Bretagne Occidentale, 29280 Plouzané, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sébastien",
                "middleName": "",
                "lastName": "Artigaud",
                "suffix": ""
            },
            {
                "id": 12042,
                "identity": "9fc47739-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Carolyn S.  Friedman",
                "email": "",
                "orcid": "",
                "institution": "School of Aquatic and Fishery Sciences, University of Washington, Box 355020, Seattle, 98195 Washington, United States",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carolyn",
                "middleName": "S.",
                "lastName": "Friedman",
                "suffix": ""
            },
            {
                "id": 12043,
                "identity": "9fc47bd8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Christine  Paillard",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire des Sciences de l'Environnement Marin, UMR CNRS/UBO/IRD 6539, Institut Universitaire Européen de la Mer, Université de Bretagne Occidentale, 29280 Plouzané, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Christine",
                "middleName": "",
                "lastName": "Paillard",
                "suffix": ""
            },
            {
                "id": 12044,
                "identity": "9fc47e5f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jean  Laroche",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire des Sciences de l'Environnement Marin, UMR CNRS/UBO/IRD 6539, Institut Universitaire Européen de la Mer, Université de Bretagne Occidentale, 29280 Plouzané, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jean",
                "middleName": "",
                "lastName": "Laroche",
                "suffix": ""
            },
            {
                "id": 12045,
                "identity": "9fc480a7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Claude  Ferec",
                "email": "",
                "orcid": "",
                "institution": "Laboratoire de génétique moléculaire et d'histocompatibilité. CHU Morvan UBO, EFS-Bretagne BP 454 29275 Brest Cedex, France ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claude",
                "middleName": "",
                "lastName": "Ferec",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-05-14 21:09:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.015",
        "doiUrl": "https://doi.org/10.1038/protex.2012.015",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608461,
                "identity": "fb11013f-a4df-48bc-a63c-b11d31fe35a8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 88424,
                "visible": true,
                "origin": "",
                "legend": "Schematic principle of HRMA.   A. DNA fragments are amplified using fluorescently intercalating DNA dye, heat-denatured and cooled. Heterozygote (W/U) variant formed after denaturation and rehybridization, two homoduplexes (W/W and U/U) and two heteroduplexes (W/U). B. The results are illustrated as denaturation melting curves (fluorescence normalized or derivative fluorescence in function of temperature). HRMA detects mutations in DNA fragments due to temperature shift of the melting curve caused by variation of the amplicon Tms or variation of the curve shapes in heteroduplexes presence.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/figure_1.png"
            },
            {
                "id": 2608464,
                "identity": "9ea9e18c-5999-4ddd-96a6-7aeacfda92ab",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 111561,
                "visible": true,
                "origin": "",
                "legend": "Step by step of the HRMA data analysis.   A. HRMA Melting curves of heterozygous (red) and homozygous variants (blue, yellow and green) are obtained after a continuous denaturation of amplicons with a progressive liberation of the intercalated fluorescent dyes. B1. Normalized melting curves are obtained after determination of 100% and 0% fluorescence values. B2. Normalized melting peaks are the derivative of the normalized melting curves. C1. Normalized and shifted melting curves were obtained according to a horizontal normalization by the temperature shift at a threshold of 3 (red line in B1). C2. Normalized and Temp-shifted difference plots are obtained by comparison of the curves to a reference sample (blue line). He. Heterozygote. Ho. Homozygote",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/figure_2.png"
            },
            {
                "id": 2608465,
                "identity": "4bf2b39a-1c47-43d7-b23f-196b9eade18f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 126452,
                "visible": true,
                "origin": "",
                "legend": "Examples of HRMA results on nuclear marker.    HRMA results obtained by LightScanner® (A-C) and LightCycler® 480 (B-D) Instruments on exon 1 of ferritin gene from the abalone _Haliotis tuberculata_ (A-B) and exon 2 of myoadenylate deaminase gene from the teleost fish _Platichthys flesus_ (C-D). Normalized and Temp-shifted difference plots are obtained by comparison of the melting curves to reference one. Homozygous genotypes are distinguished by Tm, whereas heterozygous by melting curve shape. Details and localizations of SNPs are presented for each variant regrouped by color. ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/figure_3.png"
            },
            {
                "id": 2608462,
                "identity": "88286897-ee07-4bef-89e8-4aa7f80649bf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30805,
                "visible": true,
                "origin": "",
                "legend": "Examples of HRMA on mitochondrial marker.    HRMA results obtained by LightCycler® 480 Instruments on partial mitochondrial gene (689 pb) coding for Cytochrome C Oxidase sub-unit 1 (CO1) from the teleost fish _Platichthys flesus_. Temp-shifted difference plots are obtained by comparison of the melting curves to reference one. Homozygous genotypes are distinguished by Tm and melting curve shape. Details and localizations of SNPs are presented for each variant regrouped by color. ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/figure_4.png"
            },
            {
                "id": 2608466,
                "identity": "e35f4873-ac41-4b82-9633-bf8d1bd1c7be",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 26476,
                "visible": true,
                "origin": "",
                "legend": "Amplification curves obtained only on LightCycler® 480 Instrument.   Amplification of positive samples is observed before 30 cycles. Samples with negative or abnormal amplification can be directly identified and removed of the analysis.",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/figure_5.png"
            },
            {
                "id": 13465233,
                "identity": "70072240-a99e-4ad8-b114-58a483eda4cf",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 558753,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/3b60914b-88b6-4eb4-a86f-85ecea7508d6.pdf"
            },
            {
                "id": 2608467,
                "identity": "1cad9406-910d-4f23-8e41-4d1b295cafe6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 29184,
                "visible": true,
                "origin": "",
                "legend": "Table 2.    Comparison of High Resolution Melting Analysis to some other modern gene scanning methods",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/supplement_0.doc"
            },
            {
                "id": 2608468,
                "identity": "fd4824eb-4b25-4a1e-a485-31250542e6f4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 36864,
                "visible": true,
                "origin": "",
                "legend": "Table 1   SNP classes as defined in the human genome",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/supplement_0.doc"
            },
            {
                "id": 2608469,
                "identity": "8d0dc78f-2aeb-42f6-8376-e8e6bd5bb72f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "doc",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 30720,
                "visible": true,
                "origin": "",
                "legend": "Table 3.    Troubleshooting table.",
                "description": "",
                "filename": "supplement0.doc",
                "url": "https://assets.researchsquare.com/files/nprot-2383/v1/supplement_0.doc"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "genetic polymorphism, non-model species, SNPs, HRM, genotype",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol permits the mutation scanning of PCR products by high-resolution DNA melting analysis requiring the inclusion of a saturating intercalating dye in the PCR mix without labelled probe. During a scanning process, fluorescent melting curves of PCR amplicons are analyzed. Mutations modifying melting curve shapes, are allowed to be further characterized by sequencing because melting is not destructive. The method detects on small amplicons \\(120pb), 100% of heterozygous and 75% of homozygous variants in a single step. Homozygous variants are detected in a second time at 100% by adding wild-type reference DNA in the tube. For mitochondrial haplotypes, homozygous variants are discriminated by increased the size of the amplicons \\(700pb). HRMA can be conducted without knowledge on number of mutations, small insertions or deletions of the studied sequence in non-model species. The method accomplishes simultaneous gene scanning in a fraction of the time required when using traditional methods, while maintaining a closed-tube environment. The PCR requires <1h20 \\(96- or 384-well plates) and melting acquisition takes 10 min per plate.",
        "manuscriptTitle": "High Resolution Melting Analysis for fast and cheap polymorphism screening of marine populations",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-05-15 14:03:39",
                "doi": "10.1038/protex.2012.015",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fc405e9-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 15th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2721,
                "name": "Genetics"
            },
            {
                "id": 2722,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-05-15 14:03:39",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}