{
    "identity": "nprot-1892",
    "title": "Single genome amplification and direct amplicon sequencing of _Plasmodium_ spp. DNA from ape fecal specimens",
    "content": [
        {
            "header": "Reagents",
            "content": "<h3>Reagents</h3> \r\n\n\n\r\n\n\n <div class=\"protocol-reagents\"> \r\n\n\n    <p> \r\n\n\nRNAlater® \\(Applied Biosystems; cat. no. AM7021)<br /> \r\n\n\nQIAamp DNA Stool Mini Kit \\(Qiagen; cat. no. 51504)<br /> \r\n\n\nEthanol \\(96-100%)<br /> \r\n\n\nExpand Long Template PCR System \\(Roche; cat. no. 11759060001)<br /> \r\n\n\nPCR nucleotide mix \\(Roche; cat. no. 11814362001)<br /> \r\n\n\nBovine serum albumin \\(BSA; Applied Biosystems; cat. no. AM2614)<br /> \r\n\n\nNuclease-free water<br /> \r\n\n\n1% E-Gel® 96 Agarose \\(Invitrogen; cat. no. G7008-01)<br /> \r\n\n\n1 Kb plus DNA Ladder \\(Invitrogen; cat. no. 10787-018)<br /> \r\n\n\nAgarose powder \\(Invitrogen; cat. no. 16500-500)<br /> \r\n\n\nQIAquick Gel Extraction Kit \\(Qiagen; cat. no. 28704)\r\n\n\n \r\n\n\n \r\n\n\n</p>"
        },
        {
            "header": "Equipment",
            "content": "Large-tip transfer pipettes \\(Fisher; cat. no. 13-711-5B)<br /> \r\n\n\n1.5 ml and 2 ml microcentrifuge tubes \\(USA Scientific; cat. nos. 1615-5500 and 1620-2700)<br /> \r\n\n\nSterile pipette tips with aerosol barrier \\(Rainin; multiple sizes)<br /> \r\n\n\nVortex \\(Fisher; cat. no.12-811R)<br /> \r\n\n\nMicrocentrifuge \\(Fisher; cat. no. 05-40-100)<br /> \r\n\n\nWater bath \\(Fisher; cat. no. 15-459-15)<br /> \r\n\n\nThin-walled 0.2 ml PCR tubes \\(Applied Biosystems; cat. no. AM12225)<br /> \r\n\n\n96-well PCR plates \\(Fisher; cat. no. 951020320)<br /> \r\n\n\nPCR Plate Seals \\(Fisher; cat. no. AB-0626)<br /> \r\n\n\nPCR thermocycler \\(Fisher; cat. no. NC9207230)<br /> \r\n\n\nOne set of micropipettes \\(Rainin; multiple sizes)<br /> \r\n\n\nMultichannel pipette \\(Rainin; cat. no. L12-10)<br /> \r\n\n\nE-Base Electrophoresis Device \\(Invitrogen; EB-M03)<br /> \r\n\n\nElectrophoresis apparatus \\(Bio-Rad; cat. no. 170-4469)<br /> \r\n\n\nIce bucket \\(Fisher; cat. no. S66126)"
        },
        {
            "header": "Procedure",
            "content": "A. Extraction of fecal DNA\n1. Use universal precautions when handling fecal samples from wild apes; work in a sterile containment hood, wear gloves, lab coat and eye protection.\n2. Extract fecal DNA using the QIAamp DNA Stool Mini Kit \\(Qiagen; cat. no. 51504).\n3. Vortex the sample tube vigorously until the stool sample \\(which is collected in RNAlater 1:1 vol/vol) is thoroughly homogenized. Transfer 0.5 ml of fecal sample into a 2 ml microcentrifuge tube.\n4. Add 1.4ml Qiagen Buffer ASL to each stool sample. Vortex continuously for 1 minute until the stool sample is thoroughly homogenized. This ensures maximum DNA recovery in the final eluate.\n5. Heat suspension for 5 minutes in water bath at 70ºC.\n6. Centrifuge sample at 14,000 rpm for 1 minute to pellet solid debris.\n7. Transfer the supernatant \\(~1.5 ml) into a new 2 ml tube and discard the pellet.\n8. Add one inhibitEX Tablet to each sample; vortex immediately for 1 minute. Incubate suspension for 1 minute at room temperature to allow inhibitors to adsorb to the InhibitEX matrix.\n9. Centrifuge sample at 14,000 rpm for 3 minutes to pellet inhibitors bound to the InhibitEX matrix.\n10. Transfer the supernatant into a new 2 ml tube immediately after centrifugation and discard the pellet. Centrifuge the sample a second time at 14,000 rpm for 3 minutes.\n11. Pipette 600 μl of supernatant to a new 2 ml tube containing 25 μl of proteinase K.\n12. Add 600 μl of Qiagen Buffer AL and vortex for 15 seconds. Importantly, do not add proteinase K directly to Buffer AL.\n13. Incubate for 15 minutes at 70ºC.\n14. Add 600 μl of 100% Ethanol to the lysate.  Mix briefly by vortexing.\n15. Label a QIAamp spin column placed in a 2 ml collection tube. Apply 700 μl of the above lysate to each spin column without moistening the rim. Close the cap and centrifuge for 1 minute at 14,000 rpm.\n16. Place the spin column in a new 2 ml collection tube, discard the flow-through, and repeat step 15 two more times with the remaining lysate using the same spin column.\n17. Add 500 μl of Qiagen Buffer AW1 \\(washing buffer 1) and centrifuge for 1 minute at 14,000 rpm.\n18. Place the spin column in a new collection tube and wash again with 500 μl of Qiagen Buffer AW2 \\(washing buffer 2). Centrifuge for 1 min at 14,000 rpm.\n19. Place the spin column in a new collection tube and centrifuge for 1 minute to remove any residual washing buffer.\n20. Transfer the spin column into a new 1.5 ml microcentrifuge tube and pipette 100ul of Qiagen Buffer AE \\(elution buffer) onto the column membrane. Incubate for 5 minutes at room temperature, then centrifuge for 1 minute at 14,000rpm to collect fecal DNA.\n21. For long-term storage, keep fecal DNA frozen at -20ºC.\nB. Conventional diagnostic PCR\n1. Set up PCR reaction in a work area that is physically separated from any amplified or cloned DNA.\n2. Use pipette tips with filter barriers.\n3. Add DNA templates to PCR reactions in a containment cabinet/hood to minimize contamination.\n4. Perform bulk PCR to identify those fecal samples that contain amplifiable mitochondrial, apicoplast, and nuclear\nPlasmodium\ngene sequences.\n5. Prepare the first round PCR master mix on ice, using primers and reagents summarized in Tables 1 and 2.\n6. Calculate the volume of the first round PCR master mix based on the number of samples to be analyzed.\n7. Add 22.5 µl of the first round PCR master mix on ice to individual tubes.\n8. Add 2.5 µl of fecal DNA to each tube and mix by pipetting up and down.\n9. Place tubes in a thermocycler and use cycling conditions as listed in Table 3.\n10. Prepare the second round PCR master mix on ice, using primers and reagents as listed in Tables 1 and 4.\n11. Calculate the volume of the second round PCR master mix based on the number of samples to be analyzed.\n12. Add 24 µl of the second round master mix on ice to individual tubes.\n13. Transfer 1µl of the first round PCR product into each tube \\(2 µl for mtDNA-3.3 kb and mtDNA-3.4 kb products in a total volume of 50 µl).\n14. Place tubes in a thermocycler and use cycling conditions as summarized in Table 5.\n15. Run 2 µl of PCR products on a 1% Agarose gel to identify those samples that yielded amplification products.\n16. Run all PCR positive reactions on a 1% large-well Agarose gel and purify all amplicons following instructions outlined in the QIAquick Gel Extraction Kit \\(Cat. no. 28704).\n17. Sequence the purified bulk PCR amplicons directly \\(without cloning) to confirm\nPlasmodium\ninfection.  A single sequencing primer is generally sufficient to diagnose\nPlasmodium\ninfection \\(phylogenetic analyses require SGA amplified\nPlasmodium\nsequences).  Sequencing primers are listed in Table 6.\nC. Single Genome Amplification \\(SGA) of\nPlasmodium spp.\nsequences\n1. Select bulk PCR positive fecal samples for SGA analyses of mitochondrial, apicoplast or nuclear gene sequences.\n2. Prepare serial two-fold \\(1:5, 1:10, 1:20 and 1:40) or four-fold \\(1:10, 1:40, 1:160 and 1:640) dilutions of fecal DNA with nuclease-free water. Prepare sufficient quantities of these DNA dilutions for 12 replicate PCR reactions.\n3. Prepare the first round PCR master mix on ice, using primers and reagents as summarized in Tables 1 and 2.\n4. Calculate the volume of the first round PCR master mix based on the number of replicate DNA dilutions to be analyzed.\n5. Aliquot 22.5µl of the first round master mix into each well of a 96-well PCR plate; keep plate on ice.\n6. Add 2.5 µl of each of the various fecal DNA dilutions to wells in a 96-well PCR plate; place replicates of the same dilution into the same row.\n7. Place plates in a thermocycler and use cycling conditions as summarized in Table 3.\n8. Prepare the second round PCR master mix on ice, using primers and reagents as listed in Tables 1 and 4.\n9. Calculate the volume of the PCR master mix based on the number of replicate DNA dilutions to be analyzed.\n18. Add 24 µl of the second round PCR master mix on ice to individual wells of a new 96-well plate; then transfer 1µl of the first round PCR product into the corresponding wells using a multichannel pipette \\(transfer 2 µl for mtDNA-3.3 kb and mtDNA-3.4 kb products in a total volume of 50 µl).\n10. Place plates in a thermocycler and use cycling conditions as summarized in Table 5.\n11. Run 2 µl of each PCR product on a 1% E-Gel® 96 Agarose to identify those DNA dilutions that yielded amplification products.\n12. Select the dilution in which fewer than 30% of replicate PCR reactions yielded an amplicon for gel purification on a 1% large-well Agarose gel and purify all amplicons following instructions outlined in the QIAquick Gel Extraction Kit \\(Cat. no. 28704).\n13. Sequence purified amplicons directly \\(without cloning) using sequencing primers showed in Table 6.\n14. Inspect sequence chromatograms \\(Sequencher 4.9; Gene Codes Corporation) carefully and discard any sequence that is derived from a sequence mixture \\(i.e., contains double peaks with the smaller peak exceeding 10% of the amplitude of the larger peak).\n15.  Subject SGA sequences to phylogenetic analyses to determine the\nPlasmodium\nspecies composition of the fecal sample."
        },
        {
            "header": "Timing",
            "content": "Fecal DNA extraction: 1 hour.<br /> \r\n\n\nDiagnostic PCR: 8-14 hours.<br /> \r\n\n\nSGA amplification of <em>Plasmodium</em> sequences: 8-14 hours.<br /> \r\n\n\nSequence analysis of SGA amplicons: 1 day.<br /> \r\n\n\nTotal procedure: 3~4 days."
        },
        {
            "header": "Troubleshooting",
            "content": "1. Nested PCR is prone to contamination. It is thus critical that fecal DNA extraction and PCR reaction set-ups are performed in “clean room” areas that are physically separated from areas where PCR products are purified, cloned or sequenced.<br /> \r\n  2. PCR reactions have to be set up on ice.  Thermocycling should start immediately after PCR set-up is completed.<br /> \r\n  3. Start with a PCR annealing temperature of 45<sup>o</sup>C.  If multiple unspecific PCR products are obtained, gradually increase annealing temperature.<br /> \r\n  4. SGA amplicons should always be gel-purified prior to sequence analysis.  This greatly improves the quality of the resulting sequence and thus the calling of mixed bases.\r\n   \r\n\n\n \r\n\n\n1. For SGA, establish appropriate DNA titrations.  Dilute fecal DNA to a point where fewer than 30% of replicate PCR reactions are positive to ensure amplification of single templates with high probability.  If too few or too many positive reactions are observed, repeat PCR with lower or higher DNA dilutions.<br /> \r\n  2. Any amplification product that exhibits double-peaks in sequence reads has to be discarded.  Such double peaks indicate amplification of mixed templates or the introduction of <em>Taq</em> substitutions during the first rounds of PCR amplification.<br /> \r\n  3.  <em>Taq</em> errors that are introduced during the later stages of PCR are not apparent in the direct amplicon sequence, but become an issue when individual templates are molecularly cloned."
        },
        {
            "header": "Anticipated Results",
            "content": "<p> \r\n\n\nConventional \\(bulk) PCR amplification of mixed target sequences is prone to <em>in vitro</em> artifacts<sup>1-4</sup>.  This is particularly true for ape fecal samples that contain multiple divergent <em>Plasmodium</em> species<sup>9</sup>. We recently showed that bulk PCR of such mixed parasite infections obscured the existence of six distinct <em>Plasmodium</em> species within the <em>Laverania</em> subgenus that were clearly evident in phylogenetic trees of SGA derived sequences from the identical sample set \\(compare Supplementary Figs. 2 and 3 in ref. 9).  Moreover, several previously reported ape <em>Plasmodium</em> sequences that were molecularly cloned prior to sequence analysis were found to have unusually long branches, suggesting that <em>Taq</em> induced substitutions had inflated their diversity \\(see Supplementary Fig. 8 in ref. 8). PCR artifacts are less likely to occur when amplification conditions are already near limiting dilution levels \\(e.g., when nuclear <em>Plasmodium</em> genes are targeted for amplification) or when the relative abundance of co-infecting parasites is skewed toward just one predominant species; but since multi-species infections are frequent<sup>9</sup> and their composition is highly variable<sup>9</sup>, conventional PCR approaches are not appropriate to generate ape <em>Plasmodium</em> sequences suitable for evolutionary studies.  Diluting the target DNA to a point when in multiple replicate PCR reactions the products have a high probability of having been amplified from a single template avoids these confounders.  According to a Poisson distribution, the DNA dilution that yields PCR products in less than 30% wells contains one DNA template per positive PCR reaction more than 80% of the time<sup>4</sup>. When the parasite load is unknown as is the case in ape fecal samples, these dilutions have to be determined empirically. Moreover, all sequences containing double peaks have to be discarded since they indicate amplification of mixed templates or the introduction of <em>Taq</em> errors during the first rounds of PCR.  Importantly, SGA methods will work on every sample that is bulk PCR positive, and can be readily adapted to additional <em>Plasmodium</em> gene regions.  Since SGA eliminates both <em>Taq</em> polymerase induced recombination \\(template switching) and <em>Taq</em> polymerase-induced nucleotide substitutions in finished sequences, this strategy provides an accurate representation of plasmodial variants as they exist <em>in vivo</em>.\r\n\n\n \r\n\n\n</p>"
        },
        {
            "header": "References",
            "content": "<p> \r\n\n\n1. Simmonds, P., Balfe, P., Peutherer, J.F., Ludlam, C.A., Bishop, J.O., &amp;  Brown, A. J. Human immunodeficiency virus-infected individuals contain provirus in small numbers of peripheral mononuclear cells and at low copy numbers.  J. Virol. 64, 864-872 \\(1990).<br /> \r\n  2. Shriner, D., Rodrigo, A.J., Nickle, D.C. &amp; Mullins, J.I.  Pervasive genomic recombination of HIV-1 <em>in vivo</em>. Genetics 167:1573-1583 \\(2004).<br /> \r\n  3. Palmer, S., Kearney, M., Maldarelli, F., Halvas, E.K., Bixby, C.J., Bazmi, H., Rock, D., Falloon, J., Davey, R.T., Dewar, R.L., Metcalf, J.A., Hammer, S., Mellors, J.W. &amp; Coffin, J.M.  Multiple, linked human immunodeficiency virus type 1 drug resistance mutations in treatment-experienced patients are missed by standard genotype analysis. J. Clin. Microbiol. 43, 406-413 \\(2005).<br /> \r\n  4. Salazar-Gonzalez, J. F., Bailes, E., Pham, K.T., Salazar, M.G., Guffey, M.B., Keele, B.F., Derdeyn, C.A., Farmer, P., Hunter, E., Allen, S., Manigart, O., Mulenga, J., Anderson, J.A., Swanstrom, R., Haynes, B.F., Athreya, G.S., Korber, B.T., Sharp, P.M., Shaw, G.M., &amp; Hahn, B.H.  Deciphering human immunodeficiency virus type 1 transmission and early envelope diversification by single-genome amplification and sequencing. J. Virol. 82, 3952-3970 \\(2008).<br /> \r\n  5. Keele, B. F., Giorgi, E.E., Salazar-Gonzalez, J.F., Decker, J.M., Pham, K.T., Salazar, M.G., Sun, C., Grayson, T., Wang, S., Li, H., Wei, X., Jiang, C., Kirchherr, J.L., Gao, F., Anderson, J.A., Ping, L-H., Swanstrom, R., Tomaras, G.D., Blattner, W.A., Goepfert, P.A., Kilby, J.M., Saag, M.S., Delwart, E.L., Busch, M.P., Cohen, M.S., Montefiori, D.C., Haynes, B.F., Gaschen, B., Athreya, G.S., Lee, H.Y., Wood, N., Seoighe, C., Perelson, A.S., Bhattacharya, T., Korber, B.T., Hahn, B.H., &amp; Shaw, G.M.  Identification and characterization of transmitted and early founder virus envelopes in primary HIV-1 infection. Proc. Natl Acad. Sci. USA 105, 7552-7557 \\(2008).<br /> \r\n  6. Salazar-Gonzalez, J. F., Salazar, M.G., Keele, B.F., Learn. G.H., Giorgi, E.E., Li, H., Decker, J.M., Wang, S., Baalwa, J., Kraus, M.H., Parrish, N.F., Shaw, K.S., Guffey, M.B., Bar, K.J., Davis, K.L., Ochsenbauer-Jambor, C., Kappes, J.C., Saag, M.S., Cohen, M.S., Mulenga, J., Derdeyn, C.A., Allen, S., Hunter, E., Markowitz, M., Hraber, P., Perelson, A.S., Bhattacharya, T., Haynes, B.F., Korber, B.T., Hahn, B.H., &amp; Shaw, G.M. Genetic identity, biological phenotype and evolutionary pathways of transmitted/founder viruses in acute and early HIV-1 infection.  J. Exp. Med. 206:1273-1289 \\(2009).<br /> \r\n  7. Keele, B.F., Li, H., Learn, G.H., Hraber, P., Giorgi, E.E., Grayson, T., Sun, C., Chen, Y., Yeh, W.W., Letvin, N.L., Mascola, J.R., Nabel, G.J., Haynes, B.F., Bhattacharya, T., Perelson, A.S., Korber, B.T., Hahn, B.H. &amp; Shaw, G.M.  Low dose rectal inoculation of rhesus macaques by SIVsmE660 or SIVmac251 recapitulates human mucosal infection by HIV-1.  J. Exp. Med. 206, 1117-1134 \\(2009).<br /> \r\n  8. Liu, W., Worobey, M., Li, Y., Keele, B.F., Bibollet-Ruche, F.,  Guo, Y., Goepfert, P.A., Santiago, M.L., Ndjango, J-B., Neel, C., Clifford, S.L., Sanz,  C.M., Kamenya,  S., Wilson, M.L.,  Pusey, A.E., Gross-Camp, N., Boesch, C.,  Smith, V., Zamma, K., Huffman, M.A., Mitani,  J.C., Watts, D.P., Peeters,  M., Shaw, G.M., Switzer, W.M., Sharp, P.M., &amp; Hahn, B.H.  Molecular ecology and natural history of simian foamy virus infection in wild-living chimpanzees. PLoS Pathog. 4,  e1000097 \\(2008).<br /> \r\n  9. Liu, W., Li, Y., Learn, G.H., Rudicell, R.S., Robertson, J.D., Keele, B.F., Ndjango, J.-B., Sanz, C.M., Morgan, D.B., Locatelli, S., Gonder, M.K., Kranzusch, P.J., Walsh, P.D., Delaporte, E., Mpoudi-Ngolle, E., Georgiev, A.V., Muller, M.N., Shaw, G.M., Peeters, M., Sharp, P.M., Rayner, J.C., &amp; Hahn, B.H.  Origin of the human malaria parasite <em>Plasmodium falciparum</em> in gorillas.  Nature doi:  10.1038/nature09442 \\(2010).\r\n   \r\n\n\n \r\n\n\n</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p> \r\n\n\nThe SGA methods described here for <em>Plasmodium spp.</em> characterization were originally developed under the auspices of the Center for HIV/AIDS Vaccine Immunology \\(CHAVI) for the identification of transmitted founder HIV/SIV.\r\n\n\n \r\n\n\n</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature09442",
                "date": "2010-11-19 11:58:43",
                "title": "Origin of the human malaria parasite Plasmodium falciparum in gorillas",
                "authors": [
                    "Weimin Liu",
                    "Yingying Li",
                    "Gerald H. Learn",
                    "Rebecca S. Rudicell",
                    "Joel D. Robertson",
                    "Brandon F. Keele",
                    "Jean-Bosco N. Ndjango",
                    "Crickette M. Sanz",
                    "David B. Morgan",
                    "Sabrina Locatelli",
                    "Mary K. Gonder",
                    "Philip J. Kranzusch",
                    "Peter D. Walsh",
                    "Eric Delaporte",
                    "Eitel Mp"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11509,
                "identity": "9f8396ea-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Weimin Liu",
                "email": "wliu@uab.edu",
                "orcid": "",
                "institution": "Department of Medicine, University of Alabama at Birmingham",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Weimin",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 11510,
                "identity": "9f8399c2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yingying  Li",
                "email": "",
                "orcid": "",
                "institution": "Department of Medicine, University of Alabama at Birmingham",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yingying",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 11511,
                "identity": "9f839cc8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Martine Peeters",
                "email": "",
                "orcid": "",
                "institution": "Institut de Recherche pour le Développement and University of Montpellier",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Martine",
                "middleName": "",
                "lastName": "Peeters",
                "suffix": ""
            },
            {
                "id": 11512,
                "identity": "9f839f5a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Julian Rayner",
                "email": "",
                "orcid": "",
                "institution": "Sanger Institute Malaria Programme, The Wellcome Trust Sanger Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julian",
                "middleName": "",
                "lastName": "Rayner",
                "suffix": ""
            },
            {
                "id": 11513,
                "identity": "9f83a0ff-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paul Sharp",
                "email": "",
                "orcid": "",
                "institution": "Institute of Evolutionary Biology and Centre for Immunity, Infection and Evolution, University of Edinburgh",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "",
                "lastName": "Sharp",
                "suffix": ""
            },
            {
                "id": 11514,
                "identity": "9f83a707-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "George Shaw",
                "email": "",
                "orcid": "",
                "institution": "Departments of Medicine and Microbiology, University of Alabama at Birmingham",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "George",
                "middleName": "",
                "lastName": "Shaw",
                "suffix": ""
            },
            {
                "id": 11515,
                "identity": "9f83a8b7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Beatrice Hahn",
                "email": "",
                "orcid": "",
                "institution": "Departments of Medicine and Microbiology, University of Alabama at Birmingham",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Beatrice",
                "middleName": "",
                "lastName": "Hahn",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-30 15:26:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2010.156",
        "doiUrl": "https://doi.org/10.1038/nprot.2010.156",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608145,
                "identity": "4d80a60c-0735-4637-abee-4d840adfafdb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 139063,
                "visible": true,
                "origin": "",
                "legend": "Table 1    PCR primer pairs used for amplification of ape plasmodium spp. sequences",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/figure_1.jpg"
            },
            {
                "id": 2608144,
                "identity": "5771f0a9-6f97-437b-b53e-de0a0bf92317",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 70492,
                "visible": true,
                "origin": "",
                "legend": "Table 2    Preparation of first round PCR reaction",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/figure_2.jpg"
            },
            {
                "id": 2608147,
                "identity": "7ac83a32-8aba-4496-944e-289b287eb677",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 84572,
                "visible": true,
                "origin": "",
                "legend": "Table 3    First round PCR amplification program",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/figure_3.jpg"
            },
            {
                "id": 2608146,
                "identity": "b763e017-b307-4438-8314-f3509a1914fa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 96864,
                "visible": true,
                "origin": "",
                "legend": "Table 4    Preparation of second round PCR reaction",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/figure_4.jpg"
            },
            {
                "id": 2608148,
                "identity": "2d3b8ca9-702a-4541-a82c-7b0ed4889a79",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 97397,
                "visible": true,
                "origin": "",
                "legend": "Table 5    Second round PCR amplification program",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/figure_5.jpg"
            },
            {
                "id": 2608149,
                "identity": "0a8b1eec-1f6d-416c-9316-822de504931a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:59",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 197503,
                "visible": true,
                "origin": "",
                "legend": "Table 6    Sequencing Primers",
                "description": "",
                "filename": "figure6.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/figure_6.jpg"
            },
            {
                "id": 13464528,
                "identity": "3f67a78f-2c06-4421-bc78-e66be40a651a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 657510,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-1892/v1/c914982f-d5ed-4fb3-b424-07a6be676914.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Mixed Plasmodium species infections, Plasmodium infections of wild apes, single genome amplification, Plasmodium spp. evolution",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Conventional PCR followed by molecular cloning and sequencing of amplified products is commonly used to test clinical specimens for target sequences of interest, such as viral, bacterial or parasite nucleic acids.  However, this approach has serious limitations when used to analyze mixtures of genetically divergent templates<sup>1-9</sup>. This is because <em>Taq</em> polymerase is prone to switch templates during the amplification process, thereby generating recombinants that do not exist <em>in vivo</em><sup>4</sup>.  When amplicons are cloned prior to sequence analysis, the resulting sequences may also contain a substantial number of <em>Taq</em>-induced substitutions<sup>1-4</sup>. Finally, cloning of amplicons can lead to a non-proportional representation of sequences due to the re-sampling of only certain templates<sup>1-4</sup>.  These confounders can be avoided by using single genome amplification \\(SGA) followed by direct sequencing of SGA amplicons<sup>1-5</sup>.  While SGA is not required for many research applications, we have shown it to be essential for deciphering the diversification pathways of human and simian immunodeficiency viruses \\(HIV/SIV) in acute and chronic infection<sup>4-7</sup>, the detection of simian foamy virus \\(SFV<sub>CPZ</sub>) super-infection in wild-living chimpanzees<sup>8</sup>, and most recently, the molecular identification and characterization of <em>Plasmodium spp.</em> infections in wild-living apes<sup>9</sup>.  Here, we describe SGA-direct amplicon sequencing of <em>Plasmodium spp.</em> DNA from ape fecal samples.",
        "manuscriptTitle": "Single genome amplification and direct amplicon sequencing of Plasmodium spp. DNA from ape fecal specimens",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2010-09-28 00:00:00",
                "doi": "10.1038/nprot.2010.156",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f8344ed-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 28th, 2010",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2451,
                "name": "Microbiology"
            },
            {
                "id": 2452,
                "name": "Genetics"
            },
            {
                "id": 2453,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2010-09-28 00:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}