{
    "identity": "nprot-2499",
    "title": "Injection of Retrograde Beads into the Nucleus Accumbens \\(NAc) and Medial Prefronral Cortex \\(mPFC) to Isolate Projection-Specific Neurons in the Ventral Tegmental Area \\(VTA)",
    "content": [
        {
            "header": "Introduction",
            "content": "Major Depressive Disorder \\(MDD) afflicts more than 10% of the population, with this number consistently increasing. While tremendous efforts have been made to understand the neural mechanisms underlying this illness, nothing has drastically changed from the monoamine hypothesis, established over half a century ago.  With promising new findings of deep brain stimulation being used as an effective therapy for treatment resistant patients suffering from MDD, it has become crucial to understand the neural circuitry underlying this disease.  The mesolimbic circuits are promising targets for the treatment of depressive disorders due to one of the major symptoms in depression, being anhedonia or lack of motivation for reward.  Neurons in the VTA are heterogeneous - they project to many regions including the nucleus accumbens \\(NAc) and medial prefrontal cortex \\(mPFC).  However, it is not known which pathway is responsible for this behavioral outcome.  In this paper, we outline how to inject retrograde dyes into the NAc and mPFC, and record the baseline firing activity of cells in the VTA that project to the NAc and mPFC."
        },
        {
            "header": "Reagents",
            "content": "**Surgery:**\r\n\n\nAnesthetic \\(Ketamine \\(100mg/kg)/ Xylaxine \\(10mg/kg))\r\n\n\nDistilled water\r\n\n\nSterile phosphate-buffered saline\r\n\n\n70% ethanol\r\n\n\nAcetone\r\n\n\nBetadine\r\n\n\nAlcohol wipes\r\n\n\nPuralube vet ointment\r\n\n\nGreen and red lumafluors \\(Lumafluor, Inc)\r\n\n\nNeosporin\r\n\n\n\r\n\n\n**Electrophysiology:**\r\n\n\nArtificial cerebrospinal fluid \\(aCSF), containing 128 mM NaCl, 3 mM KCl, 1.25 mM NaH<sub>2</sub>PO<sub>4</sub>, 10mM D-glucose, 24 mM NaHCO<sub>3</sub>, 2mM CaCl<sub>2</sub>, and 2 mM MgCl<sub>2</sub> \\(oxygenated with 95% O<sub>2</sub> and 5% CO<sub>2</sub>, pH 7.4, 295-305 mOsm)\r\n\n\nSucrose aCSF \\(derived from fully replacing NaCl with 254 mM sucrose and saturated by 95% O<sub>2</sub> and 5% CO<sub>2</sub>)\r\n\n\nIsoflourane\r\n\n\nLoctite glue"
        },
        {
            "header": "Equipment",
            "content": "**Surgery:**\r\n\n\n1 mL syringes\r\n\n\n26 gauge needles\r\n\n\nSterile cotton swabs\r\n\n\nReflex 7 clip applier and 7 mm clips\r\n\n\nForceps\r\n\n\nScissors \r\n\n\nHamilton syringes and 26 gauge needles\r\n\n\nIdeal micro-drill and bits \\(Roboz Surgical Instrument)\r\n\n\nStereotaxic apparatus \\(Kopf Instruments)\r\n\n\nHeating pad\r\n\n\nTimer\r\n\n\n\r\n\n\n**Electrophysiology:**\r\n\n\n-80°C freezer\r\n\n\n25 gauge needles\r\n\n\nDissection tools\r\n\n\nMicroslicer \\(DTK-1000, Ted Pella)\r\n\n\nSlice storage chamber\r\n\n\n150 ml glass beaker\r\n\n\nRecording chamber with 1 ml volume\r\n\n\nGlass electrodes \\(Standard Wall Borosilicate Tubing, Sutter Instrument)\r\n\n\nElectrode puller \\(P-97, Sutter Instrument)\r\n\n\nUpright fixed-stage differential interference contrast microscope \\(Olympus) with 10x and 40x objectives \r\n\n\nPatch clamp amplifier \\(Multiclam 700B, Molecular Devices)"
        },
        {
            "header": "Procedure",
            "content": "**Injection of lumafluors into target region of pathway-specific neurons:**\r\n\n\n\r\n\n\n1. Anesthetize mice with ketamine \\(100mg/kg)/xylaxine \\(10mg/kg) mixture.  Make sure animals are fully anesthetized by gently squeezing the footpad to ensure no reflex response. If animals begin to wake up, inject 0.1 μl of the ketamine \\(100mg/kg)/xylaxine \\(10mg/kg) mixture.\r\n  2. Shave the top portion of the head.\r\n  3. Place the head of the mouse securely in the stereotaxic apparatus by positioning the front teeth in the nose holder, followed by securing the ear bars in place.  Make sure that the nose holder and ear bars are set at zero.\r\n  4. Apply ocular lubricant to the eyes of the mouse. \r\n  5. Disinfect the dissection area using cotton swabs with betadine.  Make sure to start in the center of the head, moving the swab in circular motions outward to minimize contamination.\r\n  6. Using sterilized forceps and scissors expose the skull by making a sagittal incision along the midline. Make sure to peel the periosteum off using a cotton swab.\r\n  7. Roughly make the skull of the mouse as flat as possible by eye.\r\n  8. Attach both Hamilton syringes with 26 gauge needles to the stereotaxic apparatus and set the syringe on the right side to zero degrees.  Set the other syringe to 10° for NAc injection or 15° for the mPFC injection.\r\n  9. Perform the flat test by placing the Hamilton syringe that is set to zero degrees on bregma and measure the dorsal/ventral coordinate.  \r\n  10. Following this measurement, move the syringe posterior to lambda and again measure the dorsal/ventral coordinate.  If the two measurements are more than 0.2mm out of alignment, adjust accordingly.\r\n  11. Then move the syringe back to bregma and take the two measurements that are lateral to bregma.  Again make sure there is not more than a 0.2mm difference.\r\n  12. Once the flat test has been performed, adjust both syringes to be at 10° for the lumafluor injection.\r\n  13. Place both needles at bregma and take the anterior/posterior \\(A/P), medial/lateral \\(M/L), and dorsal/ventral \\(D/V) measurements.\r\n  14. Once these measurements have been taken, move the syringes to the NAc coordinates at 10° \\(AP +1.6mm; LM +1.5mm; DV -4.4mm) or mPFC coordinates at 15° \\(AP +1.7mm; LM +0.75mm; DV -2.5mm). \r\n  15. Using a micro-drill, make burr holes at the new coordinates.\r\n  16. Fill the entire syringe with PBS and then push out the solution until 1.5 μl of the \r\n  syringe is full.\r\n\n\n17. Pull up to 2.0 μl with air.\r\n  18. Fill the syringe with 1.0 μl of green or red lumafluors \\(total volume of syringe \r\n  is now 3.0 μl).\r\n\n\n19. Lower syringe to 0.1 mm below the newly calculated dorsal/ventral coordinates to create a pocket in the tissue and then immediately pull up to the calculated coordinate.\r\n  20. Inject 0.1 μl of lumafluors per minute to avoid tissue damage.\r\n  21. Keep syringe in place for 5 minutes after all the lumafluors have been injected to \r\n  allow for complete diffusion of dye and prevent backflow up the needle tract.\r\n\n\n22. Remove Hamilton syringes by slowly pulling up and remove mouse from stereotaxic apparatus.\r\n  23. Apply neosporin to the skull using a cotton swab.\r\n  24. Close incision with surgical clips holding the two sides of the tissue with forceps.\r\n  25. Place mouse in its cage on heating pad until it wakes up.\r\n  \r\n\n\n**In vitro Electrophysiology:**\r\n\n\n\r\n\n\n1. After one week of recovery, perform cell-attached recordings from lumafluor positive VTA DA neurons in mice injected with lumafluors into the NAc or mPFC. VTA DA neurons are identified by >1.1 ms triphasic waveform.\r\n  2. Place a container with 200 mL of artificial cerebrospinal fluid \\(aCSF), containing 128 mM NaCl, 3 mM KCl, 1.25 mM NaH\n2\nPO\n4\n, 10mM D-glucose, 24 mM NaHCO\n3\n, 2mM CaCl\n2\n, and 2 mM MgCl\n2\n\\(oxygenated with 95% O\n2\nand 5% CO\n2\n, pH 7.4, 295-305 mOsm) and another container with 200 mL of sucrose aCSF \\(derived from fully replacing NaCl with 254 mM sucrose and saturated by 95% O\n2\nand 5% CO\n2\n) into a -80°C freezer for 20 minutes prior to beginning slice preparation.  Remove the containers from the -80°C freezer and oxygenate \\(95% O\n2\nand 5% CO\n2\n) both containers throughout procedure.\r\n  3. Anesthetize the mouse with isoflourane for approximately 30 seconds.\r\n  4. Immediately perfuse the mouse with the ice-cold aCSF by opening the chest cavity and inserting a 25 gauge needle into the left ventricle until all blood has cleared from the organs \\(~60 seconds). \r\n  5. Quickly remove the brain and place into the ice-cold sucrose aCSF container for 60 seconds.  \r\n  6. During this time, place a small amount of Loctite glue in the center of the microslicer tray.\r\n  7. Immediately remove the brain from the solution and make two full cuts, one at the cerebellum and the other at the optic chiasm, leaving the portion of the brain containing the VTA.\r\n  8.  Mount the brain, anterior side down, gently tapping the top to make sure it is securely on the dish.\r\n  9. Quickly cover the brain with cold sucrose-aCSF and ensure the dish remains oxygenated while slicing.\r\n  10. Slice cleanly, cutting 250 μm slices.\r\n  11. Place slices into a holding chamber with aCSF for 1 hour recovery at 37°C.\r\n  12. Pull electrodes \\(5-7 MΩ resistance).\r\n  13. Fill electrodes with internal solution containing 115 mM postassium gluconate, 20 mM KCl, 1.5 mM MgCl\n2\n, 10 mM phosphocreatine, 10 mM HEPES, 2 mM magnesium ATP and 0.5 mM GTP \\(pH 7.2, 285 mOsm). \r\n  14. For cell-attached recordings, band pass filter signals at 300Hz-1kHz and Bessel filter at 10KHz \\(gain 50) using a Multiclamp 700B amplifier.\r\n  15. Use pClamp 10 for data acquisition.\r\n  16. Using positive pressure, align the electrode tip to the membrane of the neurons. Try to touch the cells with extreme care to avoid having effect on firing activity.\r\n  17. Release positive pressure slowly \\(by removing needle from syringe).\r\n  18. Watch the trace for firing activity \\(3 minutes).  Apply slight oral sucking to needle to enhance signal if nothing is observed.\r\n  19. Record firing activity for 3 minutes.\r\n  20. Place red threshold bar at the tips of the action potentials to record the online statistics.\r\n  21. Apply positive pressure to release the neuron and locate the next one."
        },
        {
            "header": "Timing",
            "content": "Injection: 15 minutes with 0.1 μl of dye injected every minute\r\n\n\nRecovery: 1 week of recovery post-surgery\r\n\n\nElectrophysiology: 1 animal per day"
        },
        {
            "header": "Troubleshooting",
            "content": "1. Lumaflours sometimes can get clogged in the needle.  To ensure that this does not happen, use a larger gauge needle \\(26 gauge) rather than the standard 30 gauge needle which is used for viral injections.\r\n  2. The head of the mouse can become infected or scab over.  In order to prevent this from happening, make sure to hold both sides of the tissue that is cut and that the clip is securely attached to both sides. If infection occurs, sac the animal.\r\n  3. When performing cell-attached recordings, sometimes the slices do not look healthy.  Make sure to perfuse with cold aCSF and remove the brain of the mouse as quickly as possible, and to keep the slices oxygenated at all times."
        },
        {
            "header": "References",
            "content": "1. Cao, J. L. et al. Mesolimbic dopamine neurons in the brain reward circuit mediate susceptibility to social defeat and antidepressant action. J Neurosci 30, 16453-16458 \\(2010).\r\n  \r\n\n\n2. Grace, A. A., Floresco, S. B., Goto, Y. & Lodge, D. J. Regulation of firing of dopaminergic neurons and control of goal-directed behaviors. Trends Neurosci 30, 220-227 \\(2007).\r\n  \r\n\n\n3. Katz, L.C., Burkhalter, A., & Dreyer, W.D. Fluorescent latex microspheres as a retrograde neuronal marker for in vivo and in vitro studies of visual cortex. Nature 310, 498-500 \\(1984).\r\n  \r\n\n\n4. Katz, L.C. & Iarovici, D.M. Green fluorescent latex microspheres: a new retrograde tracer. Neuroscience 34, 511-520 \\(1990).\r\n  \r\n\n\n5. Krishnan, V. et al. Molecular adaptations underlying susceptibility and resistance to social defeat in brain reward regions. Cell 131, 391-404 \\(2007).\r\n  \r\n\n\n6. Lammel, S., Ion, D. I., Roeper, J. & Malenka, R. C. Projection-specific modulation of dopamine neuron synapses by aversive and rewarding stimuli. Neuron 70, 855-862 \\(2011).\r\n  \r\n\n\n7. Lobo, M. K. et al. Cell type-specific loss of BDNF signaling mimics optogenetic control of cocaine reward. Science 330, 385-390 \\(2010). \r\n  \r\n\n\n8. Schultz, W. Dopamine signals for reward value and risk: basic and recent data. Behav Brain Funct 6, 24 \\(2010).\r\n   \r\n\n\n9. Ungless, M. A., Magill, P. J. & Bolam, J. P. Uniform inhibition of dopamine neurons in the ventral tegmental area by aversive stimuli. Science 303, 2040-2042 \\(2004)."
        },
        {
            "header": "Acknowledgements",
            "content": "NIMH F31MH095425\r\n\n\nNIMH F32MH096464\r\n\n\nIMHRO Johnson & Johnson\r\n\n\nNIMH R01MH092306"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12208,
                "identity": "9fdaaa3f-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Ming-Hu Han",
                "email": "Ming-Hu.Han@mssm.edu",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ming-Hu",
                "middleName": "",
                "lastName": "Han",
                "suffix": ""
            },
            {
                "id": 12203,
                "identity": "9fda9fa8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jessica Walsh*",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jessica",
                "middleName": "",
                "lastName": "Walsh*",
                "suffix": ""
            },
            {
                "id": 12204,
                "identity": "9fdaa382-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Allyson Friedman*",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Allyson",
                "middleName": "",
                "lastName": "Friedman*",
                "suffix": ""
            },
            {
                "id": 12205,
                "identity": "9fdaa542-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Dipesh Chaudhury*",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dipesh",
                "middleName": "",
                "lastName": "Chaudhury*",
                "suffix": ""
            },
            {
                "id": 12206,
                "identity": "9fdaa73a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Barbara Juarez",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "",
                "lastName": "Juarez",
                "suffix": ""
            },
            {
                "id": 12207,
                "identity": "9fdaa8b2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stacy Ku",
                "email": "",
                "orcid": "",
                "institution": "Han's Lab, Mount Sinai School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stacy",
                "middleName": "",
                "lastName": "Ku",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-09 15:41:36",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.050",
        "doiUrl": "https://doi.org/10.1038/protex.2012.050",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464662,
                "identity": "c8647149-56b7-441b-a15d-bdede12b855e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 175482,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2499/v1/ddd8d415-3f44-4727-9201-98449f44a1d9.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mouse brain, retrograde beads, stereotactic surgery",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Retrograde dyes, such as lumafluors, have been used as tracers to visualize neurons that project to a specific target region.  Injection of these dyes provides an important method in being able to understand the functional role of projection-specific neurons.  Lumafluors can be directly injected into a target brain region of a mouse and dye positive cells from the projection region can be electrophysiologically recorded in order to understand their projection-specific functions.",
        "manuscriptTitle": "Injection of Retrograde Beads into the Nucleus Accumbens (NAc) and Medial Prefronral Cortex (mPFC) to Isolate Projection-Specific Neurons in the Ventral Tegmental Area (VTA)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-10-10 09:43:20",
                "doi": "10.1038/protex.2012.050",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd9ee86-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 10th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2820,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-10-10 09:43:20",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}