{
    "identity": "pex-227",
    "title": "<p>MAPCap: A fast and quantitative transcription start site profiling protocol </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The MAPCap protocol described below is discussed in detail in our manuscript: <strong>MAPCap allows high-resolution detection and differential expression analysis of transcription start sites﻿</strong> (Bhardwaj and Semplicio et al., Nature Communications. 2019). </p><p><br></p><p>Please find the full protocol, along with the sequence of oligos, PCR primers and ERCC controls as the attached file (pdf).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Reagents﻿</strong></p><p>Unless indicated otherwise, all buffers were prepared as a stock solution with RNase-free water in freshly autoclaved bottles. Buffers are decanted into Falcon tubes for immediate use and only pipetted out of them. Unless indicated otherwise, all buffers are kept at 4ºC and Falcons with aliquots of buffers are kept on ice.</p><p><br></p><p>1) <strong>10x Depletion Buffer</strong>, 200 mM Tris-HCl (pH 7.4), 400 mM KCl.</p><p>2) <strong>TE Buffer</strong>, 10 mM Tris-HCl (pH 8), 1 mM EDTA.&nbsp;</p><p>3) <strong>2x IPP Buffer</strong>, 100 mM Tris-HCl (pH 7.4), 300 mM NaCl, 0.2% NP-40.&nbsp;</p><p>4) <strong>2x PNK-MES Buffer</strong>, 50 mM MES (pH 6.0), 100 mM NaCl, 20 mM MgCl2, 0.2% Tween-20. Store at room temperature.</p><p>5) <strong>2x ProtK Buffer</strong>, 200 mM Tris-HCl (pH 7.4), 100 mM NaCl, 20 mM EDTA, 0.2% Tween-20.</p><p>6) anti-m7G antibody (SYSY, 201011)</p><p>7) Dynabeads ProteinG slurry magnetic beads (Invitrogen, 10003D)</p><p>8) Quick-RNA Miniprep Kit (Zymo Research, R1054)</p><p>9) Direct-zol RNA Microprep Kit (Zymo Research, R2061)</p><p>10) RNA Clean &amp; Concentrator Kit (RCC, Zymo Research, R1013)</p><p>11) Oligo Clean &amp; Concentrator Kit (OCC, Zymo Research, D4060)</p><p>12)&nbsp;RNase-free water (Invitrogen, AM9906)</p><p>13) Ampure XP beads (Beckman Coulter, A63880)</p><p>14) SuperScript III First-Strand Synthesis System (Invitrogen, 18080051)</p><p>15) ERCC RNA Spike-In Mix (Invitrogen, 4456740)</p><p>16) T7-FlashScribe Transcription Kit (CellScript, C-ASF3507)</p><p>17) MEGAclear Transcription Clean-Up Kit (Invitrogen, AM1908)</p><p>18) RNA 5’ Polyphosphatase (Epicentre (ordered through Lucigen), RP8092H)</p><p>19) RNase H (Invitrogen, 18021014)</p><p>20) RNasin Plus RNase inhibitor (Promega, N261A)</p><p>21) Terminator 5’-Phosphate-Dependent Exonuclease (Epicentre (ordered through Lucigen), TER51020)</p><p>22) Phusion High-Fidelity DNA Polymerase (NEB, M0530S)</p><p>23) Vaccinia Capping System (NEB, M2080S)</p><p>24) rSAP (NEB, M0371L)</p><p>25) Proteinase K (Invitrogen, 100005393)</p><p>26) CircLigase II ssDNA Ligase (Epicentre (ordered through Lucigen), CL9021K)</p><p>27) NEBNext High-Fidelity 2x PCR Master Mix (NEB, M0541S)</p><p>28) NEBNext Multiplex Oligos for Illumina (Primer Set 1-4)</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>* Eppendorf pipettes: 1ul to 1ml</p><p>* Eppendorf tubes</p><p>* Falcon tubes: 15 and 50ml</p><p>* Ice bucket with ice</p><p>* Vortex mixer</p><p>* Tube rotator</p><p>* Magnetic rack</p><p>* ThermoMixer</p><p>* Thermocycler</p><p>* Covaris E220 Focused Ultrasonicator</p><p>* Covaris micro snap tubes</p><p>* Mini centrifuge</p><p>* Eppendorf Bench-top centrifuge</p><p>* Qubit RNA/DNA HS</p><p>* Fragment analyser/Bioanalyser</p><p>* Real Time PCR instrument &amp; equipment</p><p>* Illumina HiSeq/MiSeq/NextSeq</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Preparation\nGeneration of capped ERCC spikes\nTen spike sequences were chosen from the ERCC RNA Spike-In Mix and PCR primers were designed to produce ~500 bp long DNA fragments (Table 1). At the 5’ end, we inserted a T7 class II promoter ɸ 2.5 which creates more homogenous 5’ end transcription promoter sequences. The general PCR forward primer was designed to anneal to the T7 transcription site while the individual reverse primers anneal to the respective ERCC spike sequence.\n1)\tReverse transcribe 1 µg of ERCC RNA Spike-In Mix with random hexamers using SSIII according to manufacturer’s instruction.\n2)\tTop-up to 50 µl volume with RNase-free water.\n3)\tPerform PCR with ~10 ng of reverse transcribed ERCC spike mix as template.\n4)\tClean-up PCR reaction using OCC according to manufacturer’s instruction. Elute in 10 µl of RNase-free water.\n5)\tPerform in vitro transcription with 500 ng of template DNA using the T7 FashScribe Transcription Kit according to manufacturer’s instruction.\n6)\tClean up using MEGAclear Transcription Clean-up Kit according to manufacturer’s instruction.\n7)\tPerform 5’ end capping using the Vaccinia Capping System according to manufacturer’s instruction.\n8)\tClean-up using OCC. Elute in 17.5 µl RNase-free water.\n9)\tMeasure RNA either by Qubit or Nanodrop.\n10)\tPrepare the Polyphosphatase master mix as follows:\n○\t10x Reaction Buffer 2 µl\n○\tRNasin+ 0.5 µl\n○\tRNA 5’ Polyphosphatase (20 U/µl) 1µl\n○\tRNA in water 16.5 µl (not more then 10 µg)\n11)\tIncubate at 37ºC for 30 min.\n12)\tClean-up using OCC. Elute in 16.5 µl RNase-free water.\n13)\tPrepare the Terminator exonuclease master-mix as follows:\n○\t10x Reaction Buffer 2 µl\n○\tRNasin+ 0.5 µl\n○\tTerminator Exonuclease (1 U/µl) 1µl\n○\tRNA in water 16.5 µl\n14)\tIncubate at 30ºC for 60 min.\n15)\tClean-up using OCC. Elute in 10 µl.\n16)\tMeasure the concentration of each spike with Qubit.\n17)\tCreate a master-mix of all 10 spikes as a 2-fold serial dilution\n○\tExample: take from one spike 64 ng, from the second one, 32 ng…and from the last spike, 0.125 ng. This results in a spike master mix with a concentration of 2.5 ng/ul.\nPROCEDURE\nRNA Isolation\nRNA can be isolated from any source of interest. We use either the Quick-RNA Microprep Kit for cells in suspension or the Direct-zol Microprep Kit for tissues and whole larvae according to manufacturer’s instruction.\nCRITICAL:\nTo avoid any contamination with DNA, treat the RNA samples with DNAse. Elute in RNase-free water.\nRNA Preparation\nPreparing the beads for IP\n1.\tWash 25 µl of Dynabeads ProteinG slurry magnetic beads per sample with IPP buffer and resuspend in at least 300 µl IPP buffer. (e.g. For 12 samples we used 300 µl of beads, which after washing were resuspended in 1 ml of IPP buffer.)\n2.\tFor each IP, we use 2.5 µg of anti-m7G antibody.\n3.\tAdd the antibody to the beads in IPP and incubate at 4ºC rotating for at least 1 hour.\n4.\tWash the beads three times with IPP buffer, resuspend in IPP buffer and make aliquots of 150 µl per sample\nPreparing total RNA for IP\nCapped RNAs within the cell mainly consist of snRNAs and snoRNAs. To avoid losing sequencing power and increase detection sensitivity, we have therefore developed a targeted depletion approach using DNA antisense oligos followed by RNase H treatment. These oligos were designed to bind within the first 40 nt of small abundant capped RNAs. The most abundant sn- and snoRNAs based on a first run without depletion were chosen as targets (Table 2). The thereby resulting 20-40 nt long capped RNA species are then removed through column purification using the RNA Clean and Concentrator Kit.\nrRNA species do not contain a cap and are therefore excluded from the IP. However, due to their abundance, it is possible that a substantial portion of rRNAs can stick to the beads. To reduce the number of reads coming from rRNAs, we implemented a similar approach for rRNA removal as for the abundant RNAs (Table 3). In addition (also possible as a stand alone solution) we treat the RNA sample with Terminator Exonuclease, which degrades RNA species with a single phosphate group at their 5’ end.\nOptional: polyA RNA isolation\nIf the desired RNA species contains a polyA tail, we recommend a polyA RNA isolation prior to performing MAPCap. This is the most effective way to remove unwanted capped and/or abundant RNA species (sn-, sno- and rRNAs). Starting from polyA RNA, you can directly continue from the fragmentation step of the procedure.\nOptional: Adding capped RNA spike-ins\nAdd 0.05% of capped RNA spike master mix to each sample. E.g. for an RNA starting amount of 5 µg, add 2.5 ng of capped RNA spike master mix.\nAbundant RNA removal\nStarting volume: 26 µl\n1.\tPrepare a master mix containing 4 µl of 10x Terminator buffer (from the Terminator Kit), 4 µl AS-oligo mix against sn/snoRNAs (6 µM) and 4 µl AS-oligo mix against rRNAs (4 µM).\n2.\tAdd 12 µl of AS-master mix to each sample, incubate the RNA at 70ºC for 2 min followed by gradual cooling to 37ºC (for this, we changed the temperature of the thermocycler from 70ºC to 37ºC. This takes around 10 min.)\n3.\tOnce the samples have reached 37ºC, add 1 µl of RNase H (2 U/µl) and incubate at 37ºC for 30 min at 1100 rpm interval shaking (30 s on, 120 s off).\n4.\tIncubate the samples at 70 ºC for 5 min, put on ice immediately for at least 1 min, and add 2 µl of 5’ Terminator Exonuclease (1 U/µl). Incubate for 60 min at 30 ºC at 1100 rpm interval shaking (30 s on, 120 s off).\n5.\tClean-up using the RCC Kit according to manufacturer’s instruction with slight modifications:\na.\tPrepare an adjusted RNA Binding Buffer as follows: 100 µl Binding Buffer + 50 µl EtOH (>95%).\nb.\tElute in 100 µl TE buffer.\n6.\tTransfer the sample to Micro Snap Cap Tubes (Covaris) for fragmentation.\n7.\tWe used the Covaris E220 Focused Ultrasonicator with the following settings: Duty cycle: 10%, Intensity: 5, Power: 175 W, Cycles/Burst: 200, time: 180s).\nCRITICAL:\nIt is important to obtain RNA of a uniform size of around 200-400 nt in order to achieve ideal conditions for sequencing. We recommend testing the fragmentation in advance with several conditions (Figure 1).\nIP\n1.\tTransfer the sonicated RNA in 100 µl TE buffer to the 150 µl aliquots of antibody coupled beads.\n2.\tResuspend the mix and incubate at 4ºC for 1-2 hours.\nGeneral remarks regarding washing beads:\n●\tTo properly remove all liquid from the beads for washing and resuspension in a new solution, we perform a short spin to remove any liquid that has accumulated in the lid of the tube.\n●\tWe then place the tube on a magnet and wait until the beads are properly bound before removing the solution with a vacuum pump or manual pipetting.\n●\tAfter the last removal of the washing buffer, we take the tubes from the magnet and perform another quick spin on a table centrifuge before placing the tubes back on the magnet. This allows us to collect the remaining liquid at the bottom of the tube with a 10 µl pipet.\nGeneral remarks regarding resuspension of beads in a new reaction mix:\n●\tMost reactions are carried out in 20 µl volume. It is therefore important to remove all excess volume from the wash step before continuing with the protocol (see general remarks on washing, point 3).\n●\tWe elute beads by dispensing the 20 µl from the wall of the tube where the beads were fixed to the side. Repeat this step until all beads are off the wall and gently resuspend until the beads are homogeneously in solution.\nLibrary preparation\n1.\tWash the beads 3 times with IPP buffer. Add at least 500 µl of IPP buffer and rotate the beads at 4ºC for 5 min.\n2.\tPrepare PNK-MES master mix as follows:\n○\t2x PNK-MES Buffer\t\t10 µl\n○\tb-Mercaptoethanol (0.1 M)\t1 µl\n○\tT4 PNK (10 U/µl)\t\t1 µl\n○\tRNasin+ (40 U/µl)\t\t0.5 µl\n○\tRNase-free water\t\t7.5 µl\n3.\tResuspend the beads in 20 µl of PNK-MES master mix.\n4.\tIncubate at 37ºC for 30 minutes in a thermocycler with 1100 rpm interval shaking (30 s on / 120 s off).\n5.\tWash the beads 3x with cold IPP buffer.\n6.\tPrepare Ligation master mix as follows:\n○\t10x T4 Ligase Buffer\t\t2 µl\n○\tATP (1 mM)\t\t\t2 µl\n○\tRNase-free water\t\t7.5 µl\n○\tAdd 6 µl of PEG-8000 to this solution and mix by flicking the tube and pipetting until the PEG is properly dissolved.\n○\tT4 RNA Ligase 1 (10 U/µl)\t1 µl\n○\tRNasin+ (40 U/µl)\t\t0.5 µl\n7.\tResuspend the beads in 19 µl of Ligation master mix.\n8.\tAdd 1 µl of s-oligo (10 µM) to each sample, mix the beads by flicking followed by a quick spin.\nNOTE:\nUse individual s-oligos for each sample. Afterwards, the samples will be pooled for sequencing and computational demultiplexing will be performed based on the s-oligo sample barcode.\nCRITICAL:\nAdjust the s-oligo concentration added to the sample based on the starting amount of RNA used. For 5 ug we use 1 µl of a 10 µM solution.\n9.\tIncubate at 25ºC for 1 hour in a thermocycler with 1100 rpm interval shaking (30 s on / 120 s off).\n10.\tWash the beads 3x with cold IPP buffer. After 2 washes, resuspend one sample with 900 µl cold IPP buffer and transfer to every subsequent sample to combine all samples. Transfer to a new Eppendorf tube.\n11.\tPrepare the rSAP master mix as follows:\n○\tIPP buffer \t\t35 µl\n○\tRNasin+ (40 U/µl)\t1 µl\n○\trSAP (1 U/µl)\t\t4 µl\n12.\tResuspend the beads in 40 µl of rSAP master mix and incubate at 37ºC for 30 min with 1100 rpm interval shaking (30s on / 120 s off).\n13.\tWash beads 3x with IPP buffer.\n14.\tPrepare the ProtK master mix as follows:\n○\t2x ProtK Buffer\t\t50 µl\n○\t10% SDS\t\t\t2 µl\n○\tProteinase K (20 mg/ml)\t10 µl\n○\tRNase-free water\t\t38 µl\n15.\tResuspend the beads in 100 µl ProtK master mix and incubate at 37ºC for 20 min with 1100 rpm interval shaking (30 s on / 120 s off).\n16.\tPlace the tube on the magnet and transfer the supernatant to a new tube. The beads can be discarded at this point.\n17.\tClean up using OCC according to manufacturer’s instruction.\n18.\tElute in 9 µl of RNase-free water.\n19.\tPrepare Reverse Transcription master mix using the SuperScript III Kit as follows:\n○\t10x Buffer\t\t2 µl\n○\tdNTP (10 mM)\t1 µl\n○\tMgCl2 (25 mM)\t4 µl\n○\tDTT (0.1 M)\t\t2 µl\n○\tRNaseOUT (40 U/µl)\t1 µl\n○\tSSIII (200 U/µl)\t1 µl\n20.\tAdd the 11 µl Reverse Transcription master mix to the sample and incubate for 10 min at 42ºC, 10 min at 50 ºC, 10 min at 55 ºC and 10 min at 65 ºC with 1100 rpm interval shaking (30 s on / 120 s off). Increase the temperature in the thermocycler after 10 minutes while keeping the sample in the cycler.\n21.\tPurify the sample using OCC according to manufacturer’s instruction.\n22.\tElute the sample with 6.5 µl RNase-free water.\n23.\tPrepare the Circularization master mix as follows:\n○\t10x Buffer\t\t\t1 µl\n○\tMnCl2 (50 mM)\t\t0.5 µl\n○\tBetaine (5 M)\t\t\t2 µl\n○\tCircLigaseII (100 U/µl)\t0.5 µl\n24.\tAdd the 4 µl of Circulaization master mix and incubate for 1-16 hours at 60 ºC. (We usually perform this step overnight in an incubator to avoid condensation on the wall and lid.)\nLibrary amplification\nIn order to perform as few PCR amplification cycles as possible, we recommend performing a qPCR on the circularized DNA template and compare the cycle numbers to a standard library. The standard library is a previously sequenced MAPCap library where the concentration is known. We aim at a library of around 2-4 ng/µl in 10 µl final volume after PCR and Ampure beads clean-up. We use 1 µl of circularized cDNA which is serially diluted 3 times to get different measurements with different concentrations. Typically, MAPCap requires between 14 and 18 cycles of PCR depending on the starting amount used.\n1.\tSet up a PCR reaction:\n○\t2x NEBNext PCR master mix\t\t20 µl\n○\tUniversal primer P5 (10 µM)\t\t1 µl\n○\tIndex primer P3 (10 µM)\t\t1 µl\n○\tCircularized cDNA library\t\t9 µl\n○\tRNase-free water\t\t\t9 µl\n2.\tPCR program: 1. 98 ºC for 30 sec, 2. 98 ºC for 10 sec, 3. 65 ºC for 30 sec, 4. 72 ºC for 20 sec, 5. Repeat 2-4 for desired amount of cycles, 6. 72 ºC for 5 min, 7. 4 ºC forever.\n3.\tClean-up the amplified library with two rounds of Ampure beads at a 1x ratio.\n○\tEquilibrate Ampure XP beads at room temperature for 30 min and vortex the beads well before use.\n○\tAdd 40 µl (1x ratio) of Ampure beads to the library and mix well.\n○\tIncubate 5 min at room temperature before placing the tube on a magnet.\n○\tOnce beads are fixed to the magnet and the solution is clear, remove 75 µl of the liquid. (Caution: Do not disturb the beads.)\n○\tWash 2x with 200 µl 80% EtOH without removing the beads from the magnet.\n○\tDry the beads at room temperature while on the magnetic stand for 5 min (do not over-dry).\n○\tRemove the tube from the magnet and resuspend the beads in 20 µl of RNase-free water.\n○\tReclaim beads on a magnet and collect the sample in a new tube.\n○\tAdd 20 µl (1x ratio) of Ampure beads to the library and mix well.\n○\tIncubate 5 min at room temperature before placing the tube on a magnet.\n○\tOnce beads are fixed to the magnet and the solution is clear, remove 35 µl of the liquid. (Caution: Do not disturb the beads.)\n○\tWash 2x with 200 µl 80% EtOH without removing the beads from the magnet.\n○\tDry the beads at room temperature while on the magnetic stand for 5 min (do not over-dry).\n○\tRemove the tube from the magnet. Resuspend the beads in 13 µl of RNase-free water. Reclaim beads on a magnet and collect the sample in a new tube.\n4.\tProceed with quantification of the DNA concentration (Qubit DNA HS) and size distribution control using Bioanalyzer/Fragment Analyzer. An example of a final MAPCap library is shown in Figure 2. Libraries should be clean of adapter dimers (peak around 140 bp).\n5.\tFinal libraries can be stored at -20ºC.\n6.\tSequence the library following Illumina guidelines (50-75 bp, paired-end, 6 bp index reads)."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>Total: 16-18&nbsp;hours (calculated for 12 samples)</strong></p><p>●\tCoupling antibody to the beads:<strong><em>1-2 hours</em></strong></p><p>●\tAbundant RNA depletion: <strong><em>2.5 hours</em></strong></p><p>●\tRNA fragmentation: <strong><em>1 hour</em></strong></p><p>●\tIP: <strong><em>1-2 hours</em></strong></p><p>●\t3’ end repair (PNK): <strong><em>30 minutes</em></strong></p><p>●\tLigation: <strong><em>1 hour</em></strong></p><p>●\tS-oligo dephosphorylation (rSAP): <strong><em>30 minutes</em></strong></p><p>●\tRelease RNA from beads (ProtK): <strong><em>20 minutes</em></strong></p><p>●\tReverse transcription: <strong><em>1.5 hours</em></strong></p><p>●\tCircularization: <strong><em>2 hours (or over night)</em></strong></p><p>●\tqPCR: <strong><em>2 hours</em></strong></p><p>●\tPCR: <strong><em>1 hour</em></strong></p><p>●\tFinal clean-up: <strong><em>30 minutes</em></strong></p><p><br></p><p>●\tCoupling antibody to the beads: <strong><em>1-2 hours</em></strong></p><p>●\tAbundant RNA depletion: <strong><em>2.5 hours</em></strong></p><p>●\tRNA fragmentation: <strong><em>1 hour</em></strong></p><p>●\tIP: <strong><em>1-2 hours</em></strong></p><p>●\t3’ end repair (PNK): <strong><em>30 minutes</em></strong></p><p>●\tLigation: <strong><em>1 hour</em></strong></p><p>●\tS-oligo dephosphorylation (rSAP): <strong><em>30 minutes</em></strong></p><p>●\tRelease RNA from beads (ProtK): <strong><em>20 minutes</em></strong></p><p>●\tReverse transcription: <strong><em>1.5 hours</em></strong></p><p>●\tCircularization: <strong><em>2 hours (or over night)</em></strong></p><p>●\tqPCR: <strong><em>2 hours</em></strong></p><p>●\tPCR: <strong><em>1 hour</em></strong></p><p>●\tFinal clean-up: <strong><em>30 minutes</em></strong></p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>1. Insert size of final sequencing library</strong>: should be in the range of 200-500 bp. See the \"good library\" figure (Fig. 2)</p><p><br></p><p><strong>2. Number of mapped and de-duplicated reads: </strong>Ideally, a good library should have high mapping efficiency (&gt;80% uniquely mapped) and low number of PCR duplicates. The proportion of PCR duplicates varies depending on the number of PCR cycles (which depends on the amount of starting material), but &gt;90% PCR duplicates (compared to uniquely mapped reads) should be concerning as it may lead to low number of kept reads for TSS detection.</p><p><br></p><p><strong>3. Reads within TSS: </strong>Generally, &gt;60% of duplicate-free reads should be expected to fall within the detected TSSs. Although this number can be increased by modifying the TSS detection parameters (see the <a href=\"https://bioconductor.org/packages/release/bioc/vignettes/icetea/inst/doc/mapcap_analysis.html\" target=\"_blank\">icetea vignette</a>), this should be kept in mind that there's a trade-off between sensitivity and specificity during TSS detection.</p>"
        },
        {
            "header": "References",
            "content": "<p>Kodzius, R. et al. CAGE: cap analysis of gene expression. Nat. Methods 3, 211–222 (2006).</p><p><br></p><p>Aktaş, T. et al. DHX9 suppresses RNA processing defects originating from the Alu invasion of the human genome. Nature 544, 115–119 (2017).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors acknowledge the Deep-Sequencing Unit at MPI-IE for data production.&nbsp;Ibrahim Illik for sharing the s-oligo and the FLASH protocol, and Plamen Georgeiv for help with MLE mutant and wild-type flies.&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-11115-x",
                "date": "2019-07-30 10:03:13",
                "title": "MAPCap allows high-resolution detection and differential expression analysis of transcription start sites",
                "authors": [
                    "Vivek Bhardwaj",
                    "Giuseppe Semplicio",
                    "Niyazi Umut Erdogdu",
                    "Thomas Manke",
                    "Asifa Akhtar"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 98979,
                "identity": "1304774f-55a9-4355-b41a-a8ba8e10be30",
                "order_by": 1,
                "name": "Vivek Bhardwaj",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-5570-9338",
                "institution": "Max Planck Institute of Immunobiology and Epigenetics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vivek",
                "middleName": "",
                "lastName": "Bhardwaj",
                "suffix": ""
            },
            {
                "id": 98980,
                "identity": "e7845efc-bfc1-44fe-8acd-592ed3e2cd04",
                "order_by": 2,
                "name": "Giuseppe Semplicio",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Immunobiology and Epigenetics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Giuseppe",
                "middleName": "",
                "lastName": "Semplicio",
                "suffix": ""
            },
            {
                "id": 98981,
                "identity": "ebf616c3-3e79-4286-9101-5994706457bb",
                "order_by": 3,
                "name": "Niyazi Umut Erdogdu",
                "email": "",
                "orcid": "",
                "institution": "Max Planck Institute of Immunobiology and Epigenetics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Niyazi",
                "middleName": "Umut",
                "lastName": "Erdogdu",
                "suffix": ""
            },
            {
                "id": 98982,
                "identity": "3f0ab523-f5ef-447d-b6a5-41d3e1564e03",
                "order_by": 4,
                "name": "Asifa Akhtar",
                "email": "akhtar@ie-freiburg.mpg.de",
                "orcid": "",
                "institution": "Max Planck Institute of Immunobiology and Epigenetics",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Asifa",
                "middleName": "",
                "lastName": "Akhtar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-04-28 14:01:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.9396/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.9396/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2614684,
                "identity": "c38397bf-9f90-4fc8-a004-cac436f606c0",
                "added_by": "48e40a38-0749-4c9b-95a9-d63c87c0fd04",
                "created_at": "2020-09-25 20:54:24",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 71234,
                "visible": true,
                "origin": "",
                "legend": "Fig. 1: Various fragmentation times and RNA concentrations have been tested to determine the ideal conditions to receive RNA fragments of 200-400 nt in length.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-227/v1/figure_1.png"
            },
            {
                "id": 2614691,
                "identity": "25853e0b-e44c-466a-8f04-3e5e1aee0331",
                "added_by": "48e40a38-0749-4c9b-95a9-d63c87c0fd04",
                "created_at": "2020-09-25 20:54:25",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 289761,
                "visible": true,
                "origin": "",
                "legend": "Fig. 2: Example of a good and bad MAPCap library. A good library has the insert size within 200-600 bp and no abundant RNAs.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-227/v1/figure_2.png"
            },
            {
                "id": 13469104,
                "identity": "25e58411-0ff1-4eeb-86d4-05c8b8a4f67d",
                "added_by": "auto",
                "created_at": "2021-09-16 21:00:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 811194,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-227/v1/9bf508b4-fb50-409d-b90f-4f2cf02da817.pdf"
            },
            {
                "id": 2614683,
                "identity": "e0f55336-31eb-4418-9b18-b90b94199e42",
                "added_by": "48e40a38-0749-4c9b-95a9-d63c87c0fd04",
                "created_at": "2020-09-25 20:54:24",
                "extension": "xlsx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15426,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement1.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-227/v1/supplement_1.xlsx"
            },
            {
                "id": 2614685,
                "identity": "c07a3d7c-7ab2-4b9f-815f-9d9536244e6e",
                "added_by": "48e40a38-0749-4c9b-95a9-d63c87c0fd04",
                "created_at": "2020-09-25 20:54:24",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 457780,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "supplement2.pdf",
                "url": "https://assets.researchsquare.com/files/pex-227/v1/supplement_2.pdf"
            }
        ],
        "financialInterests": "AA is listed as one of the inventors on the patent application for the s-oligo (application no. PCT/EP2016/066876). Other authors declare no conflict of interest.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CAGE, Gene expression analysis, Transcription start sites, High-throughput sequencing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Below we present a simple and quick TSS quantification protocol, <strong>MAPCap</strong> (<strong>M</strong>ultiplexed <strong>A</strong>ffinity <strong>P</strong>urification of <strong>Cap</strong>ped RNA) that enables users to combine high-resolution detection of transcription start-sites and differential expression analysis. MAPCap can be used to profile TSS from dozens of samples in a multiplexed way, in 16-18 hours. MAPCap data can be analyzed using our easy-to-use software <strong>icetea</strong> (<a href=\"https://bioconductor.org/packages/icetea\" target=\"_blank\">https://bioconductor.org/packages/icetea</a>), which allows users to detect robust TSS using replicates, and perform differential TSS analysis.</p>",
        "manuscriptTitle": "MAPCap: A fast and quantitative transcription start site profiling protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-07-30 15:07:28",
                "doi": "10.21203/rs.2.9396/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "48e40a38-0749-4c9b-95a9-d63c87c0fd04",
        "owner": [],
        "postedDate": "July 30th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 13896,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 13897,
                "name": "Genetics"
            },
            {
                "id": 13898,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-07-30 15:07:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}