{
    "identity": "pex-976",
    "title": "<p>COVID-19 mortality and BCG vaccination: defining the link using machine learning</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) and the resulting clinical condition coronavirus disease (COVID-19) have caused a worldwide pandemic. There have been 4.8 million confirmed infections and 318,000 deaths worldwide as of May 19, 2020<sup>1</sup> resulting in significant global and personal insecurity<sup>2,3</sup>. Mitigation of the pandemic requires a multifaceted strategy to reduce clinical morbidity/mortality, disease spread, and ultimately vaccination. The bacille Calmette-Guerin (BCG) vaccine has been administered to almost 4 billion people worldwide for over 100 years for the prevention of tuberculosis (TB)<sup>4</sup>. When given in conjunction with anti-viral vaccinations including yellow fever and influenza, patients pre-treated with BCG have demonstrated reduced viremia, decreased levels of circulating cytokines associated with cytokine storms, and no difference in, or an improved, anti-viral antibody response<sup>5,6</sup>. These observations may be associated with a shift in the T-cell mediated response to pathogens, enhanced trained innate immunity, and/or an as yet undiscovered pathway<sup>7</sup>. However, they provide an immunologic foundation which suggests BCG vaccination is associated with clinically meaningful immunomodulatory function.&nbsp;Several studies have observed reduced CSM/CFR in countires with active BCG vaccination programs, suggesting that there is some degree of protection from severe COVID-19 infection, especially in elderly populations<sup>8,9,10</sup>. Employing unsupervised machine learning methods with adjustment for numerous variables and potential established confounders associated with mortality, we evaluated the association between covariates designated <em>a priori</em> including BCG vaccination programs and mortality associated with COVID-19 at a country level utilizing pre-specified inclusion criteria.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>None were used</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>To execute the proposed protocol, researchers need access to data and computational resources to run the software packages required for the implementation of this protocol. There are several software packages available which help in processing large datasets and running ML algorithms for pattern recognition. Proposed below is one of the possible methods of implementing this protocol which corresponds to the methodology detailed in the manuscript.</p><p><br></p><p><strong>Software</strong></p><p><strong>﻿</strong></p><p>R for statistical computing V 4.0.1 (<a href=\"https://cran.r-project.org/bin/windows/base/\" rel=\"noopener noreferrer\" target=\"_blank\">https://cran.r-project.org/bin/windows/base/</a>)</p><p>R Studio for statistical computing V 1.3.959&nbsp;(<a href=\"https://rstudio.com/products/rstudio/download/\" rel=\"noopener noreferrer\" target=\"_blank\">https://rstudio.com/products/rstudio/download/</a>)</p><p>Package \"cluster\"&nbsp;&nbsp;&nbsp;&nbsp;   </p><p>Package \"factoextra\"   </p><p>Package \"dplyr\"   </p><p>Package \"purrr\"   </p><p>Package \"ggplot2\"   </p><p>Package \"randomForest\"   </p><p>Package \"caret\"   </p><p>Package \"glmnet\"   </p><p>Package \"psych\"   </p><p>Package \"nFactors\"   </p><p>Package \"fpc\"   </p><p>Package \"NbClust\"   </p><p>Package \"corrplot\"   </p><p>Package \"regclass\"   </p><p>Package \"leaps\"   </p><p>Package \"bestglm\"   </p><p>Package \"MASS\" </p><p>*For detailed information on all these packages, please refer to \"<a href=\"https://cran.r-project.org/web/packages\" rel=\"noopener noreferrer\" target=\"_blank\">https://cran.r-project.org/web/packages</a>\"</p>"
        },
        {
            "header": "Procedure",
            "content": "This procedure description, consists of the following : 1) Selection of countries for inclusion in analysis, 2) Data collection and consolidation, 3) Data treatment, 4) Feature selection using exploratory factor analysis, 5) Grouping of countries based on k-means clustering, 6) Validation using step wise linear regression.\n1. Selection of countries for inclusion in analysis\nInclusion criteria included: more than 2,000 cases as of May 5, 2020, population greater than 5 million, and land area greater than 1,000 km\n2\n(to exclude city-states with the potential for non-representative population densities). Exclusion criteria included countries where BCG program start year could not be ascertained.\n﻿\n2. Data collection and consolidation\nAll data leveraged originated from publicly available data sources (Supplementary Table 1). A set of potential disease related mortality drivers spanning seven domains - socio-economic, health system readiness, environmental, existing disease burden, demographics, vaccination programs, and response to the pandemic were selected a priori (Supplementary Table 2). COVID-19 specific mortality (CSM) was the primary outcome, defined as deaths related to COVID-19 per million population assessed 30 days after 100 reported cases.\n﻿\n3. Data Treatment\nAll variables were uniformly capped at the 97'th percentile and floored at the 1'st percentile.\nMissing value treatment is detailed in Supplementary Table 5.\n4. Feature selection using exploratory factor analysis\nWe sought to group countries into comparable clusters based on previously described CSM drivers. To do this, we first assessed the correlation amongst pre-determined variables related to CSM (Supplementary Figure 1) which demonstrated substantial correlation between several explanatory variables. Therefore, exploratory factor analysis, an unsupervised machine learning method to reduce the original set of explanatory variables, was performed. The optimum number of factors were chosen using the scree plot (Supplementary Figure 2). An elbow was observed between 7 and 8 factors (Supplementary Tables 3a and 3b)\n11\n. Varimax rotation was used to maximize the loading of each variable on a single factor. From each factor group, variables were chosen as inputs for subsequent clustering and multiple regression analysis based on loading characteristics and expert consensus where loading values were similar. Given the large size of the first factor group, three variables were selected from the group. Population density was considered as a distinct group given low loading (below 0.3) value and included in addition to one other variable from group 6. There was low variation of values for factors in group 7 thus no variables were included from this group. The variables selected included GDP per capita, population, population density, temperature (Celsius), percentage of the population above 65 years of age, and stringency index (SI) (a measure of country level interventions in response to COVID-19)\n12\n.\n5. Grouping of countries based on k-means clustering\nCountries were clustered utilizing the k-means algorithm\n13\n. The optimal number of clusters was determined using the average silhouette coefficient and Dunn Index (Supplementary Table 4, Supplementary Figure 3). Countries within a cluster were further segmented based on a categorical metrics related to BCG vaccination programs including if the country’s BCG vaccination program was active and at least 40 years old or 15 years old based on prior works indicating a reduction of vaccination efficacy after a period of 15-40 years\n14,15\n. Deaths per million from COVID-19 thirty days after each country crossed 100 reported cases was compared for countries with currently active universal BCG vaccination programs and for either the preceding 40 or 15 years and those without within a cluster. Countries within each cluster demonstrated lower coefficients of variation in testing rates compared to the whole population, and therefore normalization of testing rates was not performed.\n6. Validation using step wise linear regression\nTo explore whether the findings were robust compared to alternate analytical approaches, we performed sensitivity analyses using linear regression models analyzing variables from each of the factor groups and CSM as the dependent variable. Step wise linear regression was used to retain variables with a statistically significant impact on CSM.\nDetailed R code can be found in the Supplementary Files."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>The code has been uploaded in supplementary files. Any issues with loading of packages can be resolved usually by checking the Java version and reinstalling R and RStudio if needed.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>1) Selection of countries for inclusion in analysis - 1 day</p><p>2) Collection of data - 2 weeks</p><p>3) Data treatment - 3 to 4 days</p><p>4) Feature selection using exploratory factor analysis - 2 to 3 days</p><p>5) Grouping of countries based on k-means clustering - 1 to 1.5 weeks</p><p>6) Validation using step wise linear regression - 2 to 3 days</p><p><br></p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Of 212 countries/territories, 57 countries were included in analysis (Figure 1). Nine city states with insufficient land area or population and 141 countries with insufficient cases were excluded. Four countries met inclusion criteria but start dates for BCG vaccination programs were not available. China was excluded from the analysis as it was the first country to report widespread cases of the virus and therefore might have introduced a lead time bias.&nbsp;</p><p>Factor analysis resulted in the identification of six, distinct variables including GDP per capita, population, population density, temperature, percent population above 65 years, and stringency index (Table 1). Variables related to BCG administration were part of a distinct factor group. Countries within clusters had lower variation of both COVID-19 testing rates and Global Health Security Agenda (GHSA) scores, compared to the overall population. Two cluster solutions, with 6 and 9 clusters, demonstrated the highest scores (Dunn Index and Silhouette Score). Since findings were similar between the 6 and 9 cluster groups and cluster 9 only included 1 country in the 9-cluster solution (Supplementary Table 6), data for the remainder of the manuscript is presented from the six-cluster solution. </p><p>&nbsp;Deaths per million related to COVID-19 (CSM) was assessed 30 days after each included country reported 100 cases. Five of 6 clusters allowed division and comparison of CSM by the presence or absence of BCG vaccination programs for the preceding 15 years (BCG15) (Figure 2a). The remaining cluster composed exclusively countries with BCG vaccination programs (no comparison group-cluster 2).&nbsp;All 6 clusters allowed division and comparison of CSM by the presence or absence of BCG vaccination programs in the preceding 40 years (BCG40) (Figure 2b). Four of 5 clusters demonstrated lower mortality when they had BCG15 and 4 of 6 clusters demonstrated the same association with BCG40. For BCG40, specificity, clusters 1, 3, 5, and 6 demonstrated improved CSM with hazard ratios of 0.03, 0.01, 0.17, and 0.47, respectively. Cluster 2 and 4 demonstrated worse CSM with hazard ratios of 2.43 and 2.24, respectively. The results from the 9-cluster analysis were similar (supplementary table 7). Granular data regarding clustering is presented in supplemental tables 8a/b.</p><p>Using multivariate regression analysis, the presence of BCG15 (reduction of CSM by 71% (95% CI:&nbsp;53 to 89%), total population (for every 1 million person increase there was a 1% decrease in CSM (95% CI: 0.53 to 1.47%), and share of the population above 65 years (CSM increased by 10% for each percent increase in population over 65 (95% CI:&nbsp;2 to 18%) were shown to be significantly associated with CSM. Percent coverage metrics for vaccinations including RCV1 (Rubella), MCV1 (Measles) and OPV (Polio) were forced into the model and were not significantly associated with CSM.&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;Dong E, Du H, Gardner L. An interactive web-based dashboard to track COVID-19 in real time. The Lancet Infectious Diseases 2020; 20: 533-534.</p><p>2.&nbsp;Wang H-y, Xia Q, Xiong Z-z, et al. The psychological distress and coping styles in the early stages of the 2019 coronavirus disease (COVID-19) epidemic in the general mainland Chinese population: a web-based survey. PLoS One 2020; 15(5):e0233410.</p><p>3.&nbsp;McKibbin WJ, Fernando R. The global macroeconomic impacts of COVID-19: Seven scenarios. 2020: 19.</p><p>4.&nbsp;Oettinger T, Jørgensen M, Ladefoged A, Hasløv K, Andersen P. Development of the Mycobacterium bovis BCG vaccine: review of the historical and biochemical evidence for a genealogical tree. Tubercle and lung disease 1999;79:243-50.</p><p>5.&nbsp;Arts RJ, Moorlag SJ, Novakovic B, et al. BCG vaccination protects against experimental viral infection in humans through the induction of cytokines associated with trained immunity. Cell host &amp; microbe 2018;23:89-100. e5.</p><p>6.&nbsp;Leentjens J, Kox M, Stokman R, et al. BCG vaccination enhances the immunogenicity of subsequent influenza vaccination in healthy volunteers: a randomized, placebo-controlled pilot study. The Journal of infectious diseases 2015;212:1930-8.</p><p>7.&nbsp;Kleinnijenhuis J, Quintin J, Preijers F, et al. Long-lasting effects of BCG vaccination on both heterologous Th1/Th17 responses and innate trained immunity. J Innate Immun 2014;6:152-8.</p><p>8.&nbsp;Hegarty PK, Sfakianos JP, Giannarini G, DiNardo AR, Kamat AM. COVID-19 and Bacillus Calmette-Guérin: What is the link? European Urology Oncology 2020;S2588-9311(20)30049-3. </p><p>9.&nbsp;Miller A, Reandelar MJ, Fasciglione K, Roumenova V, Li Y, Otazu GH. Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study. MedRxiv 2020.</p><p>10.&nbsp;Sala G, Miyakawa T. Association of BCG vaccination policy with prevalence and mortality of COVID-19. medRxiv 2020.</p><p>11.&nbsp;UCLA:&nbsp;&nbsp;Statistical Consulting Group. 2006. (Accessed May2020, at https://stats.idre.ucla.edu/stata/ado/analysis/.)</p><p>12.&nbsp;Hale T, Petherick A, Phillips T, Webster S. Variation in government responses to COVID-19. Blavatnik School of Government Working Paper 2020;31.</p><p>13.&nbsp;Charrad M, Ghazzali N, Boiteau V, Niknafs A. Determining the number of clusters using NbClust package. MSDM 2014 2014:1.</p><p>14.&nbsp;Nguipdop-Djomo P, Heldal E, Rodrigues LC, Abubakar I, Mangtani P. Duration of BCG protection against tuberculosis and change in effectiveness with time since vaccination in Norway: a retrospective population-based cohort study. The Lancet infectious diseases 2016;16:219-26.</p><p>15.&nbsp;Lord J, Willis S, Eatock J, et al. Economic modelling of diagnostic and treatment pathways in National Institute for Health and Care Excellence clinical guidelines: the Modelling Algorithm Pathways in Guidelines (MAPGuide) project. Health technology assessment (Winchester, England) 2013;17:1-192.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 680022,
                "identity": "a4762c02-a3e8-4f34-973e-0cfbe0ce520b",
                "order_by": 1,
                "name": "Nathan A. Brooks",
                "email": "",
                "orcid": "",
                "institution": "The University of Texas MD Anderson Cancer Center, Department of Urology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nathan",
                "middleName": "A.",
                "lastName": "Brooks",
                "suffix": ""
            },
            {
                "id": 680023,
                "identity": "ee151c86-3402-4632-b7ec-a2f45abe69ce",
                "order_by": 2,
                "name": "Ankur Puri",
                "email": "",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ankur",
                "middleName": "",
                "lastName": "Puri",
                "suffix": ""
            },
            {
                "id": 680024,
                "identity": "29b7edf7-3596-410c-9f80-2eea3cc6aeed",
                "order_by": 3,
                "name": "Sanya Garg",
                "email": "sanya_garg@mckinsey.com",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sanya",
                "middleName": "",
                "lastName": "Garg",
                "suffix": ""
            },
            {
                "id": 680025,
                "identity": "ed4cf5f0-a353-4efb-9d53-51bf24d8f301",
                "order_by": 4,
                "name": "Swapnika Nag",
                "email": "Swapnika_Nag@mckinsey.com",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Swapnika",
                "middleName": "",
                "lastName": "Nag",
                "suffix": ""
            },
            {
                "id": 680026,
                "identity": "327a7efd-8639-4d86-bbaf-8b71c25b69ff",
                "order_by": 5,
                "name": "Jacomo Corbo",
                "email": "",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jacomo",
                "middleName": "",
                "lastName": "Corbo",
                "suffix": ""
            },
            {
                "id": 680027,
                "identity": "a9db8fa2-d101-4a4a-99bc-8c94b471e93a",
                "order_by": 6,
                "name": "Anas El Turabi",
                "email": "",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anas",
                "middleName": "El",
                "lastName": "Turabi",
                "suffix": ""
            },
            {
                "id": 680028,
                "identity": "f7ba5845-1c1d-420f-88aa-09147b20982c",
                "order_by": 7,
                "name": "Noshir Kaka",
                "email": "",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Noshir",
                "middleName": "",
                "lastName": "Kaka",
                "suffix": ""
            },
            {
                "id": 680029,
                "identity": "a6076e2a-f8bd-44f1-be15-35d21281f432",
                "order_by": 8,
                "name": "Rodney W. Zemmel",
                "email": "",
                "orcid": "",
                "institution": "McKinsey & Company",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rodney",
                "middleName": "W.",
                "lastName": "Zemmel",
                "suffix": ""
            },
            {
                "id": 680030,
                "identity": "01e5e9d8-d0c2-4ccd-9785-2bf55af5f6f2",
                "order_by": 9,
                "name": "Paul K. Hegarty",
                "email": "",
                "orcid": "",
                "institution": "Mater Private Hospital, Department of Urology, Cork, Ireland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paul",
                "middleName": "K.",
                "lastName": "Hegarty",
                "suffix": ""
            },
            {
                "id": 680031,
                "identity": "28cecd9e-4b37-4713-9f80-2a8af93db8c1",
                "order_by": 10,
                "name": "Ashish M. Kamat",
                "email": "",
                "orcid": "",
                "institution": "The University of Texas MD Anderson Cancer Center, Department of Urology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ashish",
                "middleName": "M.",
                "lastName": "Kamat",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-06-13 09:48:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-976/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-976/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1361095,
                "identity": "acf12da6-b9e8-40ed-93cd-2cbce0e0038d",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:06",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 120864,
                "visible": true,
                "origin": "",
                "legend": "Consort diagram for country selection",
                "description": "",
                "filename": "Figure1ConsortDiagramforcountryselection.png",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Figure1ConsortDiagramforcountryselection.png"
            },
            {
                "id": 1361097,
                "identity": "ed80dc86-d8f1-43a2-9606-f61056257f57",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:06",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 63017,
                "visible": true,
                "origin": "",
                "legend": "Cluster wise CSM comparisons based on BCG vaccination present in last 40 years",
                "description": "",
                "filename": "Figure2bClusterComparisonsPart2.png",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Figure2bClusterComparisonsPart2.png"
            },
            {
                "id": 13542981,
                "identity": "a5301260-7f60-4f15-8b4c-eb1330c103de",
                "added_by": "auto",
                "created_at": "2021-09-17 01:56:27",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 462628,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/0ae9fd93-cda0-44df-8c99-a4f87fcc28a1.pdf"
            },
            {
                "id": 1361098,
                "identity": "5a5be439-7ac6-43cc-ad6b-3c12b7bc51ba",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:07",
                "extension": "html",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 704587,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Code1Rmarkdownscript.html",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Code1Rmarkdownscript.html"
            },
            {
                "id": 1361099,
                "identity": "198de733-a3b4-4209-b25a-22ae42e09db0",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:07",
                "extension": "docx",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 84864,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure2ScreePlotforFatorAnalysis.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Figure2ScreePlotforFatorAnalysis.docx"
            },
            {
                "id": 1361100,
                "identity": "e07b40fb-18ad-4f91-85d9-70cc38070637",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:07",
                "extension": "docx",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 17845,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1DataSources.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table1DataSources.docx"
            },
            {
                "id": 1361101,
                "identity": "1215090d-caf2-4e8a-b186-c67d50a02f87",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:07",
                "extension": "docx",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 114783,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure1CorrelationMatrix.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Figure1CorrelationMatrix.docx"
            },
            {
                "id": 1361102,
                "identity": "e69330de-4a2e-4d91-af27-debd2dbe3a53",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:08",
                "extension": "docx",
                "order_by": 5,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 16299,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table2DataDictionary.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table2DataDictionary.docx"
            },
            {
                "id": 1361103,
                "identity": "1dff1ba1-7a81-47d9-b48e-7c5fcdd4feea",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:08",
                "extension": "docx",
                "order_by": 6,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 86525,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure3WSSCurveforclustering.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Figure3WSSCurveforclustering.docx"
            },
            {
                "id": 1361104,
                "identity": "dc1d100b-b23c-4241-899e-d420419beb72",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:08",
                "extension": "docx",
                "order_by": 7,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 32642,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table3FactorAnalysisSummary.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table3FactorAnalysisSummary.docx"
            },
            {
                "id": 1361105,
                "identity": "2d8b767d-2e6a-4309-81ce-9d7efe586ce9",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:08",
                "extension": "docx",
                "order_by": 8,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 20468,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table4ClusteringStatistics.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table4ClusteringStatistics.docx"
            },
            {
                "id": 1361106,
                "identity": "b48c9e0f-88c5-458f-a19e-cce87c890127",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:08",
                "extension": "docx",
                "order_by": 9,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 23732,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table5MissingValueTreatment.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table5MissingValueTreatment.docx"
            },
            {
                "id": 1361107,
                "identity": "ade68e8f-22bc-4d7a-9749-1779cd447fa4",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:09",
                "extension": "docx",
                "order_by": 10,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 21411,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table69clusterdescription.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table69clusterdescription.docx"
            },
            {
                "id": 1361108,
                "identity": "f1d37fe5-5928-494d-9e7a-8af8a48c9d89",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:09",
                "extension": "docx",
                "order_by": 11,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 20279,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table7AgeStratifiedMortalityAnalysis.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table7AgeStratifiedMortalityAnalysis.docx"
            },
            {
                "id": 1361109,
                "identity": "2bb7936e-3664-4688-ba69-b8178ccc645b",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:09",
                "extension": "docx",
                "order_by": 12,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 29024,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table8Granularclusterdescriptions.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table8Granularclusterdescriptions.docx"
            },
            {
                "id": 1361110,
                "identity": "bec1a649-62de-4b1e-b3cf-c61702a7ea8b",
                "added_by": "auto",
                "created_at": "2020-06-18 17:00:09",
                "extension": "docx",
                "order_by": 13,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13986,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table9Linearregressionresults.docx",
                "url": "https://assets.researchsquare.com/files/pex-976/v1/Table9Linearregressionresults.docx"
            }
        ],
        "financialInterests": "No",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "SARS-CoV-2, COVID-19, bacillus Calmette-Guerin, BCG, machine learning, clustering, factor analysis",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Population-level data have suggested that bacille Calmette-Guerin (BCG) vaccination may lessen the severity of COVID-19; prior reports have demonstrated conflicting results. We leveraged publicly available databases and unsupervised machine learning, adjusting for established confounders designated a priori, to assign countries into similar clusters. The primary outcome was the association of deaths per million related to COVID-19 (CSM) 30 days after each included country reported 100 cases with several factors including vaccination. Validation was performed using linear regression and country-specific modeling. This protocol details the statistical analyses used to establish an association between BCG vaccination and CSM, which includes : Definition of the target function, data processing, exploratory factor analysis for variable selection, k-means clustering and step wise linear regression for validation. This protocol is differentiated from previous works on the same subject by its' comprehensive nature which considers the effect of several confounding variables while studying the association between BCG vaccination and CSM. There are still several potential measured and unmeasured confounding variables which could not be included in this study. It is also unclear if the protection from neonatal vaccination with BCG is transferable to those receiving vaccination as an adult and how long such protection lasts. The authors advise caution against routine BCG vaccination for the prevention of COVID-19 until prospective trials are completed.</p>",
        "manuscriptTitle": "COVID-19 mortality and BCG vaccination: defining the link using machine learning",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-06-18 17:00:05",
                "doi": "10.21203/rs.3.pex-976/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "7731b0ed-b362-4f6c-90a6-ca65f20a73aa",
        "owner": [],
        "postedDate": "June 18th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 122119,
                "name": "Diseases"
            },
            {
                "id": 122120,
                "name": "Immunology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-06-18 17:00:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}