{
    "identity": "pex-880",
    "title": "<p>A Novel RP-HPLC-DAD Method Development for Anti-Malarial and COVID-19 Hydroxy Chloroquine Sulfate Tablets and Profiling of In-Vitro Dissolution in Multimedia.</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Hydroxychloroquine (HCQ) is solid oral prescription tablets formulations that have been used for medication of malaria and a wide variety of inflammatory conditions. Moreover, HCQ has in-vitro activity for the treatment of&nbsp;SARS CoV-2,&nbsp;and related coronaviruses problems [1-3].In recent days it is proven to have superficial ability and tolerable safety against COVID-19 (coronavirus-2019) related pneumonia in clinical experiments performed in China [4]. The COVID-19 (corona virus) 2019, appeared in middle of December 2019, has proliferated swiftly, now confirmed in numerous countries across the globe. As of March 01, 2020, the COVID-19 has produced 860,076 infections and 42297 deaths in all countries majorly USA, Italy, Spain, &nbsp;China and other countries across the globe etc., &nbsp;</p><p><br></p><p>After conducting the multiple clinical trails by the State Council of China, confirmed that chloroquine phosphate, a long-standing medicine used for treatment of malaria, had proved noticeable efficacy and satisfactory safety in treating COVID-19 (Corona virus 2019) related pneumonia patients. Serious unfavorable reactions to HCQ and chloroquine phosphate were not observed in the COVID-19 patients. Based on these conclusions, a conference was organized on 15, February 2020; members including professionals and experts from government and regulatory authorities of clinical trials agreed and approved that HCQ and chloroquine phosphate has effective against COVID-19. Based upon limited available clinical trials data, HCQ is recommending for treatment of COVID-19 infected patients in most of the countries. Due to wider accessibility of these HCQ tablets in the United States, it has been administered to hospitalized COVID-19 patients. It is still under investigation clinical trials for treatment of patients with different stages like mild, moderate, and severe COVID-19. The chemical structure of HCQ was shown in Fig. 1.</p><p><br></p><p>Currently, most of the countries were looking for HCQ drug product literature and other related information for better understanding, due to the COVID 19 pandemic. It is very important to know the drug product release with respective the time in invitro conditions. The literature survey revealed different types of analytical techniques are used for determination of HCQ to report the information, such as HPLC with PDA detector [5-6], HPLC with UV detector [7-11], chromatography-tandem mass spectrometry [12-13], LC/IT/MS [14], capillary-LC [15], Electrochemical study [16]. </p><p><br></p><p>Majority of the literature was reported in pharmacokinetics of HCQ in biological fluids. &nbsp;Only one method in the USP monograph was reported with UV-Spectro photometric method for estimation of HCQ tablets in vitro dissolution profile. Generally, UV methods results are not reliable &nbsp;due to reproducibility problem. Other than USP method there was no literature on the HCQ tablets invitro dissolution profile in different multimedia to understand the product behavior. The RP-HPLC is powerful and simple technique for quantification drug products in different pH conditions. Moreover, in the regulated pharmaceutical industry, the drug products released into the global market after determination of quality safety and efficacy. Hence, HPLC methods are required with suitable precision, accuracy and sensitivity level. The main aim of present work is to develop a simple and reproducible HPLC method for estimation of HCQ dissolution profile (0.1N HCl, 0.01N HCl, pH 4.5 sodium acetate, pH 6.8 phosphate buffer).&nbsp;</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Procured the HCQ with certified purity of 99.2% from the SCI pharma. AR grade ortho phosphoric acid, Hydrochloric acid, potassium dihydrogen phosphate and acetic acid procured were from VWR chemicals, Radnor, PA, USA. HPLC grade acetonitrile (99.9%) and methanol from J.T. Baker procured from VWR chemicals, Radnor, PA, USA. High quality HPLC grade water used.</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>The Agilent HPLC 1260 Infinity-II consists four channels, pressure range up to 600 bar, degasser with integrated purge valve, thermostatic sampler and column compartment. The photo diode array detector (PDA) connected to empower 3 software (Build 3471 SPs Installed: Feature Release 3 DB ID: 2639633283) to monitor the output signal. The dissolution apparatus was Disteck Premiere 5100 model. The column is Agilent Zorbax C8, 250 x 4.6 mm i.d., 5µm. Sartorius semi micro and micro balances used for weighing of impurities, standards and samples. Bio-Technics ultra sonicator used to extract drug from the sample matrix.</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Chromatographic conditions\nThe chromatogram was achieved with in 5 min run time by using Agilent, Zorbax C8, 250 x 4.6 mm i.d., column with isocratic method. The Mobile Phase consists 0.01M of 1-pentane sulfonic acid and 0.02% of Ortho phosphoric acid in purified water with acetonitrile and methanol (800: 100: 100 v/v). The flow rate was 1.0 mL min\n-1\nand injection volume were 10 µl. Detection was made at 254 nm by using dual absorbance detector (DAD).\nPreparation of dissolution media Buffer\nTo prepare 0.1N Hydrochloric acid, transferred 8.5ml of Conc. HCl (35%) in to 1000ml of volumetric flask and made up to volume with water. For pH 4.5 Sodium acetate buffer, weighed and transferred 2.99g of sodium acetate (NaC\n2\nH\n3\nO\n2\n.3H\n2\nO) in a 1000ml volumetric flask added 14ml of 2N acetic acid (CH\n3\nCOOH) and made up to volume with water. To prepare pH 6.8 phosphate buffer,\ntransferred 250mL of 0.2 M monobasic potassium phosphate solution and 112 mL of 0.2 M NaOH in to 1000ml volumetric flask and made up to volume with water.\nDissolution conditions and preparation of sample:\nTo evaluate the dissolution of profile of HCQ reference listed product (RLD) (Plaquenil) with respective the time used USP apparatus-II (Paddle) having 50 rpm and 900mL of medium maintained 37.0°C temp. After dropping the RLD tablets in to six dissolution vessels collected the samples at different time points. and injected in to HPLC."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>For the estimation of HCQ tablets started method development with selection of buffer, we selected %1-pentane sulfonic acid and 0.02%of OPA in purified water. Mixed the buffer with methanol and acetonitrile in the ratio of 800:100:100 v/v for the better peak shape.&nbsp;Selected, Agilent Zorbax C8, 250 x 4.6 mm i.d column for estimation of HCQ for better system suitability parameters like tailing factor and theoretical plates. The flow rate of HPLC was set 1.0 mL min<sup>-1</sup> and injection volume was 10 µl. HPLC Detection was made at 254 nm by using dual absorbance detector (DAD). Evaluated system suitability parameters (retention time, tailing factor and theoretical plates) at 254 nm by using DAD detector (Fig. 2). As part of method validation specificity, linearity, precision and recovery parameters were verified. The concentration and area relationships were linear (R<sup>2</sup> &gt; 0.999), over the concentration range of 25 to 300 µg mL<sup>-1</sup> for HCQ. The relative standard deviations for precision and intermediate precision were less than 1.5%. The accuracy for 50% to 150% dissolution were found to more than 97%. The proposed RP-HPLC generic method was applied for analysis of US marketed products successfully.</p><p><br></p><p>Performed invitro dissolution profile for the Reference listed drug and in-house formations to compare the product release with respective the specified time intervals. During the dissolution profile we were selected four different media like 0.1N HCl, pH 4.5 acetate buffer, pH 6.8 phosphate buffer to understand the product behaviors in low to high pH conditions. The results were shown different drug release pattern up to first 15-20 minutes of time. After that all the media were reached optimum release (Table -1 &amp; Figure 3).</p><p><br></p><p><strong>Conclusion:</strong></p><p>The hydroxychloroquine is currently recommending for treatment of hospitalized COVID-19 patients in most of the countries in the world. It is very important to understand the drug profiling invitro conditions, Hence a simple HPLC method has been developed successfully for estimation of HCQ dissolution profile in invitro conditions. The optimized HPLC method used for estimation of dissolution profile of RLD and in-house tablets. The optimized method was validated as per the ICH guidelines and the results were found satisfactory. Finally developed method was used in the quality control lab for the analysis of dissolution.</p><p><br></p><p><strong>Tables and Figures:</strong></p><p>Table 1: Dissolution profile of HCQ RLD and In house formulations results</p><p>Figure 1: Chemical strucre of Hydroxy chloroquine sulfate</p><p>Figure 2: Typical Chromatogram of Hydroxy chloroquine sulfate standard</p><p>Figure 3: Graph model comparison of HCQ dissolution profile of Reference Vs In House</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, Shi Z, Hu Z, Zhong W, Xiao G. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020 Mar;30(3):269-271.</p><p><br></p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Colson P, Rolain JM, Lagier JC, Brouqui P, Raoult D. Chloroquine and hydroxychloroquine as available weapons to fight COVID-19. Int J Antimicrob Agents. 2020 Mar 4:105932. doi: 10.1016/j.ijantimicag.2020.105932. </p><p><br></p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yao X, Ye F, Zhang M, Cui C, Huang B, Niu P, Liu X, Zhao L, Dong E, Song C, Zhan S, Lu R, Li H, Tan W, Liu D. In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Clin Infect Dis. 2020 Mar 9. pii: ciaa237. doi: 10.1093/cid/ciaa237. </p><p><br></p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends. 2020 Mar 16;14(1):72-73.</p><p><br></p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Volin P (1995) Simple and specific reversed-phase liquid chromatographic method with diode-array detection for simultaneous determination of serum hydroxychloroquine, chloroquine and some corticosteroids.&nbsp;J Chromatogr B&nbsp;Biomed Appl 666:347–53</p><p><br></p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zuluaga-Idárraga L, Yepes-Jiménez N, López-Córdoba C, Blair-Trujillo S (2014) Validation of a method for the simultaneous quantification of chloroquine, desethylchloroquine and primaquine in plasma by HPLC DAD. J Pharma Biomed Anal 95: 200-206.</p><p><br></p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Croes K, McCarthy PT, Flanagan RJ (1994) Simple and rapid HPLC of quinine, hydroxychloroquine, chloroquine, and desethyl chloroquine in serum, whole blood, and filter paper-adsorbed dry blood.&nbsp;J Anal Toxicol 18: 255–60.</p><p><br></p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tonnesen HH, Grislingaas AL, Woo SO, Karlsen J (1988) Analytical and semi-preparative highperformance liquid chromatographic separation and assay of hydroxychloroquine enantiomers.&nbsp;Int J Phytoremediation&nbsp;43: 215.</p><p><br></p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Brown RR, Stroshane RM, Benziger DP (1986) High-performance liquid chromatographic assay for hydroxychloroquine and three of its major metabolites, desethylhydroxychloroquine, desethylchloroquine and bidesethylchloroquine, in human plasma.&nbsp;J Chromatogr 377: 454–9.</p><p><br></p><p>10.&nbsp;Morris RG (1985) Estimation of plasma hydroxychloroquine by high-performance liquid chromatography with ultraviolet detection.&nbsp;J Chromatogr&nbsp;338: 422–7.</p><p><br></p><p>11.&nbsp;Akintonwa A, Meyer MC, Hwang PTR (1983) Simultaneous determination of chloroquine and desethylchloroquine in blood, plasma, and urine by high-performance liquid chromatography. J Liquid Chromatogr 6: 1513–1522.</p><p><br></p><p>12.&nbsp;Wang LZ, Ong RY, Chin TM, Thuya (2012) Method development and validation for rapid quantification of hydroxychloroquine in human blood using liquid chromatography-tandem mass spectrometry. J Pharma Biomed Anal 61: 86-92.</p><p><br></p><p>13.&nbsp;Füzéry AK, Breaud AR, Emezienna N. Schools S, Clarke WA (2013) A rapid and reliable method for the quantitation of hydroxychloroquine in serum using turbulent flow liquid chromatography-tandem mass spectrometry. Clin Chimica Acta&nbsp;421:79-84. </p><p><br></p><p>14.&nbsp;Dongre VG, Ghugare PD, Karmuse P, Kumar A (2009) Identification and characterization of process related impurities in chloroquine and hydroxychloroquine by LC/IT/MS, LC/TOF/MS and NMR. J Pharm Biomed Anal 49: 873–879.</p><p><br></p><p>15.&nbsp;Chaulet JF, Robet Y, Prevosto JM, Soares O, Brazier JL (1993) Very small injected samples to study chloroquine and quinine in human serum using capillary-LC and native fluorescence.&nbsp;J Chromatogr&nbsp;613: 303.</p><p><br></p><p>16.&nbsp;Arguelho ML,&nbsp;Andrade JF,&nbsp;Stradiotto NR (2003) Electrochemical study of hydroxychloroquine and its determination in plaquenil by differential pulse voltammetry.&nbsp;J Pharm Biomed Anal 32: 269–75 .</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors are grateful to the Aurex Laboratories LLC for providing laboratory facility for this research work</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 504074,
                "identity": "237f0db2-5a36-4124-92cf-37ed9eeee3b5",
                "order_by": 1,
                "name": "THIRUPATHI DONGALA",
                "email": "thirupathi2009@gmail.com",
                "orcid": "https://orcid.org/0000-0001-8251-5005",
                "institution": "Aurex Laboratories LLC",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "THIRUPATHI",
                "middleName": "",
                "lastName": "DONGALA",
                "suffix": ""
            },
            {
                "id": 504075,
                "identity": "00c9232a-ddc3-4ea9-a0d8-9573cc48c128",
                "order_by": 2,
                "name": "Santhosh Kumar Ettaboina",
                "email": "",
                "orcid": "",
                "institution": "Aurex Laboratories LLC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Santhosh",
                "middleName": "Kumar",
                "lastName": "Ettaboina",
                "suffix": ""
            },
            {
                "id": 504076,
                "identity": "4f61e842-a457-4ae1-9ea0-2ae04d1bbbb0",
                "order_by": 3,
                "name": "Naresh Kumar Katari",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-5737-8528",
                "institution": "GITAM deemed to be University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Naresh",
                "middleName": "Kumar",
                "lastName": "Katari",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-04-03 16:28:29",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-880/v2",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-880/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13501629,
                "identity": "d711a497-bc49-470a-818b-59d0206239a6",
                "added_by": "auto",
                "created_at": "2021-09-16 23:11:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 213971,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-880/v2/65000d12-26a3-4839-b728-f1a62c60fc51.pdf"
            },
            {
                "id": 1031248,
                "identity": "1b081b15-d953-4cfd-bac9-7b52eeb72f56",
                "added_by": "auto",
                "created_at": "2020-05-05 13:11:47",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 27892,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Tables.docx",
                "url": "https://assets.researchsquare.com/files/pex-880/v2/Tables.docx"
            },
            {
                "id": 1031247,
                "identity": "3b0473bb-4e4c-472a-b3a9-bbca726e7d59",
                "added_by": "auto",
                "created_at": "2020-05-05 13:11:46",
                "extension": "docx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 58576,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figures.docx",
                "url": "https://assets.researchsquare.com/files/pex-880/v2/Figures.docx"
            }
        ],
        "financialInterests": "The authors declare the absence of conflicts of interest. ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Anti malaria, COVID-19, Hydroxy chloroquine sulfate, Dissolution, validation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Hydroxychloroquine sulfate is one of a large series of 4-aminoquinolines with antimalarial activity. Moreover, it is used for the treatment of rheumatoid arthritis. Sometimes Hydroxychloroquine sulfate is very effective for the treatment of autoimmune diseases. Based on the recent clinical experiments it is exploiting for the treatment of COVID-19, corona virus across the globe.&nbsp;A Reverse phase RP-HPLC method have been developed and validated as per the current ICH guidelines for estimation of Hydroxychloroquine sulfate tablets. As part of method validation specificity, linearity, precision and recovery parameters were verified. The concentration and area relationships were linear (R<sup>2</sup> &gt; 0.999), over the concentration range of 25 to 300 µg mL<sup>-1</sup> for HCQ. The relative standard deviations for precision and intermediate precision were less than 1.5%. The proposed RP-HPLC generic method was applied successfully for evaluation of invitro dissolution profile with different pH conditions like 0.1N HCl, pH 4.5 Acetate buffer and pH 6.8 Phosphate buffers of US marketed reference product.</p>",
        "manuscriptTitle": "A Novel RP-HPLC-DAD Method Development for Anti-Malarial and COVID-19 Hydroxy Chloroquine Sulfate Tablets and Profiling of In-Vitro Dissolution in Multimedia.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-04-20 19:08:35",
                "doi": "10.21203/rs.3.pex-880/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2020-05-05 13:11:46",
                "doi": "10.21203/rs.3.pex-880/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "f85d9452-dcf6-4951-9abb-d0f8423c2432",
        "owner": [],
        "postedDate": "May 5th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 86025,
                "name": "Analytical chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-05-05 13:11:46",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}