{
    "identity": "nprot-2421",
    "title": "Cryopreservation of Mouse Preimplantation Embryos by Slow freezing and Fast thawing Method",
    "content": [
        {
            "header": "Introduction",
            "content": "Cryopreservation of embryos defines the long-term preservation of the preimplantation embryos of any species which suspends its metabolism and development by freezing them at very low temperature. Whenever need arises, the cryopreserved embryos are thawed and implanted back into pseudopregnant females which subsequently gives progeny and further expands the colony. Scientists have adopted/ invented different protocols for cryopreservation of mice and rat embryos at different laboratory conditions and are still engaged in refining the entire procedure of cryopreservation. Across the globe, there are number of academic universities; private industries, research organizations which have developed their embryo bank as an in-house or commercial programme. Maintaining strains in the cryo-bank saves space, man power, cost, care and management. Cryopreservation of embryos is also used to archive the strains which are not in current use or planned to use them in future. Cryopreservation protects the strain from genetic contamination, mutation, or change in genetic trait, natural disaster, and loss due to pathogenic infections \\[1-4]. Due to cryopreservation, there is simplicity in transportation of embryos than the actual live animals \\[5]. It also helps in planned animal production or a material for making of genetically engineered mouse.\r\n\n\nThe first successful cryopreservation of a mouse embryo was reported by Whittingham et al. in 1972) by using Slow Freezing and thawing method \\[6]. This method reports high survival rates and excellent reproducibility. In slow freezing, if the rate of cooling is controlled then chances of cryo-injury by forming intracellular ice are less. Use of appropriate cryoprotectant also limits the formation of intracellular ice crystals formation. In our study, we have used 1, 2 Propanediol as a cryoprotectant because it permeates rapidly into the blastomers and diffuse rapidly after thawing \\[7].\r\n\n\nWe have developed an embryo bank at Laboratory Animal Facility of Advanced Centre for Treatment, Research and Education in Cancer \\(ACTREC) for various mice strains by “Slow freezing and Fast revival method” \\[8]. This is expected to preserve our original genotype to re-establish our foundation stock whenever required."
        },
        {
            "header": "Reagents",
            "content": "Animals\r\n\n\n• Embryos from 6-8-week-old nulliparous mouse strains from ACTREC, namely CFW \\(SW), CD1\\(ICR)/Cri, S/RV/Cri-ba, B6D2F1, BALB/c/Cri, C57BL/6NCrl, Ptch, C3H/HeNCrl, NIH-III Nude and NOD SCID mice were used as a donor mice.\r\n\n\n• Vasectomised males: 2-3 months old CFW \\(SW), CD1\\(ICR)/Cri and B6D2F1 males are prefered. These males have to be caged separately to avoid fighting. They can be effectively used up to 10-12 months of age.\r\n\n\n• Pseudopregnant females: Females of CFW \\(SW) and CD1\\(ICR)/Cri strains of mice weighing 25-30 gm body weight were found suitable as surrogate mothers for embryo transplantation.\r\n\n\n\r\n\n\nHusbandry\r\n\n\nAll strains of mice were housed in an Individually Ventilated Animal Caging \\(IVC) System \\(Citizen Industries, Ahmedabad, Gujrat, India) and provided with commercially available corn cob bedding material \\(Natgrit 406, Natural Organics, Satara, MS, India). \r\n\n\nThe animals were housed in a controlled environment at 23±2°C with 40-70% relative humidity and a 12-h/12-h dark/light cycle. The animals received sterile water ad libitum and autoclaved balanced diet prepared in-house from natural ingredients which provided approx. 21% crude protein. In case of immuno-compromised mice strains checking and exchanging of animal cages was done with sterile technique under cage changing stations \\(Labconco, Kansas, USA).\r\n\n\nTimed pregnant females were obtained by natural mating and checking for the presence of a vaginal plug \\(VP) the next morning.\r\n\n\n\r\n\n\nEmbryo culture media\r\n\n\nCommercially available media was procured from William A. Cook Australia Pty. Ltd., Brisbane, Australia \\(http://www.cookartlab.com/featured_products.php).\r\n\n\n1] Sydney IVF Cryopreservation Kit \\(K-SICS-5000):  \r\n\n\n* Vial F1- Sydney IVF cryopreservation buffer.\r\n  * Vial F2- Sydney IVF cryopreservation buffer with 1.5M Propanediol.\r\n  * Vial F3- Sydney IVF cryopreservation buffer with 1.5M Propanediol and 0.1 M Sucrose.\r\n  \r\n\n\n2] Sydney IVF Thawing Kit \\(K-SITS- 5000): \r\n\n\n* Vial T1- Sydney IVF cryopreservation buffer with 1.0M Propanediol and 0.2M sucrose.\r\n  * Vial T2- Sydney IVF cryopreservation buffer with 0.5M Propanediol and 0.2M sucrose.\r\n  * Vial T3- Sydney IVF cryopreservation buffer with 0.2M sucrose.\r\n  * Vial T4- Sydney IVF cryopreservation buffer.\r\n  \r\n\n\n3] Sydney IVF Blastocyst medium \\(K-SIBM-50) \r\n\n\n A bicarbonate buffered medium.\r\n\n\n\r\n\n\n4] Consumables: \r\n\n\n1. Isoflurane inhalation gas for anesthesia, \r\n  2. Vetbond tissue adhesive, 3M, 1469SB, France.\r\n  3. Ethanol, 70%\r\n  4. Paraffin oil \\(Cat. no. M-8410; Sigma-Aldrich, St. Louis, MO, USA).\r\n  5. Petri dishes 60 mm, Sterile \\(Cat No. 150288; Nunc, Rochester, NY, USA)\r\n  6. Embryo handling pipettes: Prepared by pulling borosilicate glass capillary by melting on Bunsen burner flame, broken with scissor and round off the tip with flame. Internal diameter of the tip of the capillary should be around 100-120 µm.\r\n  7. Syringe- 1ml \\(Dispo Van, India)\r\n  8. Liquid Nitrogen \\(LN2).\r\n  9. Cryo-gloves for handling LN2 \\(Cat No. 371060, Tarsons, New Delhi India)\r\n  10. 0.25 ml capacity plastic straw \\(cat no. 006430; IMV Technologies, France)"
        },
        {
            "header": "Equipment",
            "content": "• Stereomicroscope \\(model SMZ-1500, Nikon, Tokyo, Japan).\r\n\n\n• Programmable freezer \\(model CL-8800, CryoLogic Pty. Ltd., Victoria, Australia).\r\n\n\n• CO2 incubator \\(model 3111, Thermo Scientific, Waltham, MA, USA).\r\n\n\n• Mobile Laboratory Animal Anesthesia System \\(LAAS), \\(Model No. 901807, VetEquip, Inc., Pleasanton, California, USA).\r\n\n\n• Fibre optics illuminator of Stereomicroscope \\(SMZ U, Nikon Corp., Tokyo Japan).\r\n\n\n• Petri plate warmer \\(Trishul Enterprises Ltd, Mumbai, India).\r\n\n\n• LN2 container \\(Model Jumbo 50, Indian Oil Corporation Ltd. IBP Division, Nashik, Maharashtra, India).\r\n\n\n• Plastic sealing machine \\(Sevana, India) \r\n\n\n• Pointed forceps, forceps large, scissors, bulldog clamp, surgical needle, curved, suture \\(surgical thread)."
        },
        {
            "header": "Procedure",
            "content": "A] Collection of embryos \\[9]:\r\n\n\n1) Sacrifice the 2.5-day post coital vaginal plug positive females by cervical dislocation to collect the 8-cell to compacted morulae-stage embryos.\r\n\n\n2) Open the abdominal cavity and excise both the oviducts along with a small piece of the adjoining uterus and place in a drop of 50 µl of F1 \\(K-SICS-5000) solution in 60 mm Petri dish. \r\n\n\n3) Flush the oviducts slowly with F1 solution using a 30- gauge blunt needle by holding the infundibulum using fine forceps under a stereomicroscope to expel the embryos.\r\n\n\n4) Siphone the embryos with mouth pipette and transfer to a fresh drop of F1 medium, and wash several times in the same medium to get rid off the debris which may contribute to low viability.\r\n\n\n5) Criteria for selection of embryos: Eight-cells to compacted morulae-stage embryos should be selected microscopically based on round form, normal size, normal cytoplasmic granulation and intact zona pellucida.\r\n\n\n\r\n\n\nB] Freezing of embryos \\[2, 10]:\r\n\n\n1) Transfer all clean embryos to F2 \\(KSICS- 5000) medium for 10 min of equilibration.\r\n\n\n2) After 10 min, transfer the embryos to F3 \\(KSICS- 5000) medium for another 10 min.\r\n\n\n3) Loading of Embryos in plastic straw: On average, 20–25 embryos can be loaded into each labeled 0.25 ml capacity plastic straw using three columns of F3 medium separated by air bubbles from a central column containing the embryos as shown in Fig. 1A. \r\n\n\n4) Seal the open ends of the straws with the help of appropriately heated plastic sealing machine.\r\n\n\n5) Insert the straws in a cryo-chamber in the vertical position, keeping the cotton plug at the upper side. \r\n\n\n6) Cool down the straws as follows: \r\n\n\n• From room temperature \\(24°C) to -7°C at the rate of 2°C/min. Initial holding time at -7°C may be for 5 min. \r\n\n\n• Manual seeding is performed at -7°C by touching the cotton bud dipped in liquid nitrogen at the upper end of the central column of media containing embryos as shown in Fig. 1A. \r\n\n\n• Lower the temperatures of straws to -30°C at the rate of 0.5°C/min.\r\n\n\n• Lower the temperatures of straws from -30°C to -120°C at a rate of 1°C/min. \r\n\n\n• After holding them at -120°C for 5 min, directly plunge the straws into liquid nitrogen for long-term storage.\r\n\n\n\r\n\n\nC] Thawing of embryos \\[11]:\r\n\n\n1) Thawing is performed by quickly removing each straw from the liquid nitrogen, holding them in the room air at 24°C for 40 s and then dipping them in a 37°C water bath for 30 s.\r\n\n\n2) Immediately after thawing, expel all the embryos in a drop of T1 media onto a petri dish. Transfer all embryos serially from T1 to T4 \\(K-SITS-5000) medium to remove the cryoprotectant as well as sucrose from the embryos with 5 min. of equilibration in each medium.\r\n\n\n3) Viability is assessed based on the morphology of embryos observed under microscope \\(Fig. 1B).\r\n\n\n\r\n\n\nD] In vitro and in vivo survival:\r\n\n\n1) Wash the frozen-thawed embryos in T4 medium for 5 min and culture in a 75 μl drop of the Blastocyst Medium covered with paraffin oil in a petri plate.\r\n\n\n2) Keep these plates in a CO2 incubator at 37°C in 5% CO2 for 24 h.\r\n\n\n3) Survival of the 8-cell to morulae-stage embryos is assessed by their ability to develop into fully expanded blastocysts with a blastocoel cavity \\(Fig. 1C).\r\n\n\n\r\n\n\nE] Uterine Transfer \\[9]:\r\n\n\n1) Weigh the 3.5 day old pseudo-pregnant mouse and use those animals whose body weight is ranging between 25-30 gm for embryo transfer.\r\n\n\n2) Anesthetize the mice by Isoflurane gas anesthesia in ventro-dorsal position.\r\n\n\n3)  Load the transfer pipette in a sequence of small amount of F1 medium, small air bubble, F1 medium and, second air bubbledraw blastocysts with minimal volume of medium. \r\n\n\n4) Wipe the back of the recipient mouse with 70% ethanol and remove the patch of the fur.\r\n\n\n5)  Make 5-10 mm.  incision along the the paralumbar fossa. Slide the skin to the left or right until the the ovary \\(Orange-pink) or fat pad \\(White) are visible through abdominal wall.\r\n\n\n6)  Pick the abdominal wall with pointed forcep and make 5 mm of incision with fine scissor. \r\n\n\n7) Pick up the fat pad associated over the ovary by blunt forceps and clip with Bulldog clamp so that ovary, oviduct and uterus remain outside the body wall.\r\n\n\n8) Gently place the mouse under stereomicroscope and hold the top of the uterus with blunt forceps. With the help of 26- gauge needle make a hole in the uterus a few millimeters down from the utero-tubular junction. Make sure that the needle has entered in the uterine lumen but not lodged in the wall of the uterus. Keeping the eye on the hole made by the needle, pull out the needle and insert the transfer pipette into the lumen of the uterus. Gently blow the blastocysts into the uterine lumen leaving behind the air gap.\r\n\n\n9) Unclip the Bulldog clamp and remove the mouse from stereomicroscope. With the help of blunt forceps, place the fat pad, ovary and uterus inside the body cavity and suture the abdominal wall with surgical thread and seal the skin wound by Vetbond.\r\n\n\n10) After surgery, if the mice is still in unconscious stage, place the mice on warm plate maintaining temperature 37 °C for quicker recovery.\r\n\n\n\r\n\n\nF] Vasectomy for making Sterile Males \\[9]:\r\n\n\n1) Anesthetize healthy male mouse of 4-5 weeks age by using Iso-flurane gas anesthesia.\r\n\n\n2) Keep the mouse dorso-ventrally so that the abdomen of the mouse is exposed. Shave the area above the penis carefully and wipeout with 70% Ethanol.\r\n\n\n3) Give approx. 1 cm transverse cut to the skin 1-2 cm above the penis with fine scissor. To approach the body cavity, again give the transverse incision to abdominal wall. \r\n\n\n4) With the help of blunt forceps, gently pull the white fat pad associated above the testis so that testis along with vas deference and epididymis comes out.\r\n\n\n5) Vas deference can be identified as small tube like structure running along with small blood vessel. Ligate the vas deferens at two sites by keeping approx. 1 cm distance and cut the middle portion of the ligation.\r\n\n\n6) Repeat the procedure sl. no.  4 and 5 for other vas deferens of the same animal.\r\n\n\n7) Slowly push the fat pad in the body cavity and suture the abdominal wall.\r\n\n\n8) Seal the skin incision with Vetbond and place the mouse on thermal plate for recovery from anesthesia.\r\n\n\n\r\n\n\nG] Making pseudo-pregnant females:\r\n\n\n1) Select the females which are in natural estrus preferably CFW \\(SW), CD1 \\(ICR)/Cri and B6D2F1 hybrid strains which weigh in between 25-30 gm.\r\n\n\n2) Avoid underweight as well as over weight females for pseudo pregnancy.\r\n\n\n3) Place the one female with one vasectomised male in cage for mating. \r\n\n\n4) Observe the vaginal plug in next morning and consider the pseudo pregnancy of 0.5 day.\r\n\n\n5) Transfer the cultured blastocyst in utero-tubular junction of 3.5 day old pseudo- pregnant females."
        },
        {
            "header": "Timing",
            "content": "I] Collection of embryos and loading of embryos in straws:\r\n\n\n1. Check vaginal plug in the morning hours \\(30 min). Time depends upon number of females kept for mating.\r\n  2. 1-2 Hrs required for sacrificing donor animals, embryo collection, cryoprotectant equilibration and loading in 0.25ml plastic straw for freezing.\r\n  \r\n\n\nII] Freezing procedure: Approx. 2.5 hrs. using slow freezing.\r\n\n\n\r\n\n\nIII] Thawing of Embryos:  Approx 30 min per straw\r\n\n\n\r\n\n\nIV] Uterine Transfer: Approx 30 minutes per mouse"
        },
        {
            "header": "Troubleshooting",
            "content": "A] Collection of embryos:\r\n\n\n1) Excise the oviducts carefully from ovary.\r\n\n\n2)  Maintain constant room temperature. Fluctuation in room temperature may reduce the development rate\\[12].\r\n\n\n3) During the manipulation of embryos outside the incubator, maintain the constant temperature of embryos at 37° C by warming the stage of microscope. Fluctuation in temperature disrupts the spindles, contributing to abnormal chromosome  distribution and failed or abnormal embryo development \\[13].\r\n\n\n4) The medium used for the collection of embryos should contain antibiotics and must be sterilized. Care should be taken to avoid pH fluctuation of the media during embryo manipulations. Fluctuation in pH causes alteration in internal pH of embryos leading to severely compromised viability.\r\n\n\n5)  Always use freshly prepared glass pipette to avoid contamination or wipe it with 70% Ethanol, air dry and re-use the same.\r\n\n\n\r\n\n\nB] Freezing of Embryos:\r\n\n\n1) Do not expose the embryos to the cryoprotectant solutions for too short or too long \\[14].\r\n\n\n2) Follow the \"Seeding\" temperature strictly. Seeding prevents damage to the embryos caused by formation of ice crystals.\r\n\n\n3) After freezing there should be proper storage of straws in liquid nitrogen.\r\n\n\n\r\n\n\nC] Thawing of Embryos:\r\n\n\n1) Strictly adhered to the timing for the thawing. Transfer viable embryos in culture medium as early as possible.\r\n\n\n\r\n\n\nD] Uterine Transfer:\r\n\n\n1) During embryo transfer if there is no flow, do not force it. Withdraw the pipette, check under microscope to see any blockage, if yes, expel the embryos, wash again and reload them with new pipette.\r\n\n\n2) Care should be taken during the handling of uterus to avoid excessive sqizzing. Transferring too many bubbles into the uterus should be avoided because they might interfere with implantation. Excessive handling of vital organs outside the body may prone the animals to shock."
        },
        {
            "header": "Anticipated Results",
            "content": "Here, we describe the method of cryopreservation of preimplantation mouse embryos. We recovered embryos from naturally mated females and found that embryo gain per female was satisfactory. Our unpublished data reveled that the quality of embryo as per our selection criteria is better than its counterpart superovulation. We found that reproductivity and embryo recovery of 8-cell to morula stage embryos vary as per genotypes \\[15,16]. The entire procedure is advantageous if there is proper use of cryoprotectant, proper equilibration time of cryoprotectant, maintaining precise rate cooling during freezing and thawing.\r\n\n\nAfter thawing, the expected rate of blastocyst development depends upon the favorable conditions for embryo development like temperature, CO2 percentage, overlaying embryos by paraffin oil which avoids drying and change in pH. The percentage of live births may increase in case of asynchronous transfer of blastocysts in pseudopregnant females. The correct choice of strain for pseudo-pregnancy plays an important role in implantation and live births. Also, surgical skill can not be ruled out for better success rate.\r\n\n\nOur results indicate that storage of embryos of mice of rare genotype as well as mice that are not in use is possible."
        },
        {
            "header": "References",
            "content": "1) Landel, P. Archiving mouse strain by cryopreservation. Lab. Anim. 34, 50-57 \\(2005).\r\n\n\n\r\n\n\n2) Pomeroy, K.O. Cryopreservation of transgenic mice. Genet. Anal. Tech. Appl. 8, 95-101 \\(1991).\r\n\n\n\r\n\n\n3)  Wayss, K.W., Michaela, K., & Johannes, S. Cryopreservation of transgenic mouse embryos- an eight year’s experience. J. Exp. Anim. Sci. 43, 69-85 \\(2005).\r\n\n\n\r\n\n\n4) Besselsen, D.G. et al. Embryo transfer rederivation of C.B.-17/Icr-Prkdcscid mice experimentally infected with Mouse Parvovirus 1. Comp. Med. 58 \\(4), 353-359 \\(2008).\r\n\n\n\r\n\n\n5) Robinson, V. et al. Refinement and reduction in production of genetically modified mice. Lab. Anim. 37, 38-40 \\(2003).\r\n\n\n\r\n\n\n6) Whittingham, D.G., Leibo, S. & Mazur, P. Survival of mouse embryos frozen to −196 degrees and −269 degrees. Science 178, 411-414 1972.\r\n\n\n\r\n\n\n7) Renard, J.P. & Babinet, C. High survival of mouse embryos after rapid freezing and thawing inside plastic straws with 1–2 propanediol as cryoprotectant. J. Exp. Zool. 230, 443-448 \\(1984).\r\n\n\n\r\n\n\n8)  Thorat, R.A. & Ingle, A.D. An attempt of cryopreservation of mouse embryos at the ACTREC laboratory animal facility in India. Exp. Anim. 61\\(2), 139-145 \\(2012).\r\n\n\n\r\n\n\n9) Nagy, A., Gertsenstein, M., Vintersten, K. & Behringer, R. Manipulating the Mouse Embryo. A Laboratory Manual, 3rd ed., Cold Spring Harbor Press, New York. 258-260 \\(2002).\r\n\n\n\r\n\n\n10) Uechi, H., Tsutsumi, O., Morita, Y., Takai, Y. & Taketani,Y. Comparison of the effects of controlled rate cryopreservation and vitrification on 2-cell mouse embryos and their subsequent development. Hum. Reprod. 14, 2827-2832 \\(1999).\r\n\n\n\r\n\n\n11) Macas, E., Min, X., Paul, J.K., Bruno, I. & Thomas, R. Developmental capacities of two-cell mouse embryos frozen by three methods. J. In Vitro Fert. Embryo Transf. 8, 208-212 \\(1991).\r\n\n\n\r\n\n\n12) Scott, L.F., Sundaram, S.G. & Smith, S. The relevance and use of mouse embryo bioassys for quality control in an assisted reproductive technology program. Fertil. Steril. 60, 559-568. \\(1993).\r\n\n\n\r\n\n\n13) Pickering, S.J., Braude, P.R., Johnson, M.H., Cant, A. And Currie J. Transient cooling to room temperature can cause irreversible disruption of the meiotic spindle in the human oocyte. Fertil. Steril. 54, 102-108 \\(1990).\r\n\n\n\r\n\n\n14) Li, R. & Trounson, A. Rapid freezing if the mouse blastocysts: effects of cryoprotectants and of time and temperature of exposure to cryoprotectant before direct plunging into liquid nitrogen. Reprod. Fertil. Dev. 3: 175-83 \\(1991). \r\n\n\n\r\n\n\n15) Schmidt, P.M., Carl, T. & David, E.W. Viability of frozen-thawed mouse embryos is affected by genotype. Biol. Reprod. 32, 507–514 \\(1985).\r\n\n\n\r\n\n\n16) Dinnyés, A., Wallace, A., & Rall, W. Effect of genotype on the efficiency of mouse embryo cryopreservation by vitrification or slow freezing methods. Mol. Reprod. Dev. 40, 429-435 \\(1995)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1538/expanim.61.139",
                "date": "2012-06-20 05:37:27",
                "title": "An Attempt of Cryopreservation of Mouse Embryos at the ACTREC Laboratory Animal Facility in India",
                "authors": [
                    "Rahul Thorat and Arvind Ingle"
                ],
                "journal": "Experimental Animals",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12120,
                "identity": "9fcfb682-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Arvind Ingle",
                "email": "aingle@actrec.gov.in",
                "orcid": "",
                "institution": "Laboratory Animal Facility, ACTREC, Tata Memorial Centre, Kharghar, Navi Mumbai, India 410 210",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Arvind",
                "middleName": "",
                "lastName": "Ingle",
                "suffix": ""
            },
            {
                "id": 12119,
                "identity": "9fcfb0d8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rahul Thorat",
                "email": "",
                "orcid": "",
                "institution": "Laboratory Animal Facility, ACTREC, Tata Memorial Centre, Kharghar, Navi Mumbai, India 410 210",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rahul",
                "middleName": "",
                "lastName": "Thorat",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-10-04 12:39:19",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.062",
        "doiUrl": "https://doi.org/10.1038/protex.2012.062",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608513,
                "identity": "61d8bb34-110d-4f9f-9da6-efe2fd625b9d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 821705,
                "visible": true,
                "origin": "",
                "legend": "Embryo Cryopreservation   (A) Schematic representation of the 0.25 ml capacity straw used for cryopreservation.\r\nA and D: F3 medium. B: Air bubble. C: Embryos in F3 medium. E: Sealed\r\nend. (B) Viable frozen-thawed embryos (thick arrows) along with a few cryoinjured\r\nmouse embryos (thin arrows). ×100. (C) Blastocysts with clear blastocoels (thick\r\narrows) and inner cell masses (thin arrows) after culture for 24 h. ×200.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2421/v1/figure_1.jpg"
            },
            {
                "id": 2608512,
                "identity": "b9f1eeef-2be9-427a-9352-8dcafc772981",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 135728,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Embryo Cryopreservation summary   Results of cryopreservation of mouse embryos in ten mouse strains",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2421/v1/figure_2.jpg"
            },
            {
                "id": 13465497,
                "identity": "4a740646-5094-4af4-b7bd-93e614d0fca7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 349817,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2421/v1/ac000a1a-65ef-430b-ac80-6029ea7a7390.pdf"
            }
        ],
        "financialInterests": "NO",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "ACTREC, cryopreservation, mouse embryo, propanediol",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describe the cryopreservation of 8-cell to morula-stage mouse embryos using a “slow freezing and fast revival method. An average of twenty five embryos were filled in each 0.25ml capacity plastic straw and embryos were cooled down slowly using a controlled-rate freezing assembly.\r\n\n\nThey were cooled from room temperature \\(24°C) to -7ºC at the rate of 2ºC/min. by the controlled rate freezer where initial holding time was maintained for 5 min. Manual seeding was done at -7ºC with the help of cotton bud dipped in liquid nitrogen and then temperature of straws were dropped to -30ºC at the rate of 0.5ºC/min and from -30ºC to -120ºC at the rate of 1ºC/min. After holding at -120ºC for 5 minutes, the straws were directly plunged in to the liquid nitrogen for long term storage. After fast revival, viability percentage of embryos was ranging from 51 to 81%.\r\n\n\nThese embryos were kept for 24hrs of incubation in CO2 incubator at 37°C with 5% CO2 where an average of 89% blastocyst formation rate was observed. The developed blastocysts were used for surgical transfer in pseudopregnant female mice to get live births for the re-establishment of the colony. By using this protocol, we can freeze down 8-cell to morula stage embryos of any mouse strain and revive them successfully whenever need arise.",
        "manuscriptTitle": "Cryopreservation of Mouse Preimplantation Embryos by Slow freezing and Fast thawing Method",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-12-14 11:48:04",
                "doi": "10.1038/protex.2012.062",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fcf5380-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 14th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2775,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-12-14 11:48:04",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}