{
    "identity": "nprot-2767",
    "title": "Processing and Characterization of Monodisperse Silicon Colloids",
    "content": [
        {
            "header": "Introduction",
            "content": "Nowadays, photonic crystals \\[1] and metamaterials \\[2] are two of the hottest researching fields in optics because of their ability to control both, the electric and the magnetic components of electromagnetic waves. High refractive index materials are needed to create photonic crystals with widened, and even full, photonic bandgap \\[3]. It has also been reported that high refractive index dielectric nanocavities can be used as building blocks for developing lossless metamaterials \\[4, 5]. Silicon with its high refractive index material is a wonderful candidate for developing dielectric metamaterials. In the associated publications \\[5], we have reported on the development of monodispersed silicon colloids, their strong magnetic response in the optical region, and their application to metamaterials and photonic crystals, through self-assembly methods. Here we report detailed protocols on the fabrication and optical characterization of monodispersed silicon colloids. \r\n\n\nIn the protocols of fabrication, hydrogenated amorphous Si \\(a-Si:H) colloids with low refractive index are synthesized by decomposition of trisilane in supercritical n-hexane at high temperature \\(>350 ° C), as firstly reported by Pell et al. \\[6] and extended by Harris et al. \\[7] The schematic view of the reaction is shown in Fig. 1. The a-Si:H particle size as well as the hydrogen content depends on both, the trisilane concentration and the reaction temperature. Reactions are usually carried out at 34.5 MPa \\(5000 psi). This pressure is obtained by adding the necessary volume of n-hexane to the reactor, calculated according to the reaction temperature based on the supercritical phase diagram of hexane. After obtaining the a-Si:H colloids, high temperature vacuum annealing process is used to remove the hydrogen and increase the refractive index of Si colloids. \r\n\n\nThe optical characterization of the forward and backward scattering properties of single silicon nanocavities is carried out using a home-built confocal microscope working in the near infrared red \\(NIR) spectral region. The optical measurements of silicon colloids reveal strong magnetic resonances in the optical region."
        },
        {
            "header": "Reagents",
            "content": "The synthesis of monodisperse hydrogenated silicon colloids \\(a-Si:H):\r\n\n\n- Trisilane \\(Si<sub>3</sub>H<sub>8</sub>; Voltaix)\r\n\n\n\\(Caution: Trisilane is pyrophoric and must be handled in inert atmosphere. In the reactions carried out with higher concentrations of trisilane \\(i.e., >100 μL of trisilane is added to 10 mL titanium reactor), not all of the trisilane decomposes in a 10 min reaction. To ensure that any residual trisilane does not ignite after the reaction, the reactor should be opened in a glove box under inert atmosphere.) \r\n\n\n- Anhydrous n-hexane \\(Sigma-Aldrich, cat. no. 296090)\r\n\n\n- Chloroform \\(Fisher, cat. no. C603-4)\r\n\n\nAll chemicals are obtained from commercial suppliers and used without further purification. Trisilane and n-hexane are stored in a N<sub>2</sub> filled glovebox."
        },
        {
            "header": "Equipment",
            "content": "•  Titanium reactor. \r\n\n\n\\(A cylindrical titanium reactor is used with an internal volume of 10 mL. The reactor is sealed with a titanium plug with screws.)\r\n\n\n•  Brass heating block. \r\n\n\n\\(The brass heating block has two resistive heaters coupled to a Variac controller and is insulated with fiberglass in a larger aluminum box.)\r\n\n\n•  N<sub>2</sub>  filled glovebox\r\n\n\n•  Centrifuge\r\n\n\n•  Oven\r\n\n\n•  Turbo-molecular vacuum pump\r\n\n\n•  Spectrometer and InGaAs CCD detector\r\n\n\n•  CCD camera\r\n\n\n•  Objective 20x working in near infrared \\(NIR)\r\n\n\n•  Halogen lamp without NIR cutoff\r\n\n\n•  Three convex and one concave lenses working in NIR\r\n\n\n•  Several mirrors working in the NIR"
        },
        {
            "header": "Procedure",
            "content": "**Monodispersed as prepared a-Si:H colloids with low refractive index.**\r\n\n\n\\(The model synthesis described below targets at the a-Si particles with 25% hydrogen content and average diameter of 430 nm.)\r\n\n\n_Step 1: Synthesis preparation_ \r\n\n\na) Set the Variac to 70% power and preheat the brass block 60 °C above the desired reaction temperature \\(i. e., 485 °C in this case), with an empty reactor inside the brass heating block to maintain good thermocouple contact.\r\n\n\nb) Clean the titanium reactor and the plug with chloroform and dry in the fumehood.\r\n\n\nc) Put the reactor and the plug into the ante-chamber of the glovebox. Take 3 cycles of exhaustion and at least 10 minutes for each cycle. \r\n\n\nd) Prepare an ice bath in a bucket. The water level should be lower than the height of the reactor.\r\n\n\n_Step 2: Loading reagents_ \r\n\n\na) Move the reactor and the plug to the glovebox.\r\n\n\nb) Measure 5.8 mL of n-Hexane and 18 μL of trisilane and add to the reactor. Put on the plug and tighten with a wrench.\r\n\n\n\\(This operation should be done immediately to avoid any evaporation of trisilane.)\r\n\n\nc) Remove the reactor from the glovebox and further tighten the plug with the vice and the wrench.\r\n\n\n_Step 3: Synthesis._\r\n\n\na) Remove the empty reactor from the preheated brass block and place in the loaded reaction vessel. \r\n\n\nb) Change the temperature setting to the desired reaction temperature \\(425 °C), and start the timer.\r\n\n\n\\(The temperature detected by the thermocouple will drop the desired reaction temperature and return within 3 min. Long stabilization time \\(> 3 min) usually leads to lower hydrogen content of particles.)\r\n\n\nc) After 10 min, remove the reactor from the heating block with tongs and submerge in the ice bath to quench to room temperature.\r\n\n\n_Step 4: Purification._\r\n\n\na) After the reaction vessel cools to room temperature, open the reactor with a wrench and collect the product with a glass pipette. \r\n\n\nb) Centrifuge the product at 8000 rpm for 5 min to precipitate the particles.\r\n\n\nc) Discard the supernatant, redisperse the product in 5 mL of chloroform with sonication, and centrifuge again.\r\n\n\nd) Discard the supernatant, redisperse the particles in chloroform. The dispersion is typically stored under ambient conditions.\r\n\n\n\r\n\n\n**High vacuum annealing to obtain monodisperse high refractive index silicon colloids** \r\n\n\n_Step 5: vacuum annealing_\r\n\n\na) Evaporate the solvent from the a-Si:H colloidal suspension by heating it in an oven at 120 °C.\r\n\n\nb) Put the dried a-Si:H particles into a chamber.\r\n\n\nc) Make high vacuum within the chamber using turbo-molecular vacuum pump.\r\n\n\nd) Annealing the chamber with oven to a certain temperature for one hour \\(200 °C - 600 °C in our experiments).\r\n\n\ne) Let the chamber cool down slowly \\(around 1 °C /min) to room temperature under vacuum environment.\r\n\n\nf) Rediperse silicon colloids in chloroform.\r\n\n\n\r\n\n\n**Optical characterization**\r\n\n\n_Step 6: Spectrum measurement_\r\n\n\na) Set up the home-made confocal microscope combined with a spectrometer coupler working in NIR region. A graph of the setup is shown in Figure 2. \r\n\n\nb) Place a drop of silicon colloid suspension drop on a glass substrate and wait for the chloroform to evaporate.\r\n\n\nc) Put the glass substrate onto the sample holder of the confocal microscope and focus the sample.\r\n\n\nd) Select a single particle and close the confocal aperture of the setup. Only the sample whose image falls inside the aperture area can be measured.\r\n\n\ne) Tune the designed spectrometer coupler of the setup, and optimize the signal-noise ratio of the setup. The designed spectrometer coupler is shown inside the Figure 2.\r\n\n\nf) Measure the spectra once the InGaAs detector is cooled down with liquid nitrogen."
        },
        {
            "header": "Timing",
            "content": "**Monodispersed as-prepared a-Si:H colloids with low refractive index**\r\n\n\nStep 1: Synthesis preparation: ~1 h\r\n\n\nStep 2: Loading reagents: ~15 min\r\n\n\nStep 3: Synthesis: 10 min\r\n\n\nStep 4: Purification: ~1 h\r\n\n\n\r\n\n\n**High vacuum annealing to obtain monodisperse high refractive index silicon colloids**\r\n\n\nIt can take around 0.5 h for pumping the system down to a high vacuum level. The annealing time takes around 1 h. Then, the system cools down to room temperature in about 3 hours."
        },
        {
            "header": "Troubleshooting",
            "content": "See Troublesshooting pdf table"
        },
        {
            "header": "Anticipated Results",
            "content": "Monodisperse a-Si:H colloids are obtained, as shown in Fig. 3a and 3b. The color of the a-Si:H silicon colloid suspension in chloroform depends on the hydrogen content of the silicon particles. For instance, in the inset of Fig. 3a, a yellow color is observed for Si<sub>0.6</sub>H<sub>0.4</sub> and a red color is observed for Si<sub>0.75</sub>H<sub>0.25</sub>.  \r\n\n\n\r\n\n\nAfter the vacuum annealing process, hydrogen is released from the particles and the silicon colloids shrink \\(see Fig. 4a). The refractive index of the silicon colloids increases. The refractive index depends on both the initial hydrogen content of synthesized particles and the annealing temperature. The SEM image of the annealed particles is shown in Fig. 4b The annealing process preserves both the monodispersity and the spherical shape of particles. \r\n\n\n\r\n\n\nOne example of the optical characterization of high refractive index silicon colloids is shown in Fig. 5. The grey curve corresponds to the transmission spectra of a single silicon colloid with 380 nm diameter size. The measured silicon colloids are obtained from Si<sub>0.75</sub>H<sub>0.25</sub> a-Si:H colloids after a 600 °C annealing process. From the spectra, several transmission dips which correspond to low order Mie resonances are observed. Because of the good monodispersity and high refractive index of the processed silicon colloids, the liquid suspension of the particles shows a transmission spectrum \\(black curve) which mimics the optical properties of a single particle, and it also keeps the magnetic resonances feature around 1250 nm.\r\n\n\n\r\n\n\nMore discussion about the magnetic resonances physical explanations, the Mie theoretical modeling, as well as more experimental results and detailed analyses are shown in the associated articles."
        },
        {
            "header": "References",
            "content": "\\[1] Joannopoulos, J. D., Johnson, S. G., Winn, J. N. & Meade R. D., Photonic Crystals: _Molding the Flow of Light._ \\(Princeton, NJ, 2008).\r\n\n\n\\[2] Soukoulis, C. M. & Wegener, M. Past achievements and future challenges in the development of three-dimensional photonic metamaterials. _Nat. Photon._ 5, 523-531 \\(2011).\r\n\n\n\\[3] Blanco, A., Chomski, E., Grabtchak, S., Ibisate, M., John, S., Leonard, S. W., Lopez, C., Meseguer, F., Miguez, H., Mondia, J. P., Ozin, G. A., Toader, O. & van Driel, H. M., Large-scale synthesis of a silicon photonic crystal with a complete three-dimensional bandgap near 1.5 micrometres. _Nature_ 405, 437-440 \\(2000).\r\n\n\n\\[4] Shi, L., Tuzer, T. U., Fenollosa, R. & Meseguer F., A new dielectric metamaterial building block with strong magnetic response below 1.5 micrometer region. _Adv. Mater._ 24, 5934 \\(2012).\r\n\n\n\\[5] Shi, L., Harris, J. T., Fenollosa, R., Rodriguez, I., Lu, X., Korgel, B. A. & Meseguer, F., Monodisperse silicon nanocavities and photonic crystals with magnetic response in the optical region. _Nat. Commun._ 4, 1904 \\(2013).\r\n\n\n\\[6] Pell, L.E., Schricker, A.D., Mikulec, F.V. & Korgel, B.A. Synthesis of Amorphous Silicon Colloids by Trisilane Thermolysis in High Temperature Supercritical Solvent. _Langmuir_ 20, 6546-6548 \\(2004).\r\n\n\n\\[7] Harris, J.T., Hueso, J.L. & Korgel, B.A. Hydrogenated Amorphous Silicon \\(a-Si:H) Colloids. _Chem. Mater._ 22, 6378-6383 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We acknowledge financial support from the following projects FIS2009-07812, Consolider 2007-0046 Nanolight, the PROMETEO/2010/043 and the Robert A. Welch Foundation \\(F-1464). L.S. thanks the financial support from the MINECO \\(Estancias de profesores e investigadores extranjeros en centros españoles) fellowship program."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms2934",
                "date": "2013-07-29 16:21:25",
                "title": "Monodisperse silicon nanocavities and photonic crystals with magnetic response in the optical region",
                "authors": [
                    "Lei Shi",
                    "Justin T Harris",
                    "Roberto Fenollosa",
                    "Isabelle Rodriguez",
                    "Xiaotang Lu",
                    "Brian A Korgel",
                    "and Francisco Meseguer"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12588,
                "identity": "a00c4e11-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Francisco Meseguer",
                "email": "fmese@fis.upv.es",
                "orcid": "",
                "institution": " Centro de Tecnologias Fisicas, Unidad Asociada ICMM/CSIC-UPV, Universidad Politecnica de Valencia, Av. Los Naranjos s/n, Valencia 46022, Spain and  Instituto de Ciencia de Materiales de Madrid CSIC, Madrid 28049, Spain",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Francisco",
                "middleName": "",
                "lastName": "Meseguer",
                "suffix": ""
            },
            {
                "id": 12581,
                "identity": "a00c3898-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lei  Shi",
                "email": "",
                "orcid": "",
                "institution": "F. Meseguer group.  Centro de Tecnologias Fisicas, Unidad Asociada ICMM/CSIC-UPV, Universidad Politecnica de Valencia, Av. Los Naranjos s/n, Valencia 46022, Spain and  Instituto de Ciencia de Materiales de Madrid CSIC, Madrid 28049, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lei",
                "middleName": "",
                "lastName": "Shi",
                "suffix": ""
            },
            {
                "id": 12582,
                "identity": "a00c3b26-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Xiaotang Lu",
                "email": "",
                "orcid": "",
                "institution": " B. Korgel group. Department of Chemical Engineering, Texas Materials Institute, Center for Nano- and Molecular Science and Technology, The University of Texas at Austin, Austin, Texas 78712, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaotang",
                "middleName": "",
                "lastName": "Lu",
                "suffix": ""
            },
            {
                "id": 12583,
                "identity": "a00c3d67-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roberto  Fenollosa",
                "email": "",
                "orcid": "",
                "institution": "F. Meseguer group.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roberto",
                "middleName": "",
                "lastName": "Fenollosa",
                "suffix": ""
            },
            {
                "id": 12584,
                "identity": "a00c3f7f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Isabelle  Rodriguez",
                "email": "",
                "orcid": "",
                "institution": "F. Meseguer group.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabelle",
                "middleName": "",
                "lastName": "Rodriguez",
                "suffix": ""
            },
            {
                "id": 12585,
                "identity": "a00c41b4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Justin T. Harris",
                "email": "",
                "orcid": "",
                "institution": "B. Korgel group. Department of Chemical Engineering, Texas Materials Institute, Center for Nano- and Molecular Science and Technology, The University of Texas at Austin, Austin, Texas 78712, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Justin",
                "middleName": "T.",
                "lastName": "Harris",
                "suffix": ""
            },
            {
                "id": 12586,
                "identity": "a00c4426-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fernando  Ramiro-Manzano",
                "email": "",
                "orcid": "",
                "institution": "Nanoscience Laboratory, Dept. Physics, University of Trento, Via Sommarive 14, I-38123 Trento, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fernando",
                "middleName": "",
                "lastName": "Ramiro-Manzano",
                "suffix": ""
            },
            {
                "id": 12587,
                "identity": "a00c4c52-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Brian A.  Korgel",
                "email": "",
                "orcid": "",
                "institution": "B. Korgel group. Department of Chemical Engineering, Texas Materials Institute, Center for Nano- and Molecular Science and Technology, The University of Texas at Austin, Austin, Texas 78712, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Brian",
                "middleName": "A.",
                "lastName": "Korgel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-08-01 14:45:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.066",
        "doiUrl": "https://doi.org/10.1038/protex.2013.066",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608791,
                "identity": "667b390d-98f5-4dbf-bab2-e6772dfbce77",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 750514,
                "visible": true,
                "origin": "",
                "legend": "Fig.1   Figure 1   Fig. 1 Illustration of supercritical a-Si particle synthesis.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/figure_1.jpg"
            },
            {
                "id": 2608792,
                "identity": "8ffde861-319e-4507-8710-2ee9dda3db5e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1224816,
                "visible": true,
                "origin": "",
                "legend": "Fig.2   Figure 2   Optical characterization setup. The inset shows the spectrometer coupler.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/figure_2.jpg"
            },
            {
                "id": 2608799,
                "identity": "9eed559c-c866-45bc-96c4-dc423ea67cf8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1434875,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   SEM images of hydrogenated a-Si particles with average diameter of 430 nm. Inset is the photo of the Si~0.6~H~0.4~ (yellow) and the Si~0.75~H~0.25~ (red) colloidal suspension.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/figure_3.jpg"
            },
            {
                "id": 2608796,
                "identity": "3db8c780-931a-4532-997a-ef06521d2371",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 963531,
                "visible": true,
                "origin": "",
                "legend": "Figure 4   (a) SEM images of silicon colloids after different temperature annealing. The scale bar is 200 nm. (b) SEM image of silicon colloids after 600°C  annealing. ",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/figure_4.jpg"
            },
            {
                "id": 2608794,
                "identity": "df58d8b2-e73d-45f8-8db2-5f000d95ddb6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:29",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 559217,
                "visible": true,
                "origin": "",
                "legend": "Figure 5   Optical transmission spectra of single silicon colloid (grey line) and the corresponding chloroform suspension (black line) after 600°C  annealing. ",
                "description": "",
                "filename": "figure5.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/figure_5.jpg"
            },
            {
                "id": 13464692,
                "identity": "2c8b811e-7f51-4cca-964f-6dea86169c12",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1008695,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/4c309d70-01af-40eb-b8ff-bb3b0438925f.pdf"
            },
            {
                "id": 2608790,
                "identity": "e2f0d031-8cb4-48f0-a90f-9c992fccb85b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 56273,
                "visible": true,
                "origin": "",
                "legend": "Troublesshooting   Troublesshooting   Troublesshooting. Problems and solutions ",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2767/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "SILICON, METAMATERIALS, COLLOIDAL CRYSTALS, PHOTONIC CRYSTALS",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Silicon is widely used in electronics and solar cell devices because of its excellent semiconductor properties. Also, the large refractive index value of silicon enables the development of photonic devices. Here, we present a protocol to fabricate monodispere spherical colloids made of silicon with diameters between 300 nm and 500 nm. We also report on a home-built confocal microscope we have developed for the optical characterization of the nanoparticles. The optical characterization tool allows for optical properties of tiny particles and structure as small as 250 nm to be obtained. The results reported in the associated publications demonstrate silicon colloids sustain well-defined Mie resonances with a magnetic response suitable for processing metamaterials and photonic crystals.",
        "manuscriptTitle": "Processing and Characterization of Monodisperse Silicon Colloids",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-08-07 06:49:57",
                "doi": "10.1038/protex.2013.066",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a00be027-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 7th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3027,
                "name": "Materials science"
            },
            {
                "id": 3028,
                "name": "Nanoscience and technology"
            },
            {
                "id": 3029,
                "name": "Optics and photonics"
            },
            {
                "id": 3030,
                "name": "Physics"
            },
            {
                "id": 3031,
                "name": "Biological techniques"
            },
            {
                "id": 3032,
                "name": "Synthetic chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-08-07 06:49:57",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}