{
    "identity": "pex-1359",
    "title": "<p>A protocol for the generation of blastocyst-like structures from human pluripotent stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.2% gelatin solution (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Matrigel (Corning)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DPBS, Ca2<sup>+</sup>, Mg2<sup>+</sup>-free (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TrypLE Express (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anti-adhesion rinsing solution (Stemcell Technologies)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mTeSR1 medium (STEMCELL Technologies)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DMEM/F12 medium (Invitrogen)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Neurobasal medium (Invitrogen)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GlutaMAX (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MEM Non-Essential Amino Acids (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;N2 supplement (Invitrogen)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B27 supplement (Invitrogen)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ITS-X (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;β-Mercaptoethanol (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Penicillin-Streptomycin (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fetal bovine serum, FBS (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Knockout serum replacement, KSR (GIBCO)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bovine serum albumin, BSA (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ROCK inhibitor, Y-27632 (Selleckchem)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bFGF&nbsp;(Peprotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Activin A&nbsp;(Peprotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CHIR99021 (Selleckchem)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PD0325901 (Stemgent)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IM-12 (Enzo)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SB590885 (R&amp;D systems)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;WH-4-023 (A Chemtek)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;XAV939 (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gö6983 (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A83-01 (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SB431542 (Sigma)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Epidermal growth factor, EGF (Peprotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Recombinant human LIF (Peprotech)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L-ascorbic acid (Wako)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VPA&nbsp;(Sigma)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;AggreWell<sup>TM</sup>400 plate (Stemcell Technologies)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell culture plate, 6-well (Greiner bio-one)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;40 μm cell strainer (Falcon)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glass mouth pipette</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Incubator 37 °C, 5% CO<sub>2</sub></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell counter</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Centrifuge</p>"
        },
        {
            "header": "Procedure",
            "content": "Preparation of culture medium\na.\nNaïve hPSC culture media\n1.\n5iLA medium\n2\nwas prepared using the following: 1:1 (v/v) mixture of DMEM/F12 and Neurobasal medium, 1X N2 supplement, 1X B27 supplement, 1X GlutaMAX, 1X MEM Non-Essential Amino Acids, 0.1 mM β-mercaptoethanol, 0.5% Penicillin-Streptomycin, 50 mg/mL BSA, 1 μM PD0325901, 0.5 μM IM-12, 0.5 μM SB590885, 1 μM WH-4-023, 20 ng/mL recombinant human LIF, 10 ng/mL Activin A, and 5 μM Y27632.\n2.\nPXGL medium\n3\nwas prepared using the following: 1:1 (v/v) mixture of DMEM/F12 and Neurobasal medium, 1X N2 supplement, 1X B27 supplement, 1X GlutaMAX, 1X MEM Non-Essential Amino Acids, 0.1 mM β-mercaptoethanol, 0.5% Penicillin-Streptomycin, 1 μM PD0325901, 2 μM XAV939, 2 μM Gö6983, and 20 ng/mL recombinant human LIF.\nb.\nHuman trophoblast stem cell medium (hTSM)\nThe hTSM\n4\nwas prepared by including the following: DMEM/F12 supplemented with 0.1 mM β-mercaptoethanol, 0.2% fetal bovine serum, 0.5% Penicillin-Streptomycin, 0.3% BSA, 1% ITS-X, 1.5 μg/ml L-ascorbic acid, 50 ng/ml EGF, 2 μM CHIR99021, 0.5 μM A83-01, 1 μM SB431542 and 0.8 mM VPA.\nc.\nHypoblast differentiation medium (HDM)\nHDM was prepared using the following: 1:1 (v/v) mixture of DMEM/F12 and Neurobasal medium, 1X N2 supplement, 1X B27 supplement, 1X GlutaMAX, 1X MEM Non-Essential Amino Acids, 0.1 mM β-mercaptoethanol, 0.5% Penicillin-Streptomycin, 20 ng/mL bFGF, 20 ng/mL Activin A, and 3 μM CHIR99021.\nd.\nTrophoblast differentiation medium (TDM)\nTDM was prepared using the following: 1:1 (v/v) mixture of DMEM/F12 and Neurobasal medium, 0.5X N2 supplement, 0.5X B27 supplement, 0.5% ITS-X, 0.5X GlutaMAX, 0.5X MEM Non-Essential Amino Acids, 0.1 mM β-mercaptoethanol, 0.5% KSR, 0.1% FBS, 50 mg/ml BSA, 0.5% Penicillin-Streptomycin, 1 μM PD0325901, 0.5 μM A83-01, 0.25 μM SB590885, 0.5 μM WH-4-023, 0.25 μM IM-12, 1 μM CHIR99021, 0.5 μM SB431542, 10 ng/mL recombinant human LIF, 25 ng/ml EGF, 0.75 μg/ml L-ascorbic acid, and 0.4 mM VPA.\nConversion and culture of Naïve hPSCs\na.\nNaïve hPSC conversion: The conversion of preexisting primed hPSCs to naïve hPSCs has been described previously\n2,5\n. Briefly, 2 × 10\n5\nprimed cells were plated onto a MEF feeder layer in mTeSR1 medium supplemented with 10 μM ROCK inhibitor Y-27632. Two days later, the medium was changed to 5iLA medium. After ~10 days, dome-shaped naive colonies were manually picked and transferred to a fresh MEF plate for further cultivation in 5iLA medium.\nb.\nNaïve hPSC culture: Naive hPSCs were cultured on mitomycin C-inactivated MEF feeder cells in 5iLA or PXGL media as described previously\n2,3\n.\nNote:\nThe quality of starting naïve hPSCs is critical for human blastoid generation. Typical naïve colonies are shown in\nFigure 1\n. Prior to blastoid generation, it’s important to first verify the naïve hPSCs have the following features: 1) dome-shaped colony morphology; 2) the expression of several key naïve pluripotency markers, e.g. KFL17, SUSD2, TFCP2L1; 3) a normal karyotype; 4) normal growth rate; and 5) the competency for extra-embryonic lineages via monolayer differentiation (described below).\nMonolayer differentiation of naïve hPSCs\n1.\nPrepare 6-well culture plates coated with a 0.2% gelatin solution and incubate at 37°C for at least 30 min before preparing the cells.\n2.\nAt ~60% confluency, dissociate naïve hPSCs into single cells by incubating in TrypLE Express solution at 37 °C for ~3 min.\n3.\nResuspend the cells in 5iLA or PXGL media and centrifuge at 200 g for 3 min.\n4.\nRemove the supernatant and resuspend cells in 2 mL of 5iLA or PXGL media.\n5.\nTransfer the cell suspension into the prepared gelatin-coated 6-well plate and incubate at 37 °C for 30 min to remove MEF cells.\n6.\nCollect and re-plate the supernatant containing naïve hPSCs into a 12-well plate (1 × 10\n5\ncells/well*) pre-coated with Matrigel in 5iLA or PXGL media.\n*Note:\nThe plating cell number will need to be increased if the cell variability is found low.\n7.\nHDM followed by hTSM method: after 1 day of culture in 5iLA or PXGL media, change the medium to HDM and culture for an additional 3 days, then change the medium to hTSM and culture for an additional 6 days.\n8.\nhTSM followed by HDM method: after 1 day of culture in 5iLA or PXGL media, change the medium to hTSM and culture for 6 days, then change the medium to HDM and culture for 3 days.\n9.\nConfirm lineage marker expression after 9 days of differentiation by immunostaining. A representative co-staining image is shown in\nFigure 2\n.\nNote:\nWe suggest using the following antibodies to verify lineage differentiation: epiblast (SOX2, OCT4, and KLF17), trophoblast (GATA3, GATA2, or TFAP2C), and hypoblast (GATA6, GATA4, and SOX17). After 9 days of differentiation, we found >20% of cells were either GATA3\n+\nor GATA6\n+\n.\nGeneration of human blastoids\n1.\nPrepare 6-well culture plates coated with a 0.2% gelatin solution and incubate at 37 °C for at least 30 min before using.\n2.\nPrepare an AggreWell™400 plate according to manufacturer instructions. Briefly, add anti-adhesion rinsing solution to the wells, centrifuge at 2,000 g for 5 min, and then incubate at room temperature for at least 10 min.\n3.\nAt ~60% confluency, dissociate naïve hPSCs into single cells by incubating cells in TrypLE Express solution at 37 °C for ~3 min.\n4.\nResuspend the cells in 5iLA or PXGL media and centrifuge at 200 g for 3 min.\n5.\nRemove the supernatant and resuspend the cells in 2 mL of 5iLA or PXGL media.\n6.\nTransfer the cell suspension into a gelatin coated 6-well plate and incubate at 37 °C for 30 min to remove MEF cells.\n7.\nCollect the supernatant containing naïve hPSCs and filter them through a 40 μm cell strainer.\n8.\nRemove the anti-adhesion rinsing solution from the Aggrewell™400, wash the wells with 5iLA or PXGL media once, and then add 0.5 mL of 5iLA or PXGL media to each well.\n9.\nCount the number of naïve hPSCs, and transfer ~30,000 cells (~25 cells/microwell)* to 1 mL of 5iLA or PXGL media.\n*Note:\nThe starting cell number needs to be optimized for different naïve hPSC lines.\n10.\nTransfer 1 mL of the cell suspension (from step 9) into one well of a prepared Aggrewell™400 plate (from step 8). The total volume in the well should now be 1.5 mL.\n11.\nCentrifuge the Aggrewell plate at 100 g for 1 min and place it in an incubator maintained at 37 °C and 5% CO\n2\n. Proceed to step 12 (HT method) or step 15 (TH method).\nSteps 12-14 describe the HT method (HDM followed by TDM):\n12.\nAfter 12 hours of culture, carefully remove as much 5iLA or PXGL media from the well as possible, and then add 1.5 mL of HDM. This is designated as day 1. Replace with fresh HDM media on day 2.\nNote:\nGreat care should be taken when working with the Aggrewell™400 in order to avoid flushing aggregates out of the microwells (i.e. aspirate/pipette slowly and carefully).\n13.\nAfter 2-3* days of culture in HDM, carefully remove as much medium as possible, and then add 1 mL of TDM. Then carefully remove as much medium as possible (in order to completely remove HDM) (this can be repeated for 1-2 more times). Finally, add 1.5 mL of fresh TDM to the well. Replace media with fresh TDM every other days.\n*Note:\nIn our hands, there was no noticeable difference in blastoid formation efficiency when using 2 days vs. 3 days of HDM treatment.\n14.\nAfter 6-8* days of culture in TDM, cavity structures can be observed in some microwells.\n*Note:\nThe time to generate cavity-containing structures may vary between cell lines, starting naïve hPSC culture conditions, starting cell number, and batches. Longer culture time in TDM may improve cavity structure formation.\nSteps 15-16 describe the TH method (TDM followed by HDM):\n15.\nAfter 12 hours of culture, carefully remove as much 5iLA or PXGL media from the well as possible, and then add 1.5 mL of TDM. This is designated as day 1. Replace with fresh TDM media every other days.\n16.\nAfter 6-8* days of culture in TDM cavity structures can be observed in some microwells. Carefully remove as much medium as possible and then add 1 mL of HDM. Then carefully remove as much medium as possible (in order to completely remove TDM) (this can be repeated for 1-2 more times). Finally, add 1.5 mL of fresh HDM to the well and culture for an additional 1-2 days.\n*Note:\nThe time of TDM treatment may vary as mentioned in step 14. Longer culture time in TDM may improve cavity structure formation. In our hands, there was no noticeable difference in blastoid formation efficiency when using 1 days vs. 2 days of HDM treatment with the TH method.\n17.\nOnce cavity-containing structures have formed, harvest all cell aggregates from the microwells by gently pipetting up and down for 1–2 times with a 1000 uL pipette tip*.\n*Note:\nTo minimize shearing force from pipetting, cut ~1 mm off the 1000 uL pipette tip with a sterile scissor in the culture hoood before using.\n18.\nTransfer all cell aggregates into one well of a 6-well plate, and then manually isolate aggregates with a discernible blastoid-like morphology* with a glass mouth pipette under a stereomicroscope for downstream experiments.\n*Note:\nAggregates with the presence of an ICM-like compartment, a TE-like out layer, and a visible cavity are designated as blastoids."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>a.&nbsp;</strong>&nbsp;&nbsp;&nbsp;Primed-to-naïve conversion dynamics and efficiency of different hPSC lines are likely different and sometimes require several rounds of colony picking or removing differentiated cells to maintain stable naïve phenotype. Adding 0.5-1% KSR and/or 5ng/ml FGF2 in 5iLA medium may help cell survival and conversion efficiency<sup>2</sup>.</p><p><strong>b.&nbsp;</strong>&nbsp;&nbsp;In our hands, naïve hPSCs (e.g., 5iLA and PXGL conditions) are more difficult to maintain and less stable than primed hPSCs (e.g., mTeSR1 condition). We recommend the following to help naïve hPSCs culture: (1) add 0.5-1% KSR to 5iLA medium; and/or (2) optimize concentrations of PD0325901 and/or IM-12 for different hPSC lines in 5iLA medium. (3) Optimize MEF cell density. (4) When passaging pass through a 40 μm cell strainer to ensure single cell seeding.</p><p><strong>c.&nbsp;</strong>&nbsp;&nbsp;&nbsp;We found HT method was more robust than TH method and less affected by batches variations.</p><p><strong>d.</strong>&nbsp;&nbsp;&nbsp;This protocol was optimized based on 5iLA naïve hPSCs. For PXGL naïve hPSCs this protocol needs to be further improved.</p><p><strong>e.</strong>&nbsp;&nbsp;&nbsp;&nbsp;To minimize cell death during blastoid formation, we recommend adding: (1) 5 μM Y27632 to HDM or TDM for the first 2 -3 days of blastoid formation (at steps 12 or steps 15); and/or (2) increase the starting number of naïve hPSCs. It should be noted that Y27632 will negatively affect cavity formation if keeping them throughout the blastoid derivation process.</p><p><strong>f.&nbsp;</strong>&nbsp;&nbsp;&nbsp;&nbsp;The blastoid formation efficiency varies between cell lines, starting naïve hPSC culture conditions, starting cell number, and batches. To increase the efficiency, we recommend: (1) improving the quality of naïve hPSCs used for blastoid generation; (2) using the naïve hPSCs at the early passages (&lt; 20 passages). (3) adjusting the starting number of naïve hPSCs; (4) adjusting the concentration of inhibitors and cytokines in TDM. We suggest optimizing the concentrations of the following factors first: PD0325901, A83-01, SB590885, WH-4-023 and Chir99021.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Monolayer differentiation of naïve hPSCs: ~9-10 days.</p><p>Generation of human blastoids: ~10-14 days.</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;Fu, J., Warmflash, A. &amp; Lutolf, M.P. Stem-cell-based embryo models for fundamental research and translation. <em>Nat. Mater.</em> 20, 132–144 (2021).</p><p>2.&nbsp;&nbsp;&nbsp;Theunissen, T. W. <em>et al.</em> Systematic identification of culture conditions for induction and maintenance of naive human pluripotency. <em>Cell Stem Cell</em> <strong>15,</strong> 471–487 (2014).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Guo, G. et al. Trophectoderm Potency is Retained Exclusively in Human Naïve Cells. <em>bioRxiv</em> 105, 2020.02.04.933812 (2020).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Okae, H. et al. Derivation of Human Trophoblast Stem Cells. <em>Cell Stem Cell</em>. Jan 4;22(1) (2018).</p><p>5.&nbsp;&nbsp;&nbsp;Dong, C. <em>et al.</em> Derivation of trophoblast stem cells from naïve human pluripotent stem cells. <em>eLife Sciences</em> <strong>9,</strong> E1212 (2020).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>J.W. is a Virginia Murchison Linthicum Scholar in Medical Research and funded by CPRIT (RR170076) and Hamon Center for Regenerative Science &amp; Medicine.</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-021-03356-y",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10667440,
                "identity": "2fa1f141-893f-44b3-b5b8-8b4ed423e94e",
                "order_by": 0,
                "name": "Leqian Yu",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leqian",
                "middleName": "",
                "lastName": "Yu",
                "suffix": ""
            },
            {
                "id": 10667441,
                "identity": "665e8642-9db2-4693-8ba5-59fcb6887824",
                "order_by": 1,
                "name": "Yulei Wei",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yulei",
                "middleName": "",
                "lastName": "Wei",
                "suffix": ""
            },
            {
                "id": 10667442,
                "identity": "bd1eed4a-a0f8-49f0-9166-a898753c2dbe",
                "order_by": 2,
                "name": "Daniel A. Schmitz",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "A.",
                "lastName": "Schmitz",
                "suffix": ""
            },
            {
                "id": 10667443,
                "identity": "9a952cf6-ea70-4b29-add5-790d7944f385",
                "order_by": 3,
                "name": "Masahiro Sakurai",
                "email": "",
                "orcid": "",
                "institution": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masahiro",
                "middleName": "",
                "lastName": "Sakurai",
                "suffix": ""
            },
            {
                "id": 10667444,
                "identity": "e013b712-46d3-43f5-903e-bca280d9b8bd",
                "order_by": 4,
                "name": "Jun Wu",
                "email": "Jun2.Wu@UTSouthwestern.edu",
                "orcid": "",
                "institution": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390, USA.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Wu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-29 01:04:48",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1359/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1359/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 7098456,
                "identity": "0bb563e4-4f58-4466-9292-7aad0cc1f6bf",
                "added_by": "auto",
                "created_at": "2021-03-18 09:39:38",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 945005,
                "visible": true,
                "origin": "",
                "legend": "Phase contrast image showing the typical naïve colonies. Scale bar, 100μm.",
                "description": "",
                "filename": "Figure1.png",
                "url": "https://assets.researchsquare.com/files/pex-1359/v1/bc63b2c93362ed1e9b795757.png"
            },
            {
                "id": 7098547,
                "identity": "8535970d-7bfa-49bf-ad41-c304dea6b8dc",
                "added_by": "auto",
                "created_at": "2021-03-18 09:42:38",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4718374,
                "visible": true,
                "origin": "",
                "legend": "Representative IF co-staining images of SOX2, GATA3, and GATA6 showing monolayer differentiation of naïve hPSCs. Scale bar, 100 μm.",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-1359/v1/9387abd9141fb5d68f23a7ba.png"
            },
            {
                "id": 13681049,
                "identity": "fa471ced-41b3-4be8-bc34-bee8b106ae54",
                "added_by": "auto",
                "created_at": "2021-09-17 11:49:55",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1342804,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1359/v1/2e013d64-dc58-4b18-882a-310942d01b80.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Human pluripotent stem cells, Naive pluripotent stem cells, stem cell model, blastocyst-like structure",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The recent development of stem-cell-based embryo models open new avenues for studying early development <em>in vitro</em>, including humans<sup>1</sup>. Here we report a protocol for the generation of human blastocyst-like structures from naïve human pluripotent stem cells (hPSCs). These structures, termed human blastoids, provide an accessible, scalable, versatile, and manipulable 3D model to study early human development, understand early pregnancy loss, and gain insights into early developmental defects.</p><p><br></p>",
        "manuscriptTitle": "A protocol for the generation of blastocyst-like structures from human pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-03-18 09:39:36",
                "doi": "10.21203/rs.3.pex-1359/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "6b633393-0fac-481b-aca1-d68b2fdc4d99",
        "owner": [],
        "postedDate": "March 18th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2149997,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-03-18 09:39:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}