{
    "identity": "nprot-4891",
    "title": "In vitro microfluidic circulatory system for circulating cancer cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Over 90% of cancer-related deaths is caused by cancer metastasis and more than 50% patients with colorectal cancer develop distant metastasis1,2. Cancer metastasis allows cancer cells transporting from primary tumor site through blood stream to a distal location for developing secondary tumor. During circulation, cancer cells are subjected to hemodynamic forces3. Although the effect of shear on cancer cells immobilized in micro-wells or adhered on microchannels has been studied4-6, how and/or whether circulatory shear affects circulating tumor cells \\(CTCs) remains elusive.\r\n\n\n\r\n\n\nHere, we have developed a microfluidic system that allows cells to be circulated in suspension in physiologically relevant conditions. The presented microfluidic circulatory system is a close-loop system and composes of a peristaltic pump, connecting tubing, and a microfluidic channel embedded with a constriction. The microfluidic channel contains a wide straight channel with 100 µm width and a constriction channel with 800 µm length and 20 µm width, comparable to the typical size of arterioles7. The height of the microchannel is 37 µm everywhere. Tubing is used to connect the inlet and outlet of microfluidic device and wrapped on the rollers of peristaltic pump that drives the circulation by squeezing the tubing via rotating rollers. \r\n\n\n\r\n\n\nThis protocol describes in detail how the microfluidic system is developed, and how the cells in suspension are prepared, injected and circulated through the microfluidic circulatory system. In addition, we provide a detail protocol on how the cell sample can be collected for post analysis, including post culture, imaging, and PCR testing. We anticipate the methods presented here will be useful to investigate the shear regulation on the molecular mechanisms of CTCs."
        },
        {
            "header": "Reagents",
            "content": "MATERIALS\r\n\n\nDMEM culture medium \\(Life Technologies)\r\n\n\nTrypsin \\(Life Technologies)\r\n\n\nFetal bovine serum \\(Life Technologies)\r\n\n\nPenicillin/streptomycin \\(Life Technologies)\r\n\n\n1X PBS \\(Life Technologies)\r\n\n\nEthanol \\(Sigma)\r\n\n\nLive/Dead assay \\(Life Technologies)\r\n\n\nPoly\\(dimethysiloxane) \\(PDMS) \\(Sylgard 184, Dow Corning)\r\n\n\nTRIzol reagent \\(Invitrogen, Grand Island, NY, USA)\r\n\n\niScript cDNA synthesis kit \\(Cat # K1671, Bio-Rad, Hercules, CA, USA)"
        },
        {
            "header": "Equipment",
            "content": "EQUIPMENTS\r\n\n\nOptical microscope \\(Leica Microsystems, DMI 6000)\r\n\n\nUltra fast camera \\(C10600-10B-H, Hamamatsu)\r\n\n\nConfocal microscope \\(Leica Microscope, SP5)\r\n\n\nOn-stage incubator \\(Okolab)\r\n\n\n1.5 mL centrifuge tube \\(VWR)\r\n\n\n1 mL pipette tip \\(VWR)\r\n\n\n1 mL Pipette \\(Socorex)\r\n\n\nPolyethylene tubing \\(Scientific Commodities Inc, 0.015\" \\(0.38 mm) I.D. × 0.043\" \\(1.09 mm) O.D.)\r\n\n\nSilicone tubing \\(Tygon, 0.031\" I.D. × 0.094\" O.D.)\r\n\n\nTubing adaptors \\(Qosina)\r\n\n\nPeristaltic pump \\(Longerpump)\r\n\n\nGlass slide \\(VWR)\r\n\n\nBiopsy \\(Miltex)\r\n\n\nSyringe \\(Norm Ject)\r\n\n\nSyringe needle \\(BD Precision Glide)\r\n\n\nOven \\(Thermo Scientific)\r\n\n\nIncubator \\(Binder)\r\n\n\nPetri dish \\(LPS, NY, USA)\r\n\n\nCulture flask \\(LPS, NY, USA)\r\n\n\nCTFX 96 Real-time system \\(Bio-Rad, Hercules, CA, USA)\r\n\n\nSYBR green supermix \\(Bio-Rad, Hercules, CA, USA)"
        },
        {
            "header": "Procedure",
            "content": "PROCEDURE\r\n\n\nCell maintenance and preparation\r\n\n\n1. Human colon cancer HCT 116 cells were cultured in a T-25 culture flask supplied with DMEM containing 10% \\(v/v) fetal bovine serum \\(FBS) and 1% \\(v/v) penicillin/streptomycin under 37 °C and 5% CO2.\r\n  2. To prepare cell suspension, cell were washed by 1X PBS solution to remove the dead cells.\r\n  3. Treat the cells with Trypsin for 5 min to detach the cell from the culture flask.\r\n  4. Centrifuge the cell suspension under 1500 rpm for 5 min.\r\n  5. Remove the supernatant and use fresh DMEM supplied with 10% FBS to re-suspend the cell pellet. \r\n  \r\n\n\nFabrication of microfluidic circulatory system\r\n\n\n1. Microfluidic silicon master is fabricated by using the standard soft lithography technique. The microfluidic device is designed to contain a wide straight channel with 100 µm width and a constriction channel with 800 µm length and 20 µm width. The height of the microchannel is 37 µm everywhere.\r\n  2. Prepare the PDMS pre-gel reagent by mixing the polymerase base and curing agent at the weight ratio of 10:1. Well mix the reagent by sufficient stirring.\r\n  3. Vacuum the well-mixed PDMS reagent for 60 minutes to remove the air bubbles.\r\n  4. Pour the PDMS pre-gel reagent on the silicon master and incubate in oven at 85 °C for 1 hour for gelling.\r\n  5. Cut and peel off the PDMS replica from silicon master. \r\n  6. Punch the inlet and outlet holes by using biopsy. Clean the surface using tape.\r\n  7. Attach the PDMS replica to clean glass slide by plasma treatment for 1 minute.\r\n  8. Post-bake the attached microfluidic device at 85 °C for 1 hour. This will ensure the attachment is strong enough for bearing the flow pressure.\r\n  9. Insert two segments of polyethylene tubing into the inlet and outlet of the microfluidic device respectively.\r\n  10. Connect the ends of two segments of polyethylene tubing with a large silicon tubing by using adaptors. The connection ensures a close-loop circulatory system.\r\n  Tip: Smaller tubing is for connecting PDMS microfluidics device, whereas larger soft silicon tubing is for wrapping on the pump that ensures the driving forces provided by squeezing. \r\n\n\n11. Wrap the silicon tubing on the rollers of peristaltic pump.\r\n  \r\n\n\nCirculation of cell suspension\r\n\n\n1. Pull out one side of the polyethylene tubing. Sterilize all tubing and microfluidic devices by injecting 70% ethanol for 10 minutes. \r\n  2. Rinse the tubing and device by running 1X PBS. \r\n  Tip: Air bubbles should be pushed out and removed by injecting PBS solution.\r\n\n\n3. Inject cell suspension into the circulatory system.\r\n  Tip: Cells suspension sample should be dispersed again by using the pipette. Because during the sterilization of the device, cells may start to settle at the bottom of the centrifuge tube. When inject the cell suspension, PBS residue would be pushed out and removed. When the solution with pink color starts to come out, it means the cell suspension has filled the whole setup. \r\n\n\n4. Re-connect the microfluidic device with the end of polyethylene tubing that has been pulled out for sterilization and injection.\r\n  5. Wrap the silicone tubing on the roller of the peristaltic pump. \r\n  6. Sterilize the peristaltic pump and outer surface of microfluidic circulatory system by swiping 70% ethanol. \r\n  7. Place the microfluidic device and peristaltic pump into the incubator with 37 °C and 5% CO2.\r\n  8. Start circulation by manipulating the peristaltic pump.\r\n  9. The flow rate of circulation can be controlled by changing the rotating speed \\(revolution per minute \\(rpm)) of the roller in the peristaltic pump. Peristaltic speed of 0.1, 0.5, and 1.0 rpm is used for the circulation in our experiment. Wall shear stress can be calculated based on the peristaltic speed of circulation and the geometry of microfluidic channel. \r\n  \r\n\n\nDetermination of cell viability and growth after circulation\r\n\n\n1. When the circulation is done, pull out polyethylene tubing. Use syringe needle insert into one side of the tubing and put the other side into petri dish or centrifuge tube. Use syringe containing sterile air blow the cell suspension out.\r\n  2. Use Live/Dead assays to treat the cell collection after 1 hour sediment.\r\n  3. Determine cell viability by using confocal microscope.\r\n  4. To determine the cell proliferation, cell suspension are collected in petri dish containing fresh DMEM culture medium.\r\n  5. Incubate the sample for 2 hours for sediment in on-stage incubator with 37 °C and 5% CO2. \r\n  6. Record time-lapse video of cell growth in petri dish for 16 hours by using camera mounted on fluorescent microscope. Time-lapse video of cell growth is used for analyzing the rate of cell growth.\r\n  \r\n\n\nQuantitative real-time PCR\r\n\n\nPHASE SEPARATION\r\n\n\n1. Collect cell suspension from circulation into centrifuge tube. \r\n  2. Centrifuge the sample at 1500 rpm for 5 minutes. Remove the supernatant.\r\n  3. Disperse the cell pellet into TRIZOL reagent.\r\n  4. Incubate the homogenized samples for 5 minutes at 15 to 30°C to permit complete dissociation of nucleoprotein complexes.\r\n  5. Add 0.2 mL of chloroform per 1 mL of TRIZOL reagent.\r\n  6. Cap sample tubes securely.\r\n  7. Shake tubes vigorously by hand for 15 seconds and incubate them at 15 to 30°C for 2 to 3 minutes.\r\n  8. Centrifuge the samples at no more than 12,000 x g for 15 minutes at 2 to 8°C.\r\n  9. Following centrifugation, the mixture separates into a lower red, phenol-chloroform phase, and interphase, and a colorless upper aqueous phase. \r\n  10. RNA remains exclusively in the aqueous phase.\r\n  11. The volume of the aqueous phase is about 60% of the volume of the TRIZOL reagent used for homogenization.\r\n  \r\n\n\nRNA PRECIPITATION\r\n\n\n1. Transfer 350 μL of aqueous phase to a fresh tube.\r\n  2. Precipitate the RNA from the aqueous phase by mixing with isopropyl alcohol.\r\n  3. Use 0.5 mL of isopropyl alcohol per 1 mL of TRIZOL reagent used for the initial homogenization.\r\n  4. Incubate samples at 15 to 30°C for 10 minutes.\r\n  5. Centrifuge at no more than 12,000 x g for 10 minutes at 2 to 8°C.\r\n  6. The RNA precipitate, often invisible before centrifugation, forms a gel-like pellet on the side and bottom of the tube.\r\n  \r\n\n\nRNA WASH\r\n\n\n1. Remove and discard the supernatant. \r\n  2. Wash the RNA pellet once with 75% ethanol, adding at least 1 mL of 75% ethanol per 1 mL of TRIZOL reagent used for the initial homogenization.\r\n  3. Mix the sample by vortexing and centrifuge at no more than 7,500 x g for 5 minutes at 2 to 8°C.\r\n  \r\n\n\nREDISSOLVING THE RNA\r\n\n\n1. At the end of the procedure, briefly dry the pellet \\(air-dry to 5-10 minutes).\r\n  2. Dissolve RNA in 40-50 μL RNase-free water or 0.5% SDS solution by passing the solution a few times through a pipette tip.\r\n  3. Incubate for 10 minutes at 55 to 60°C.\r\n  4. RNA can also be redissolved in 100% deionized formamide and stored at -70°C.\r\n  \r\n\n\nPREPARING RNA TEMPLATE\r\n\n\n1. Use RNase-free water as blank and baseline for Nanodot machine to obtain concentration of RNA in samples, placing 1 μL sample on sensor after cleaning.\r\n  2. Use protocol from MAXIMA first strand cDNA synthesis kit for RT-qPCR.\r\n  3. Calculate the amount of template RNA required using the following calculation:\r\n  a. X = concentration obtained from Nanodot\r\n\n\nb. Y = amount of template solution needed\r\n\n\nc. Amount of template required = 5 μg/\\(X/1000) = Y μL\r\n\n\n4. Follow MAXIMA protocol and add to sterile, RNAse-free tube on ice in order described.\r\n  5. Mix gently and centrifuge.\r\n  6. Incubate for 10 minutes at 25°C followed by 15 minutes at 50°C, and then terminate reaction by heating at 85°C for 5 minutes \\(use program already on PCR machine).\r\n  7. Calculate the amount of substrates required for RT-PCR assay, run on RT-PCR machine, and calculate data.\r\n  8. Data calculation\r\n  d. Open data file\r\n\n\ne. Click on quantitation\r\n\n\nf. Select samples \r\n\n\ng. In quantitation drop-down menu, select copy to clipboard\r\n\n\nh. Open excel file\r\n\n\ni. Paste data\r\n\n\nj. Sort by sample name\r\n\n\nk. Calculate average of each sample set\r\n\n\nl. Calculate standard deviation of each sample set\r\n\n\nm. Normalize each average to actin average\r\n\n\nn. Create data table\r\n\n\no. Populate with data \r\n\n\np. Normalize each set to control\r\n\n\nq. Obtain final data with this formula: power\\(2,-\\(normalized data))\r\n\n\nr. Plot"
        },
        {
            "header": "Timing",
            "content": "TIMING\r\n\n\nThe time for fabrication of microfluidic device is usually between 30 minutes and 1 hour.\r\n\n\nThe time for preparation of circulation is usually about 30 minutes.\r\n\n\nThe time required for circulation is variable. We conducted the experiment of circulation for 2 min, 10 min, 1 h, 2.5 h, and 20 h. \r\n\n\nThe sample collection can be completed within 10 minutes, including collecting and centrifuging. \r\n\n\nPost circulation culture takes 16 hours."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n1 Chaffer, C. L. & Weinberg, R. A. A perspective on cancer cell metastasis. Science 331, 1559-1564 \\(2011).\r\n\n\n2 Jemal, A. et al. Cancer statistics, 2008. CA: Cancer J. Clin. 58, 71-96 \\(2008).\r\n\n\n3 Chivukula, V. K., Krog, B. L., Nauseef, J. T., Henry, M. D. & Vigmostad, S. C. Alterations in cancer cell mechanical properties after fluid shear stress exposure: a micropipette aspiration study. Cell Health Cytoskelet 7, 25 \\(2015).\r\n\n\n4 Ziółkowska, K. et al. Long-term three-dimensional cell culture and anticancer drug activity evaluation in a microfluidic chip. Biosens. Bioelectron 40, 68-74 \\(2013).\r\n\n\n5 Luo, C.-W., Wu, C.-C. & Ch'ang, H.-J. Radiation sensitization of tumor cells induced by shear stress: The roles of integrins and FAK. BBA-Mol. Cell Res.  1843, 2129-2137 \\(2014).\r\n\n\n6 Porquet, N. et al. Survival advantages conferred to colon cancer cells by E-selectin-induced activation of the PI3K-NFκB survival axis downstream of Death receptor-3. BMC cancer 11, 1 \\(2011).\r\n\n\n7 Bouskela, E., Cyrino, F. Z. & Marcelon, G. Effects of Ruscus extract on the internal diameter of arterioles and venules of the hamster cheek pouch microcirculation. J. Cardiovasc. Pharmacol. 22, 221-224 \\(1993)."
        },
        {
            "header": "References",
            "content": "REFERENCES\r\n\n\n1 Chaffer, C. L. & Weinberg, R. A. A perspective on cancer cell metastasis. Science 331, 1559-1564 \\(2011).\r\n\n\n2 Jemal, A. et al. Cancer statistics, 2008. CA: Cancer J. Clin. 58, 71-96 \\(2008).\r\n\n\n3 Chivukula, V. K., Krog, B. L., Nauseef, J. T., Henry, M. D. & Vigmostad, S. C. Alterations in cancer cell mechanical properties after fluid shear stress exposure: a micropipette aspiration study. Cell Health Cytoskelet 7, 25 \\(2015).\r\n\n\n4 Ziółkowska, K. et al. Long-term three-dimensional cell culture and anticancer drug activity evaluation in a microfluidic chip. Biosens. Bioelectron 40, 68-74 \\(2013).\r\n\n\n5 Luo, C.-W., Wu, C.-C. & Ch'ang, H.-J. Radiation sensitization of tumor cells induced by shear stress: The roles of integrins and FAK. BBA-Mol. Cell Res.  1843, 2129-2137 \\(2014).\r\n\n\n6 Porquet, N. et al. Survival advantages conferred to colon cancer cells by E-selectin-induced activation of the PI3K-NFκB survival axis downstream of Death receptor-3. BMC cancer 11, 1 \\(2011).\r\n\n\n7 Bouskela, E., Cyrino, F. Z. & Marcelon, G. Effects of Ruscus extract on the internal diameter of arterioles and venules of the hamster cheek pouch microcirculation. J. Cardiovasc. Pharmacol. 22, 221-224 \\(1993)."
        },
        {
            "header": "Acknowledgements",
            "content": "Acknowledgements\r\n\n\nThe authors gratefully acknowledge the support from the Rochester Institute of Technology for Jiandi Wan. This work was supported by the NIDDK 1R01DK105118-01 and Swim Across America Cancer Research Award to Jun Sun."
        },
        {
            "header": "Acknowledgements",
            "content": "Acknowledgements\r\n\n\nThe authors gratefully acknowledge the support from the Rochester Institute of Technology for Jiandi Wan. This work was supported by the NIDDK 1R01DK105118-01 and Swim Across America Cancer Research Award to Jun Sun."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep27073",
                "date": "2016-05-30 12:59:28",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13980,
                "identity": "a0bc16a9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "jiandi wan",
                "email": "jdween@rit.edu",
                "orcid": "",
                "institution": "Wan's Lab, Rochester Institute of Technology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "jiandi",
                "middleName": "",
                "lastName": "wan",
                "suffix": ""
            },
            {
                "id": 13981,
                "identity": "a0bc1a54-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rong  Fan",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rong",
                "middleName": "",
                "lastName": "Fan",
                "suffix": ""
            },
            {
                "id": 13982,
                "identity": "a0bc1f1b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Travis  Emery",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Travis",
                "middleName": "",
                "lastName": "Emery",
                "suffix": ""
            },
            {
                "id": 13983,
                "identity": "a0bc20e9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yongguo  Zhang",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yongguo",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 13984,
                "identity": "a0bc2280-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuxuan  Xia",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuxuan",
                "middleName": "",
                "lastName": "Xia",
                "suffix": ""
            },
            {
                "id": 13985,
                "identity": "a0bc24d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jun  Sun ",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jun",
                "middleName": "",
                "lastName": "Sun",
                "suffix": ""
            },
            {
                "id": 13986,
                "identity": "a0bc27b5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jiandi  Wan",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jiandi",
                "middleName": "",
                "lastName": "Wan",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-05-30 13:51:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.037",
        "doiUrl": "https://doi.org/10.1038/protex.2016.037",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465634,
                "identity": "cf4df57a-4019-433a-af32-e1039e33d073",
                "added_by": "auto",
                "created_at": "2021-09-16 20:47:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 159518,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4891/v1/567be91d-e01a-4997-b8d2-22f06514b540.pdf"
            },
            {
                "id": 2609455,
                "identity": "0b80ce6d-2a78-4765-98b0-3b09c2459001",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 24225,
                "visible": true,
                "origin": "",
                "legend": "Table 1   PRIMERS FOR REAL-TIME PCR",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4891/v1/supplement_0.pdf"
            },
            {
                "id": 2609458,
                "identity": "f7c71b75-bd15-4261-9daf-7fcbd42c30f4",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:56",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 24225,
                "visible": true,
                "origin": "",
                "legend": "Table 1   PRIMERS FOR REAL-TIME PCR",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4891/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Microfluidics, Circulating tumor cells, Human colon cancer cells, PCR",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Circulating tumor cells \\(CTCs) experience hemodynamic shear stress in circulation and play critical roles in cancer metastasis. The effect of shear on CTCs, however, remains less studied. Here, we described a protocol to circulate HCT116 human colon cancer cells in a microfluidic circulatory system mimicking physiologically relevant circulating conditions. This protocol represents a useful scaffold to mimic the transportation of CTCs in circulation and thus provides an effective means to study the effect of shear on CTCs. We anticipate that future studies using the developed system will help us to further investigate the regulatory roles of shear in molecular responses of CTCs.",
        "manuscriptTitle": "In vitro microfluidic circulatory system for circulating cancer cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-06-13 16:12:14",
                "doi": "10.1038/protex.2016.037",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0bbb231-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 13th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3631,
                "name": "Cell biology"
            },
            {
                "id": 3633,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-06-13 16:12:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}