{
    "identity": "nprot-16",
    "title": "Visualizing miRNAs in adult skeletal muscle by hybridization _in situ_",
    "content": [
        {
            "header": "Introduction",
            "content": "The protocol of _in situ_ hybridization to detect miRNA in skeletal muscle was optimized in our laboratory. We are very grateful to Dr. Stefano Shiaffino, and to Ambion, for useful technical advice. The detailed version of the protocol is available on request. Briefly, the tibialis anterior \\(TA) muscle was frozen in Tissue-Tek OCT reagent, cryo-sections \\(12 &#xB5;M) were prepared, de-proteinized and acetylated as described in \\(De Nardi et al., J. Cell. Biol., 1993). Digoxigenin \\(DIG) &#x2013; labeled miRNA probes were prepared according to the instructions for the mirVana Probe Construction kit \\(Ambion). Muscle sections were incubated with specific miRNA probes \\(500 ng/ml) overnight at 38 <sup>o</sup>C, washed with 2XSSC at 38 <sup>o</sup>C for 20 min, and treated with 400 unit/ml RNase A at 37 <sup>o</sup>C for 30 min. After two washes with PBS, the slides were incubated with FITC-coupled anti-DIG antibody \\(Roche) for 4 hours at room temperature, washed, rinsed with 200 ng/ml Hoecsht 33258 in PBS, mounted on glass slides with VectaShield \\(BioValley), and analyzed by fluorescent microscopy."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\n**4 % paraformaldehyde \\(in PBS)**\r\n\n\n\r\n\n\n**20xSSC**\r\n\n\nSee standard protocols, e.g. Current Protocols in Molecular Biology\r\n\n\n\r\n\n\n**PBS**\r\n\n\nDissolve 8 g NaCl, 0.2 g KCl, 1.44 g Na<sub>2</sub>HPO<sub>4</sub>, KH<sub>2</sub>PO<sub>4</sub> in 800 ml DEPC-treated H<sub>2</sub>O.\r\n\n\nAdjust pH to 7.4\r\n\n\nAdd to 1 l\r\n\n\nSterilize and autoclave\r\n\n\nStore at room temp.\r\n\n\n\r\n\n\n**Proteinase K** \r\n\n\n**20 mg/ml**\r\n\n\n**Proteinase K buffer**\r\n\n\nStock solution 10X:\r\n\n\n50 mM Tris HCl pH 8.0\r\n\n\n5 mM EDTA pH 8.0\r\n\n\n\r\n\n\n**DEPC-treated H<sub>2</sub>O**\r\n\n\n\r\n\n\n**TEA** \r\n\n\n7.5M\r\n\n\nMerck 1.08379\r\n\n\n\r\n\n\n**0.85% NaCl**\r\n\n\nprepared with DEPC-treated H<sub>2</sub>O\r\n\n\n\r\n\n\n**Alcohol&#x2019;s 30, 50, 70, 85, 95 and 100%**\r\n\n\nprepared with DEPC-treated H<sub>2</sub>O"
        },
        {
            "header": "Equipment",
            "content": "Separate glass jars for first day experiments \\(RNAse-free), and second-day experiments."
        },
        {
            "header": "Procedure",
            "content": "**Visualizing miRNAs in adult skeletal muscle by hybridization _in situ_** \r\n\n\n\r\n\n\n **1.  Probe preparation**\r\n\n\n      Use an _in vitro_ transcription reaction optimized for making high specific activity miRNA sense or antisense riboprobe. \r\n\n\n  \r\n\n\n1).  Assemble the following master mix per reaction \\(20 ml) in the “MM”   tube for generation of miRNA sense and antisense RNA probes: 2.0 ml 10X Transcription Buffer; 1.0 ml 10 mM ATP; 1.0 ml 10 mM CTP; 1.0 ml 10 mM GTP; 0.5 ml 10 mM UTP; 0.5 ml 10 mM digoxigenin-12-UTP; 2.5 ml \\(0.5 mg/ml) DNA Template; 2.0 ml T3/T7 RNA Enzyme Mix; 1.0 ml SuperaseIn; 4.5 ml Nuclease-free water       \r\n\n\n2). Incubate the reaction at 37\no\nC for 90 min.  Add 1 ml DNAse I to tube and incubate at 37\no\nC for 15-30 min to remove DNA template.\r\n\n\n3).  Add carrier tRNA, 2 ml 5.0M Ammonium Acetate and 3 volume of 100% ethanol.  Mix well and put the tube on ice for 20 min.\r\n\n\n4).  Spin for 30 min at maximum speed in a 4\no\nC microfuge.\r\n\n\n5).  Discard the supernatant, and wash the pellet once with 70% ethanol.\r\n\n\n6).  Spin for 5 min at maximum speed in a 4\no\nC microfuge and discard supernatant.\r\n\n\n7).  Air-dry pellet for 5 min and dissolve pellet in 20 µl of DEPC-treated water.\r\n\n\n8).  Check concentration of the sample on a spectrophotometer and dilute to 0.1-0.2 µg/µl.   Run 2-4 µl of RNA probes on a 1.5% agarose gel to check the size and integrity of RNA probes.\r\n\n\n\r\n\n\n**2. Tissue preparation**\r\n\n\nRegeneration in mouse tibialis anterior \\(TA) muscle is induced by injection of 10 µl cardiotoxin. In situ hybridization with cRNA probes and immunocytochemistry were performed on serial cryosections of mouse TA. Sections could be stored at -80\no\nC for up to 2 months without significant variation in reactivity with cRNA probes and antibodies.\r\n\n\n\r\n\n\n**Fixation**\r\n\n\n1. Take the slides from –80\no\nC.\r\n  2. Fix the section in 4 % paraformaldehyde \\(in PBS) for 20 min, in a sterile jar, and in the hood.\r\n  3. In a new jar, wash the sections in PBS for 2 x 10 min.\r\n  \r\n\n\n**Deproteinization with Proteinase K:**\r\n\n\nThis step is necessary to make the tissue accessible for the probe. Proteinase K acts satisfactorily on cryo-sections yielding increased hybridization efficiency and retaining acceptable tissue morphology.\r\n\n\n\r\n\n\n4. Prepare X ml of Proteinase K buffer and store it on ice, just prior to use add 1 µl/ml of proteinase K \\(20 mg/ml).\r\n  5. Take the slides out of the PBS-solution \\(one at the time), and apply appx. 200 µl Proteinase K solution on each slides \\(on the sections), and incubate each slide for 5-7.5 min. at room temp.\r\n  Important: at no point should the sections be left to dry out.\r\n\n\n6.  Post-fix the section in 4% paraformaldehyde \\(in PBS) for 20 min, in a sterile jar, and in the hood.\r\n  7. Wash 2x5 min. in PBS \\(time not critical).  Wash rapidly in DEPC-treated dH\n2\nO.\r\n  \r\n\n\n**Acetylation of the tissue**\r\n\n\nThis step in useful to decrease background binding of the negatively charged radioactive probe by acetylation of the positively charged amino-groups in the proteins of the tissue. \r\n\n\n\r\n\n\n6. Prepare 250 ml  0.1M TEA \\(3.35 ml TEA from a 7.5M stock solution).\r\n  7. Place the slides in a slide-rack and immerse them in TEA in a large staining jar with a magnet stirrer.\r\n  8. While stirring add acetic anhydride to a concentration of  0.25% \\(625 µl) and incubate 10 min. at room temp.\r\n  9. Wash the slides in PBS for 5 min.\r\n  10. Wash the slides in 0.85% NaCl for 5 min. \\(time not critical).\r\n  \r\n\n\n**Dehydration**\r\n\n\n11. In a new jar dehydrate the slides in 30%, 50%, 70%, 85%, 95% and 100 EtOH \\(2 min. in each solution. \r\n  12. Let the slides dry, in a horizontal position for at least 1 hour.\r\n  \r\n\n\n**3.   Hybridization step**\r\n\n\n   1).  Pre-hybridization. Add pre-hybridization buffer on section and incubation is done at 30-40 for 2-4 hours.\r\n\n\n   2).  Add probe into 1 ml of Hybridization buffer and mix well by gently inverting tube.  The final concentration of the probe is about 300-500 ng/ml. \r\n\n\n  3).  Aspire pre-hybridization buffer and add mixed hybridization solution on slides \\(100 µl for each slide), use parafilm to cover tissues and hybridize at 37-40\no\nC overnight in a moist chamber.  Low hybridization must be used.  If hybridization temperature is too high, there will be no hybridization.\r\n\n\n\r\n\n\n**4.  Post-Hybridization Washes \\(Step 1-6 should be performed on shaker)**\r\n\n\n1. After hybridization, rinse slides with pre-warmed \\(37-40\no\nC) 4XSSC solution and remove parafilm.\r\n  2. Wash slides in 2XSSC at 37-40\no\nC for 20 min \\(in water bath with shaker).\r\n  3.  Treat the slides with 400 unit/ml \\(10 µg/ml) RNase A at 37\no\nC for 30 min.\r\n  4.  Wash slides in 1XSSC at 40\no\nC for 10-15 min.\r\n  5.  Wash slides twice times with 1XPBST for 5 min at room temperature. \r\n  \r\n\n\n**5.  Signal Detection  \\(Steps should be performed on a shaker)**\r\n\n\n1. Incubate with alkaline phosphatase-coupled anti-digoxigenin antibody \\(alternative, FITC-coupled antibody, or another method of detection).  Dilute the antibody 1:4000 in 1X PBST.  Add 100 µl per slide of the mixed antibody solution to the sample.  Incubate at room temperature for 4 hours. If fluorescence is chosen as the detection method, protect the slides from light. Use Vecta Shield \\(BioValley) to mount the cover slips, and analyze by fluoresecent microscopy.\r\n  \r\n\n\nIf alkaline phosphatase was chosen, follow the protocol:\r\n\n\n2. Wash slides with 1XPBST in a staining jar 4 X30 min or overnight.\r\n  3. Wash slides with Developing Buffer for 20 min.\r\n  4. Develop Color.  Add 4.5 ml of NBT, 3.6 ml of BCIP and 1 ml of levamisole in 1 ml of Developing Buffer and well mix the solution.  Use 200 µl of developing solution to cover tissue sections.\r\n  5. Add Developing solution on slides and incubate slides flat and allow precipitate to form.  Observe signal detection periodically under a microscope.  Stop reaction until good staining quality.\r\n  6. Add Developing solution on slides and incubate slides flat and allow precipitate to form.  Observe signal detection periodically under a microscope.  Stop reaction at good staining quality.\r\n  \r\n\n\n**6.  Post-Detection Washes**\r\n\n\n1. Wash with TE buffer for 5 min at RT to stop reaction.  Wash the slides in 1XPBS for 20 min at RT.\r\n  2. Rinse with ddH\n2\nO.\r\n  3. Mount slides with water based mounting medium, and view the hybridization signals under a light microscope."
        },
        {
            "header": "Timing",
            "content": "36 hours"
        },
        {
            "header": "Critical Steps",
            "content": "**2 \\(4-6)**\r\n\n\nDeproteinization with Proteinase K:\r\n\n\nThis step is necessary to make the tissue accessible for the probe. Proteinase K acts satisfactorily on cryo-sections yielding increased hybridization efficiency and retaining acceptable tissue morphology. However, if immunostaining is done following in situ hybridization, it is essential not to overdo the deproteinization step. Post-fixing with PFA helps to stop the action of proteinase K. The timing of these steps has to be optimized for each target miRNA/protein.\r\n\n\n\r\n\n\n\r\n\n\n**3.   Hybridization step**\r\n\n\n\r\n\n\nLow hybridization must be used with standard small-size RNA probes.  If hybridization temperature is too high, or is the slides are allowed to dry out, there will be no hybridization. If LNA-containing probes are used, the temperature can be raised by at least ten degrees."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Pr. Stefano Schiaffino for his _in situ_ hybridization protocol, optimized for skeletal muscle tissue."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb1373",
                "date": "2006-04-21 07:01:57",
                "title": "The microRNA miR-181 targets the homeobox protein Hox-A11 during mammalian myoblast differentiation",
                "authors": [
                    "Naguibneva",
                    "I. et al."
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9712,
                "identity": "9e886a57-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Anna Polesskaya",
                "email": "apoles@vjf.cnrs.fr",
                "orcid": "",
                "institution": "CNRS",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Polesskaya",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-05 12:43:47",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.136",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.136",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464539,
                "identity": "f03bc927-ca30-4db4-81ed-c5d44fbbe869",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:43",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 124780,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-16/v1/b23799de-b8e5-4898-921d-4dacbfdebb97.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "_In situ_ hybridization, skeletal muscle, miRNA\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Visualizing miRNAs in adult skeletal muscle by hybridization in situ",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-29 09:41:02",
                "doi": "10.1038/nprot.2006.136",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e87e799-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 29th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1224,
                "name": "Genetics"
            },
            {
                "id": 1225,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-29 09:41:02",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}