{
    "identity": "nprot-3441",
    "title": "Induction of Alopecia Areata in C3H/HeJ Mice via Cultured Cell Transfer",
    "content": [
        {
            "header": "Introduction",
            "content": "Alopecia areata \\(AA) is believed to be an inflammatory, non-scarring, cell-mediated autoimmune hair loss disease. There are several different mammalian and avian species that spontaneously develop AA-like symptoms similar to humans, however, the rate of spontaneous AA development in most of these species is extremely low making them difficult to use as practical models to study AA<sup>1</sup>. Current animal models of AA are also often limited by the need to perform invasive procedures such as skin grafting<sup>2</sup> and some require human skin biopsies<sup>3</sup>. Therefore, an easily accessible, small animal model that can be consistently induced to develop AA, while sharing a high biological resemblance to human AA, is required.\r\n\n\n\r\n\n\nIn the following protocol, we describe a cell culturing technique to significantly increase the skin-draining lymph node cell \\(LNC) population isolated from spontaneous AA affected mice and injecting cultured LNCs into naive mice to transfer AA \\(Figure 1). \r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/3311/original/Fig1_600dpi_Crop.jpg?1412288630\"> <img src=\"http://www.nature.com/protocolexchange/system/uploads/3311/thumbnail/Fig1_600dpi_Crop.png?1412288630\"> </a>\r\n\n\n\r\n\n\nTo facilitate the activation and expansion of LNCs, we stimulated the LNCs with magnetic beads coated with anti-CD3 and anti-CD28 cross-linking antibodies optimized for non-specific expansion of T-cells. In addition, interleukin-2 \\(IL-2), interleukin-7 \\(IL-7) and interleukin-15 \\(IL-15) were also added to the culture media to ensure survival of T-cells<sup>4-6</sup>. We achieved a 90%+ success rate in generating AA mice using this method. Mice subsequently displayed pathological features similar to those observed in mice with AA induced using fresh \\(non-cultured) LNC injections, or by skin-grafting. Comparative control littermates that received cultured LNCs derived from normal haired mice had a very low frequency of AA development – consistent with rates of spontaneous AA in standard C3H/HeJ colonies."
        },
        {
            "header": "Reagents",
            "content": "• Naïve female C3H/HeJ mice as cell recipients \\(at least 10 weeks old, no AA phenotype; The Jackson Laboratory, Bar Harbor, ME). \r\n\n\n \r\n\n\n**CRITICAL**: Mice younger than 10 weeks old are relatively immune to AA induction.\r\n\n\n\r\n\n\n• AA affected female C3H/HeJ mice as cell donors \\(at least 70% hair loss. The Jackson Laboratory). \r\n\n\n\r\n\n\n• Dynabeads Mouse T-Activator CD3/CD28 \\(Gibco, Burlington, ON. cat. no. 114.52D)\r\n\n\n\r\n\n\n• Human Recombinant IL-2 \\(Roche Life Science, Laval, QC. cat. no. 11011456001)\r\n\n\n\r\n\n\n• Mouse Recombinant IL-7 \\(R&D Systems, Minneapolis, MN. cat. no. 407-ML-005)\r\n\n\n\r\n\n\n• Mouse Recombinant IL-15 \\(R&D Systems, Minneapolis, MN. cat. no. 447-ML-010)\r\n\n\n\r\n\n\n• Sterile PBS, pH=7.4 \\(Mediatech Inc, Manassas, VA. cat. no. 46-013-CM)\r\n\n\n\r\n\n\n• Sterile DPBS \\(Sigma, Oakville, ON. cat. no. D1408)\r\n\n\n\r\n\n\n• EDTA \\(0.5 M), pH 8.0 \\(Ambion, Burlington, ON. cat. no. AM9260G)\r\n\n\n\r\n\n\n• Advanced RPMI 1640 \\(Gibco, Burlington, ON. cat. no. 12633-012)\r\n\n\n\r\n\n\n• GlutaMAX \\(Gibco, Burlington, ON. cat. no. 35050-061)\r\n\n\n\r\n\n\n• Fetal Bovine Serum \\(FBS; Gibco, Burlington, ON. cat. no. 16000044)\r\n\n\n\r\n\n\n• Penicillin-Streptomycin \\(Gibco, Burlington, ON. cat. no. 15140-148)\r\n\n\n\r\n\n\n• Trypan blue \\(Invitrogen, Burlington, ON. cat. no. 15250-061)"
        },
        {
            "header": "Equipment",
            "content": "• Centrifuge tubes\r\n\n\n\r\n\n\n• Petri dishes, 35x10 mm \\(Fisher Scientific, Ottawa, ON. cat. no. 08-757-100A)\r\n\n\n\r\n\n\n• Centrifuge capable of up to 600x g\r\n\n\n\r\n\n\n• Hemocytometer\r\n\n\n\r\n\n\n• Inverted microscope\r\n\n\n\r\n\n\n• 37 ºC Incubator with 5% CO2\r\n\n\n\r\n\n\n• Surgical scissors\r\n\n\n\r\n\n\n• Forceps\r\n\n\n\r\n\n\n• Electric hair shaver\r\n\n\n\r\n\n\n• Non-treated Tissue culture plates – 24 well \\(BD Bioscience, Mississauga, ON. cat. no. 351147)\r\n\n\n\r\n\n\n• Suspension cell TC flasks T25/T75 vented \\(Sarstedt, Montreal, QC. cat. no. 83-1810-502 and 83-1813-502)\r\n\n\n\r\n\n\n• Sterile round bottom falcon tubes, 12x75 mm \\(VWR, Mississauga, ON. cat. no. 734-0445)\r\n\n\n\r\n\n\n• 70uM cell strainer \\(Fisher Scientific, Ottawa, ON. cat. no. 08-771-2)\r\n\n\n\r\n\n\n• 10 mL Syringes \\(BD Bioscience, Mississauga, ON. cat. no. 309604)\r\n\n\n\r\n\n\n• EasySep™ Magnet \\(StemCell Technologies, Vancouver, BC. cat. no. 18000)\r\n\n\n\r\n\n\n• 1cc Insulin syringes \\(BD, Mississauga, ON. cat. no. 329420)\r\n\n\n\r\n\n\n• Heat pad or heat lamp\r\n\n\n\r\n\n\n• Anaesthesia and euthanasia apparatus\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n\r\n\n\n**_Dynabead wash buffer_**: Prepare ahead of time, Sterile PBS with 0.1% FBS and 2 mM EDTA, pH 7.4.\r\n\n\n\r\n\n\n**_1x PBS and DPBS_**: Prepare ahead of time by diluting with sterile distilled H2O.\r\n\n\n\r\n\n\n**_Complete medium AR10_**: Prepare ahead of time, Advanced RPMI 1640 with 10% FBS, 2mM GlutaMAX and 100 U/mL Penicillin-Streptomycin.\r\n\n\n\r\n\n\n**_Mouse Recombinant IL-7_**: Reconstitute to 25 ng/µL in sterile PBS with 0.1% FBS. Aliquot and store at -20 ºC.\r\n\n\n\r\n\n\n**_Mouse Recombinant IL-15_**: Reconstitute to 50 ng/µL in sterile PBS with 0.1% FBS. Aliquot and store at -20 ºC. \r\n\n\n\r\n\n\n**_Complete medium AR10 supplemented with cytokines_**: **Prepare fresh**, AR10 supplemented with 30 U/mL human recombinant IL-2, 25 ng/mL mouse recombinant IL-7 and 50 ng/mL mouse recombinant IL-15.\r\n\n\n\r\n\n\n**_Dynabead mixture_**: Prepare fresh, follow the manufacturer’s protocol to resuspend the dynabeads via vortex for 30 seconds. 25 µL of dynabeads is required for each 1 million LNCs. Pipette dynabeads into a sterile round bottom centrifuge tube and add 1 mL of dynabead wash buffer, pipette gently 30 times without generating air bubbles. Place the centrifuge tube into an EasySep magnet for 1 minute. Decant/Pipette the wash buffer into a waste container while keeping the tube inside the magnet; the dynabeads will adhere to the wall of the tube. Remove the tube from the magnet and add AR10 supplemented with cytokines at 500 µL/25 µL dynabeads. Make sure all of the dynabeads on the wall of the tube are reuspended into the medium."
        },
        {
            "header": "Procedure",
            "content": "**Isolation of skin-draining lymph nodes** \r\n\n\n\r\n\n\n1. Euthanize the donor mice using institution approved procedures. Clean mouse skin with 70% ethanol.\r\n  \r\n\n\n2. Use surgical scissors and forceps to dissect the mice from the ventral side.\r\n  \r\n\n\n3. Excise the inguinal, auxiliary and cervical skin-draining lymph nodes with forceps or scissors and trim away the extra fat and connective tissues.\r\n  \r\n\n\n4. Place the trimmed skin-draining lymph nodes into complete AR10 medium and keep on ice.\r\n  \r\n\n\n**CRITICAL STEP**: Process the lymph nodes as soon as possible, prevent drying of tissues.\r\n\n\nSeparation of lymph node cells \\(LNCs) into single cell suspension\r\n\n\n\r\n\n\n5. Work in a biosafety cabinet, with aseptic techniques, fill a small petri dish with 1 mL of 1x DPBS.\r\n  \r\n\n\n6. Remove the lymph nodes from AR10 and transfer into DPBS to wash by brief rinsing.\r\n  \r\n\n\n7. In another clean petri dish, add 1 mL of fresh AR10 and place a 70 µM cell strainer in the middle of the dish.\r\n  \r\n\n\n8. Pick up the lymph nodes with a pair of forceps and transfer into the middle of the cell strainer.\r\n  \r\n\n\n9. Use the plunger end of a syringe to gently grind the lymph nodes against the cell strainer for about 5 minutes.\r\n  \r\n\n\n10. The culture medium will turn cloudy as the lymph nodes disintegrate, leaving a small amount of white connective tissue in the strainer.\r\n  \r\n\n\n**CRITICAL STEP**: While grinding the lymph nodes, change the angle and direction often to ensure complete breakdown of the tissues to recover the maximum amount of LNCs.\r\n\n\n\r\n\n\n11. Pipette 1 mL of fresh AR10 and rinse the bottom of the cell strainer to wash the extra LNCs into the petri dish. There should be 2 mL of LNC suspension at this step.\r\n  \r\n\n\n12. Remove the cell strainer and transfer all of the LNC suspension into a clean 15 mL centrifuge tube.\r\n  \r\n\n\n13. Wash the petri dish with another 1 mL of fresh AR10 and transfer into the centrifuge tube.\r\n  \r\n\n\n14. Top up centrifuge tube to 10 mL with another 7 mL of fresh AR10, pipette thoroughly but gently to wash the LNC suspension.\r\n  \r\n\n\n15. Take out 10 µL and count the cell number with a hemocytometer and trypan blue, or use another method to count the cells.\r\n  \r\n\n\n**CRITICAL STEP**: Once the total number of cells is calculated, determine how many cells will be used for expansion. 10 million cultured cells are required to inject into a single recipient; the number of cells will expand around 8-10 fold during the 6-day culture. Therefore, we initiate the culture with 2 million cells for each mouse we expect to inject to ensure we will have enough cells for the target number of cell recipients.\r\n\n\n\r\n\n\n16. Prepare complete medium AR10 with cytokines. Make enough AR10 with cytokines to resuspend the cell pellet into 2 million cells/mL.\r\n   \r\n\n\n17. Centrifuge the LNC suspension for 5 minutes at 350x g at room temperature. \r\n  \r\n\n\n18. Remove the supernatant carefully leaving the cell pellet.\r\n  \r\n\n\n19. Resuspend the cell pellet to 2 million cells/mL with AR10 supplemented with cytokines.\r\n  \r\n\n\n20. Pipette 1 mL of LNC suspension into a 24-well, non-tissue culture treated plate until desired number of wells are filled. Each single well should now have 2 million LNCs and each is expected to expand 8-10 fold after 6 days.\r\n  \r\n\n\n**CRITICAL STEP**: Keeping the LNCs at a high density throughout the culturing process allows better cell-to-cell contact as well as interaction with the antibody coated magnetic beads. In pilot experiments, initiating the cell culture in a T25 flask with a larger volume of media did not yield as high cell number compared to initiating cultures in a 24-well culture plate.\r\n\n\n\r\n\n\n21. Place the 24-well plates in the 37 ºC incubator with 5% CO2.\r\n  \r\n\n\n22. Prepare dynabead mixture at this point, resuspend well.\r\n  \r\n\n\n23. Take out the 24-well plates from the incubator and add 500 µL of dynabead mixture into each well of the plate. Each well should have 2 million cells in 1.5 mL of medium supplemented with cytokine and dynabeads.\r\n  \r\n\n\n24. Transfer the plate back into 37 ºC incubator with 5% CO2.\r\n  \r\n\n\n**Activation and expansion of LNCs**\r\n\n\n\r\n\n\n25. Check the culture daily but do not disturb the LNC suspension.\r\n  \r\n\n\n**CRITICAL STEP**: Clumping of LNCs with the dynabeads can be observed after 24 hours \\(Figure 2a). Do not attempt to break up the clumps as they will disappear after 48 hours. \r\n\n\n\r\n\n\n26. The LNCs will expand and cover the entire bottom of the wells after 48 hours, the color of culture medium will turn light yellow. \r\n  \r\n\n\n27. Split each well to two by gently resuspending the culture and pipetting 750 μL to an adjacent well. Add 750 μL of AR10 supplemented with cytokines so each well contains 1.5 mL.\r\n  \r\n\n\n28. After another 24 hours, combine 2x wells into 1x T25 flask and add 3 mL of AR10 supplemented with cytokines.\r\n  \r\n\n\n29. After another 24 hours, combine 2x T25 into 1x T75 flask and add 8 mL of AR10 supplemented with cytokines.\r\n  \r\n\n\n**CRITICAL STEP**: The passaging protocol here serves as a general guideline only. The purpose is to keep the LNCs at very high density, around 1.5 to 2 million cells/mL.\r\n\n\n\r\n\n\n**Preparation of expanded LNCs for injection**\r\n\n\n\r\n\n\n30. Combine the LNC suspension in T75 flasks into 50 mL centrifuge tube\\(s).\r\n  \r\n\n\n31. Place a clean round bottom centrifuge tube into an EasySep magnet or similar.\r\n  \r\n\n\n32. Transfer LNCs suspension into the centrifuge tube to a level at the same height as the magnet and let it set for 1 minute.\r\n  \r\n\n\n33. Gently pipette the LNC suspension from the centrifuge tube to a clean 50 mL centrifuge tube.\r\n  \r\n\n\n34. Repeat steps 32-33 until removal of all dynabeads from all LNC suspension has been achieved.\r\n  \r\n\n\n**CRITICAL STEP**: Remember to keep the centrifuge tube inside the magnet while transferring LNC suspension to a new 50 mL falcon tube. If pipetting, do not scratch the wall of the tube as the dynabeads will come off back into the LNC suspension.\r\n\n\n\r\n\n\n35. Take 10 μL and count the number of cells with a hemocytometer.\r\n  \r\n\n\n36. Centrifuge the LNC suspension for 5 minutes at 350x g at room temperature. \r\n  \r\n\n\n37. Remove the supernatant from the LNC pellet and resuspend into 10 million cells/100 μL with sterile PBS.\r\n  \r\n\n\n38. Draw the resuspended LNC suspension into insulin syringe\\(s) or similar and keep on ice.\r\n  \r\n\n\n**CRITICAL STEP**: It is preferable to avoid using normal syringes as there will be a small volume inside the syringe that is very difficult to eject, insulin syringes bypass this problem because syringe and needle are sealed as one unit. Inject the LNCs as soon as possible.\r\n\n\n\r\n\n\n**Adoptive transfer of LNCs into naïve C3H/HeJ mice**\r\n\n\n\r\n\n\n39. Anaesthetize the recipient mice using isoflurane or similar following the standardized protocols as provided by the local institution.\r\n  \r\n\n\n**CRITICAL STEP**: Recipient mice must be at least 10 weeks old or they are unlikely to be susceptible to AA induction.\r\n\n\n\r\n\n\n40. Shave a small area on the lower back of the mice to expose an area of skin for intra-dermal injection.\r\n  \r\n\n\n41. Gently pinch up a section of the skin with a pair of blunt forceps and insert the syringe needle almost parallel to the plane of the skin pinched up by the forceps, into the dermis layer.\r\n  \r\n\n\n**CRITICAL STEP**: Be careful not to go too deep or the LNCs will be injected into subcutaneous layer. Preliminary investigations revealed significantly lower success rates with subcutaneous injection \\(Figure 2).\n42. Inject 100 μL of LNC suspension slowly into the skin. A small bulge will appear at the site of injection.\r\n  \r\n\n\n43. Retract the syringe, but use the forceps to hold the skin for a few seconds to allow the injected LNCs to dissipate a little bit as well as to allow the injection site opening to close.\r\n  \r\n\n\n44. Transfer the injected mice back to their cage but take care not to press on the injection site.\r\n  \r\n\n\n45. Repeat steps 40-43 until all mice are injected.\r\n  \r\n\n\n46. The mice should recover from anaesthesia within 10 minutes.\r\n  \r\n\n\n**Development of alopecia areata**\r\n\n\n\r\n\n\n47. Continue to feed the mice with a low-fat diet. High fat/oil diets reduce success rates of AA transfer.\r\n  \r\n\n\n48. Hair at the site of injection will start to grow back after about one week due to injury induced hair growth.\r\n  \r\n\n\n49. Monitor the ventral side of the mice every few days as hair loss can start to develop as early as two weeks post injection and typically initially occurs away from the injection site."
        },
        {
            "header": "Timing",
            "content": "Steps 1-4, Isolation of skin-draining lymph nodes: 30 minutes\r\n\n\n\r\n\n\nSteps 5-24, Separation of lymph node cells \\(LNCs) into single cell suspension: 1 hour\r\n\n\n\r\n\n\nSteps 25-29, Activation and expansion of LNCs: 6 days\r\n\n\n\r\n\n\nSteps 30-38, Preparation of expanded LNCs for injection: 1.5 hours\r\n\n\n\r\n\n\nSteps 39-46, Adoptive transfer of LNCs into naïve C3H/HeJ mice: 5-10 min per mouse\r\n\n\n\r\n\n\nSteps 47-49, Initial development of alopecia areata: Up to 18 weeks"
        },
        {
            "header": "Troubleshooting",
            "content": "Problem 1:\r\n\n\nLow cell recovery \\(Steps 28, 35).\r\n\n\n\r\n\n\nSolution 1:\r\n\n\nEven though LNCs are suspension cells, some of them still tend to adhere to the bottom of plates or flasks. Wash the surface with additional AR10 supplemented with cytokines and combine with the suspension.\r\n\n\n\r\n\n\nProblem 2:\r\n\n\nRed color precipitates within the cell pellets \\(Step 37).\r\n\n\n\r\n\n\nSolution 2:\r\n\n\nDynabeads were not completely removed. Resuspend the cell pellet with 1-2 mL of PBS in the round bottom centrifuge tubes and place into the magnet for another 2 minutes; repeat the wash step.\r\n\n\n\r\n\n\nProblem 3:\r\n\n\nCell injected mice don’t develop hair loss within 20 weeks \\(Step 49).\r\n\n\n\r\n\n\nSolution 3:\r\n\n\nEnsure female C3H/HeJ mice that were 10 weeks or older was used. Check if they are on the right type of low fat diet. Inject the LNCs as soon as they are removed from culture, preferably within one hour. During injection, make sure to inject slowly into the dermis, not into the subcutaneous layer. Do not inject male derived LNCs into female recipients, the injected cells may be rejected \\(female derived LNCs injected to male recipients should be accepted)."
        },
        {
            "header": "Anticipated Results",
            "content": "**Single cell suspension and LNC expansion**\r\n\n\nThe number of fresh LNCs from each donor AA mouse is variable, we can typically obtain around 50 to 90 million cells from one donor. The rate of cell expansion can also be variable, usually at 48 hours changes in cell morphology can be observed. By the 72nd hour, the number of cells should cover over 90% of the bottom of the 24-well plate. The rate of cell expansion will start to slow down after 6 days, therefore, it is not advisable to culture cells beyond that point.\r\n\n\n\r\n\n\n**The progression of alopecia areata in cell injected mice**\r\n\n\nWe have observed the mice start to lose hair as early as two weeks and as late as 18 weeks after injection with AA cells; between 7 to 10 weeks seems to be the peak where most mice will first develop AA hair loss. The hair loss does not begin at the site of injection, rather, it usually progresses from patches first observed on the ventral side to the dorsal skin; a pattern similar to that observed with skin grafted mice. It should be anticipated that not all AA mice receiving cultured AA LNCs will develop AA within 20 weeks, some mice are apparently resistant to AA induction while any AA development after 20 weeks is unlikely to be a result of cell injection. Conversely, it is also possible for a small numbers of control mice that received cultured control LNCs to develop AA simply because this strain is known to develop spontaneous AA at a low rate \\(Figure 3).\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/3317/original/Fig4_600dpi_Label_Crop_V2.jpg?1412288820\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/3317/thumbnail/Fig4_600dpi_Label_Crop_V2.png?1412288820\" > </a>"
        },
        {
            "header": "References",
            "content": "1. McElwee, K. J. et al. What can we learn from animal models of Alopecia areata? Dermatology 211, 47-53, doi:10.1159/000085580 \\(2005).\r\n  \r\n\n\n2. McElwee, K. J., Boggess, D., King, L. E., Jr. & Sundberg, J. P. Experimental induction of alopecia areata-like hair loss in C3H/HeJ mice using full-thickness skin grafts. The Journal of investigative dermatology 111, 797-803, doi:10.1046/j.1523-1747.1998.00380.x \\(1998).\r\n  \r\n\n\n3. Gilhar, A. et al. Autoimmune disease induction in a healthy human organ: a humanized mouse model of alopecia areata. The Journal of investigative dermatology 133, 844-847, doi:10.1038/jid.2012.365 \\(2013).\r\n  \r\n\n\n4. Harnaha, J. et al. Interleukin-7 is a survival factor for CD4+ CD25+ T-cells and is expressed by diabetes-suppressive dendritic cells. Diabetes 55, 158-170 \\(2006).\r\n  \r\n\n\n5. Picker, L. J. et al. IL-15 induces CD4 effector memory T cell production and tissue emigration in nonhuman primates. The Journal of clinical investigation 116, 1514-1524, doi:10.1172/JCI27564 \\(2006).\r\n  \r\n\n\n6. Bere, A., Denny, L., Hanekom, W., Burgers, W. A. & Passmore, J. A. Comparison of polyclonal expansion methods to improve the recovery of cervical cytobrush-derived T cells from the female genital tract of HIV-infected women. Journal of immunological methods 354, 68-79, doi:10.1016/j.jim.2010.02.002 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank the staff at Jack Bell Research Centre Animal Facility for taking care of the mice. We would also like to thank Dr.Aziz Ghahary’s laboratory members for discussion of the project. This work was supported by the Canadian Institutes of Health Research \\(CIHR; MOP-82927) and the Canadian Dermatology Foundation \\(CDF)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13087,
                "identity": "a03c7173-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Eddy Hsi Chun Wang",
                "email": "eddyw@mail.ubc.ca",
                "orcid": "",
                "institution": "Department of Dermatology and Skin Science, University of British Columbia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eddy",
                "middleName": "Hsi Chun",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 13088,
                "identity": "a03c7569-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kevin J McElwee",
                "email": "",
                "orcid": "",
                "institution": "Department of Dermatology and Skin Science, University of British Columbia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kevin",
                "middleName": "J",
                "lastName": "McElwee",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-10-08 10:09:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.050",
        "doiUrl": "https://doi.org/10.1038/protex.2014.050",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609053,
                "identity": "62a328a6-529e-48c8-a1fb-736878e5d129",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 709909,
                "visible": true,
                "origin": "",
                "legend": "Simplified cartoon flow chart of LNC isolation, culturing and injection into C3H/HeJ mice   Skin draining lymph nodes were obtained from an AA affected donor and was processed via single cell suspension to obtain LNCs. The LNCs were cultured for six days with the supplement of IL-2, IL-7 and IL-15 as well as magnetic beads coated with anti-CD3 and anti-CD28 crosslinking antibodies. 10 million cells were injected intra-dermally to naïve recipients and AA onset first develops 2-18 weeks post injection.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3441/v1/figure_1.jpg"
            },
            {
                "id": 2609054,
                "identity": "b159f865-f857-4fd0-9a83-92b9af0f9ebf",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 594242,
                "visible": true,
                "origin": "",
                "legend": "Injection of cultured LNCs intra-dermally to the back skin of C3H/HeJ mice   A small area on the back of the mice is shaved and cleaned with 70% ethanol before injection. The needle needs to enter the skin almost parallel to the pinched skin to ensure the cells won’t go into the subcutaneous layer (a). LNC suspension (10 million cells in 100 μL PBS) is injected slowly into the dermis layer and a small bulge forms (b). A pair of blunt forceps is used to clamp the needle wound opening from the injection briefly to close the wound (c). The injected LNCs and fluid volume in the bulge slowly dissipate into the skin (d).",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3441/v1/figure_2.jpg"
            },
            {
                "id": 2609056,
                "identity": "cdec68d6-745e-45f8-9f4f-1b9c2c20ee62",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:39",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 924926,
                "visible": true,
                "origin": "",
                "legend": "Hair loss in mice receiving cultured AA LNCs usually initially develops on the ventral skin away from the injection site   The mice that receive cultured AA LNCs usually first develop patchy AA on their ventral skin and eventually progresses to the dorsal skin (a). The mice that receive cultured control LNCs obtained from healthy mice without AA remain fully haired and have a very low chance of developing spontaneous hair loss (b).",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3441/v1/figure_3.jpg"
            },
            {
                "id": 13465324,
                "identity": "00d68de0-14d4-42e5-bf25-af99b3ef2f81",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 333918,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3441/v1/c265c48a-33d7-45f1-89ea-960aa57cd790.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Alopecia areata, C3H/HeJ, cell injection, hair loss, rodent model",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A small rodent model that rapidly develop alopecia areata \\(AA) in a predictable rate and without the need to perform invasive surgical procedures on the mice, is essential for studying the pathogenesis of AA. This protocol describes a cell injection technique using cultured skin-draining lymph node cells \\(LNCs) injected intra-dermally into naïve recipients to induce rapid AA development. The LNCs are obtained from an AA-affected donor and cultured for six days with supplement of stimulant and cytokines. After LNC expansion, the LNCs are injected intra-dermally into the dorsal skin of naïve mice, this process takes about 5-10 minutes per mouse. Compared to previous techniques, it does not require any surgical procedures and can generate a large number of AA mince from a single donor. The mice that received cultured AA LNCs are expected to develop AA within 2-18 weeks while mice received cultured control LNCs stay normally haired.",
        "manuscriptTitle": "Induction of Alopecia Areata in C3H/HeJ Mice via Cultured Cell Transfer",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-12-05 00:02:18",
                "doi": "10.1038/protex.2014.050",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a03c1616-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 5th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3210,
                "name": "Cell biology"
            },
            {
                "id": 3213,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-12-05 00:02:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}