{
    "identity": "nprot-2282",
    "title": "A rapid assay for the biological evaluation of helicase activity.",
    "content": [
        {
            "header": "Introduction",
            "content": "Other assay methods for this type of enzyme analyse ATPase activity but assessment of the effects on the helicase unwinding activity is considered the method of choice forevaluating inhibitors of this class of enzyme \\(1).  Helicase activity assays rely on the ability of the enzyme to displace one strand \\(release strand) of DNA or RNA from another \\(template) strand. Many reports use displacement of radio-labelled release strands, detected either after gel electrophoresis \\(2), thin layer chromatography \\(3) or scintillation counting \\(4).  The latter method may be amenable to high-throughput screening but carries the practical disadvantages of the use of radioactive materials. Further methods have incorporated DIG labelled release strands to allow detection by ELISA \\(5). We propose a new combined method that uses chemiluminescent antibody detection of the residual release strand to give a robust helicase assay, that does not employ radiolabelled compounds and gives a stable read-out that is well suited to high-throughput screening.\r\n\n\n As proof of concept, the HCV helicase was expressed and isolated using recombinant protein techniques and then used in our assay. We found this assay to be highly reproducible since only slight variation was observed when a total of 96 helicase reactions \\(including controls) were performed on a single plate. Therefore, our suggested rapid helicase assay is fast, convenient and highly reproducible while obviating the need to employ radiochemicals. These criteria make it suitable for high throughput screening of potential helicase inhibitors."
        },
        {
            "header": "Reagents",
            "content": "Oligonucleotide 1: \r\n\n\n5’-biotin-GCTGACCCTGCTCCCAATCGTAATCTATAGTGTCACCTA-3’ \r\n\n\nOligonucleotide 2: \r\n\n\n5’-DIG-CGATTGGGAGCAGGGTCAGC-3’\r\n\n\nPurified helicase\r\n\n\nNeutravidin – \\(Pierce Protein Research Products)\r\n\n\nCSPD – luminescence kit \\(Pierce Protein Research Products)\r\n\n\n96 well plates"
        },
        {
            "header": "Equipment",
            "content": "Incubator   \\(Bioline shaking floor incubator)\r\n\n\nLuminometer   \\(luci II, Anthos Labtec)\r\n\n\nPCR block"
        },
        {
            "header": "Procedure",
            "content": "1) Setup the annealing reaction\r\n\n\nOligonucleotides     1:1 Molar \r\n\n\nHEPES     2 mM\r\n\n\nNaCl     0.05 M\r\n\n\nEDTA     0.1 mM\r\n\n\nSDS     0.01% \\(w/v)\r\n\n\nPrepare for annealing by heating the oligonucleotide mix at 100°C for 5 min.\r\n\n\nIncubate at 65°C for 30 min.\r\n\n\nIncubate at 22°C for 4 h to allow gradual annealing. \r\n\n\n\r\n\n\nStore the annealed NS3 helicase substrate at  20°C \r\n\n\n^ Critical step\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\n2) Neutravidin Coating of the 96-well plates\r\n\n\nPrepare a stock solution of neutravidin at a ﬁnal concentration of 1 mg/ml in phosphate buffered saline \\(1 M PBS - pH 7.0)\r\n\n\n\r\n\n\nEach of the 96 wells is coated overnight at 4°C with 100 μl/well of a 5 μg/ml neutravidin solution in 0.5 M sodium carbonate buffer pH 9.3. Plates  are then washed three times with 100μl/well of PBS and air-dried at room temperature. \r\n\n\n\r\n\n\n\r\n\n\n3) Blocking with BSA\r\n\n\nWells are subsequently blocked upon addition of 100 μl of a 0.1% \\(w/v) BSA solution followed by incubation at 22°C for 2 h. Plates are then washed three times with 200 μl/well of PBS, air-dried at room temperature and stored at 4°C with desiccant.\r\n\n\n^ Critical step\r\n\n\n\r\n\n\n\r\n\n\n4) Substrate Application in the 96-well plate\r\n\n\nFor standard assays, mix 75 μl of 1 M phosphate buffer \\(PBS) pH 7.0, containing 1 M NaCl with 2.5 ng of the partially annealed DNA duplex for each well. Then incubate at 22°C for 4 h. Finally, wash each well twice with 200 μl PBS and once with 200 μl of 50 mM Tris HCl pH 7.5, 50 mM NaCl.  All solutions should be pre-warmed to 37°C. \r\n\n\n^ Critical step\r\n\n\n\r\n\n\n5) Helicase Reaction\r\n\n\nHelicase reactions are initiated upon addition of 90 μl of the reaction mix consisting of 11 nM of puriﬁed full-length HCV NS3 protein, 25 mM 4-morpholine-propanesulphonic acid \\(MOPS) pH 7.0, 5 mM ATP, 2 mM DTT, 3 mM MnCl2, and 100 μg/ml of BSA to the wells in which 2.5 ng of DNA substrate has been previously applied. For negative controls, the reaction mix is lacking ATP. Reactions should be carried out for 60 min at 37°C. Wells should then be washed twice with 200 μl of 150 mM NaCl and dried at room temperature for 15 min. \r\n\n\n\r\n\n\n6) Activity determination – chemiluminescence preparation\r\n\n\nThe wells of the multi-well plate are washed for 5 min with detection washing buffer \\(0.1 M maleic acid, 0.15 M NaCl, 0.3%, Tween20, pH 7.5). Then each well is filled up with blocking solution \\(10% BSA \\(w/v) 0.1 M maleic acid, 0.15 M NaCl, pH 7.5) for 30 min followed by a 30 min incubation in 20 μl Antibody solution \\(anti-Dig, Roche, 1:10,000 solution of the antibody -75 mU/ml- in Blocking solution). The wells are washed twice with 100 μl of detection buffer \\(0.1 M Tris-HCl, 0.1 M NaCl, pH 9.5). Then 20 μl of detection buffer is applied for equilibration. 1 μl of chemiluminescence substrate \\(CSPD – 0.25 mM) working solution is applied to each well and the plates are incubated for 5 min at 17oC. The wells are then drained and incubated at 37oC for 30 min to allow for any remaining solution to evaporate. The luminescence continues for approximately 48 hours with a constant-intensity phase lasting  24 hours. The remaining DIG label in each well of the 96 well-plate is counted for 10 min against controls \\(one of which lacks  protein and the other lacks ATP) in a luminescence multi-well plate reader.\r\n\n\n^ Critical step\r\n\n\n\r\n\n\n\r\n\n\n\r\n\n\nCRITICAL STEPS:\r\n\n\nStep 1: Choice of oligonucleotides.  The oligonucleotides used in this protocol are those described by Hicham Alaoui-Ismaili et al. \\(4), modified by DIG labelling of the release strand.  Other sequences are possible but a 3’ single stranded region in the substrate appears to be required to initiate strand displacement \\(6).\r\n\n\nStep 3: During the blocking step it is important to ensure that all potential binding sites are occupied, to prevent direct binding of the detection antibody to the well in step 6.  The wells should be filled with blocking solution to achieve full coating of the plate.\r\n\n\nStep 4: Pre-warming the solutions allows reactions to proceed at their optimum temperatures and avoids rate changes due to temperature equilibration.\r\n\n\nStep 6: Reaction wells should be completely filled up with blocking solution in order to ensure that the whole well has been blocked, thus preventing non-specific binding of any components of the detection system."
        },
        {
            "header": "Anticipated Results",
            "content": "PROOF OF PRINCIPLE:\r\n\n\nExpression, purification and biochemical characterization of HCV helicase activity. \r\n\n\n\r\n\n\nThe full-length HCV helicase coding region was incorporated into the pET28a vector \\(Novagen, Madison, WI, USA), carrying an N’ terminal 6xHis-Tag region. The nucleotide sequence was veriﬁed prior to protein production. The HCV helicase gene was generously provided by Dr K. Klump, Roche laboratories in Palo Alto, USA.  \r\n\n\nThe helicase plasmid was transformed into the E. coli strain C41 \\(DE3 – plysS, Novagen). Cultures were grown in 750 ml LB medium, containing chloramphenicol 34 μg/ml and kanamycin 25 μg/ml. Protein production was induced at an attenuance \\(600 nm) of 0.45 with 0.5 mM IPTG. The culture was allowed to grow for 3 hours at 18oC following induction.  The cell pellet from 4 x 750 ml cultures was resuspended in 30 ml of 20 mM sodium phosphate pH 7.5, 300 mM NaCl, before the addition of lysozyme to 100 μg/ml and Triton X-100 to a ﬁnal concentration of 0.1%.  Following a 30 min incubation on ice, the suspension was sonicated four times for 20 s with 15 s intervals \\(Branson soniﬁer). Then it was centrifuged at 15,000 × g for 20 min. Clariﬁed homogenates were adjusted to 10 mM imidazole \\(Sigma), ﬁltered through a 0.45 μm membrane and loaded twice on a nickel afﬁnity column. After washing the column with ﬁve column volumes of buffer S \\(20 mM sodium phosphate pH 7.4, 500 mM NaCl) containing 10 mM imidazole, NS3 was eluted with buffer S containing 300 mM imidazole.  To avoid precipitation, immediately after elution, the buffer in the helicase-containing fractions was exchanged for 25 mM Tris–HCl pH 7.5, 0.05% CHAPS \\(3-\\[\\(3-cholamidopropyl)-dimethylammonio]-1-propane sulphonate), 20% glycerol, 5 mM DTT \\(dithiothreitol). Buffer exchange was performed by dialysis. Protein concentration was evaluated using the Bradford protein assay \\(Bio-Rad Laboratories, Hercules, CA, USA) with bovine serum albumin \\(BSA) as standard. \r\n\n\nPuriﬁed NS3 protein was aliquoted and stored at  80°C.  This protein preparation was estimated to be greater than 85% pure by sodium dodecyl sulphate-polyacrylamide gel electrophoresis and Coomassie blue staining. The puriﬁcation procedure yields approximately 1.6 mg of HCV NS3 per 3 litres of E. coli cultures \\(figure 1). \r\n\n\n\r\n\n\n <a href=\"http://www.nature.com/protocolexchange/system/uploads/2049/original/1.png?1324558169\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/2049/thumbnail/1.png?1324558169\" > </a>\r\n\n\nFigure 1. The SDS \\(left) and western blot \\(right, anti-His-tag antibody, qiagen penta-His conjugated) for the HCV helicase protein.\r\n\n\n\r\n\n\nChemiluminesence readings were taken using all different control combinations \\(presence/absence of helicase, DNA substrate and ATP) of the experiment in order to ensure the reliability of the measurements \\(table 1). \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2050/original/2.png?1324558192\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/2050/thumbnail/2.png?1324558192\" > </a>\r\n\n\n\r\n\n\nIt was demonstrated that the NS3-mediated unwinding is proportional to both the amount of DNA substrate in the well, and to the HCV helicase concentration in the reaction. As expected the reactions were ATP-dependent \\(table 2 and Figure 2). \r\n\n\n\r\n\n\n<a href=\"http://www.nature.com/protocolexchange/system/uploads/2051/original/3.png?1324558217\" > <img src=\"http://www.nature.com/protocolexchange/system/uploads/2051/thumbnail/3.png?1324558217\" > </a>\r\n\n\nFigure 2.  Graphical representation of table 2 data."
        },
        {
            "header": "References",
            "content": "1. Borowski, P., Niebuhr, A., Schmitz, H., Hosmane, R. S., Bretner, M., Siwecka, M. A. & Kulikowski, T. \\(2002) Acta Biochim Pol 49, 597-614.\r\n  2. Borowski, P., Niebuhr, A., Mueller, O., Bretner, M., Felczak, K., Kulikowski, T. & Schmitz, H. \\(2001) J Virol 75, 3220-3229.\r\n  3. Bartelma, G. & Padmanabhan, R. \\(2002) Virology 299, 122-132.\r\n  4. Hicham Alaoui-Ismaili, M., Gervais, C., Brunette, S., Gouin, G., Hamel, M., Rando, R. F. & Bedard, J. \\(2000) Antiviral Res. 46, 181-193.\r\n  5. Hsu, C. C., Hwang, L. H., Huang, Y. W., Chi, W. K., Chu, Y. D. & Chen, D. S. \\(1998) Biochem Biophys Res Commun 253, 594-599.\r\n  6. Tai, C. L., Chi, W. K., Chen, D. S. & Hwang, L. H. \\(1996) J Virol 70, 8477-8484."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.bmcl.2009.04.074",
                "date": "2011-12-22 13:10:50",
                "title": "Discovery of a novel HCV helicase inhibitor by a de novo drug design approach",
                "authors": [
                    "Sahar Kandil",
                    "Sonia Biondaro",
                    "Dimitrios Vlachakis",
                    "Anna-Claire Cummins",
                    "Antonio Coluccia",
                    "Colin Berry",
                    "Pieter Leyssen",
                    "Johan Neyts",
                    "and Andrea Brancale"
                ],
                "journal": "Bioorganic & Medicinal Chemistry Letters",
                "logo": ""
            },
            {
                "doi": "10.1186/1742-4682-6-9",
                "date": "2011-12-22 13:12:20",
                "title": "Theoretical study of the Usutu virus helicase 3D structure, by means of computer-aided homology modelling",
                "authors": [
                    "Dimitrios Vlachakis"
                ],
                "journal": "Theoretical Biology And Medical Modelling",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11966,
                "identity": "9fb9c80d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Dimitrios Vlachakis",
                "email": "dvlachakis@bioacademy.gr",
                "orcid": "",
                "institution": "Bioinformatics and Medical Informatics Team, Biomedical Research Foundation, Academy of Athens",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Dimitrios",
                "middleName": "",
                "lastName": "Vlachakis",
                "suffix": ""
            },
            {
                "id": 11969,
                "identity": "9fb9d012-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sophia Kossida",
                "email": "skossida@bioacademy.gr",
                "orcid": "",
                "institution": "Bioinformatics and Medical Informatics Team, Biomedical Research Foundation, Academy of Athens",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sophia",
                "middleName": "",
                "lastName": "Kossida",
                "suffix": ""
            },
            {
                "id": 11967,
                "identity": "9fb9cac6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrea Brancale",
                "email": "",
                "orcid": "",
                "institution": "Welsh School of Pharmacy, Cardiff University, Wales, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrea",
                "middleName": "",
                "lastName": "Brancale",
                "suffix": ""
            },
            {
                "id": 11968,
                "identity": "9fb9ce38-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Colin Berry",
                "email": "",
                "orcid": "",
                "institution": "Cardiff School of Biosciences, Cardiff University, Wales, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Colin",
                "middleName": "",
                "lastName": "Berry",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-12-22 13:17:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.275",
        "doiUrl": "https://doi.org/10.1038/protex.2011.275",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608422,
                "identity": "9c967148-4643-442e-b1db-c49a99e51527",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 108397,
                "visible": true,
                "origin": "",
                "legend": "bands",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-2282/v1/figure_1.png"
            },
            {
                "id": 2608418,
                "identity": "fa652cf9-2592-4a3b-b113-62a6a372584c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 73340,
                "visible": true,
                "origin": "",
                "legend": "Table 1   tables",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-2282/v1/figure_2.png"
            },
            {
                "id": 2608420,
                "identity": "afae6fd5-6be4-4d8f-8502-82e2326898fd",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:13",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42849,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   plot",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-2282/v1/figure_3.png"
            },
            {
                "id": 13464633,
                "identity": "2c7389dd-632f-4d69-be28-ce65aa77413d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:07",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 400873,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2282/v1/2c28e1bd-0234-478d-977b-592eca8f0c3d.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "RNA, Helicase, Assay",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A new assay for the measurement of helicase enzyme activity was developed for the evaluation of the potency of potential inhibitors. This assay involves the use of a DNA or RNA duplex substrate and recombinant purified helicase. The DNA duplex consists of a pair of oligonucleotides, one of which is biotinylated and the other is digoxygenin \\(DIG)-labelled, both at their respective 5’ termini. This DNA duplex  is immobilised, via the biotin molecule, on the surface of a neutravidin-coated 96 well plate. Helicase activity results in DNA unwinding upon activation  by ATP, leading to the release of the DIG labelled oligonucleotides, which translates in signal \\(luminescence) reduction with respect to control wells. This signal can be produced and quantified with the aid of a chemiluminescence antibody.",
        "manuscriptTitle": "A rapid assay for the biological evaluation of helicase activity.",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-12-22 17:36:34",
                "doi": "10.1038/protex.2011.275",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fb97c86-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "December 22nd, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2665,
                "name": "Biochemistry"
            },
            {
                "id": 2667,
                "name": "Biotechnology"
            },
            {
                "id": 2668,
                "name": "Chemical biology"
            },
            {
                "id": 2669,
                "name": "Structural biology"
            },
            {
                "id": 2670,
                "name": "Microbiology"
            },
            {
                "id": 2671,
                "name": "Biological techniques"
            },
            {
                "id": 2672,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-12-22 17:36:34",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}