{
    "identity": "nprot-2676",
    "title": "Generation of TetOff-inducible Ago2 stable clones for studying miRNA processing in vivo",
    "content": [
        {
            "header": "Introduction",
            "content": "Human Ago2 was initially reported as a membrane-associated cytoplasmic protein<sup>1</sup> and is the catalytic center of RNA Induced Silencing Complex \\(RISC)<sup>2</sup>. Besides its canonical function in miRNA-mediated gene silencing, Ago2 associates with Dicer, and together with TRBP \\(the human immunodeficiency virus transactivating response RNA-binding protein), form the RISC Loading Complex, which is involved in the second step of miRNA processing from pre- to mature miRNAs<sup>3, 4</sup>. Ago2 also facilitates strand selection in the maturation of miRNAs, and enhances miRNA production by stabilizing mature miRNAs<sup>5</sup>. To study the role of WT or Mutant Ago2 in miRNA maturation, we generated HeLa TetOff-inducible Ago2 stable clones expressing WT or Mutant pri-miRNAs. Ago2 expression was induced after doxycycline removal and Ago2-mediated miRNA maturation was monitored by Northern-blot analysis."
        },
        {
            "header": "Reagents",
            "content": "HeLa Tet-Off Advanced Cell Line \\(Clontech); pLVX-Tight-Luc control vector \\(Clontech); Tet-Approved FBS \\(Clontech); 293T cells; pLVX-Tight-Constructs, including Vector Control and GOI \\(ie. WT or Mutant Ago2); Lenti-miR-192-WT \\(System Biosciences); Lenti-miR-192-3M \\(3 sites at loop were mutated); Lenti-miR-21-WT \\(System Biosciences); Lenti-miR-21-3M \\(3 sites at stem were mutated), and etc. \\(details are listed in associated publication)."
        },
        {
            "header": "Procedure",
            "content": "\\(1) Generation of HeLa TetOff-inducible Ago2 stable clones\r\n\n\nStep 1. Prepare pLVX-Tight-Constructs expressing GOI \\(e.g., Flag-tagged WT or Mutant Ago2).\r\n\n\nStep 2. Test HeLa Tet-Off Advanced Cell Line using pLVX-Tight-Luc control vector \\(determine the minimal concentration of doxycycline to sustain inactive transcription of GOI and test the induction fold of GOI by complete doxycycline removal).\r\n\n\nStep 3. Package Lenti-GOI virus in 293T cells.\r\n\n\nDay 0. Sub-culture 293T cells in growth medium supplemented with Tet-Approved FBS. The cells should reach 75%-85% confluent at the time of transfection.\r\n\n\nDay 1. For each transfection sample, prepare two microcentrifuge tubes by adding reagents in the order listed: \r\n\n\nTube 1 \\(plasmids)                        Tube 2 \\(homemade liposome)\r\n\n\n500 μl Opti-MEM Medium                 500 μl Opti-MEM Medium\r\n\n\n1.5 μg pCMV-VSVG                     13.2 μl homemade liposome                                \r\n\n\n4.5 μg pCMV-dR8.2 dvpr                 Note: Gently mix well and rest at RT for 5-10 min \r\n\n\n6 μg pLVX-Tight-Vector Conrol or GOI \r\n\n\nVortex tube 1 and add mixed plasmids solution into tube 2. Immediately mix plasmids-liposome solution well \\(vortex at low speed for 10 sec) and incubate at RT for 20-25 min. During that period, remove normal culture medium from 293T cells and add 4 ml Opti-MEM Medium into each plate. Add the entire plasmids-liposome solution drop-wise to 293T cells. Rock the plate gently to mix well. Incubate the plate for 6 hr at 37 °C. Replace transfection solution with normal culture medium supplemented with Tet-Approved FBS and incubate at 37 °C for 48 hr. \r\n\n\nDay 2. Sub-culture HeLa TetOff Advanced cells with normal culture medium supplemented with Tet-Approved FBS. The cell density should reach 25%-35% confluent at the time of infection.\r\n\n\nStep 4. Infect targeting cells with lentiviral supernatant.\r\n\n\nDay 3. Harvest lentiviral supernatant and filter through 0.45 μm filter to remove cell debris. Mix virus supernatant with fresh normal culture medium supplemented with Tet-Approved FBS \\(the ratio is determined by virus titer) gently. Replace the culture medium of HeLa TetOff Advanced cells \\(targeting cells) with the lentiviral mixture plus 6-10 μg /ml polybrene \\(final concentration). Transduce the targeting cells for 16-24 hr.\r\n\n\nDay 4. Remove and discard the lentiviral solution. Replace it with fresh normal culture medium supplemented with Tet-Approved FBS for 24 hr recovery.\r\n\n\nStep 5. Keep GOI silence by adding doxycycline and select positive stable transfectants using both G418 and puromycin.\r\n\n\nDay 5. Passage cultures in normal medium with 500 ng/ml doxycycline and subject the cells to selection using both G418 \\(500 μg /ml) and puromycin \\(1 μg /ml). \r\n\n\nDay 6-9. Change selection medium every day or passage cultures with selection medium until get stable transfectants \\(keep doxycycline in culture medium). Make cell stocks and test the induction of GOI by doxycycline removal in the generated stable clones \\(please see anticipated result a). \r\n\n\n\r\n\n\n\\(2) Generation of HeLa TetOff-inducible Ago2 stable clones with WT or Mutant Pri-miRNAs\r\n\n\nStep 1. Prepare lentiviral constructs \\(with selection marker of CopGFP) for expressing WT or Mutant pri-miRNAs.\r\n\n\nStep 2. Prepare HeLa TetOff-inducible Ago2 stable cells for second round lentivirus infection.\r\n\n\nDay 10-15. Maintain stable clones in selection medium with doxycycline \\(500 ng/ml), G418 \\(500 μg/ml) and puromycin \\(1 μg/ml). Rest cells for next round lentivirus infection.\r\n\n\nStep 3. Package Lenti-X \\(Vector control, WT or Mutant pri-miRNAs) virus in 293T cells.\r\n\n\nDay 15. Co-transfect 293T cells with Lenti-X and package system as describe previously.\r\n\n\nDay 16. Subculture targeting cells \\(HeLa TetOff-inducible Ago2 stable clones) using selection medium with doxycycline \\(500 ng/ml), G418 \\(500 μg/ml) and puromycin \\(1 μg/ml). The cell density should reach 25%-35% confluent at the time of infection.\r\n\n\nStep 4. Infect targeting cells with lentiviral supernatant.\r\n\n\nDay 17. Harvest lentiviral supernatant and filter through 0.45 μm filter to remove cell debris. Mix virus supernatant with fresh normal culture medium \\(the ratio is determined by virus titer) supplemented with 500 ng/ml doxycycline gently. Replace the culture medium of targeting cells with the lentiviral mixture plus 6-10 μg /ml polybrene \\(final concentration). Transduce the targeting cells for 16-24 hr.\r\n\n\nDay 18. Remove and discard the lentiviral solution. Replace it with fresh normal culture medium supplemented with 500 ng/ml doxycycline for 24 hr recovery.\r\n\n\nStep5. Keep GOI silence by adding doxycycline and select positive stable transfectants cultured in selection medium by cell sorting twice using flow cytometry.\r\n\n\nDay 19-23. Rest cells in selection medium with 500 ng/ml doxycycline to keep GOI silence.\r\n\n\nDay 24. Enrich GFP-positive cells from each stable clone by flow cytometry and continue culture in selection medium with 500 ng/ml doxycycline.\r\n\n\nDay 25-28. Rest and expand the GFP-positive cells from each stable clone in selection medium with 500 ng/ml doxycycline.\r\n\n\nDay 29. Enrich GFP-positive cells from each stable clone again by cell sorting using flow cytometry. Continue culture in selection medium with 500 ng/ml doxycycline.\r\n\n\nDay 30-32. Test the exogenous expression of miRNAs in each stable transfectant. Store all the stable transfectants in liquid nitrogen. \r\n\n\n\r\n\n\n\\(3) Determine Ago2-mediated miRNA maturation \\(RNA structure dependent) in response to hypoxic stress\r\n\n\nStep1. Subculture each HeLa TetOff-inducible Ago2 stable clone expressing WT or Mutant pri-miRNA \\(e.g., miR-192 vs. miR-192-3M; miR-21-WT vs. miR-21-3M) into two dishes with identical cell density \\(reach around 35%-45% confluent when move into hypoxia chamber). One was cultured in normal medium supplemented with Tet-Approved FBS plus doxycycline \\(800 ng/ml for complete silencing with no leaky effect), G418 \\(500 μg/ml) and puromycin \\(1 μg/ml). Another one was cultured in normal medium supplemented with Tet-Approved FBS plus G418 \\(500 μg/ml) and puromycin \\(1 μg/ml) with complete removal of doxycycline to induce GOI expression.\r\n\n\nCritical: Trypsinized TetOff-inducible stable clones have to be washed several times with PBS to remove doxycycline completely.  \r\n\n\nStep 2. Cells were cultured under normoxia overnight \\(complete adherence and sufficient induction of GOI) before moving into hypoxia chamber \\(INVIV O2 400, setting as 1% O2 and 5% CO2, RUSKINN).\r\n\n\nStep 3. Wash cells with PBS twice and immediately lyse cells in TRIzol inside of the hypoxia chamber after incubation for 24 hr.  \r\n\n\nStep 4. Extract total RNA using TRIzol \\(Invitrogen) or miRNeasy Mini Kit \\(Qiagen).\r\n\n\nStep 5. Subject to Northern-blot analysis or qPCR using TaqMan MicroRNA assay kit \\(Applied Biosystems)."
        },
        {
            "header": "References",
            "content": "1. Cikaluk, D. E. et al. GERp95, a membrane-associated protein that belongs to a family of proteins involved in stem cell differentiation. Mol Biol Cell 10, 3357-72 \\(1999).\r\n  2. Eulalio, A., Huntzinger, E. & Izaurralde, E. Getting to the root of miRNA-mediated gene silencing. Cell 132, 9-14 \\(2008).\r\n  3. Chendrimada, T. P. et al. TRBP recruits the Dicer complex to Ago2 for microRNA processing and gene silencing. Nature 436, 740-4 \\(2005).\r\n  4. Maniataki, E. & Mourelatos, Z. A human, ATP-independent, RISC assembly machine fueled by pre-miRNA. Genes Dev 19, 2979-90 \\(2005).\r\n  5. Diederichs, S. & Haber, D. A. Dual role for argonautes in microRNA processing and posttranscriptional regulation of microRNA expression. Cell 131, 1097-108 \\(2007)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature12080",
                "date": "2013-04-05 22:02:05",
                "title": "EGFR modulates microRNA maturation in response to hypoxia through phosphorylation of AGO2",
                "authors": [
                    "Jia Shen",
                    "Weiya Xia",
                    "Yekaterina B. Khotskaya",
                    "Longfei Huo",
                    "Kotaro Nakanishi",
                    "Seung-Oe Lim",
                    "Yi Du",
                    "Yan Wang",
                    "Wei-Chao Chang",
                    "Chung-Hsuan Chen",
                    "Jennifer L. Hsu",
                    "Yun Wu",
                    "Yung Carmen Lam",
                    "Brian P. James",
                    "Xiuping Liu",
                    "Chang-Gong Liu",
                    "Dinshaw J. Patel",
                    "and Mien"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12486,
                "identity": "9ffceba2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Mien- Chie Hung",
                "email": "mhung@mdanderson.org",
                "orcid": "",
                "institution": "Hung's Lab MD Anderson Cancer Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Mien-",
                "middleName": "Chie",
                "lastName": "Hung",
                "suffix": ""
            },
            {
                "id": 12487,
                "identity": "9ffcee40-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jia Shen",
                "email": "",
                "orcid": "",
                "institution": "Hung's Lab MD Anderson Cancer Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jia",
                "middleName": "",
                "lastName": "Shen",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-04-26 19:18:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.047",
        "doiUrl": "https://doi.org/10.1038/protex.2013.047",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464675,
                "identity": "d550d952-3d54-4e0f-b9e7-a6db6d6ef698",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 130235,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2676/v1/bcca9f4b-98a8-4338-b60c-dd01b05d4827.pdf"
            },
            {
                "id": 2608707,
                "identity": "dc334809-c010-4e3a-9097-ac2f86136f65",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:25",
                "extension": "jpg",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 25155,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Validation of HeLa TetOff inducible Ago2 stable clones",
                "description": "",
                "filename": "supplement0.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2676/v1/supplement_0.jpg"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Ago2;TetOff-inducible; lentiviral infection; miRNA processing; hypoxia.",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Here we describe a method for studying WT or Mutant Ago2-mediated miRNA maturation in vivo through generation of TetOff-inducible Ago2 stable clones expressing WT or Mutant pri-miRNAs.",
        "manuscriptTitle": "Generation of TetOff-inducible Ago2 stable clones for studying miRNA processing in vivo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-05-03 08:51:53",
                "doi": "10.1038/protex.2013.047",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ffc8f97-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 3rd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2946,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-05-03 08:51:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}