{
    "identity": "pex-841",
    "title": "<p>Efficient generation of site-specific point mutations in cell lines by hyper active CBEs (hyCBEs) </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Through fusion of cytidine deaminases, such as rAPOBEC1<sup>1</sup>, hAID<sup>2</sup>, hAPOBEC3A<sup>3-5</sup> or PmCDA1<sup>6-8</sup> at the N or C terminus of Cas9n (Cas9 D10A), CBEs were developed to efficiently generate C-to-T transitions. Their efficiency was further enhanced by the presence of a uracil glycosylase inhibitor (UGI) domain either through direct fusion to the C terminus or separately delivered with CBEs<sup>7,9</sup>. The editing window of CBEs (such as BE3, BE4 or BE4max) is typically located 4-8 nucleotides downstream from the 5′ end of the targeted sequence distal to the PAM site<sup>1,7,10</sup>. Base editors could only edit the nucleotides within this window which is determined by the intrinsic feature of distinct deaminases. Great efforts have been made to either reduce or increase the editing window to generate versatile base editors for various purposes. Three BE3s have been developed with the editing window within three nucleotides, but their activity is either comparable or reduced compared with BE3<sup>11</sup>. Through structure-based design and modifications of hAPOBEC3A, eA3A-BE3 has been shown to selectively generate C-to-T conversions within the TC motifs but not in a non-cognate bystander motif<sup>4</sup>. </p><p>On the contrary, base editors with increased targeting range are also valuable to generate more genotypes for saturation mutagenesis, disrupt gene function or correct genetic mutations for gene therapy. These innovative modifications had no significant impact on the editing efficiency which is critical for CBE applications, especially for therapeutic purposes. Several studies have shown to enhance C-to-T base editing activity through codon optimization, nuclear localization signal (NLS) modification<sup>10</sup> or molecular evolution through phage-assisted continuous evolution (PACE) of distinct cytidine deaminases<sup>12</sup>, but these enhanced CBEs are inefficient at catalyzing cytidines adjacent to the PAM site.</p><p>Since cytidine deaminases mainly catalyze C-to-T conversion on the single-stranded DNA (ssDNA) substrate generated by Cas9 D10A nickase, we hypothesized that fusion of a non-sequence specific ssDBD might increase the binding affinity and editing activity.Through the screen of ten ssDBDs, serial hyper CBEs (hyCBEs) were generated through fusion of ssDBD from Rad51 to BE4max, A3A-BE4max and eA3A-BE4max. HyCBEs exhibited higher activity and broader editing window than the original CBEs, and hyeA3A-BE4max exhibited a high preference for TC motifs with a broader targeting range. As an example, hyeA3A-BE4max could specifically generate C-to-T conversion at the -117 site in hemoglobin gamma (HBG) promoter to reactivate the γ-globin gene expression in HUDEP-2 cells,suggesting the potential of hyeA3A-BE4max in gene therapy. This protocol below contains the construction of the hyCBEs and the application of hyeA3A-BE4max in HUDEP-2 cells.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>General reagents:</strong></p><p>KOD–Plus-Neo DNA Polymerase (TOYOBO, cat. no. KOD-401) </p><p>ClonExpress MultiS One Step Cloning Kit (Vazyme, cat. no. C113-01)</p><p><a href=\"https://www.beyotime.com/d7008.htm\" rel=\"noopener noreferrer\" target=\"_blank\">T4 DNA Ligase</a> (Beyotime, cat. no. D7008)</p><p>Fast Digest BbsI (ThermoFisher Scientific, cat. no. ER1012)</p><p>PCR primers and oligonucleotides for plasmids construction (synthesized by BioSune)</p><p>Human Rad51-DBD, Codon-optimized Apobec3A and Apobec3A(N57G) (synthesized by BioSune) </p><p>TIANamp Genomic DNA Kit (TIANGEN Biotech, cat. no. DP304-03)</p><p>Agarose Gel DNA Recovery kit（Generay Biotech, cat. no. GK2043）</p><p>TIANprep Mini Plasmid Kit(TIANGEN Biotech, cat. no. DP103-03)</p><p>Polyethyleneimine (PEI, Polysciences, cat. no. 23966-2)</p><p>Polybrene (Hexadimethrine bromide, Sigma, cat. no. H9268)</p><p>Serum-free expansion medium (SFEM; Stem Cell Technologies, cat. no. 09600)</p><p>Human Stem Cell Factor (SCF, PeproTech, cat. no. 09600 )</p><p>Erythropoietin (EPO, PeproTech, cat. no. 100-64)</p><p>Dexamethasone (DEX, Sigma, cat. no. D1756)</p><p>Doxycycline (DOX, TAKARA Bio cat. no. 631311) </p><p>2% Pen/Strep (Gibco, cat. no. 15140122)</p><p>Fetal bovine serum (Gibco, cat. no. 16000-044)</p><p>Trypsin (Gibco, cat. no. 25200-056)</p><p>Dulbecco’s Modified Eagle’s medium (DMEM, Thermo-Gibco™, cat. no. C11995500BT) </p><p>DH5a competent cells(Vivacell, cat. no. M51010100)</p><p>Kanamycin(sangon-b, cat. no. A600286/KB0286)</p><p>Ampicillin(sangon-a, cat. no. A100339/A0339)</p><p><strong>Plasmids</strong></p><p>psPAX2 (Addgene #12260)</p><p>pMD2.G (Addgene #12259)</p><p>pCMV_BE4max (Addgene #112093)</p><p>PX458 (Addgene Plasmid #48138) </p><p>pcDNA 3.1(+) eGFP (Addgene Plasmid #78583)</p><p>pLenti-BE3-P2A-Puro (Addgene #110838)</p><p>LentiCRISPR v2 expressing plasmid (Addgene #52961)</p><p><strong>Cells</strong></p><p>HEK293T cells (ATCC, cat. no. CRL-3216)</p><p>HUDEP-2(Δ<sup>G</sup>γ) cells (gift from Dr. Merlin Crossley, University of New South Wale)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Humidified incubator ( ThermoFisher Scientific)</p><p>FACSAria III (BD Biosciences)</p><p>Tanon Gel Electrophoresis System</p><p>Applied Biosystems Veriti Thermocycler</p><p>Major Science Thermostatic metal water bath</p><p>Ultra-clear centrifuge tube (Beckman 344058)</p><p>NanoDrop 2000c ( ThermoFisher Scientific)</p><p>Thermo Fisher Scientific centrifuge</p>"
        },
        {
            "header": "Procedure",
            "content": "Part I: Base editing in HEK293T cells through transfection\nA: sgRNA plasmids cloning for HEK293T editing\n1. The Oligonucleotides is shown below:\nEMX1 site1   Oligo-up    CACCGAGTCCGAGCAGAAGAAGAA\nEMX1 site1   Oligo-dn    AAACTTCTTCTTCTGCTCGGACTC\nTim3-sg1    Oligo-up    CACCGTTCTACACCCCAGCCGCCCC\nTim3-sg1    Oligo-dn    AAACGGGGCGGCTGGGGTGTAGAAC\nVEGFA site2   Oligo-up    CACCGACCCCCTCCACCCCGCCTC\nVEGFA site2 Oligo-dn    AAACGAGGCGGGGTGGAGGGGGTC\nLag3-sg2    Oligo-up    CACCGCGCTACACGGTGCTGAGCGT\nLag3-sg2    Oligo-dn    AAACACGCTCAGCACCGTGTAGCGC\nHEK3         Oligo-up    CACCGGCCCAGACTGAGCACGTGA\nHEK3          Oligo-dn    AAACTCACGTGCTCAGTCTGGGCC\nEGFR-sg5   Oligo-up    CACCGTGCTGGGCTCCGGTGCGTTCGG\nEGFR-sg5   Oligo-dn    AAACCCGAACGCACCGGAGCCCAGCAC\nEMX1-sg2p   Oligo-up    CACCGGACATCGATGTCCTCCCCAT\nEMX1-sg2p   Oligo-dn    AAACATGGGGAGGACATCGATGTCC\nNme1-sg1     Oligo-up    CACCGAGGGATCGTCTTTCAAGGCG\nNme1-sg1     Oligo-dn    AAACCGCCTTGAAAGACGATCCCTC\nCDK10-sg1    Oligo-up    CACCGTTCTCGGAGGCTCAGGTGCG\nCDK10-sg1    Oligo-dn    AAACCGCACCTGAGCCTCCGAGAAC\nHPRT1-sg6    Oligo-up    CACCGCCCTCTGTGTGCTCAAGGGGGG\nHPRT1-sg6    Oligo-dn    AAACCCCCCCTTGAGCACACAGAGGGC\n2. Take 15 μI of the upstream Oligo and downstream Oligo of each target separately, mix thoroughly by pipetting, make them denatured at 95°C for 5min followed by slow cooling to room temperature. This process takes about 2 hours. The samples are then diluted 100-fold for subsequent use.\n3. U6-sgRNA scaffold for SpCas9 is amplified from PX458 (Addgene Plasmid #48138) and cloned into pcDNA 3.1(+) eGFP (Addgene Plasmid #78583) to generate U6-sgRNA(sp)-EF1α-GFP expression plasmids as described previously.\n13,14\n4. Use BbsI restriction endonuclease to digest the vector backbone via the following reaction.\n① 10× FastDigest Green Buffer 2 μI\n② Fast Digest BbsI 1 μI\n③ Plasmid vector 1 μg\n④ Add ddH2O up to 20 μI\n⑤ Incubate at 37 °C for 20 minutes\n5. Perform agarose gel electrophoresis after digestion reaction to purify products with Agarose Gel DNA Recovery kit.\n① Add 400 μI of Binding Solution to the centrifuge tube at 55 °C in a water bath until completely melted. During this period, mix by inverting a few times to accelerate melting.\n② Add 200 μI CBS (Equilibration solution) to the adsorption column, centrifuge at 12000 rpm for 1 minute, and pour off the waste liquid in the collection tube to complete the column equilibrium.\n③ Transfer the melted gel to an adsorption column at room temperature for 2 minutes, centrifuge at 6000 rpm for 1 minute, and pour off the waste liquid in the collection tube.\n④ Add 500 μI WA Solution to the adsorption column, centrifuge at 12000 rpm for 1 minute, and pour off the waste liquid in the collection tube.\n⑤ Add 500 μI Wash Solution to the adsorption column, centrifuge at 12000 rpm for 1 minute, pour off the waste liquid in the collection tube, and then repeat.\n⑥ Put the adsorption column back into the collection tube, centrifuge at 12000 rpm for 2 minutes. Open the cover and blow with a hairdryer about 30s to completely remove the Wash Solution.\n⑦ Transfer the adsorption column to a new 1.5 ml centrifuge tube, add 20 μL of 55 °C pre-heated ddH2O to the adsorption membrane at room temperature for 2 minutes, centrifuge at 12000rpm for 2 minutes, the bottom liquid is the solution containing the recovery product.\n6. Mix the annealed product and the digested vector backbone with T4 DNA ligase. The ligation system is as follows.\n① BbsI-linearized U6-sgRNA(sp)-EF1α-GFP vector 1 μI (~30 μg)\n② Annealed product (concentration ratio of vector to insert = 1: 3)\n③ 10×T4 Buffer 1 μI\n④ T4 DNA ligase 1 μI\n⑤ Add ddH2O up to 20 μI\nIncubate in a water bath at 16℃ for 30 minutes\nCritical step:\nPrepare aliquots and store at –20 °C avoiding freeze-thaw cycles of T4 ligase buffer. Store the samples at 4 °C after determining the DNA concentration using a NanoDrop 2000c.\n7. Mix the above-mentioned product together with 30 μL DH5α competent cells by pipetting and stay on ice for 10 minutes. Then heat shock at 42 °C for 90s before staying on ice for 5 minutes, add 500 μl LB liquid medium without antibiotics, resuscitate at 37 °C for 40 minutes, centrifuge at 3000 rpm for 1 minute, and remove 400 ul medium. Eventually spread evenly on the corresponding resistant LB plates and culture for 12-16 hours. Pick single coloney and cultivate them in the corresponding resistant LB liquid medium on shaker at 37 °C for 12-16 hours.\nCritical step:\nCompetent cells need to be kept on ice as indicated steps.\n8. Use TIANprep Mini Plasmid Kit to isolate Plasmid DNA.\n① Add 500 μl BL buffer to the adsorption column, centrifuge at 12000 rpm for 1 minute, and discard the waste liquid in the collection tube to complete the column equilibrium step.\n② Transfer the bacterial solution cultured overnight to a 2ml centrifuge tube, centrifuge at 12000 rpm for 1 minute, and discard the supernatant.\n③ Add 250 μl P1 solution to the centrifuge tube, use a vortex shaker to fully shake and mix, add 250 μl P2 solution, immediately gently invert 6-8 times, add 350 μl of P3 solution, invert 6-8 times once again, centrifuge at 12000 rpm for 10 minutes.\n④ Add the centrifuged supernatant to the adsorption column, centrifuge at 12,000 rpm for 1 minute, pour off the waste liquid in the collection tube.\n⑤ Add 600 μl of PW buffer to the adsorption column, centrifuge at 12000 rpm for 1 minute, pour off the waste liquid in the collection tube, and repeat once.\n⑥ Put the adsorption column back into the collection tube and idling at 12000 rpm for 2 minutes. Open the cover and blow with a hairdryer for about 30s to completely remove the PW buffer.\n⑦ Transfer the adsorption column to 1.5mL centrifuge tube, add 50 μl pre-heated 55 °C ddH2O to the middle of the adsorption membrane, incubate at room temperature for 2 minutes, centrifuge at 12000rpm for 2 minutes. The liquid is the plasmid solution.\nTake part of the plasmid solution and send it to the company for sequencing and compare the sequencing results, leaving the correct sequencing expressing plasmid-U6-sg-EF1α-GFP.\nB: Construction of the hyCBE(e.g. hyBE4max) plasmid\n1. Synthesized Rad51-DBD via gel recovery process as depicted previously assemble based on BE4max vector with ClonExpress MultiS One Step Cloning Kit as follows.\n①    Enzymatically Digested BE4max vector X μl\n②    Rad51-DBD fragment Y μl\n③    Codon-optimized Apobec3A/Apobec3A(N57G) Z μl\n④    5×CE MultiS Buffer 4 μl\n⑤    Exnase MultiS 2 μl\n⑥    Add ddH2O up to 20 μl\nIncubate in a water bath at 37 ℃ for 30 minutes\nCritical step:\nThe optimal amount of vector backbone and inserts can be roughly calculated using 0.02 × the number of base pair of the DNA fragment. For example, when the length of the vector is 5kb, the optimal amount is 0.02 × 5000 = 100ng. Calculate the corresponding microliters.\n2. Following previous description，products just acquired from assembly reaction perform these processes including plasmid conversion, single colony inoculation, plasmid extraction and identification. Finally, hyBE4max containing Apobec1 and Rad51-DBD is constructed successfully.\nC: Cell transfection and genomic DNA preparation\n1. For DNA base editing, the first day, HEK293T cells are seeded into 24-well plates allowing approximately 80% confluency on the next day. On the second day, the cells are transfected with 750 ng of hyBE4max/BE4max, 250 ng of sgRNA expression plasmids using polyethyleneimine following the manufacturer’s recommended protocol. Three days later, harvest the cells for genomic DNA extraction.\n2. Isolate genomic DNA from the cells using Blood/cell/tissue DNA Isolation Kit.\n① Transfer cultured mammalian cells (up to 10\n5\n) to a sterile 1.5 ml microcentrifuge tube. Centrifuge at 12000rpm for 5 minutes. Remove the supernatant completely.\n② Add 200 μl of the Buffer GA to the resuspended cells from ① and use a vortex shaker to fully shake and mix, add 20ul Proteinase K and mix well, add 200ul of the Buffer GB fully shake and mix, incubate at 70°C for 10 minutes.\n③ Add 200ul Absolute ethanol vortex for 15 seconds, centrifuge briefly to remove water droplets from the tube wall.\n④ Transfer the supernatant from ③ to a Spin columns CB3 , centrifuge at 12000rpm for 30 sec, remove the supernatant completely.\n⑤ Add 500ul GD buffer to the Spin columns CB3, centrifuge at 12000rpm for 30 sec, remove the supernatant completely.\n⑥ Add 600ul PW buffer to the Spin columns CB3, centrifuge at 12000rpm for 30 sec, remove the supernatant completely.\n⑥    Repeat step ⑥.\n⑧ Centrifuge at 12000rpm for 30 sec, discard the supernatant completely and air-dry the Spin columns CB3 for several minutes.\nTransfer the columns to a 1.5ml centrifuge tube, add 18-30 μl of the TE buffer or distilled water and incubate at 55°C for 10-20 minutes to dissolve the DNA, and centrifuge at 12000 rpm for 2 minutes.\nD: Gene editing efficiency evaluation\nIn the end,the DNA fragment containing the target is obtained by PCR using KOD–Plus-Neo DNA Polymerase and site-specific primers containing an adaptor sequence (Forward 5′-ggagtgagtacggtgtgc-3′; Backward 5′-gagttggatgctggatgg-3′) at the 5′ end, and then roughly editing efficiency is confirmed by sanger sequencing, followed by high-throughput deep sequencing to obtain precise editing efficiency.\nPart II: Base editing in HUDEP-2 cells through lentiviral infection\nA: Lentiviral packaging and collection\nDay 1:\nPrepare Lentiviral Transfection Plates.\nPlate 6 x 10\n6\nHEK293T cells in 10 ml DMEM containing 10% FBS on a 10 cm plate 12 -18 hours before transfection. Generally, prepare 31 dishes containing cells transfected about 85% confluency ahead of schedule.\nDay 2:\nPrepare Transfection Mixes in 50ml tubes.\n① Preheat the appropriate amount of cell culture medium for 15 minutes in 37 °C water bath in advance.\n② Prepare transfection mixes in separate 50 mL tubes. Prepare A mix with 10 ug Lenti -117G-hyA3A-BE4max-P2A-GFP or Lenti -117G- hyeA3A-BE4max-P2A-GFP,5 ug pMD2.G and 7.5 ug psPAX2 in 500ul DMEM per dish and the amount of each reagent is calculated based on 30 dishes. Add 67.5ul polyethyleneimine(PEI, Stock Concentration 1ug/ul) in 500 μl DMEM per dish to get B mix and the amount of each reagent is calculated based on 30 dishes as well.Vortex each mix well and incubate 5 minutes at room temperature. Combine A and B mix, vortex thoroughly and incubate for an additional 20 minutes at room temperature. Add the solution 1ml to the 10 cm cells plate carefully.\nCritical step:\nFreshly configured PEI is tested to have the highest transfection efficiency at a concentration of 1ug transfer plasmid :3ul PEI.\n③ Incubate in a incubator at 37 °C with 5% CO2 for 6-8 hours and then replace the transfected cell medium with 12ml fresh DMEM containing 10% FBS and 1% P/S of transfected cells.\nDay 3\nCollection of Viral Particles.\n①    Incubate cells in a incubator at 37 °C with 5% CO2 for 48 hours(starting from 0 hours after transfection).\n② Collect the supernatant of HEK293T cells after 48 hours transfection and centrifuge the conditioned medium at 8000rpm in a tabletop centrifuge for 10 minutes at 4 °C to pellet the majority of cellular debris.\n③ After centrifugation, filter the supernatants through 0.45 μM filters to remove small particle debris.\n④ Add 26 mL of each viral supernatant to ultracentrifuge tubes and centrifuge at 25000rpm, 4°C, 2.5 hours .\nCritical step:\nCheck if firm combination is implemented for safety consideration. Makes sure the canisters are balanced as an uneven high-speed spin is disastrous.\n⑤ After centrifugation, inside the tissue culture hood, carefully decant the supernatant into a beaker with bleach.\n⑥ Use a vacuum to dry the remaining liquid on the walls of the tube. Do not touch the bottom of the tube. Add 500-1000ul of 1xPBS or less to resuspend the pellet by vigorous triturating.\n⑦ Transfer the supernatant(s) to new tube(s) and Centrifuge at top speed in a microcentrifuge for ten minutes at 4°C.\n⑧ Use the virus immediately or aliquot viral supernatant into cryotubes as 30-50 μL aliquots and store at -80 °C.\nB: Virus titration testing\nDay 1:\nPrepare Lentiviral Infection Plates.\nPlate 1X10\n4\nHEK293T cells per well in DMEM containing 10% FBS in the 96-well plate at 37 °C, 5% CO2 incubator for 12-16 hours before titration .\nDay 2:\nPrepare Infectionn Mixes in 1.5ml EP tubes.\n① Infect the cells when they reach approximately 40% confluency.\n② Make 10-fold gradient dilutions in 1.5ml EP tubes for 6 consecutive dilutions and make 3 holes per gradient(3 wells should be control plate without virus). The dilution method is as follows:\nPrepare six 1.5 ml EP tubes for each virus, add 90 ul complete medium plus polybrene (8 µg/µl) to each tube, add 10 ul of the virus stock solution to the first tube, and mix 10 ul of the virus into the second tube, perform parallel step 5 times, thence, cells infected in suspension with 10, 1, 0.1, 0.01, 0.001, 0.0001 ul of viral supernatant in wells of a 96-well plate. The diluted virus and cells is then incubated in a 37 °C ,5% CO2 incubator overnight.\nCritical step:\nThe virus from -80°C should be thawed on ice. The infection operation should be performed in a biosafety cabinet and on ice.\nDay 3:\nReplace HEK293T growth media\nAspirate the virus-containing culture medium and gently add 100 ul of complete culture medium to each well to facilitate cell growth about 24 hours after infection.There will be a preliminary expression of fluorescence.\nDay 5:\nDetection and analysis\n① 3 days post-infection, count the number of cells before loading the calibur flow cytometry and fluorescent observation of virus-infected cells under a microscope and analyze to quantify the (%) EGFP via Fortessa Flow Cell Analyzer (BD).\nCritical step:\nThe density of experimental and blank wells is same.After the cells are centrifuged, the sample wells are resuspended by about 300ul.\n② Select wells with a fluorescence ratio between 1-20% for calculation after Flowjo analysis. The calculation formula is as follows:\nTiter (TU / ml) = number of cells x percent fluorescence x 10\n3\n/ volume of virus stock solution (ul).\nTiter (TU/ml) = cell number * (%) EGFP *10\n3\n/virus stock volume (ul)\nFor example: A virus with a concentration of 0.1ul has a fluorescence ratio of 20%, the total number of cells is 8x10\n4\n,Titer (TU / ml) = 8 x 10\n4\nx 20% x 10\n3\n/ 0.1 = 1.6x10\n8\n.\nIf you want to infect 2 × 10\n5\ncells, MOI = 30 (1 cell corresponds to 30 virus particles) (see the Critical step), you need the virus volume to be = 2 × 10\n5\nx 30 / 1.6 x 10\n8\n(ml) = 0.0375 ml = 37.5 ul.\nCritical step:\nMOI is the abbreviation of multiplicity of infection. The actual meaning is how many viable viruses each cell is infected with. The optimal MOI values of various cells are different.\nC: HUDEP-2(Δ\nG\nγ) cell infection and genomic DNA preparation\nDay 1:\nLentiviral infection of HUDEP-2(Δ\nG\nγ)\nInfect 2× 10\n5\nHUDEP-2(Δ\nG\nγ) cells (or as required) at 48 well plate with the Lenti 117G-hyA3A-BE4max-P2A-GFP/ Lenti 117G-hyeA3A-BE4max-P2A-GFP lentivirus in the presence of polybrene (8 µg/µl) at an MOI =40 respectively. The volume of virus added is calculated as described above.\nCritical step 1:\nAdd 250ul total cell culture medium for 48 well,50ul virus plus 0.25ul polybrene and 200ul complete cell culture medium is used to infect HUDEP-2(Δ\nG\nγ) cells.\nCritical step 2:\nHUDEP-2(Δ\nG\nγ) cells maintaine and expand in serum-free expansion medium (SFEM; Stem Cell Technologies) supplemented with human Stem Cell Factor (SCF, 50 ng/ ml, PeproTech), Erythropoietin (EPO, 3 IU/ml, PeproTech), dexamethasone (DEX, 1µM, Sigma), doxycycline (DOX, 1 µg/ml, TAKARA Bio, Japan) and 2% Pen/Strep (Gibco). All cell lines used are maintained in the incubator at 37 °C, 5% CO2.\nDay 3:\nSort positive cells and culture\n3 days post-infection, select about 1000-2000 for successfully infected cells by sorting the cells for a fluorescence marker. Then add complete cell medium with 2% P/S and plate to 96-well plates and continue to expand the culture.\nDay 10-15:\nGenomic DNA preparation\nFor about 7-10 days after selection, harvest at least 8x10\n4\nHUDEP-2(Δ\nG\nγ) cells for genomic DNA extraction. Genomic DNA extraction method as described above using Blood/cell/tissue DNA Isolation Kit.\nD:Gene editing efficiency evaluation\nThe DNA fragment containing the target 117G is amplified through PCR using HBG-Δ\nG\nγ-117G-F(Merlin)/ R(Merlin) primer and roughly confirmed by sanger sequencing using KOD–Plus-Neo DNA Polymerase. Followed by high-throughput deep sequencing to obtain precise editing efficiency with site-specific primers 117G-Hitom-F/R containing an adaptor sequence (Forward 5′-ggagtgagtacggtgtgc-3′; Backward 5′-gagttggatgctggatgg-3′) at the 5′ end. The above products are then subjected to a second-round PCR . The resulting libraries are mixed and sequenced on an Illumina HiSeq platform.\nThe primers described above are as follows :\nHBG-Δ\nG\nγ-117G-F(Merlin) :AGTGTGTGGACTATTAGTCAA\nHBG-Δ\nG\nγ-117G-R(Merlin) :catggcgtctggactaggag\n117G-Hitom-F :ggagtgagtacggtgtgctggaatgactgaatcggaacaaggc\n117G-Hitom-R :gagttggatgctggatggctggcctcactggatactctaagact\nE: Statistics analysis\nThe C>T, A, G conversions and indels in the HTS data are analyzed using BE-Analyzer\n15\nor CRISPResso2\n16\n. SnapGene Data are presented as means ± DS. Means of two groups are compared using Student’s t-test (unpaired, 2-tailed), with P < 0.05 considered to be statistically significant."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>When measuring the titer, if no fluorescence is observed in the cells, it is related to the state of the cell. The virus titer is too low. You should increase the amount of virus to measure or repackage the virus.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>HyBE4max and sgRNA plasmids cloning: 3 days</p><p>HEK293T cells transduction: 3 days</p><p>Genotype identification: 2 days</p><p>Lentivirus packaging and purification: 5 days</p><p>Virus titration testing: 4 days</p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>&nbsp;1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Komor, A.<em>et al. </em>Programmable editing of a target base in genomic DNA without double-stranded DNA cleavage. <em>Nature </em><strong>533</strong>, 420-424 (2016).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ma,Y.<em>et al.</em> Targeted AID-mediated mutagenesis (TAM) enables efficient genomic diversification in mammalian cells. <em>Nat.Methods</em> <strong>13</strong>, 1029 (2016).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Li, Z.<em>et al. </em>Gene disruption through base editing-induced mRNA mis-splicing in plants. <em>New Phytol</em> <strong>2,</strong>222 (2018).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gehrke, J.M.<em> et al.</em> An APOBEC3A-Cas9 base editor with minimized bystander and off-target activities. <em>Nat.Biotechnol.</em><strong>36</strong>, 977 (2018).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zong, Y.<em> et al.</em> Efficient C-to-T base editing in plants using a fusion of nCas9 and human APOBEC3A. <em>Nat.Biotechnol.</em><strong>36</strong>, 950-953 (2018).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nishida, K.<em> et al.</em> Targeted nucleotide editing using hybrid prokaryotic and vertebrate adaptive immune systems. <em>Science</em> <strong>353</strong>, aaf8729 (2016).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Komor, A.C.<em> et al.</em> Improved base excision repair inhibition and bacteriophage Mu Gam protein yields C: G-to-T: A base editors with higher efficiency and product purity. <em>Sci Adv.</em><strong>3</strong>, eaao4774 (2017).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cheng, T.-L.<em> et al.</em> Expanding C–T base editing toolkit with diversified cytidine deaminases. <em>Sci.Adv.</em> <strong>10</strong>, 1-10 (2019).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, L.<em> et al.</em> Enhanced base editing by co-expression of free uracil DNA glycosylase inhibitor. <em>Cell Res.</em> <strong>27</strong>, 1289-1292 (2017).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Koblan, L.W.<em> et al.</em> Improving cytidine and adenine base editors by expression optimization and ancestral reconstruction. <em>Nat.Biotechnol</em>.<strong>36</strong>, 843-846 (2018).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kim, Y.B.<em> et al.</em> Increasing the genome-targeting scope and precision of base editing with engineered Cas9-cytidine deaminase fusions. <em>Nat.Biotechnol.</em> <strong>35</strong>, 371 (2017).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Thuronyi,B.W.<em>et al.</em>Continuous evolution of base editors with expanded target compatibility and improved activity. <em>Nat</em>.<em>Biotechnol</em>.<strong>37</strong>, 1070-1079 (2019).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shao, Y.<em> et al.</em> CRISPR/Cas-mediated genome editing in the rat via direct injection of one-cell embryos. <em>Nat</em>.<em>Protoc</em>.<strong>9</strong>, 2493-512 (2014).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yang, L.<em> et al.</em> Increasing targeting scope of adenosine base editors in mouse and rat embryos through fusion of TadA deaminase with Cas9 variants.<em>Protein</em> <em>Cell</em> <strong>9</strong>, 814-819 (2018).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hwang, G.-H.<em> et al.</em> Web-based design and analysis tools for CRISPR base editing. <em>BMC</em> <em>Bioinformatics</em> <strong>19</strong>, 542 (2018).</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Clement, K.<em> et al.</em> CRISPResso2 provides accurate and rapid genome editing sequence analysis. <em>Nat.Biotechnol</em>.<strong>37</strong>, 224-226 (2019).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Dr. Merlin Crossley from the School of Biotechnology and Biomolecular Sciences, University of New South Wale, Australia, who kindly provided the HUDEP-2(Δ<sup>G</sup>γ) cells and edited the manuscript; Xingxu Huang from ShanghaiTech University for discussion and suggestion of this study. We thank Haixia Jiang from Core Facility and Technical Service Center for SLSB, School of Life Sciences &amp; Biotechnology, Shanghai Jiao Tong University for technical support for FACS analysis. This work was partially supported by grants from National Key R&amp;D Program of China (2019YFA0110802 and 2019YFA0802800), the National Natural Science Foundation of China (No.81670470, 81873685), grants from the Shanghai Municipal Commission for Science and Technology (18411953500) and the Innovation Program of Shanghai Municipal Education Commission (2019-01-07-00-05-E00054), the Fundamental Research Funds for the Central Universities and the support of ECNU Public Platform for innovation (011).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41556-020-0518-8",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "unpublished": "Xiaohui Z., Liang C., Biyun Z.\"Increasing the efficiency and targeting range of cytidine base editors through fusion of a single-stranded DNA-binding protein domain\".Nat. Cell Bio. (2020） https://doi.org/10.1038/s41556-020-0518-8."
            }
        ],
        "authors": [
            {
                "id": 431751,
                "identity": "3797fbd4-f1d9-4455-91be-46575a772071",
                "order_by": 1,
                "name": "Biyun Zhu",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Sciences and School of Life Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Biyun",
                "middleName": "",
                "lastName": "Zhu",
                "suffix": ""
            },
            {
                "id": 431752,
                "identity": "976bd32f-fb1b-4365-baf7-f8713d7ed22b",
                "order_by": 2,
                "name": "Liang Chen",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Sciences and School of Life Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Liang",
                "middleName": "",
                "lastName": "Chen",
                "suffix": ""
            },
            {
                "id": 431753,
                "identity": "a21cc4bc-1be9-4c4c-b6e6-2090104f0bec",
                "order_by": 3,
                "name": "Xiaohui Zhang",
                "email": "",
                "orcid": "",
                "institution": "Biomedical Sciences and School of Life Sciences",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xiaohui",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 431750,
                "identity": "a5e070fd-02fa-4a92-864d-2bcc49d5ca1e",
                "order_by": 4,
                "name": "Dali Li",
                "email": "dalidalili@yahoo.com",
                "orcid": "https://orcid.org/0000-0002-0046-8493",
                "institution": "Biomedical Sciences and School of Life Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Dali",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-03-03 09:45:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-841/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-841/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13502948,
                "identity": "4ed5c2de-ce54-4ee9-8396-b6281621e3a9",
                "added_by": "auto",
                "created_at": "2021-09-16 23:16:49",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 362050,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-841/v1/0272d578-4988-4779-a33a-b116b34fd876.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "CRISPR-Cas9, Base editing, CBEs, Gene therapy",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cytidine base editors (CBEs) are powerful genetic tools which catalyze cytidine to thymidine conversion at specific genomic loci. Further improvement of the editing range and efficiency is critical for their broader applications. In this protocol, we demonstrated that fusion of the single-strand DNA binding domain (ssDBD) from Rad51 protein between Cas9n and cytidine deaminases, serial hyper CBEs (hyCBEs) were generated with substantially increased activity and an expanded editing window toward the protospacer adjacent motif (PAM) in cell lines<strong>.</strong> Moreover, hyeA3A-BE4max specifically generated a C-to-T conversion without inducing bystander mutations in the hemoglobin gamma (HBG) gene promoter to mimic a naturally occurring genetic variant for amelioration of β-hemoglobinopathy, suggesting the therapeutic potential of the improved base editors. This step-by-step protocol is related to the publication “Increasing the efficiency and targeting range of cytidine base editors through fusion of a single-strand DNA binding protein domain” in Nature Cell Biology.</p>",
        "manuscriptTitle": "Efficient generation of site-specific point mutations in cell lines by hyper active CBEs (hyCBEs)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-05-12 09:56:45",
                "doi": "10.21203/rs.3.pex-841/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "63912318-70f6-4c2f-809d-fc0e2c62ad22",
        "owner": [],
        "postedDate": "May 12th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 73101,
                "name": "Biochemistry"
            },
            {
                "id": 73102,
                "name": "Cell Biology"
            },
            {
                "id": 73103,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-05-12 09:56:45",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}