{
    "identity": "nprot-6019",
    "title": "A protocol for GC–MS-based metabolomic analysis in mature seed of rice \\(_Oryza sativa_ L.)",
    "content": [
        {
            "header": "Introduction",
            "content": "Rice \\(_Oryza sativa_ L.) is a good candidate for the development of plant-based vaccines, which is enabled by introducing genes that encode antigen proteins into the plant genome<sup>1,2,3</sup>. Such genetically modified rice varieties are evaluated on the basis of holistic analyses to cover genomic, transcriptomic, proteomic, and metabolomic profiles.\r\n\n\nMetabolomics is an analytical approach used for unbiased identification and quantification of diverse metabolites in biological materials. Among metabolomic profiling methods, GC–MS offers a powerful analytical opportunity to acquire accumulation profiles of a wide range of low molecular-weight metabolites such as amino acids, organic acids, sugars, fatty acids, fatty alcohols, wax esters, and sterols.\r\n\n\nRecently, we reported a GC–MS-based metabolomic analysis of transgenic rice seeds expressing the cholera toxin B-subunit \\(CTB)<sup>4</sup>, developed as a living factory to produce a cold chain- and needle/syringe-free rice seed-based cholera vaccine for human use<sup>5</sup>. Here, we provide a detailed GC–MS-based metabolite profiling protocol to identify compounds that belongs to metabolic pathways in the primary metabolism of mature rice seeds<sup>4</sup>."
        },
        {
            "header": "Reagents",
            "content": "・ Ultrapure water \\(Catalog No. 210-01303; Wako Pure Chemical Industries, Osaka, Japan)\r\n\n\n・ Chloroform \\(Catalog No. 288306-2L; Sigma-Aldrich, St. Louis, MO, United States)\r\n\n\n・ Methanol \\(Catalog No. 134-14523; Wako Pure Chemical Industries)\r\n\n\n・ Acetic acid \\(Catalog No. 018-20061; Wako Pure Chemical Industries)\r\n\n\n・ Quartz sand* \\(Catalog No. 172-00015; Wako Pure Chemical Industries)\r\n\n\n・ Ribitol \\(Catalog No. 01016-64; Nacalai Tesque, Kyoto, Japan)\r\n\n\n・ Testosterone \\(Catalog No. 86500; Sigma-Aldrich)\r\n\n\n・ Pyridine \\(Catalog No. 1.09728.0100; Merck Millipore, Darmstadt, Germany)\r\n\n\n・ Sodium methoxide solution \\(Catalog No. 403067-100ML; Sigma-Aldrich)\r\n\n\n・ Methoxamine hydrochloride \\(Catalog No. 226904; Sigma-Aldrich)\r\n\n\n・ N-methyl-N-\\(trimethylsilyl)trifluoroacetamide \\(MSTFA; Catalog No. 69479; Sigma-Aldrich)\r\n\n\n・ Alkane standard solution C8−C20 \\(Catalog No. 04070-1ML; Sigma-Aldrich)\r\n\n\n・ Alkane standard solution C21−C40 \\(Catalog No. 04071-1ML; Sigma-Aldrich)\r\n\n\n・ Tris\\(perfluorobut-1-yl)amine \\(Heptacosa; Catalog No. PC0568; Apollo Scientific, Cheshire, UK)\r\n\n\n* Wash with methanol and acetone several times before use."
        },
        {
            "header": "Equipment",
            "content": "Consumables\r\n\n\n・ Safe-lock tube, 2.0 mL \\(Catalog No. 0030120094; Eppendorf, Hamburg, Germany)\r\n\n\n・ Pipetman tip \\(D-200V; Catalog No. F161930; Gilson, Middleton, WI, United States)\r\n\n\n・ Pipetman tip \\(D-1000V; Catalog No. F161670; Gilson)\r\n\n\n・ Polypropylene syringe \\(Catalog No. SS-01T; Terumo, Tokyo, Japan)\r\n\n\n・ Hydrophilic polytetrafluoroethylene \\(PTFE) membrane filter unit \\(Catalog No. SLLGR04NL; Millex-LG; Merck Millipore)\r\n\n\n・ Single taper glass wool spiltless GC liner \\(Catalog No. 5062-3587; Agilent Technologies, Santa Clara, CA, United States)\r\n\n\n・ GC carrier gas \\(Herium, > 99.999% purity; Taiyo Nippon Sanso, Tokyo, Japan)\r\n\n\n・ HP-5ms capillary column \\(Catalog No. 19091S-433; Agilent Technologies)\r\n\n\n・ Screw vial \\(Catalog No. 5182-0714; Agilent Technologies)\r\n\n\n・ Screw cap \\(Catalog No. 5182-0728; Agilent Technologies)\r\n\n\n・ Screw cap septa \\(Catalog No. 5182-0729; Agilent Technologies)\r\n\n\n・ Micro insert for robotic vial \\(Catalog No. 4025BS-9; J.G. Finneran Associates, Vineland, NJ, United States)\r\n\n\n・ Microliter syringe for CTC \\(Catalog No. 203205/02; Hamilton, Nevada, NV, United States)\r\n\n\n\r\n\n\nEquipments\r\n\n\n・ Mixer mill \\(Retsch MM400; Verder Scientific, Haan, Germany)\r\n\n\n・ Centrifugal concentrator \\(CC-105; Tomy Seiko, Tokyo, Japan)\r\n\n\n・ Constant temperature mixer \\(Thermomixer Comfort; Eppendorf)\r\n\n\n・ Vortex mixer \\(Vortex Genie 2; SI0286; Scientific Industries, NY, United States)\r\n\n\n・ Freeze dryer \\(FDU-1200; Eyera, Bohemia, NY, United States)\r\n\n\n・ Micromass GCT Premier Mass Spectrometer \\(Waters, Milford, MA, United States) connected to an Agilent 6890 gas chromatograph \\(Agilent Technologies) and an autosampler \\(PAL GC-xt; CTC Analytics, Zwingen, Switzerland)\r\n\n\n・ MassLynx 4.0 software \\(Waters)"
        },
        {
            "header": "Procedure",
            "content": "Fig. 1 provides an outline of this protocol. Procedures in four of the sections \\(I. Extraction; II. Preparation of fatty acid methyl esters; III. Derivatization; and IV. Chromatography and mass spectrometry) are briefly described in our previous paper\n6\n. Details for each section are described below.\r\n\n\n\r\n\n\n**I. Extraction**\r\n\n\n1． Place 50 mg brown rice powder and 300 mg quartz sand into a 2-mL tube.\r\n\n\n2． Add 1 mL of a methanol–chloroform–2% acetic acid mixture \\(5:2:1, v/v/v) containing 5 μg mL\n−1\nribitol and 20 μg mL\n−1\ntestosterone \\(as internal standards) into the tube.\r\n\n\n3． Shake the tube in a mixer mill for 2 min at a frequency of 30 Hz.\r\n\n\n4． Centrifuge the tube at 12,000 × _g_ for 10 min.\r\n\n\n5． Collect the supernatant into a new 2-mL tube, and re-extract the precipitate using the same procedure.\r\n\n\n6． Combine the supernatants obtained after the first and second extractions.\r\n\n\n7． Transfer the supernatant \\(800 μL) into a new 2-mL tube.\r\n\n\n8． Add 500 μL of ultrapure water and 400 μL of chloroform into the tube and mix by vortex mixer for 1 min.\r\n\n\n9． Centrifuge the tube at 12,000 × _g_ for 2 min.\r\n\n\n10． Separate the upper phase \\(polar fraction) from the lower phase with the inter-phase \\(non-polar fraction).\r\n\n\n11． Lyophilize the fractions in the tubes in a centrifugal concentrator for 6 h \\(polar fraction) or 1 h \\(non-polar fraction).\r\n\n\n12． Lyophilize the dried fractions in the tubes in a freeze dryer for 16 h.\r\n\n\n\r\n\n\n**II. Preparation of fatty acid methyl esters \\(FAMEs)**\r\n\n\nTransesterification of esterified fatty acids to FAMEs was performed using a base-catalyzed method.\r\n\n\n1． Add sodium methoxide \\(500 μL, approximately 30% in methanol) into the tube \\(dried non-polar fraction).\r\n\n\n2． Incubate the tube at 55°C for 90 min with shaking \\(1,000 rpm).\r\n\n\n3． Add 1 mL of 1% acetic acid \\(to neutralize the NaOH) and 400 μL chloroform into the tube, mix by vortex mixer, and centrifuge the tube at 12,000 × _g_ for 2 min.\r\n\n\n4． Remove the upper phase, add 1 mL of ultrapure water into the tube, mix by vortex mixer, and centrifuge the tube again as above.\r\n\n\n5． Remove the upper phase, and lyophilize the remaining lower phase in the tubes in the centrifugal concentrator for 1 h.\r\n\n\n6． Lyophilize the dried fractions in the tubes in a freeze dryer for 16 h.\r\n\n\n\r\n\n\n**III. Derivatization**\r\n\n\nMetabolites were derivatized using a combination of methoxamine hydrochloride and MSTFA. \r\n\n\n1． Add methoxamine hydrochloride solution \\(20 μL; 40 mg mL\n−1\nin pyridine) into the dried polar and non-polar fractions \\(esterified fatty acids are converted into FAMEs) and incubate the tube at 30°C for 90 min with shaking \\(1,000 rpm).\r\n\n\n2． Add 80 μL of MSTFA into the tube and incubate at 37°C for 30 min with shaking as above.\r\n\n\n3． Centrifuge the tube at 12,000 × _g_ for 3 min.\r\n\n\n4． Filter the supernatant through a hydrophilic PTFE membrane filter unit, and collect the flow through into a vial with a grass micro insert.\r\n\n\n5． Prepare _n_-alkane mixture in another vial with a grass micro insert by mixing alkane standard solutions \\(C8–C20 and C21–C40, 25 μL each) with 50 μL of pyridine.\r\n\n\n\r\n\n\n**IV. Chromatography and Mass spectrometry**\r\n\n\nGC–MS analysis was performed using a Micromass GCT Premier Mass Spectrometer connected to an Agilent 6890 gas chromatograph and an PAL GC-xt autosampler. MassLynx 4.0 software was used to control the GC–MS system. Derivatized samples and an _n_-alkane mixture were independently analyzed in the same batch. \r\n\n\n\r\n\n\nChromatography step:\r\n\n\n・ Column: HP-5ms capillary column \\(length: 30 m, inner diameter: 0.25 mm, film thickness: 0.25 μm)\r\n\n\n・ Carrier gas: helium \\(> 99.999% purity)\r\n\n\n・ Carrier gas flow rate: 1.0 mL min\n−1\n・ Oven temperature program: 70°C for 1 min then increase the temperature by 1°C min\n−1\nto 76°C, followed by another temperature increase by 6°C min\n−1\nto 350°C, with a final hold time of 3 min\r\n\n\n・ Injection port temperature: 230°C\r\n\n\n・ Transfer line temperature: 250°C\r\n\n\n・ Injection volume: 1 μL\r\n\n\n\r\n\n\nMass spectrometry parameters:\r\n\n\n・ Ionization mode: electron ionization \\(EI) mode\r\n\n\n・ Electron energy: 70 eV\r\n\n\n・ Trap current: 50 μA\r\n\n\n・ Filament current: 3.6 A\r\n\n\n・ Emission current: 100 μA\r\n\n\n・ Ion source temperature: 250°C\r\n\n\n・ Detector voltage: 2,700 V\r\n\n\n・ Scan frequency: 10 spectra/second\r\n\n\n・ Mass range: 50–650 _m/z_\r\n\n\n\r\n\n\nMaintenance for the GC–MS system:\r\n\n\n・ Instrument tuning: Perform every month\r\n\n\n・ Calibration: Perform every day\r\n\n\n・ Reference compound \\(heptacosa): Replace or add as needed\r\n\n\n・ Syringe wash solvent \\(acetonitrile): Replace every day\r\n\n\n・ Injection port liner: Replace every 2–4 weeks \\(depending on the frequency of use)\r\n\n\n・ Injection port septa: Replace every 1–2 weeks \\(depending on the frequency of use)\r\n\n\n・ Ion source: Clean every month\r\n\n\n・ Worn out parts \\(filament, column, syringe, etc.): Replace as needed\r\n\n\n\r\n\n\n**V. Data transformation**\r\n\n\nThe raw data file \\(.raw) was converted to netCDF data file \\(.cdf) using the Databridge interface of the MassLynx file converter. From the set of netCDF data files, the data matrix was generated using \"MetAlign\":https://www.wur.nl/en/show/MetAlign-1.htm \\(version 041012)\n7\n. The parameters for the baseline correction and ion peak alignment by MetAlign were as follows:\r\n\n\nPart A \\(Program configuration, Data selection and Baseline correction):\r\n\n\n・ peak slope factor \\(× noise) = 4\r\n\n\n・ peak threshold factor \\(× noise) = 8\r\n\n\n・ peak threshold \\(absolute value) = 500\r\n\n\n・ average peak width at half height \\(scans) = 4\r\n\n\n\r\n\n\nPart B \\(Scaling and aligning data sets):\r\n\n\n・ Data scaling: no scaling\r\n\n\n・ Internal peak search criteria: beginning of the first region = 0 \\(max. shift = 5)\r\n\n\n・ End of the first region = 3,500 \\(max. shift = 5)\r\n\n\n・ Tuning alignment option and criteria: pre-align processing, iterative\r\n\n\n・ Calculation criteria for chromatography shift profiles: max. shift per 100 scans = 35\r\n\n\n・ Min. factor \\(× noise) at the first and last iterations = 7 each\r\n\n\n・ Min. number of masses at the first and last iterations = 10 and 5, respectively\r\n\n\n\r\n\n\n**VI. Metabolite identification**\r\n\n\n\"AIoutput2\":http://prime.psc.riken.jp/Metabolomics_Software/AIoutput/index.html \\(version 1.30)\n8\nwas used to read the MetAlign processed data file \\(.csv) for the deconvolution of overlapped ion peaks based on their retention times to list metabolite-candidate peaks. Retention index values for individual metabolite-candidate peaks were obtained by normalizing their retention times referring to those of _n_-alkane species \\(C8–C40) from total ion current chromatograms. A custom reference mass spectral library was built using a software \"AMDIS\":http://www.amdis.net/ \\(Automated Mass Spectral Deconvolution and Identification System). Identification of metabolites by the AIoutput2 was based on the Pearson’s product-moment correlation coefficient \\(PPMCC) considering the retention times and weighted mass spectra of the compounds in the reference mass spectral library.\r\n\n\n\r\n\n\nData analysis steps for AIoutput2 is as follows:\r\n\n\nPart 1 \\(create a Peak table):\r\n\n\n1． Export the processed data \\(MetAlign) as a text file \\(.csv)\r\n\n\n2． Read the file \\(.csv) by AIoutput2 software version 1.30\r\n\n\n3． Fill in the parameters \\(Height threshold, and RT bining)\r\n\n\n4． Click ‘Make’ to make a MZTable sheet\r\n\n\n\r\n\n\nPart 2 \\(Peak identification and annotation):\r\n\n\n1． Specify the Available Index \\(Retention time or Retention index)\r\n\n\n2． Specify the Analysis Type \\(Non target or Target)\r\n\n\n3． Fill in the parameters \\(RI tolerance, and Match threshold)\r\n\n\n4． Click ‘Search’ to make PeakTable and IdentificationTable sheets. In the IdentificationTable sheet, the reference mass spectral library compound names are assigned to each metabolite-candidate peak and the values of the identification score, Delta-RI, and PPMCC can be obtained. Delta-RI is a value obtained by subtracting the RI value of a metabolite-candidate peak from that of an assigned reference library compound.\r\n\n\n\r\n\n\nPart 3 \\(Filtering):\r\n\n\n1． Select the PeakTable sheet and fill in the class row with numbers \\(1, 2, 3, ...). Replicates should be assigned the same number.\r\n\n\n2． Select filtering type \\(Accurate, Mild, or Rough)\r\n\n\n3． Fill in the parameters \\[Height filter, and RSD\\(CV) filter]\r\n\n\n4． Click ‘Done’ to make a PeakTableUpDate sheet\r\n\n\n\r\n\n\n*We used the following parameters in the data analysis steps for AIoutput2 in the current study\n4\n:\r\n\n\n・ Height threshold = 500\r\n\n\n・ RT bining = 1\r\n\n\n・ Available index: retention index\r\n\n\n・ Analysis type: non-targeted\r\n\n\n・ RI tolerance = 20\r\n\n\n・ Match threshold \\(identification score) = 0.6\r\n\n\n・ Filtering: accurate\r\n\n\n・ Height filter = 3,000\r\n\n\n・ RSD\\(CV) filter = 30"
        },
        {
            "header": "Timing",
            "content": "I: One working day for a batch of 20 samples\r\n\n\nII: One day for a batch of 20 samples\r\n\n\nIII: Two hours for a batch of 20 samples\r\n\n\nIV: GC–MS analysis = approximately 56 min, per sample\r\n\n\nV: Three hours for a batch of 20 samples\r\n\n\nVI: Two or three weeks for a batch of 20 samples \\(including the manual curation process)"
        },
        {
            "header": "Anticipated Results",
            "content": "The representative GC–MS total ion current chromatograms from brown rice extracts are shown in Fig. 2. After the peak deconvolution process \\(Procedure VI), approximately 200 and 150 metabolite-candidate peaks are listed from the non-polar and the polar fractions, respectively \\(Fig. 2). The major metabolites from the non-polar fractions \\(Fig. 2a) are fatty acid methyl esters, fatty acids and conjugates, hydrocarbons, sterols, and prenol lipids. From the polar fractions \\(Fig. 2b), amino acids, amines, organic acids, nucleic acids, vitamins and cofactors, and carbohydrates are detected."
        },
        {
            "header": "References",
            "content": "1． Liew, P. S. & Hair-Bejo, M. Farming of plant-based veterinary vaccines and their applications for disease prevention in animals. _Adv. Virol._ **2015**, 936940, doi:10.1155/2015/936940 \\(2015).\r\n\n\n2． Sala, F. et al. Vaccine antigen production in transgenic plants: strategies, gene constructs and perspectives. _Vaccine_ **21**, 803–808, doi:10.1016/S0264-410X\\(02)00603-5\\(2003).\r\n\n\n3． Rybicki, E. P. Plant-produced vaccines: promise and reality. _Drug Discov. Today_ **14**, 16–24, doi:10.1016/j.drudis.2008.10.002 \\(2009).\r\n\n\n4． Ogawa, T. et al. Seed metabolome analysis of a transgenic rice line expressing cholera toxin B-subunit. _Sci. Rep._ **7**, 5196, doi:10.1038/s41598-017-04701-w \\(2017).\r\n\n\n5． Nochi, T. et al. Rice-based mucosal vaccine as a global strategy for cold-chain- and needle-free vaccination. _Proc. Natl. Acad. Sci. U.S.A._ **104**, 10986–10991, doi:10.1073/pnas.0703766104 \\(2007).\r\n\n\n6． Furuhashi, T. et al. Wax ester and lipophilic compound profiling of _Euglena gracilis_ by gas chromatography-mass spectrometry: toward understanding of wax ester fermentation under hypoxia. _Metabolomics_ **11**, 175–183, doi:10.1007/s11306-014-0687-1 \\(2015).\r\n\n\n7． De Vos, R. C. H. et al. Untargeted large-scale plant metabolomics using liquid chromatography coupled to mass spectrometry. _Nat. Protoc._ **2**, 778–791, doi:10.1038/nprot.2007.95 \\(2007).\r\n\n\n8． Tsugawa, H., Tsujimoto, Y., Arita, M., Bamba, T. & Fukusaki, E. GC/MS based metabolomics: development of a data mining system for metabolite identification by using soft independent modeling of class analogy \\(SIMCA). _BMC Bioinform._ **12**, 131, doi:10.1186/1471-2105-12-131 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors would like to thank Dr. Takeshi Furuhashi \\(Vienna University) for advice on sections of I−IV; and Dr. Hiroshi Tsugawa \\(RIKEN Center for Sustainable Resource Science) for advice on sections of V−VI."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-017-04701-w",
                "date": "2017-07-12 08:50:23",
                "title": "Seed Metabolome Analysis of a Transgenic Rice Line Expressing Cholera Toxin B-subunit",
                "authors": [
                    "Takumi Ogawa",
                    "Koji Kashima",
                    "Yoshikazu Yuki",
                    "Mio Mejima",
                    "Shiho Kurokawa",
                    "Masaharu Kuroda",
                    "Atsushi Okazawa",
                    "Hiroshi Kiyono",
                    "and Daisaku Ohta"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14850,
                "identity": "a11666ae-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Daisaku Ohta",
                "email": "ohtad2g30490@bioinfo.osakafu-u.ac.jp",
                "orcid": "",
                "institution": "Ohta Lab, Osaka Prefecture University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Daisaku",
                "middleName": "",
                "lastName": "Ohta",
                "suffix": ""
            },
            {
                "id": 14848,
                "identity": "a1166154-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takumi Ogawa",
                "email": "",
                "orcid": "",
                "institution": "Ohta Lab, Osaka Prefecture University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takumi",
                "middleName": "",
                "lastName": "Ogawa",
                "suffix": ""
            },
            {
                "id": 14849,
                "identity": "a11664ed-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Atsushi Okazawa",
                "email": "",
                "orcid": "",
                "institution": "Ohta Lab, Osaka Prefecture University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Atsushi",
                "middleName": "",
                "lastName": "Okazawa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-06-05 03:55:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.151",
        "doiUrl": "https://doi.org/10.1038/protex.2017.151",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609814,
                "identity": "e270325b-429f-4461-a1dd-0e2ed9064f1f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 83847,
                "visible": true,
                "origin": "",
                "legend": "Outline of a protocol for GC–MS-based metabolomic analysis in mature rice seed.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6019/v1/figure_1.png"
            },
            {
                "id": 2609815,
                "identity": "7e7dd3c3-fef8-4ebe-9ec5-58261a817fba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 105078,
                "visible": true,
                "origin": "",
                "legend": "Representative GC–MS total ion current chromatograms of derivatives of fractions from a brown rice sample (_O. sativa_ L. cv. Nipponbare).   (a) Non-polar fraction; (b) polar fraction. Each of the fractions is defined in the Procedure section (I. Extraction, process 10). Testosterone and ribitol (internal standard compounds) are shown by an arrow.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6019/v1/figure_2.png"
            },
            {
                "id": 13465043,
                "identity": "de33cddc-62c8-4aaa-a110-f64291f31c97",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:24",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 293184,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6019/v1/48d9ecbf-7f3b-4373-8453-4ebd237a79a4.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "metabolomics, gas chromatography, time-of-flight mass spectrometry, rice, mature seed",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "We share a protocol for gas chromatography \\(GC)–mass spectrometry \\(MS)-based metabolomic analyses that was developed to evaluate mature rice seeds. The protocol consists of six sections \\(I. Extraction; II. Preparation of fatty acid methyl esters; III. Derivatization; IV. Chromatography and mass spectrometry; V. Data transformation; and VI. Metabolite identification).",
        "manuscriptTitle": "A protocol for GC–MS-based metabolomic analysis in mature seed of rice (Oryza sativa L.)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-11-27 17:45:10",
                "doi": "10.1038/protex.2017.151",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a115efec-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 27th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3959,
                "name": "Chemistry"
            },
            {
                "id": 3960,
                "name": "Biochemistry"
            },
            {
                "id": 3961,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-11-27 17:45:10",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}