{
    "identity": "pex-1582",
    "title": "<p>SIFTER: Electrophoretic complex fractionation protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": ""
        },
        {
            "header": "Reagents",
            "content": "<p><strong><u>Prepare EP cytometry complex fractionation buffers:</u></strong></p><p>Tris HCl (1M, pH=7.5)</p><p>Anhydrous MgCl2</p><p>Triton X-100</p><p>Dithioerythritol (DTE)</p><p>DI water</p><p>10X Tris glycine (pH=8.3)</p><p>Sodium dodecyl sulfate (SDS)</p><p>Sodium deoxycholate</p><p>Urea</p><p><br></p><p><strong><u>Prepare hydrogel lids:</u></strong></p><p>10x Tris glycine (pH=8.3)</p><p>DI water</p><p>40%T 29:1 acrylamide/bisacrylamide</p><p>2% VA-086 (w/v) in DI water</p><p>500 μm thick spacers</p><p>2 glass plates</p><p>GelSlick</p><p>OAI UV source</p><p>Triple-layer transparency mask taped to the bottom of one of the glass plates</p><p><br></p><p><strong><u>Prepare EP cytometry microwell array in polyacrylamide gel:</u></strong></p><p>Methacrylate silanized glass slides</p><p>Polyacrylamide gel precursor solution (8%T, 29:1 acrylamide/bisacrylamide, 3 mM BPMAC)</p><p>SU-8 micropost mold on silicon wafer</p><p><br></p><p><strong><u>SIFTER separations: </u></strong></p><p>Custom 3D-printed electrophoresis chamber with graphite bar electrodes</p><p>1X PBS</p><p>10 mM Tris HCl pH=7.5</p><p>3 cm plastic dishes</p><p>Vaseline</p><p>2 timers</p><p>Microwell fractionation gels</p><p>4-well dish</p><p>25 mL of 1X TBST</p><p>Tweezers</p><p>Buffer waste bottles</p><p>Biorad PowerPac basic power supply</p><p>Banana plug electrical leads</p><p>Hamamatsu LC-5 UV source</p>"
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Prepare EP cytometry complex fractionation buffers:\n1. Prepare the stock buffer solutions for F-actin Stabilization Buffer and F-actin depolymerization Buffer. Additional components (DTE and urea) will be added later at the time of the experiment to complete each buffer.\n- F-actin Stabilization Buffer (based on formulation by Heacock\n1\n):\n5 mL Tris HCl (pH = 7.5)\n0.0952 g MgCl\n2\n5 mL Triton X-100\n490 mL Water\n- F-actin Depolymerization Buffer\n25 mL 10X Tris glycine (pH = 8.3)\n2.5 g SDS\n1.25 g Sodium deoxycholate\n0.5 mL Triton X-100\n318 mL Water\n2. Titrate the F-actin Stabilization Buffer to pH = 7.4 by adding 1.1% HCl (or similar)\n3. Store the buffers at 4C when not in use. Buffers can be stored for up to 2 weeks.\nPrepare hydrogel lids:\n1. Prepare gel precursor solution (10 mL) and degas for several minutes\n1 mL 10x Tris glycine\n5 mL 2% VA-086\n3.75 mL 40%T 29:1 acryalmide/bisacryalmide\n0.25 mL DI water\n2. Treat glass plates with 1 mL of GelSlick solution and dry with KimWipe\n3. Place spacers between the two glass plates\n4. Pipette entire 10 mL gel precursor solution between the plates. Note: unpolymerized acrylamide is a neurotoxin and carcinogen. Large volumes of unpolymerized precursor should be handled carefully to avoid spilling)\n5. Photopolymerize for 40s at 20 mW/cm\n2\nwithout long-pass UV filter. The UV intensity is confirmed with an OAI 308 UV meter measuring at 365 nm.\n6. Remove the top glass plate and use the spacer to pick up individual gel lids from the bottom glass plate.\n7. Put the gel lids directly into a 50 mL conical tube and fill with either the F-actin stabilization buffer or F-actin depolymerization buffer (25 mL/tube).\n8. Store the gels at 4 °C and incubate in the buffer overnight before use. Gels may be put in fresh buffer after use, but should not be kept for more than 2 weeks.\nPrepare EP cytometry microwell array in polyacrylmamide gel:\nNote: Protocol adapated from Ref. 2\n1. Tape an SU-8 mold onto the lab bench to hold in place during processing.\n2. Make the gel precursor solution and degas with a bath sonicator and vacuum line to eliminate bubbles\n3. Add initiators (APS and TEMED) to gel precursor solution, mix well without forming bubbles. Pipet a 250 μl droplet near one of the short edges of the SU-8 mold\n4. Add a silanized slide on top of the droplet slowly to prevent trapping bubbles\n5. After loading, press gently on the slide to squeeze excess precursor from the gap and to ensure the micropillars on the SU-8 mold are in contact with the slide\n6. Let chemical polymerization proceed for 15 minutes\n7. Add 1-2 ml of PBS to rehydrate the edge of the slide and facilitate release of the slide from the SU-8 mold\n8. Gently slide a razor blade underneath the slide and lift straight up to detach the gel slide from the SU-8 mold\n9. Place the PAG slide in a 4-well rectangular slide plate filled with PBS before use. The side of the slide with the PAG layer faces up\nAdd fresh reagents to hydrogel lids (to be done at the start of experiment):\nF-actin depolymerization (1X RIPA+8M urea) gel lids:\n1. Turn on water bath and set to 75 °C\n2. Add 12 g of urea to separate 50 mL conical tubes for each separation assay to be performed.\n3. Take out the gel lids in F-actin depolymerization buffer and remove 15.9 mL of buffer from the tube and add to the 12g urea conical tube to make 25 mL of 1X RIPA + 8M urea\n4. Put the F-actin depolymerization buffer (1X RIPA + 8M urea) in the water bath to dissolve for ~10 min\n5. Swirl the conical tubes to assist with dissolving the last of the urea\n6. Remove excess buffer from the gel lid-containing tube and pour in the 1X RIPA + 8M urea solution in with the gel lid. Put the gel lid conical tube back in the 75 °C water bath\nF-actin stabilization gel lids:\n1. Add 25 mL of F-actin stabilization buffer (from the tubes containing the gel lids) multiplied by the number of separation assays to be performed in a glass bottle\n2. Add 1.95 mg of fresh DTE per 25 mL of buffer and swirl to dissolve\n3. Remove excess buffer solution from the F-actin stabilization buffer gel lid conical tubes and replace with the buffer solution containing the DTE\n4. Keep the stabilization gel lids at room temperature after adding the DTE.\nSetup for SIFTER fractionations:\n1. Attach leads to electrophoresis chamber and set power supply to constant voltage operation mode at 90 V (30 V/cm).\n2. Turn on Hamamatsu UV source lamp and allow to warm up for 10 minutes\n3. Set up buffer waste bottles next to separation station\n4. Fill a 3 cm dish with 10 mM Tris HCl (pH=7.5)\n5. Situate the custom electrophoresis chamber on top of the PID heating element. Turn on PID controller to heat the top of the custom electrophoresis chamber to 37C. Temperature can be confirmed using reversible liquid crystal temperature strips.\nPrepare cell suspension and settle cells into the microwell device:\n1. Wash dish of cells with 1X PBS\n2. Trypsinize cells for 3 min at 37 °C\n3. Pellet the cells by centrifugation\n4. Resuspend cells in 1X PBS to achieve a concentration ~10\n6\ncells/mL.\n5. Immediately settle cells in microwell device by introducing ~300 uL of cell suspension onto the polyacrylamide gel. Gently move the microwell gel back and forth every few minutes to disperse cells. Settle for a total of 10 minutes. Freshly trypsinized cells are required for each separation assay.\n5. Wash excess cells off the surface gently 3x with 1 mL 1X PBS\nPerform SIFTER complex fractionation separations:\n1. Submerge EP cytometry microwell gel in the dish of Tris HCl buffer for ~10s\n2. Add a ~1 mm diameter dab of vaseline to the glass of the EP chamber where you will place the lower left corner of the EP cytometry gel\n3. Remove the EP cytometry gel from the buffer and dry the back of the slide with a Kimwipe\n4. Place the gel on the vaseline (glass side down, gel side up) and press down lightly. Ensure the slide is straight (parallel to graphite electrodes).\n5. Select a tube of F-actin stabilization buffer containing a gel lid. Lightly swirl the tube to remove the gel from the walls of the tube. Pour the buffer into buffer waste and let the gel lid slide to the opening of the tube.\n6. Place the gel lid in contact with the two electrodes and over the surface of the microwell gel\n7. Lyse cells for 45s\n8. Turn on the E-field (30 V/cm) for 45-60s (45 for actin, 60 for GFP-actin in a 1-mm separation lane).\n9. Turn off the E-field and turn on the UV source for 45s at 100% power. Be sure to wear UV goggles and face mask during UV exposure.\n10. Reverse the lead connections to the EP chamber. Quickly proceed to steps 11-13 to minimize loss of depolymerized protein out of the microwell due to diffusion.\n11. Remove the gel lid from the microwell gel\n12. Retrieve the F-actin depolymerization gel lid buffer tube from the water bath. Swirl the tube prior to pouring the contents into buffer waste, allowing the gel lid to slide to the opening of the tube.\n13. Place the gel lid on the microwell gel and allow depolymerization to proceed for 45s.\n14. Perform electrophoresis for 45-60s at 30 V/cm\n15. Apply the UV for 45s at 100%\n16. Remove the microwell gel from the EP chamber and put in a 4-well dish containing 1X TBST. Wash for at least 1 hour prior to immunoprobing.\nImmunoprobing:\nImmunoprobing, fluorescence imaging (on a Genepix Microarray scanner) and quantitation are all performed as previously described\n2\n.\nAnalysis software can be downloaded\nhere\n(DOI: 10.5281/zenodo.5091209)"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>With SIFTER, cytoskeletal complexes can be quantified in their monomer and complex fractions. The area-under-the-curve of the immunoprobed Gaussian protein peaks directly correspond to protein abundance in each fraction. Biologically relevant metrics for cytoskeletal integrity, such as F-actin ratio, can be calculated based on the collected data.</p><p><br></p><p>SIFTER data collected according to this protocol can be analyzed using custom code made available&nbsp;<a href=\"https://doi.org/10.5281/zenodo.5091209\" rel=\"noopener noreferrer\" target=\"_blank\">here&nbsp;</a>(DOI: 10.5281/zenodo.5091209)</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1. Heacock, C. S. &amp; Bamburg, J. R. The quantitation of G- and F-actin in cultured cells. Anal. Biochem. 135, 22–36 (1983).</p><p>2. Kang, C.-C. et al. Single cell–resolution western blotting. Nat. Protoc. 11, 1508–1530 (2016).</p><p>3. Sinkala E., Herr A.E. Single-Cell Western Blotting. In: Singh A., Chandrasekaran A. (eds) Single Cell Protein Analysis. Methods in Molecular Biology, vol 1346  (2015). Humana Press, New York, NY.</p><p>4. Yamauchi, K. A. &amp; Herr, A. E. Subcellular western blotting of single cells. <em>Microsystems Nanoeng.</em> <strong>3</strong>, 16079 (2017).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 38794690,
                "identity": "d3401a85-0126-43dd-9af7-b66bf07fbbe8",
                "order_by": 0,
                "name": "Julea Vlassakis",
                "email": "",
                "orcid": "",
                "institution": "University of California, Berkeley",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Julea",
                "middleName": "",
                "lastName": "Vlassakis",
                "suffix": ""
            },
            {
                "id": 38794689,
                "identity": "b0ba3230-5724-4fcb-8d8a-f84ed8492e31",
                "order_by": 1,
                "name": "Louise L Hansen",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-8043-2660",
                "institution": "University of California, Berkeley",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Louise",
                "middleName": "L",
                "lastName": "Hansen",
                "suffix": ""
            },
            {
                "id": 38794691,
                "identity": "a6872bed-33be-4b70-bda7-578766cf5f71",
                "order_by": 2,
                "name": "Amy E Herr",
                "email": "aeh@berkeley.edu",
                "orcid": "",
                "institution": "University of California, Berkeley",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Amy",
                "middleName": "E",
                "lastName": "Herr",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-12 03:45:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1582/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1582/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13707346,
                "identity": "803c1608-78ac-4377-be58-b8fe3c255602",
                "added_by": "auto",
                "created_at": "2021-09-17 14:02:19",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 258718,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1582/v1/63fa27b8-0a08-4924-ba9e-80868b2f38ca.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "SIFTER, polyacrylamide gel electrophoresis, cytoskeleton, protein complex",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We introduce micro-arrayed, differential detergent fractionation for the simultaneous detection of protein complexes in 100s of individual cells with SIFTER (Single-cell protein Interaction Fractionation Through Electrophoresis and immunoassay Readout). Size-based fractionation of protein complexes is accomplished with five assay steps. First, a cell suspension generated by trypsinization is introduced onto a microwell array, and single cells are settled into the microwells by gravity. Cells are lysed in F-actin stabilization buffer that is delivered by a hydrogel lid. Second, the protein complexes are fractionated from the smaller monomers by polyacrylamide gel electrophoresis. Monomers are electrophoresed into the gel and are immobilized using a UV-induced covalent reaction to benzophenone. Third, a protein-complex depolymerization buffer is introduced by another hydrogel lid. Fourth, the recently depolymerized complexes are electrophoresed into a region of the gel separate from the immobilized monomers, where the complex fraction are in turn immobilized. Fifth, in-gel immunoprobing detects the immobilized populations of monomer and depolymerized complexes. These general steps are built on previously published protocols for bulk actin studies, single-cell western blotting, and bidirectional separations<sup>1-4</sup>.</p>",
        "manuscriptTitle": "SIFTER: Electrophoretic complex fractionation protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-02 09:14:52",
                "doi": "10.21203/rs.3.pex-1582/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "379ceacd-04fd-4077-9473-8aff3f902553",
        "owner": [],
        "postedDate": "August 2nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5635445,
                "name": "Biotechnology"
            },
            {
                "id": 5635446,
                "name": "Nanoscience and technology"
            },
            {
                "id": 5635447,
                "name": "Engineering"
            },
            {
                "id": 5635448,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-02 09:14:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}