{
    "identity": "pex-648",
    "title": "<p>Urothelial organoids originate from mouse cells display differentiation capacity</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>In order to study bladder biology and disease, several in vitro and in vivo models have been used. Although proven to be very useful, they do not allow acquiring a complete understanding of the molecular mechanisms involved in urothelial homeostasis, differentiation and carcinogenesis.</p><p>In recent years, three-dimensional (3D) organoids have become a powerful tool to study the molecular and cellular basis of epithelial differentiation, allowing consistent culture and&nbsp;perpetuation <sup>1</sup>. Organoids are derived from cells capable of self-renewal and self-organization through cell sorting and lineage commitment in an in vivo-like manner <sup>2</sup>. The Clevers laboratory&nbsp;has pioneered the establishment of organoids from a wide variety of epithelia, including mouse&nbsp;small intestine <sup>1</sup>, liver <sup>3</sup>, prostate <sup>4</sup>, and pancreas <sup>5</sup>. Organoids facilitate studying tissue biology,</p><p>modeling disease, drug screening, and establishing a solid basis for regenerative medicine and gene therapy <sup>6</sup>. The majority of published studies have focused on organoids derived from simple&nbsp;epithelia. Recently, Lee et al. <sup>7</sup> have reported the establishment of organoids from human bladder tumors and Mullenders et al. <sup>8</sup> have described the features of normal mouse basal organoids and human bladder organoids. However, these reports have not leveraged on the potential of urothelial&nbsp;organoids to understand urothelial biology.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Collagenase P 0.5μg/mL Roche</p><p>Hank's Balanced Salt Solution 1x Life Technologies</p><p>Advanced DMEM F12 medium 1x</p><p>Gibco HEPES 1x Gibco</p><p>GlutaMAX 1x Gibco</p><p>Matrigel 1x Corning</p><p>Cell Recovery Solution1x Corning</p><p>Dispase II 10mg/mL Gibco</p><p>WNT3A conditioned medium 50% Homemade</p><p>RSPO1 conditioned medium 5%Homemade</p><p>N2 1x Gibco</p><p>B27 1x Gibco</p><p>Recombinant human EGF 50ng/mL Invitrogen</p><p>N-acetylcysteine 1mM Sigma-Aldrich</p><p>Recombinant human Noggin 50μg/mL Peprotech</p><p>LY-2157299 1μM AxonChem</p><p>Y-27632 10μM Sigma-Aldrich</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Standart equipments from a cell biology laboratory.</p>"
        },
        {
            "header": "Procedure",
            "content": "1. Mouse bladder is accessed and turned inside-out leaving the urothelial surface exposed.\n2. The urothelium is enzymatically digested with collagenase P in Hank's Balanced Salt Solution (HBSS) in a thermoblock with gentle shaking at 37 ºC for 20 min.\n3.Collagenase P is inactivated with 2mM EDTA and 50% FBS.\n4. The cell suspension is collected and a scrapper is used to extract the remaining cells on the urothelium.\n5. After filtration through a 70μm strainer and centrifugation at 1200rpm for 5min at 4 ºC, the pellet is cleaned 2 times with washing medium (Advanced DMEM F12 medium + HEPES + GlutaMAX) and cells are embedded in 100% growth factor-reduced and phenol red-free Matrigel.\n6. Matrigel-cell suspensions (20 μL drops) are plated onto 6-well plates, allowed to settle in a humidified incubator at 37 ºC, 5% CO\n2\n, and overlaid with 2 mL complete medium (CM) (Advanced DMEM/F12, 1x penicillin/streptomycin, HEPES, GlutaMAX, WNT3A conditioned medium, RSPO1 conditioned medium, N2, B27, recombinant human EGF, N-acetylcysteine, recombinant human Noggin and LY-2157299).\n7. Medium is replaced every 2-3 days and cultures are usually expanded at a 1:4-1:6 ratio every 7-10 days.\n8. For organoids maintenance, medium is aspirated from the wells and washed once with PBS.\n9. Then, Cell Recovery Solution is added to the wells and plates placed on ice for 5 min.\n10. Matrigel and cells are collected and transferred to a tube for 30 min on ice.\n11. Cell suspension is washed with PBS, then with washing medium, and centrifuged at 1200 rpm for 5 min at 4 ºC.\n12.Next, organoids are chemically digested with Dispase II solution at room temperature for 15-20 min in a rotating wheel.\n13. Next, the reaction is neutralized with 2 mM EDTA.\n14. Single cells are obtained by mechanical disruption of the organoids with a 21G needle syringe until no macroscopically floating organoids were observed.\n15. After cleaning the pellet twice with washing medium, cells are embedded in fresh ice-cold 100% Matrigel, seeded in 7 drops of 20uL each per 6-well plate, and covered with 2 mL CM unless otherwise specified.\n16. For differentiation experiments, NMU-o are cultured for the first 7 days in CM, reseeded (without disaggregation) in fresh Matrigel, and cultured with either CM or differentiation medium (DM) (lacking WNT3A and RSPO-1 conditioned medium, EGF, LY-2157299 and Noggin) for the following 7 days.\n17. All experiments can are performed without cell sorting based on EpCAM expression, using low-passage cultures (<10).\n18. In order to cryopreserve the organoids, Matrigel is removed from 7-day cultures with Cell Recovery Solution as previously described and are resuspended in freezing medium (10% DMSO in Advanced DMEM/F12 supplemented with Y-27632) at a density equivalent to 3 confluent drops/500mL.\n19. Cryovials are stored at -80 ºC.\n20. For thawing, vials are placed in a 37 ºC water bath and the contents washed twice with Advanced DMEM/F12 before reseeding in Matrigel at the required density."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>1-2h for the establishment of primary cultures.</p><p>2-3h to split cultures.</p><p>7 days to allow proliferative organoids to grow.</p><p>7-10 days to allow differentiated organoids to be established.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Proliferative organoids from urothelial digests should start to form around day 3-4 and fully grow  within 7 days.</p><p>Differentiated organoids should start to change their morphology around day 3 after adding the differentiated medium, and completely differentiate within 7-10 days.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.Sato, T. et al. Single Lgr5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. Nature 459, 262–265 (2009).</p><p>2. Kretzschmar, K. &amp; Clevers, H. Organoids: Modeling Development and the Stem Cell Niche in a Dish. Dev. Cell 38, 590–600 (2016). Huch,M.etal.Long-termcultureofgenome- stablebipotentstemcellsfromadulthuman liver. Cell 160, 299–312 (2015).</p><p>3. Karthaus, W. R. et al. Identification of multipotent luminal progenitor cells in human prostate organoid cultures. Cell 159, 163–175 (2014).</p><p>4. Boj, S. F. et al. Organoid models of human and mouse ductal pancreatic cancer. Cell 160, 324–338 (2015).</p><p>5. Fatehullah, A., Tan, S. H. &amp; Barker, N. Organoids as an in vitro model of human development and disease. Nat. Cell Biol. 18, 246–254 (2016).</p><p>6. Lee, S. H. et al. Tumor Evolution and Drug Response in Patient-Derived Organoid Models of Bladder Cancer. Cell 173, 515–528.e17 (2018).</p><p>7. Mullenders, J. et al. Mouse and human urothelial cancer organoids: A tool for bladder cancer research. Proc. Natl. Acad. Sci. 116, 4567–4574 (2019).</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Asunción Fernández-Barral and Antonio Barbáchano&nbsp;actively participated on the development of this protocol with their previous experience on colon organoids and in maintaining few organoid cells lines over more than one year in culture. Eleonora Lapi started this project, establishing the first organoid cell lines at the CNIO.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-12307-1",
                "date": "2019-09-27 10:03:44",
                "title": "Urothelial organoids originating from Cd49fhigh mouse stem cells display Notch-dependent differentiation capacity",
                "authors": [
                    "Catarina P. Santos",
                    "Eleonora Lapi",
                    "Jaime Martínez de Villarreal",
                    "Laura Álvaro-Espinosa",
                    "Asunción Fernández-Barral",
                    "Antonio Barbáchano",
                    "Orlando Domínguez",
                    "Ashley M. Laughney",
                    "Diego Megías",
                    "Alberto Muñoz",
                    "Francisco X. Real"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 124241,
                "identity": "5af53ead-80ae-4549-9866-4883fc4af24f",
                "order_by": 1,
                "name": "Catarina P. Santos",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3139-2484",
                "institution": "Spanish National Cancer Research Centre-CNIO",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Catarina",
                "middleName": "P.",
                "lastName": "Santos",
                "suffix": ""
            },
            {
                "id": 124242,
                "identity": "3903c5b5-c9f4-4eeb-884d-ff7e3cb577f2",
                "order_by": 2,
                "name": "Eleonora Lapi",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4052-0361",
                "institution": "Spanish National Cancer Research Centre-CNIO",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eleonora",
                "middleName": "",
                "lastName": "Lapi",
                "suffix": ""
            },
            {
                "id": 124243,
                "identity": "8d2eef51-0e79-4508-bcbc-ad35aac46e1e",
                "order_by": 3,
                "name": "Asunción Fernández-Barral",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1278-4645",
                "institution": "Instituto de Investigaciones Biomédicas “Alberto Sols”",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Asunción",
                "middleName": "",
                "lastName": "Fernández-Barral",
                "suffix": ""
            },
            {
                "id": 124244,
                "identity": "c8b0cac7-ba61-4c89-b911-e6189ed1ace9",
                "order_by": 4,
                "name": "Antonio Barbáchano",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1248-5143",
                "institution": "Instituto de Investigaciones Biomédicas “Alberto Sols”",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antonio",
                "middleName": "",
                "lastName": "Barbáchano",
                "suffix": ""
            },
            {
                "id": 124245,
                "identity": "82b18e37-7cb0-4add-9ce9-ba6423bfa3ca",
                "order_by": 5,
                "name": "Alberto Muñoz",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-3890-4251",
                "institution": "Instituto de Investigaciones Biomédicas “Alberto Sols”",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alberto",
                "middleName": "",
                "lastName": "Muñoz",
                "suffix": ""
            },
            {
                "id": 124246,
                "identity": "af4e5e78-ce20-499e-b5be-11cd4c54cff8",
                "order_by": 6,
                "name": "Francisco X. Real",
                "email": "preal@cnio.es",
                "orcid": "https://orcid.org/0000-0001-9501-498X",
                "institution": "Spanish National Cancer Research Centre-CNIO",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Francisco",
                "middleName": "X.",
                "lastName": "Real",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-08-01 08:36:38",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.12413/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.12413/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 168817,
                "identity": "bc9f95e3-c739-4151-b61b-639cc59b4772",
                "added_by": "auto",
                "created_at": "2019-11-20 13:14:07",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1040243,
                "visible": true,
                "origin": "",
                "legend": "Figure 1. Growth factor-depleted recapitulate the urothelial differentiation program. a) Experimental design applied to induce urothelial organoid differentiation: day 7 P were maintained for 7 additional days in medium lacking complete medium components (differentiation medium). b) Image of P and D displaying the organoid features quantified in panel c: d, diameter; l, lumen; t, thickness of the epithelial layer. The signal distribution was measured across the organoids as indicated by the arrow in both cases (scale bar, 100 μm). c) Signal distribution (in microns) acquired by confocal microscopy displaying the quantification of organoid features (diameter) of individual P (n=57) and D (n=71); color code indicates the intensity of the signal: green, low; yellow, intermediate; red, high. d) Violin plots representing the P and D features. e) RT-qPCR analysis of expression of genes regulated during differentiation. Data are normalized to Hprt expression (Mann-Whitney test, error bars indicate SD). f) Western blot (WB) analysis showing expression of TP63 (basal marker), UPK3a, and UPK1b (luminal markers) in P and D in 3 independent experiments. Urothelial bladder cancer cell lines (ScaBER, RT112, VMCUB1 and RT4) were used as controls. g) Immunofluorescence analysis of urothelial markers in P and D. Urothelium is shown for comparison. DAPI staining is shown in blue (scale bar, 1000 μm).",
                "description": "",
                "filename": "Figure1fortheNatureProtocolExchange.jpg",
                "url": "https://assets.researchsquare.com/files/186b1a38-cf5b-44b6-bed8-2c72399726cb/v1/Figure 1 for the Nature Protocol Exchange.jpg"
            },
            {
                "id": 13479667,
                "identity": "3b0b435e-e216-4739-81db-155a179d6def",
                "added_by": "auto",
                "created_at": "2021-09-16 21:40:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 310165,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-648/v1/09c2d0ff-e74f-4f50-bbe8-cbaccd38f578.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Urothelium, organoids, stem cells, barrier function, differentiation, tight junctions, Cd49f/Itga6, PPARg, EGFR, Notch, Wnt, single-cell RNA Sequencing",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Here we describe the establishment of mouse urothelial organoids from healthy urothelial tissue digests. NMU-o can grow within 7 days in medium enriched in growth factors, without FACS-sorting epithelial populations and can be passaged in culture for more than one year with stable morphology. In the absence of growth factors, NMU-o can differentiate within 14days exhibiting drastic morphological changes (increased diameter and lumen size, and decreased thickness layers) and expressing suprabasal urothelial markers (uroplakins and tigh junctions) both at the mRNA and protein levels. Transcriptomic tools (RNA-seq and single-cell RNA-seq) were preformed further supporting this differences between proliferative and differentiated organoids, allowing the discovery of novel genes involved in these processes.</p>",
        "manuscriptTitle": "Urothelial organoids originate from mouse cells display differentiation capacity",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-11-20 13:14:06",
                "doi": "10.21203/rs.2.12413/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "16b2e340-7252-486c-afff-8b6d493e6350",
        "owner": [],
        "postedDate": "November 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 19327,
                "name": "Cell biology"
            },
            {
                "id": 19329,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-11-20 13:14:06",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}