{
    "identity": "pex-1036",
    "title": "<p>Three protein extraction methods for mass spectrometry proteomics of fresh frozen mouse tissue </p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tHuman and patient tissue banks routinely keep fresh frozen tissue samples which can be further examined and investigated. Different extraction buffers and different purification methods have been proposed to maximize protein recovery and identification from fresh frozen tissue. Here, we present three different methods for protein extraction from fresh frozen mouse tissue, evaluating both the protein recovery and the protein identification by liquid chromatography mass spectrometry (LC-MS) proteomics. The three methods are: 1) SDS-FASP (filter-aided sample preparation). Extraction with a 2% SDS buffer and purification by FASP.<sup>1</sup> 2) SDS-STrap. Extraction with a 5% SDS buffer and purification by S-Trap. 3) GH-IS. Extraction with a 6M guanidine hydrochloride extraction buffer with in-solution digestion.&nbsp;</p><p>\tWe chose to study mouse heart tissue because it is composed both of cells and connective tissue and can serve as a model for multiple tissues, in which connective proteins may impede protein extraction from cells. We compared a detergent based buffer (SDS, sodium dodecyl sulfate) and a chaotropic agent containing buffer (GH, guanidine hydrochloride) for protein extraction. Detergents lyse cells by forming micelles and disrupting membranes, thus releasing contents within cellular organelles. Chaotropic agents, such as guanidine hydrochloride, tend to lyse cells by disrupting hydrogen bonding of water molecules and ionic interactions. We also compared different purification methods, by S-Trap (Protifi), FASP and by in-solution digestion. Presence of detergents used in the extraction process and of polymers will greatly reduce the sensitivity and accuracy of mass spectrometry proteomics. Here, the comparison of two different spin column-based methods of purification against an in-solution digestion method will allow determination the effect of sample purification on mass spectrometry protein identification. In addition, strong cation exchange (SCX) pre-fractionation of peptides before LC-MS proteomics further enhances the number of identified proteins in both the SDS-FASP and SDS-STrap methods.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Vivacon 500 30,000 MWCO. (Sartorius. Cat no. VN01H22)</p><p>S-Trap mini columns (Protifi. Cat no. C02-mini-10)</p><p>C18 Macrospin column (Nest Group. Cat no. SMM SS18V)</p><p>milliTUBE 1ml AFA Fiber (Covaris. Cat no. 520130)</p><p>Triethylammonium bicarbonate, TEAB (Sigma-Aldrich. Cat no. T7408)</p><p>Trizma hydrochloride, TrisHCl (Sigma-Aldrich. Cat no. T5941)</p><p>Sodium Chloride, NaCl (Fisher Scientific. Cat no. S2713)</p><p>Ethylenediaminetetraacetic acid, EDTA (Sigma-Aldrich. Cat no. E9884)</p><p>Dithiothreitol, DTT (Sigma-Aldrich. Cat no. D9163)</p><p>Sodium dodecyl sulfate, SDS (Life Technologies. Cat no. 28364)</p><p>Ammonium bicarbonate, ABC (Sigma-Aldrich. Cat no. 09830)</p><p>Guanidine hydrochloride, GH (Sigma-Aldrich. Cat no. G3272)</p><p>Potassium chloride, KCl (Sigma-Aldrich. Cat no. 746436)</p><p>4-(2-Aminoethyl)benzenesulfonyl fluoride hydrochloride, AEBSF hydrochloride (Santa Cruz Biotechnology. Cat no. Sc-202041)</p><p>Bestatin. (Alfa Aesar. Cat no. J61106)</p><p>Leupeptin (EMD Millipore. EI8)</p><p>Pepstatin A (Santa Cruz Biotechnology. Cat no. Sc-45036)</p><p>Urea (Sigma Aldrich. Cat no. U1250)</p><p>Phosphoric Acid (Sigma-Aldrich. Cat no. 466123)</p><p>Methanol, ACS grade (Sigma-Aldrich. Cat no. 179337)</p><p>Iodoacetamide, IAA (Sigma-Aldrich. Cat no. I6125)</p><p>Sequencing Grade Modified Trypsin (Promega. Cat no. V5111)</p><p>Pierce BCA Protein Assay Kit (Thermo Scientific. Cat no. 23225)</p><p>Water, Optima LC/MS grade (Fisher Scientific. Cat no. W64)</p><p>Acetonitrile, Optima LC/MS grade (Fisher Scientific. Cat no. A955-4)</p><p>Formic Acid 99% (Fisher Scientific. Cat no. PI28905)</p><p>Buffers</p><p>Extraction buffer 1 (SDS-FASP): 25mM TrisHCl pH7.4, 150mM NaCl, 1mM EDTA, 1mM DTT, 2% SDS, Protease inhibitors</p><p>Extraction buffer 2 (SDS-STrap): 50mM TEAB pH 7.55, 5% SDS, Protease inhibitors</p><p>Extraction buffer 3 (GH-IS): 50mM ammonium bicarbonate pH8.2, 6M guanidine hydrochloride</p><p>Protease inhibitor cocktail working concentration: 0.5mM AEBSF, 0.01mM Bestatin, 0.1mM Leupeptin, 0.001mM Pepstatin.</p><p>Urea buffer: 8M urea, 50mM ammonium bicarbonate pH 8.2.</p><p>Binding buffer: 100mM TEAB pH7.1, 90% methanol</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Motorized tissue grinder, Fisherbrand. (Fisher Scientific. Cat no. 12-141-361)</p><p>Analytical weighing balance</p><p>Adaptive focused ultrasonicator (Covaris. Model S220)</p><p>Centrifuge. (Eppendorf. Model 5430R)</p><p>Genevac EZ-2 evaporator (Genevac)</p><p>Alliance HPLC (Waters. Model e2695)</p><p>Protein Pak Hi-Res SP 7µm, 4.6 x 100mm (Waters)</p><p>UltiMate 3000 HPLC (Thermo Scientific)</p><p>Acclaim PepMap 100 C18 HPLC column, 100µm x 20mm (Thermo Scientific)</p><p>Easy-Spray HPLC column, 75µm x 500mm (Thermo Scientific)</p><p>Q Exactive HF Mass Spectrometer (Thermo Scientific)</p>"
        },
        {
            "header": "Procedure",
            "content": "Preparation of fresh frozen tissue.\n1. Euthanize mice and dissect the necessary tissue. Flash freeze tissue in liquid nitrogen. Store fresh frozen tissue at -80°C. All mouse experiments were carried out in accordance with institutional animal protocols, as approved by the Memorial Sloan Kettering Cancer Center Institutional Animal Care and Use Committee.\n2. Before protein extraction, weigh fresh frozen tissue on an analytical balance and note tissue wet weight.\nProtein Extraction Method 1: SDS Extraction with Filter-Aided Sample Preparation (FASP, adapted\n1, 2\n)\n3. Add 100μl of extraction buffer 1 to the fresh frozen heart tissue in a 1.7ml Eppendorf tube.\n4. Grind tissue using a motorized tissue grinder vigorously for 3 minutes.\n5. Add an additional 100μl of extraction buffer 1 to the tissue and repeat grinding for 3 minutes.\n6. Add remaining extraction buffer (100μl extraction buffer per 5mg of tissue wet weight).\n7. Repeat tissue grinding until large tissue chunks cannot be observed.\n8. Transfer tissue suspension to a Covaris milliTUBE, with each milliTUBE holding up to 1ml of tissue suspension.\n9. Sonicate suspension in Covaris Adaptive focused ultrasonicator with the following program: Time 5min. 30s constant pulse with peak watt of 130W and a pause of 30s in between each pulse.\n10. Centrifuge tissue suspension at 18,000g for 10min to clear large particulates.\n11. Transfer supernatant to a clean Eppendorf tube.\n12. Take an aliquot of tissue lysate for quantification using Pierce BCA protein assay kit, following manufacturer’s instructions.\n13. For every 10μl of tissue lysate, add 500μl of urea buffer to dilute protein lysate. For downstream mass spectrometry analysis, 100-200μg of protein lysate is needed.\n14. Load 500μl of diluted tissue lysate onto a Vivacon 500 filter unit.  For each filter unit, load up to 500μl each time and not more than 200μg of protein in total.\n15. Centrifuge 14,000g for 15min. Discard flow-through.\n16. Repeat loading and centrifugation for 500μl volumes of tissue lysate onto same filter unit, ensuring not more than 200μg of protein in total is loaded onto the same filter unit. Use multiple filter units if amount of protein to be purified exceeds 200μg.\n17. Next, add 200μl of urea buffer. Centrifuge 14,000g for 15min. Discard flow-through. Perform step twice.\n18. Add 100μl of 100mM DTT in urea buffer. Incubate at room temperature for 20min. Centrifuge at 14,000g for 15min. Discard flow-through.\n19. Add 100μl of 100mM IAA in urea buffer. Incubate at room temperature for 20min in the dark. Centrifuge at 14,000g for 15min. Discard flow-through.\n20. Next, add 200μl of urea buffer. Centrifuge 14,000g for 15min. Discard flow-through.\n21. Then add 50μl of 0.1μg/μl of trypsin (Trypsin to Protein ratio 1:20). Add 50mM ammonium bicarbonate solution to final volume of 200μl. Mix filter unit at 600rpm for 1min. Incubate at 37°C for 14-18hr.\n22. After trypsin incubation, transfer filter unit to a clean collection tube. Centrifuge at 14,000g for 20min to elute peptides.\n23. Add 100μl of 50mM ammonium bicarbonate solution. Centrifuge at 14,000g for 20min to elute peptides.\n24. Pool eluted peptides solution and add formic acid to final 1% v/v concentration. Proceed with solid phase extraction using C18 macrospin columns (Nest Group) following manufacturer’s instructions.\n25. Concentrate purified peptides by vacuum centrifugation. Store peptide pellets at -20°C. Proceed to step 26 if performing peptide pre-fractionation or directly to step 32 for LC-MS analysis.\nOffline strong cation exchange fractionation\n(Optional)\n26. Set up strong cation exchange column (Protein Pak Hi-Res SP 7µm 4.6 x 100mm, Water) on Alliance HPLC system (Waters), with a flow rate of 0.5 ml/min with a column temperature of 30°C. Solvent A: 0.1% formic acid in water. Solvent B: 1M potassium chloride in 5% acetonitrile and .1% formic acid in water.\n27. Resuspend peptides from step 25 in 0.1% formic acid in water to 1μg/μl concentration.\n28. Inject and load 100μl of peptides onto SCX column with the following column gradient: 0-3 min (0% B); 3-83 min (0-35% B); 83-90 min (35-50% B); 90-91 min (50-100% B); 91-99 min (100% B); 99-100 min (100-0% B); 100-120 min (0% B).\n29. Collect five SCX fractions from 3 to 51min and a sixth fraction from 51 to 75min.\n30. Proceed with solid phase extraction using C18 macrospin columns (Nest Group) following manufacturer’s instructions for each SCX fraction.\n31. Concentrate peptide fractions by vacuum centrifugation. Store peptide pellets at -20°C. Proceed to step 32.\nLiquid Chromatography and Mass Spectrometry\n32. Resuspend peptides to 0.5 μg/μl concentration in 0.1% formic acid in water.\n33. Prepare liquid chromatograph (Dionex 3000 Ultimate HPLC equipped with a NCS3500RS nano- and micro-flow pump) with solvent A: 0.1% formic acid in water and solvent B: 0.1% formic acid, 80% acetonitrile in water. Load 2μl of peptides onto trap column (Acclaim PepMap C18 column) with flow rate of 3μl/min. Reverse phase separation was performed using an Easy-Spray HPLC column, 75µm x 500mm.\n34. For mass spectrometry acquisition, to program the following settings: Record precursor ion spectra from 400-1500 m/z with 60,000 m/z Orbitrap resolution, automatic gain control target of 3 x10\n6\nions and maximum injection time of 54 ms. Select Top 20 precursor ions for fragmentation, excluding isotopes with charge 1 and ≥5 and with an isolation window of 0.7 Th and 1.6 x10\n5\nintensity threshold. Record fragment ions from 200-2000 m/z with 30,000 m/z resolution, automatic gain control target of 2 x10\n5\nions and maximum injection time of 50 ms.\n35. Mass spectra raw files were analyzed using MaxQuant v1.6.0.16.\n3, 4\nThe target search database was the mouse proteome from SwissProt, containing isoforms (version November 2018),\n5\nsupplemented with sequences of common contaminant proteins from cRAP.\n6\nMass spectral analysis parameters included 2 maximum allowed missed cleavages and minimum peptide length of 7. Fixed modification of cysteine carbamidomethylation was set and up to 3 variable modifications of methionine oxidation and asparagine, glutamine deamidation was set. Set precursor mass tolerance to 10 ppm and 1% false discovery rate (FDR) for PSM and protein levels.\n36. For further data analysis: Venn diagrams were made using Venny version 2.1.\n7\nBar graphs were plotted using Origin 2018 (Microcal). Gene Ontology Enrichment analysis was performed using PANTHER classification system.\n8\nProtein Extraction Method 2: SDS Extraction with S-Trap (Alternative to Steps 3-25. Adapted\n9\n)\n37. Add 100μl of extraction buffer 2 to the fresh frozen heart tissue in a 1.7ml Eppendorf tube.\n38. Grind tissue using a motorized tissue grinder vigorously for 3 minutes.\n39. Add an additional 100μl of extraction buffer 2 to the tissue and repeat grinding for 3 minutes.\n40. Add remaining extraction buffer (100μl extraction buffer per 5mg of tissue wet weight).\n41. Repeat tissue grinding until large tissue chunks cannot be observed.\n42. Transfer tissue suspension to a Covaris milliTUBE, with each milliTUBE holding up to 1ml of tissue suspension.\n43. Sonicate suspension in Covaris Adaptive focused ultrasonicator with the following program: Time 6min. 200 cycles per burst with peak watt of 175W and 10% duty factor.\n44. Heat suspension at 95°C for 1hr.\n45. Repeat step 9 to sonicate suspension.\n46. Centrifuge tissue suspension at 18,000g for 10min to clear large particulates.\n47. Transfer supernatant to a clean Eppendorf tube.\n48. Take an aliquot of tissue lysate for quantification using Pierce BCA protein assay kit, following manufacturer’s instructions.\n49. Adjust protein concentration of tissue lysate to 1μg/μl based on BCA assay results. Take 100μl (100μg) of protein for further steps.\n50. Add 11μl of 100mM DTT in extraction buffer 2 to the tissue lysate. Incubate at 56°C for 1hr.\n51. Leave solution to cool to room temperature before adding 12μl of 550mM IAA in extraction buffer 2. Incubate at room temperature for 30min in the dark.\n52. Next, add 13μl of 100mM DTT in extraction buffer 2 to the tissue lysate. Incubate at 56°C for 30min.\n53. Leave solution to cool to room temperature. Then centrifuge at 100g for 2min to clear large particulates.\n54. Transfer supernatant to clean Eppendorf tube.\n55. Add 20μl 12% phosphoric acid to the tissue lysate.\n56. Add 2.8ml of binding buffer to the tissue lysate.\n57. Load 400μl of the lysate mixture onto the S-trap mini column. Centrifuge at 4,000g for 30s. Discard flow-through. Load remaining lysate mixture in 400μl portions. Centrifuge at 4,000g for 30s and discard flow-through after for each 400μl portion.\n58. Wash S-Trap column by adding 400μl binding buffer to column. Centrifuge at 4,000g for 30s. Discard flow-through. Perform this wash step three times.\n59. Transfer spin column to a fresh 2ml tube.\n60. Add trypsin at 1:20 w/w concentration in 125μl 50mM ammonium bicarbonate to the spin column.\n61. Lightly centrifuge spin column to ensure column is wet. Pipette any flow-through back into the spin column. If there are bubbles present, gently tap the column to remove bubbles. Cap the spin column and incubate at 37°C for 18hr without shaking.\n62. After incubation, add 80μl 50mM ammonium bicarbonate to column. Centrifuge at 1,000g for 30s to elute peptides.\n63. Next, add 80μl 80% acetonitrile with 0.2% formic acid to column. Centrifuge 1,000g for 30s to elute peptides. Perform step twice.\n64. Centrifuge column at 4,000g for 30s to elute all remaining peptides.\n65. Pool eluted peptide solutions. Proceed with solid phase extraction using C18 macrospin columns (Nest Group) following manufacturer’s instructions.\n66. Concentrate purified peptides by vacuum centrifugation. Store peptide pellets at -20°C. Proceed to step 26 if performing pre-fractionation or to step 32 for LC-MS analysis.\nProtein Extraction Method 3: Guanidine hydrochloride extraction with in-solution sample processing (Second alternative to Steps 3-25, Adapted\n10\n)\n67. Add 100μl of extraction buffer 3 to the fresh frozen heart tissue in a 1.7ml Eppendorf tube.\n68. Grind tissue using a motorized tissue grinder vigorously for 3 minutes.\n69 Add an additional 100μl of extraction buffer 3 to the tissue and repeat grinding for 3 minutes.\n70. Add remaining extraction buffer (100μl extraction buffer per 5mg of tissue wet weight).\n71. Repeat tissue grinding until large tissue chunks cannot be observed.\n72. Transfer tissue suspension to a Covaris milliTUBE, with each milliTUBE holding up to 1ml of tissue suspension.\n73. Sonicate suspension in Covaris Adaptive focused ultrasonicator with the following program: Time 5min. 30s constant pulse with peak watt of 130W and a pause of 30s in between each pulse.\n74. Centrifuge tissue suspension at 18,000g for 10min to clear large particulates.\n75. Transfer supernatant to a clean Eppendorf tube.\n76. Take an aliquot of tissue lysate for quantification using Pierce BCA protein assay kit, following manufacturer’s instructions.\n77. Adjust protein concentration of tissue lysate to 1μg/μl based on BCA assay results. Take 100μl (100μg) of protein for further steps.\n78. Add 11μl of 100mM DTT in extraction buffer 2 to the tissue lysate. Incubate at 56°C for 1hr.\n79. Leave solution to cool to room temperature before adding 12μl of 550mM IAA in extraction buffer 2. Incubate at room temperature for 30min in the dark.\n80. Next, add 13μl of 100mM DTT in extraction buffer 2 to the tissue lysate. Incubate at 56°C for 30min.\n81. Leave solution to cool to room temperature. Add 50μl of 0.1μg/μl of trypsin (Trypsin to Protein ratio 1:20) and dilute to a final volume of 1ml with 50mM ammonium bicarbonate. Incubate at 37°C for 14-18hr.\n82. After trypsin incubation, add formic acid to final 1% v/v concentration. Proceed with solid phase extraction using C18 macrospin columns (Nest Group) following manufacturer’s instructions.\n83. Concentrate purified peptides by vacuum centrifugation. Store peptide pellets at -20°C. Proceed to step 26 if performing peptide pre-fractionation or directly to step 32 for LC-MS analysis."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We present results for the three different protein extraction methods from mouse heart tissue for mass spectrometry proteomics analysis. Based on tissue wet weight and the amount of protein extracted as measured by bicinchoninic acid (BCA) assay, we observed similar recovery efficiencies between protein extraction using SDS- GH-containing buffers, with 9.8%, 8.1% and 9.3% recovery efficiencies for 5%SDS, 2%SDS and GH buffers, respectively (Table 1). This suggests that both detergent and chaotropic agents can extract proteins from heart tissue at a relatively high efficiency.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When the extracted proteins are subject to liquid chromatography mass spectrometry (LC-MS) analysis, we however see a marked decrease in protein identifications from the GH-IS method, with 1091 unique proteins identified from single dimension separation (Fig 1A). The SDS-FASP and SDS-STrap methods identified 1858 and 1596 unique proteins (Fig 1A). A majority of proteins, 926 of 2067 unique proteins, were identified from all 3 methods, while SDS-FASP method identified 342 proteins not identified in other methods while SDS-STrap identified 148 proteins not identified in other methods.</p><p>\tThe composition of these proteins based on gene ontology are mainly intracellular proteins comprising more than 90% of identified proteins (Fig 1B), while extracellular matrix proteins comprised between 4-6% of identified proteins. Notably, cell junction proteins were highly enriched from the protein extracts at 19-21% of identified proteins. Proteins from many cellular compartments were well represented and recovered, including the cytoplasm (86-89%), nucleus (37-40%), mitochondrion (33-39%), ribosome (6-9%), endoplasmic reticulum (11-13%) and plasma membrane proteins (7-8%).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Peptides extracted by SDS-FASP and SDS-STrap methods were subjected to offline strong cation exchange fractionation followed by LC-MS analysis. The use of 2<sup>nd</sup> dimension fractionation over 6 fractions increased the number of unique proteins identified to 3224 and 3026 for SDS-FASP and SDS-Strap methods, respectively (Fig 1C). We observed comparable representation of proteins from different cellular compartments (Fig 1D) between the SDS-FASP and SDS-Strap method including the cytoplasm (73-74%), nucleus (32%), mitochondrion (26%), ribosome (5%), endoplasmic reticulum (12%) and plasma membrane proteins (6%). </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The comparisons between the three different methods suggest that SDS-containing extraction buffers have a recovery efficiency comparable to GH containing extraction buffers. The use of FASP or S-Trap purification has minimal effect on the number of identified proteins and the use of 2-dimensional separation greatly increases protein coverage. The comparison of the different protein extraction methods will help us better understand how to approach analysis of fresh frozen tissues for clinical proteomics.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium<sup>11</sup> via the PRIDE<sup>12</sup> partner repository with the dataset identifier PXD020256.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wisniewski, J. R.;&nbsp;Zougman, A.;&nbsp;Nagaraj, N.; Mann, M., Universal sample preparation method for proteome analysis. <em>Nat Methods </em><strong>2009,</strong> <em>6</em> (5), 359-62.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ser, Z.;&nbsp;Cifani, P.; Kentsis, A., Optimized Cross-Linking Mass Spectrometry for in Situ Interaction Proteomics. <em>Journal of Proteome Research </em><strong>2019,</strong> <em>18</em> (6), 2545-2558.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cox, J.; Mann, M., MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification. <em>Nat Biotechnol </em><strong>2008,</strong> <em>26</em> (12), 1367-72.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tyanova, S.;&nbsp;Temu, T.; Cox, J., The MaxQuant computational platform for mass spectrometry-based shotgun proteomics. <em>Nat Protoc </em><strong>2016,</strong> <em>11</em> (12), 2301-2319.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;UniProt, C., UniProt: a worldwide hub of protein knowledge. <em>Nucleic Acids Res </em><strong>2019,</strong> <em>47</em> (D1), D506-D515.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mellacheruvu, D.;&nbsp;Wright, Z.;&nbsp;Couzens, A. L.;&nbsp;Lambert, J. P.;&nbsp;St-Denis, N. A.;&nbsp;Li, T.;&nbsp;Miteva, Y. V.;&nbsp;Hauri, S.;&nbsp;Sardiu, M. E.;&nbsp;Low, T. Y.;&nbsp;Halim, V. A.;&nbsp;Bagshaw, R. D.;&nbsp;Hubner, N. C.;&nbsp;Al-Hakim, A.;&nbsp;Bouchard, A.;&nbsp;Faubert, D.;&nbsp;Fermin, D.;&nbsp;Dunham, W. H.;&nbsp;Goudreault, M.;&nbsp;Lin, Z. Y.;&nbsp;Badillo, B. G.;&nbsp;Pawson, T.;&nbsp;Durocher, D.;&nbsp;Coulombe, B.;&nbsp;Aebersold, R.;&nbsp;Superti-Furga, G.;&nbsp;Colinge, J.;&nbsp;Heck, A. J.;&nbsp;Choi, H.;&nbsp;Gstaiger, M.;&nbsp;Mohammed, S.;&nbsp;Cristea, I. M.;&nbsp;Bennett, K. L.;&nbsp;Washburn, M. P.;&nbsp;Raught, B.;&nbsp;Ewing, R. M.;&nbsp;Gingras, A. C.; Nesvizhskii, A. I., The CRAPome: a contaminant repository for affinity purification-mass spectrometry data. <em>Nat Methods </em><strong>2013,</strong> <em>10</em> (8), 730-6.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oliveros, J. C., Venny. An interactive tool for comparing lists with Venn's diagrams. In <a href=\"http://bioinfogp.cnb.csic.es/tools/venny/index.html\" rel=\"noopener noreferrer\" target=\"_blank\"><em>http://bioinfogp.cnb.csic.es/tools/venny/index.html</em></a>, 2007-2015.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mi, H.;&nbsp;Muruganujan, A.;&nbsp;Ebert, D.;&nbsp;Huang, X.; Thomas, P. D., PANTHER version 14: more genomes, a new PANTHER GO-slim and improvements in enrichment analysis tools. <em>Nucleic Acids Res </em><strong>2019,</strong> <em>47</em> (D1), D419-D426.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Marchione, D. M.;&nbsp;Ilieva, I.;&nbsp;Devins, K.;&nbsp;Sharpe, D.;&nbsp;Pappin, D. J.;&nbsp;Garcia, B. A.;&nbsp;Wilson, J. P.; Wojcik, J. B., HYPERsol: High-Quality Data from Archival FFPE Tissue for Clinical Proteomics. <em>J Proteome Res </em><strong>2020,</strong> <em>19</em> (2), 973-983.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dhabaria, A.;&nbsp;Cifani, P.;&nbsp;Reed, C.;&nbsp;Steen, H.; Kentsis, A., A High-Efficiency Cellular Extraction System for Biological Proteomics. <em>J Proteome Res </em><strong>2015,</strong> <em>14</em> (8), 3403-8.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deutsch, E. W.;&nbsp;Bandeira, N.;&nbsp;Sharma, V.;&nbsp;Perez-Riverol, Y.;&nbsp;Carver, J. J.;&nbsp;Kundu, D. J.;&nbsp;Garcia-Seisdedos, D.;&nbsp;Jarnuczak, A. F.;&nbsp;Hewapathirana, S.;&nbsp;Pullman, B. S.;&nbsp;Wertz, J.;&nbsp;Sun, Z.;&nbsp;Kawano, S.;&nbsp;Okuda, S.;&nbsp;Watanabe, Y.;&nbsp;Hermjakob, H.;&nbsp;MacLean, B.;&nbsp;MacCoss, M. J.;&nbsp;Zhu, Y.;&nbsp;Ishihama, Y.; Vizcaino, J. A., The ProteomeXchange consortium in 2020: enabling 'big data' approaches in proteomics. <em>Nucleic Acids Res </em><strong>2020,</strong> <em>48</em> (D1), D1145-D1152.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Perez-Riverol, Y.;&nbsp;Csordas, A.;&nbsp;Bai, J.;&nbsp;Bernal-Llinares, M.;&nbsp;Hewapathirana, S.;&nbsp;Kundu, D. J.;&nbsp;Inuganti, A.;&nbsp;Griss, J.;&nbsp;Mayer, G.;&nbsp;Eisenacher, M.;&nbsp;Perez, E.;&nbsp;Uszkoreit, J.;&nbsp;Pfeuffer, J.;&nbsp;Sachsenberg, T.;&nbsp;Yilmaz, S.;&nbsp;Tiwary, S.;&nbsp;Cox, J.;&nbsp;Audain, E.;&nbsp;Walzer, M.;&nbsp;Jarnuczak, A. F.;&nbsp;Ternent, T.;&nbsp;Brazma, A.; Vizcaino, J. A., The PRIDE database and related tools and resources in 2019: improving support for quantification data. <em>Nucleic Acids Res </em><strong>2019,</strong> <em>47</em> (D1), D442-D450.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Casie Reed, Henrik Molina and Soeren Heissel for technical assistance.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 796308,
                "identity": "adc18767-d7ad-44c0-af9e-f241c5b9f735",
                "order_by": 0,
                "name": "Zheng Ser",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-4297-7525",
                "institution": "Molecular Pharmacology Program, Sloan Kettering Institute, Tri-Institutional Ph.D. Program in Chemical Biology, Memorial Sloan Kettering Cancer Center, New York, New York 10065, United States",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zheng",
                "middleName": "",
                "lastName": "Ser",
                "suffix": ""
            },
            {
                "id": 796309,
                "identity": "26491f5a-5061-4409-a8da-a4356cda999e",
                "order_by": 1,
                "name": "Alex Kentsis",
                "email": "kentsisresearchgroup@gmail.com",
                "orcid": "https://orcid.org/0000-0002-8063-9191",
                "institution": "1 Molecular Pharmacology Program, Sloan Kettering Institute, Tri-Institutional Ph.D. Program in Chemical Biology, Memorial Sloan Kettering Cancer Center, New York, New York 10065, United States.  2 Department of Pediatrics, Pharmacology, and Physiology & Biophysics, Weill Cornell Medical College, Cornell University, New York, New York 10065, United States",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alex",
                "middleName": "",
                "lastName": "Kentsis",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-07-10 08:42:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1036/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1036/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1644988,
                "identity": "3d3e8515-5784-40e0-96cd-9adf923bae2f",
                "added_by": "auto",
                "created_at": "2020-07-22 08:39:24",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 265199,
                "visible": true,
                "origin": "",
                "legend": "Comparison of identified proteins from three different methods. A) Venn diagram showing overlap of identified proteins from SDS-FASP, SDS-STrap and GH-IS methods from non-fractionated peptides. B) Cellular localizations of identified proteins based on gene ontology assignments for SDS-FASP, SDS-STrap and GH-IS methods from non-fractionated peptides. C) Venn diagram showing overlap of identified proteins from SDS-FASP and SDS-STrap methods from peptides fractionated by strong cation exchange. D) Cellular localizations of identified proteins based on gene ontology assignments for SDS-FASP and SDS-STrap methods from peptides fractionated by strong cation exchange. Gene Ontology cellular compartments: Intracellular (GO: 0005622), Extracellular matrix (GO: 0031012), Cell Junction (GO: 0030054), Cytoplasm (GO: 0005737), Nucleus (GO: 0005634), Mitochondrion (GO: 0005739), Ribosome (GO: 0005840), Endoplasmic reticulum (GO: 0005783), Plasma membrane region (GO: 0098590).",
                "description": "",
                "filename": "20200705FFmHeart3methodcomparisonFigure1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1036/v1/20200705FFmHeart3methodcomparisonFigure1.tif"
            },
            {
                "id": 13554785,
                "identity": "ade18930-9e5f-4d8e-8dbc-641fa6db5ef6",
                "added_by": "auto",
                "created_at": "2021-09-17 02:42:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 524242,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1036/v1/c2559f96-2b14-40dd-b14b-d6299ee26a35.pdf"
            },
            {
                "id": 1644989,
                "identity": "80b9628f-181c-43b0-959d-2f5eeff9367e",
                "added_by": "auto",
                "created_at": "2020-07-22 08:39:24",
                "extension": "tif",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 6326279,
                "visible": true,
                "origin": "",
                "legend": "Table 1: Comparison of protein recovery based for three different methods: 1) SDS-FASP, 2) SDS-Strap, 3) GH-IS.",
                "description": "",
                "filename": "ThreemethodFFproteomicsTable1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1036/v1/ThreemethodFFproteomicsTable1.tif"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Proteomics, Tissue, Mass Spectrometry, Protein Extraction, Fresh Frozen",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>\tHuman and animal tissues are frequently fresh frozen for archival storage. These specimens can be used for proteomic analysis to analyze proteome composition. A critical step in these proteomic analyses is the extraction of proteins from fresh frozen samples, which can affect the sampling of the proteomes. Here, we compare three different methods for protein extraction from fresh frozen mouse heart tissue: 1) extraction using SDS buffer followed by FASP purification, 2) extraction using SDS buffer followed by S-Trap purification, and 3) extraction using a guanidine hydrochloride buffer followed by in-solution digestion. Based on bicinchoninic acid assay, all three methods display similar recovery of total protein content. However, proteomics-based analysis identified far fewer proteins from the extraction guanidine hydrochloride. SDS-FASP identifies as many proteins as the SDS-STrap method with good coverage of proteins from different cellular compartments.</p>",
        "manuscriptTitle": "Three protein extraction methods for mass spectrometry proteomics of fresh frozen mouse tissue",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-07-22 08:39:23",
                "doi": "10.21203/rs.3.pex-1036/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a05dabcf-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 22nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 148948,
                "name": "Biochemistry"
            },
            {
                "id": 148949,
                "name": "Biotechnology"
            },
            {
                "id": 148950,
                "name": "Biological techniques"
            },
            {
                "id": 148951,
                "name": "Cell Biology"
            },
            {
                "id": 148952,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-07-22 08:39:23",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}