{
    "identity": "nprot-2144",
    "title": "A Novel Triple Luciferase Reporter Assay  Permits Measurement of  Cypridina Luciferase, Green-Emitting Renilla Luciferase and Red-Emitting Firefly Luciferase in the Same sample",
    "content": [
        {
            "header": "Introduction",
            "content": "A panel of improved ultrasensitive luciferase reporters was developed in an effort to enable analysis of different promoter activities in the same group of transfected cells. This approach would not only enable analysis of three or more pathways \\(responses) in the same group of cells  but also increase speed, sensitivity and cost of the assay. The preferred format of the assay is to measure the three different luciferase acitivites in the same sample of cell lysate sequentially. The Triple luciferase assay is basesd on luciferases with different emission maxima\\(Emission maxima of Cypridina luciferase is 467 nm,  Green Renilla Luciferase 530 nm, and red-emitting Firefly luciferase is 617 nm , Fig 2),   By choosing luciferases with different emission maxima , we provide an additional advantage in that multiple luciferases can be assayed in an optional format using a single luciferase assay reagent."
        },
        {
            "header": "Reagents",
            "content": "Methods:\r\n\n\nHEK293cells obtained from ATCC and maintained in DMEM medium supplemented with 5% serum were used in these studies. \r\n\n\n\r\n\n\nExpression Vectors:\r\n\n\nAll expression vectors and the the triple luciferase assay reagents \\(catalog # TLAR-1) are commercially available form Targeting Systems, El Cajon, CA.\r\n\n\nThe following expression vectrors were used.-pCMV-Vluc-A plasmid expressign Cypridina luciferase under control fo the CMV promoter, pCMV-Gr RenLuc, a plasmid expressing green-emitting  Renilla luciferase under control fo the CMV promtoer and pCMV-RedFluc, a plasmid expressign red-emitting firefly luciferas under control fo the CMV promoter. All plasmids are commercially available from Targeting Systems.  For comparative studies between the different luciferases. An expression vector expressing Gaussia luciferase under control of the NFkB response element was kindly provided by Dr Bakhos Tannous for these studies. The pSV40 TAT plasmid was a gift from Dr Jeff Kudlow, University of Alabama at Birmingham, AL USA. The HIVLuc\r\n\n\nplasmid was constructed by subcloning the HIV1 promoter\r\n\n\n\\(including the TAR element) upstream of the luciferase gene in the pBasicVLuc vector. All luciferase assay reagents used were ones commercially available from Targeting Systems, El Cajon, CA. \\(Triple Luciferase Assay Reagent, TLAR-1)"
        },
        {
            "header": "Equipment",
            "content": "Any standard luminometer \\(no filters neccessary) can be used if the luciferase reporters are assayed sequentially either int he same sample of cell lysate \\(Stop-n-glow format),  or in separate samples using the three different assay reagents provided in the kit.  Although injectors are useful, the assay can also be performed by manual addition of assay reagents.\r\n\n\n\r\n\n\nThe researcher has the option of using a single solution \\(TLAR-1 mix)  to assay the three uciferase reporters in the same sample of cell lysate and spectrally resolve the Cypridina luciferase, Renilla luciferase and Red-emitting firefly luciferase activities using appropriate filters"
        },
        {
            "header": "Procedure",
            "content": "Culture conditions\r\n\n\n\r\n\n\nCells used: HEK-293 cells\r\n\n\n\r\n\n\n1. One day before the transfection experiment, adjust the cell concentration, and plate the cells so that cells are approximately confluent at the time of transfection.  For example, plating 2-5×106 cells in a 60-mm culture dish in 3 ml of medium overnight will achieve the desired density of 60-80% confluency.\r\n  \r\n\n\nPlasmids used:\r\n\n\n\r\n\n\n1.: pUBC-RedFLuc-t2A-tdtomato -A plasmid expressing a red-emitting firefly luciferase \\(emission max 617 nm) under control of the Ubiquitin promoter and co-expressing  a red fluorescent protein \\(tdtomato) using a T2A element \r\n\n\n\r\n\n\n2.  pCMV-GLuc:  A plasmid expressing Gaussia luciferase \\(a secreted luciferase) under control of the CMV promoter\r\n  \r\n\n\n3.  pCMV-VLuc: A plasmid expressing Cypridina luciferase, a secreted luciferase under control fo the CMV promoter\r\n  \r\n\n\nTransfection of experimental cells\r\n\n\n\r\n\n\n1. The following protocol is for 60 cm dish \\(culture medium: 5 ml). If you use 6-well or 12-well plates, total volume of the medium should be 2 ml and 1 ml, respectively, and decrease the amount of each reagent accordingly.\r\n  \r\n\n\n2. Plate cells the night before to give 60-80% confluence at the day of transfection. The efficiency will decrease if reached 100% confluence. Less than 50% confluence may be OK but the amount of protein expressed will be low because of the small numbers of cells.\r\n  \r\n\n\n3. Prior to the transfection, change to medium. Volume should be 4 ml per dish.\r\n  \r\n\n\nFormation of transfection complexes:\r\n\n\n\r\n\n\n4. To a  small sterile tube and pipet 0.6 ml of serum-free high glucose DMEM  and add  1 ug each of pUBC-RedFluc, pCMV-GrRenLuc and pCMV-GLuc , Mix well by flicking the tube 12 times to create a vortexing action\r\n  \r\n\n\n5. Add 6 µl of the transfection reagent \\(Targefect F-2 from Targeting Systems),  Mix well again by flicking the tube 122 times to create a vortexing action. \r\n  \r\n\n\n6. Incubate the transfection reagent:DNA complex for 25 min at 37 o C \r\n  \r\n\n\nAddition of transfection complex to cells\r\n\n\n\r\n\n\n7. Add this 0.6 ml of transfection complex directly to the cells drop wise through the medium. Make sure you evenly sprinkle the droplet over the entire area. There is no need to remove and replace with fresh medium.\r\n  \r\n\n\n8. Incubate for 36-48 h. Harvest cells, \r\n  \r\n\n\nTLAR-1 Protocol: FORMAT-1\r\n\n\n\r\n\n\nAssay of Cypridina luciferase, Firefly luciferase and Renilla luciferase in the same sample of cell lysate\r\n\n\n\r\n\n\nKit Contents:\r\n\n\n•FLAR-1 reagent \\(Firefly luciferase assay reagent)  50 ml\r\n\n\n•Renilla luciferase assay reagent:  Renilla assay dilution buffer 60ml, 100 X RLAR substrate \\(coelenterazine) 600 ul\r\n\n\n•Cypridina luciferase assay reagent :  VLAR-1 assay dilution buffer 40ml, Cypridina substrate dilution buffer 20 ml, 100 X Cypridina luciferin\r\n\n\n\r\n\n\nStop and glow format\r\n\n\n\r\n\n\n1. Try to keep sample size at 20 ul or less.  Aspirate supernatant from transfected cells, wash once and lyse cells with 1X CLR \\(Cell lysis buffer) from Targeting Systems.  Add 100 ul of cell lysis buffer per well of a 48-well dish. Shake at 400 rpm for 15-20 mins to lyse cells .  Lysis is passive and no scraping is necessary. Pipette out 20 ul of cell lysate into 96-well dishes for assay\r\n  2. Assay cell lysates for Cypridina Luciferase as per the VLAR-1 protocol. \r\n  Add 40 ul VLAR buffer followed 20 ul Vargulin substrate prepared by diluting 100X Vargulin with the Cypridina substrate dilution buffer).  \\(Alternately you can premix 40 ul of the VLAR-1 buffer with 20 ul of the diluted Cypridina luciferin and add 60 ul of the mixture to each sample \\(In the latter case the reagent has to be used within 20 minutes of mixing the two solutions)\r\n\n\n3. Wait for 20-25 minutes.\r\n  4. Assay for Firefly Luciferase by adding 50 ul of the FLAR reagent.  The firefly luciferase assay reagent \\(FLAR-1) is supplied as a ready to use reagent which simply needs to be thawed and used\r\n  \r\n\n\n5. Assay for Renilla Luciferase by adding 60 ul of the Renilla luciferase assay reagent prepared by diluting 100 ul of the 100X substrate with 10 mL of the RLAR plus Stop buffer.  The Renilla reagent stops the firefly reaction and measures Renilla luciferase.\r\n  \r\n\n\n\r\n\n\nTLAR-1 ASSAY:  FORMAT-2\r\n\n\n\r\n\n\nKit Contents for Format 2:\r\n\n\nTLAR Buffer\r\n\n\n\\(contains everything except coelenterazine and Vargulin \\(Cypridina luciferin) which have to be added to the required amount of reagent just before the assay.\r\n\n\n100x Cypridina luciferin Substrate\r\n\n\nCypridina Substrate Dilution Buffer\r\n\n\n100X Coelenterazine Substrate\r\n\n\n\r\n\n\n\r\n\n\nLyse cells as outlined in protocol for Format-1 above.  \r\n\n\n\r\n\n\nPipette 10 ul fo cell lysate into wells of a 96-well plate \\(or in luminometer tubes)\r\n\n\n\r\n\n\nPrepare woring TLAR reagent by Mixing 5 ml of TLAR-1 single buffer with 50 ul of 100X coelenterazien and 20 ul of 100 X Cypridina Luciferin \\(Vargulin).  \r\n\n\n\r\n\n\nAdd 50 ul of the working TLAR-1, format-2 reagent to each well.  Mix well adn read immediately to measure luciferase acitivity.  Cypridina luciferase activity must eb measure first, followed by Renilla and then firefly.  The recommended filters are as follows:\r\n\n\n\r\n\n\nSuggested Filters for spectrally resolving luciferase activities:\r\n\n\nRed Luciola luciferase - 617 nm long pass filter\r\n\n\nGreen Renilla luciferase - 540 nm narrow band with filter\r\n\n\nCypridina luciferase - 450 nm short pass filter"
        },
        {
            "header": "Timing",
            "content": "The assay should be complete in 40 mins / plate \\(96 wells) if using format 1 and 15 mins if using format 2"
        },
        {
            "header": "Troubleshooting",
            "content": "Format 2 of the assay worlks well when the levels fo expression of the three lcuiferase reporters are within 10-fold of each other.  Since Cypridina luciferase is much brighter than the firefly and Renilla luciferases, it should be used as a reportr for the weakest promtoer.  Alternately the ratio of the three plasmids beign trnasfected should be adjusted so that a smaller amount of the Cypridina lcuiferase expression vector is aded relative to the other two plasmids"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 11800,
                "identity": "9fa6c286-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Rampyari Walia",
                "email": "targsys@aol.com",
                "orcid": "",
                "institution": "Bioluminescence Group, Targeting Systems,  El Cajon, CA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Rampyari",
                "middleName": "",
                "lastName": "Walia",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-03-18 09:12:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.030",
        "doiUrl": "https://doi.org/10.1038/protex.2013.030",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464614,
                "identity": "dd8eb3a0-282e-415b-ab8a-375bbd7acd55",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 153494,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2144/v1/e12106ca-0725-404c-91d2-c4e1a53b1a20.pdf"
            },
            {
                "id": 2608313,
                "identity": "a922c14c-e8d7-4ecf-a76e-97c6a166c437",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:08",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 77883,
                "visible": true,
                "origin": "",
                "legend": "TLAR-1 reoorters   TLAR-1 Reporters   Emission Maxima of differnt luciferase reporters in the TLAR-1 (triple luciferasae reporter assay)",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2144/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "None",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Triple Luciferase Assay, luciferase, dual luciferase assay, red firefly luciferase, Cypridina luciferase, Renilla luciferase",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In our search for multiplexed assays that increase both assay speed and sensitivity we have developed\r\n\n\na panel of  three ultrasensitive luciferase reporter-Cypridina luciferase \\(emission max 463 nm),  an improved  green-emtiting Renilla luciferase \\(emission max 527 nm) and a Red=emitting Luciola Italica firefly luciferase \\(emission max 617 nm).  The red-emitting firefly luciferase is a 1000 times brighter than it's native counterpart).  The green-emitting Renilla luciferase mutant is about 35-40 times brighter than native Renilla luciferase \\(human codon optimised best commercial version).  These luciferases thus offer increased sensitivity in screening applications involving analysis of weak promoters or hard-to-transfect cells. The green variant of Renilla luciferase also offers improved stability of the luminescent signal both in vitro and in vivo.   The triple luciferase assay reagents and protocol described here permit analysis of all three luciferases in the same sample of cell lysate and thus increases speed of the assay.  The assay system provides flexibility of  assaying the  three luciferase reporters in three formats as follows:  \r\n\n\n\r\n\n\ni) All three luciferases can be assayed in the same sample of cell lysate by sequential addition of  Cypridina luciferase, Firefly luciferase and Renilla luciferase assay reagents to the same sample of cell lysate.  In the format the Cypridina luciferase reagent is added first and the sample assayed for Cypridina luciferase activity. Twenty minutes later the Cypridina luciferase signal decays completely and  the firefly luciferase assay reagent is added to measure the firefly luciferase acitivty. This is followed by the addition of the Renilla luciferase assay reagent \\(with an inhibitor of firefly luciferase)  which quenches the firefly luciferase and enables measurement of Renilla luciferase activity.  Thsi is the most preferred format of the assay as it improves speed fo the assay and improves sensitivty\r\n\n\n\r\n\n\n2) The  three luciferases are assayed using a single solution and spectrally resolving the luciferaes activities using appropriate filters.  \r\n\n\n\r\n\n\n3)The three luciferases can be assayed in separate samples of supernatant or cell lysate using the assay reagents for each luciferase.   \r\n\n\n\r\n\n\nThis triple luciferase assay systems is particularly useful in studying multiple pathways within the same cell and profiling responsiveness at different times \\(without cell lysis) .  For example, using NFkB\r\n\n\nand CREB response elements to follow apoptosis and GPCR profiling in the same group of transfected cells.",
        "manuscriptTitle": "A Novel Triple Luciferase Reporter Assay  Permits Measurement of  Cypridina Luciferase, Green-Emitting Renilla Luciferase and Red-Emitting Firefly Luciferase in the Same sample",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-03-18 14:05:31",
                "doi": "10.1038/protex.2013.030",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f9f2739-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 18th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2589,
                "name": "Biochemistry"
            },
            {
                "id": 2590,
                "name": "Cell biology"
            },
            {
                "id": 2591,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-03-18 14:05:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}