{
    "identity": "pex-1569",
    "title": "<p>Autofluorescence imaging for human pluripotent stem cell differentiation into cardiomyocytes</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Despite advances in treatment, cardiovascular disease is the leading cause of death worldwide<sup>1</sup>. Globally, about 12% of adults are diagnosed with cardiovascular disease and over 30% of all deaths are caused by cardiovascular disease<sup>1</sup>. The excessive demand of heart transplantation has outpaced the limited number of healthy and functional heart donors<sup>2</sup>. Cell-based regenerative therapy provides a promising treatment for patients suffering from cardiac tissue injury<sup>3, 4</sup>. However, cardiomyocytes (CMs) are terminally differentiated cells with no regenerative capacity<sup>5</sup>. Hence, cost-effective and time-efficient platforms to generate functional CMs with high quality has emerged as an urgent need for cardiac medicine in drug screening, toxicity testing, disease modeling, and regenerative cell therapy. </p><p>&nbsp;</p><p>Human pluripotent stem cells (hPSCs) can differentiate into cells from all three germ layers<sup>6-8</sup>. &nbsp;A variety of methods have been established to generate CMs from hPSCs<sup>9-11</sup>. These hPSC-derived CMs exhibit similar functional phenotypes to their <em>in vivo</em> counterparts<sup>11</sup>, including self-contractility and action potentials. hPSC-derived CMs have been used in disease modeling<sup>12, 13</sup> and drug screening<sup>14</sup>, and hold great potential for regenerative medicine<sup>15, 16</sup>. However, batch-to-batch and line-to-line variability in the differentiation process of hPSCs into CMs has impeded the scale-up of CM manufacturing<sup>17</sup>. For safety, the quality of clinical-graded hPSC-derived CMs must be rigorously evaluated before they can be used for regenerative cell therapy in patients<sup>18</sup>. Current approaches to quantify CM differentiation rely on low-throughput, labor-intensive, and destructive immunofluorescence labelling and electrophysiological measurements<sup>11</sup>. New technologies that can non-invasively monitor CM differentiation in real time and evaluate the differentiation outcome at early stages are needed to effectively optimize biomanufacturing of CMs from stem cells. </p><p>&nbsp;</p><p>Previous studies indicate that hPSC-derived CMs undergo dramatic metabolic changes throughout differentiation<sup>19</sup>. Reduced nicotinamide adenine dinucleotide (phosphate) (NAD(P)H) and oxidized flavin adenine dinucleotide (FAD) are autofluorescent cellular metabolic co-enzymes that can be imaged to collect metabolic information at a single-cell level<sup>20</sup>. The ratio of NAD(P)H to FAD intensity is the “optical redox ratio”, which reflects the relative oxidation-reduction state of the cell. The fluorescence lifetimes of NAD(P)H and FAD are distinct in the free and protein-bound conformations, so changes in these fluorescence lifetimes reflect changes in protein-binding activity<sup>21, 22</sup>. Optical metabolic imaging (OMI) quantifies both NAD(P)H and FAD intensity and lifetime variables. Several groups have demonstrated that autofluorescence imaging can non-invasively track stem cell metabolic activities in real time, including monitoring mesenchymal stem cell differentiation into adipocytes<sup>23, 24</sup>, osteocytes<sup>24, 25</sup>, and chondrocytes<sup>25</sup>, distinguishing differentiation of hPSCs into dermal and epidermal lineages<sup>26</sup>,&nbsp;metabolic difference between hPSCs and feeder cells<sup>27</sup>, and hematopoietic stem cells at different stages<sup>28</sup>. These prior studies indicate that OMI is suitable to detect the metabolic changes that occur during CM differentiation. </p><p>&nbsp;</p><p>The goal of this study is to build a predictive model based on OMI to determine whether OMI can predict CM differentiation efficiency early in the differentiation process. Early prediction of CM differentiation outcome can benefit CM manufacturing. We demonstrate a facile method to non-invasively monitor metabolic changes during hPSC differentiation into CMs by combining OMI with quantitative image analysis. OMI is performed at multiple time points during a 12-day differentiation process under varying conditions (cell density, concentration of Wnt signaling activator) and different hPSC lines (human embryonic pluripotent stem cells and human induced pluripotent stem cells). Differentiation efficiency is quantified by flow cytometry with cTnT labelling on day 12. During the differentiation process all 13 OMI variables, including both NAD(P)H and FAD intensity and lifetime variables, change distinctively between low (&lt; 50% cTnT+ on day 12) and high (≥ 50% cTnT+ on day 12) CM differentiation efficiency conditions. Multivariate analysis finds that day 1 cells (24 hours after Wnt activation) form a distinct cluster from cells at other time points. Logistic regression models based on OMI variables from cells at day 1 perform well for separating low and high differentiation efficiency conditions with a model performance at 0.91 (receiver operating characteristic (ROC) area under the curve (AUC)). Compared to previous studies<sup>23-28</sup>, we specifically contribute a predictive model based on OMI to determine CM differentiation outcome as early as day 1. This label-free and non-destructive method could be used for quality control for CM manufacturing from hPSCs.&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "Human H9 embryonic stem cells\n52\n, human IMR90-4 induced pluripotent stem cells\n53\n, and NKX2.5\nEGFP/+\nhPSCs\n37\nwere maintained on Matrigel (Corning)-coated surfaces in mTeSR1 (STEMCELL Technologies) as previously described\n54\n. CM differentiation was performed as described previously\n11\n.  Different cell seeding densities and different concentrations of CHIR99021 were applied to manipulate differentiation efficiency. Briefly, hPSCs were singularized with Accutase (Thermo Fisher Scientific) and plated onto Matrigel-coated plates at a density ranging from of 2.9 × 10\n4\ncells/cm\n2\nto 5.7 × 10\n5\ncells/cm\n2\n(1.0 × 10\n5\ncells to 2.0 × 10\n6\ncells per well of a 12-well plate) in mTeSR1\nsupplemented with 10 µM Rho-associated protein kinase (ROCK) inhibitor Y-27632 (Selleckchem) 2 days before initiating differentiation. Differentiation was initiated by Wnt signaling activation with 8 µM to 12 µM CHIR99021 (Selleckchem) on day 0, followed by inhibition of Wnt signaling with 5µM IPW2 on day 3.\nFluorescence lifetime imaging (FLIM) was performed by an Ultima two-photon imaging system (Bruker) composed of an ultrafast tunable laser source (Insight DS+, Spectra Physics) coupled to a Nikon Ti-E inverted microscope with time-correlated single photon counting electronics (SPC-150, Becker & Hickl, Berlin, Germany). The ultrafast tunable laser source enables sequential excitation of NAD(P)H at 750 nm and FAD at 890 nm. NAD(P)H and FAD emission was isolated using 440/80 nm and 550/100 nm bandpass filters (Chroma), respectively. The laser power at the sample for NAD(P)H and FAD excitation was approximately 2.3 mW and 7.9 mW, respectively. Fluorescence lifetime decays with 256 time bins were acquired across 256 × 256 pixel images with a pixel dwell time of 4.8 µs and an integration period of 60 seconds. All samples were illuminated through a 40×/1.15 NA objective (Nikon). FLIM was performed on differentiation day 0 (immediately pre-treatment with CHIR99021, a Wnt signaling activator), day 1 (24 hours post-treatment with CHIR99021), day 3 (immediately pre-treatment with IWP2, a Wnt signaling inhibitor), and day 5 (48 hours post-treatment with IWP2). For NKX2.5\nEGFP/+\nhPSCs, day 8 NAD(P)H lifetime variables were also collected. Two-photon excitation of NKX2.5-EGFP was performed at 890 nm and emission was collected with a 550/100 nm bandpass filter. A 500LP dichroic mirror was used. For the 2DG experiment, H9 embryonic stem cells were imaged before and 2 hours after 10 mM 2DG treatment, respectively. For the rotenone experiment, H9 embryonic stem cells were imaged before and 15 minutes after 10 μM rotenone treatment, respectively. The instrument response function was acquired from the second harmonic generated signal of urea crystals at 890 nm and was measured for each imaging session."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 36522654,
                "identity": "a914e972-0cff-4591-b8ab-6fc3b6a59978",
                "order_by": 0,
                "name": "Tongcheng Qian",
                "email": "tqian5@wisc.edu",
                "orcid": "https://orcid.org/0000-0002-9071-3543",
                "institution": "Morgridge Institute for Research",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tongcheng",
                "middleName": "",
                "lastName": "Qian",
                "suffix": ""
            },
            {
                "id": 36522655,
                "identity": "c7410cca-a69e-40a4-a7c8-64b1b201105f",
                "order_by": 1,
                "name": "Tiffany M. Heaster",
                "email": "",
                "orcid": "",
                "institution": "Morgridge Institute for Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tiffany",
                "middleName": "M.",
                "lastName": "Heaster",
                "suffix": ""
            },
            {
                "id": 36522656,
                "identity": "15598702-cb8a-49ef-9261-d4c0b59a9467",
                "order_by": 2,
                "name": "Melissa C. Skala",
                "email": "mcskala@wisc.edu",
                "orcid": "https://orcid.org/0000-0002-6320-7637",
                "institution": "Morgridge Institute for Research",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Melissa",
                "middleName": "C.",
                "lastName": "Skala",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-30 19:08:55",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1569/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1569/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 12020457,
                "identity": "455a51a7-ae84-4419-b407-25fcfd2140d5",
                "added_by": "auto",
                "created_at": "2021-08-02 09:22:15",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 19224,
                "visible": true,
                "origin": "",
                "legend": "Schematic of cardiomyocyte differentiation",
                "description": "",
                "filename": "image3.png",
                "url": "https://assets.researchsquare.com/files/pex-1569/v1/bc7ceacce7a2c83cf0b4b429.png"
            },
            {
                "id": 12020334,
                "identity": "99061c52-b5aa-4919-9fcf-b051746946d7",
                "added_by": "auto",
                "created_at": "2021-08-02 09:19:15",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 421912,
                "visible": true,
                "origin": "",
                "legend": "Autofluorescence imaging for stem cell differentiation into cardiomyocytes",
                "description": "",
                "filename": "image4.png",
                "url": "https://assets.researchsquare.com/files/pex-1569/v1/cd23fef41692f9bea0fb2982.png"
            },
            {
                "id": 13706908,
                "identity": "b9cd1ba9-68cb-4e15-b762-49fcbd92bf1b",
                "added_by": "auto",
                "created_at": "2021-09-17 13:59:54",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 575669,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1569/v1/9af7e03e-2d53-4183-977a-d79fb05aee4a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human pluripotent stem cell, autofluorescence imaging, cardiomyocyte",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Human pluripotent stem cell (hPSC)-derived cardiomyocytes provide a promising regenerative cell therapy for cardiovascular patients and an important model system to accelerate drug discovery. However, cost-effective and time-efficient platforms must be developed to evaluate the quality of hPSC-derived cardiomyocytes during biomanufacturing. Here, we develop a non-invasive label-free live cell imaging platform to predict the efficiency of hPSC differentiation into cardiomyocytes. Autofluorescence imaging of metabolic co-enzymes is performed under varying differentiation conditions (cell density, concentration of Wnt signaling activator) across three hPSC lines.</p>",
        "manuscriptTitle": "Autofluorescence imaging for human pluripotent stem cell differentiation into cardiomyocytes",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-02 09:19:14",
                "doi": "10.21203/rs.3.pex-1569/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "14669f59-39c2-4b07-9ba3-22b8783443cd",
        "owner": [],
        "postedDate": "August 2nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5395951,
                "name": "Biotechnology"
            },
            {
                "id": 5395952,
                "name": "Stem cells"
            },
            {
                "id": 5395953,
                "name": "Optics and photonics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-02 09:19:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}