{
    "identity": "nprot-6829",
    "title": "Reduced MEK inhibition preserves genomic stability in naïve human ES cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Human embryonic stem cells \\(hESCs) self-renew indefinitely while retaining the capacity for multilineage differentiation, providing a valuable tool for basic research and potential therapeutic applications. Conventional hESC culture conditions include Activin A and basic FGF \\(abbreviated as A/F) and capture pluripotent cells in a developmentally advanced or “primed” pluripotent state that resembles the postimplantation epiblast<sup>1, 2</sup>. In addition, several laboratories have recently developed protocols to capture pluripotent cells in a more primitive or “naïve” state that resemble the preimplantation epiblast<sup>3-5</sup>. For example, naïve stem cells upregulate gene expression programs associated with cleavage stage embryos, show global DNA hypomethylation and a lack of X chromosome inactivation<sup>6, 7</sup>, offering a useful system to study transcriptional and epigenetic mechanisms of preimplantation development. In addition, naïve hESCs are reportedly more efficient at producing certain specialized cell types, such as primordial germ cells<sup>8</sup>. Culture conditions to convert primed hESCs to a naïve state typically rely on a combination of growth factors and small molecules that suppress specific protein kinases involved in differentiation, cell adhesion, and survival<sup>3-5</sup>. Two culture methods appear to be particularly effective in endowing primed hESCs with a naïve-like transcriptional state<sup>9</sup>. The first protocol, termed “t2iLGöY”, involves transient overexpression of the transcription factors KLF2 and NANOG in the presence of the MEK inhibitor \\(MEKi) PD0325901 and titrated amounts of GSK3B inhibitor \\(CHIR99021), supplemented with the PKC inhibitor Gö6983 and human LIF \\(hLIF)<sup>4, 10</sup>. The second protocol, termed “5i/LAF”, requires treatment of primed hESCs with inhibitors targeting the GSK3B, ROCK, BRAF, MEK, and SRC kinases in addition to hLIF and A/F<sup>5, 7</sup>. Despite differences in media components, inhibitors of the mitogen-activated protein kinase \\(MAPK/ERK) pathway are common to all currently available protocols.\r\n\n\nWe uncovered an unexpected sensitivity of naïve hESCs to MAPK signal inhibition, which affects their optimal proliferation rate, survival and genome integrity. We thus propose that minimal MAPK activity is beneficial to preserve both a robust growth potential and genomic stability in naïve human pluripotent stem cells maintained in 5i/LAF. Our data also suggest that different hESC lines respond differently to MEK inhibition. Thus, we suggest that MEK inhibitors should ideally be titrated in a cell line dependent fashion."
        },
        {
            "header": "Reagents",
            "content": "Dulbecco’s Modified Eagle Medium \\(DMEM) \\(Life Technologies, Cat#11960044) \r\n\n\nDulbecco’s phosphate-buffered saline \\(DPBS) \\(Life Technologies, Cat#14190144) \r\n\n\nTeSR-E8 Medium \\(Stem Cell Technologies, Cat#05990)\r\n\n\nNeurobasal Medium \\(Life Technologies, Cat#21103049)\r\n\n\nKnockOut Serum Replacement \\(KSR) \\(Life Technologies, Cat#10828028)\r\n\n\nN-2 Supplement \\(Life Technologies, Cat#17502048)\r\n\n\nB-27 Supplement \\(Life Technologies, Cat#17504044)\r\n\n\nFetal Bovine Serum \\(FBS) \\(HyClone, Cat#SH30071.03)\r\n\n\nSodium Pyruvate \\(Life Technologies, Cat#11360070)\r\n\n\nGlutaMAX Supplement \\(Life Technologies, Cat#35050061)\r\n\n\nL-Glutamine \\(Life Technologies, Cat#25030081)\r\n\n\nMEM Non-Essential Amino Acids Solution \\(NEAA) \\(Life Technologies, Cat#11140050) \r\n\n\nbeta-mercaptoethanol \\(Life Technologies, Cat#21985023)\r\n\n\nPenicillin-Streptomycin \\(Pen-Strep) \\(Life Technologies, Cat#15140122)\r\n\n\nBovine Albumin Fraction V \\(7.5%) \\(BSA) \\(Life Technologies, Cat#15260037)\r\n\n\nmFreSR \\(Stem Cell Technologies, Cat#05854)\r\n\n\nDimethyl Sulfoxide \\(DMSO) \\(Sigma, Cat# D2650)\r\n\n\nAccutase \\(Stem cell technologies, Cat#07920)\r\n\n\nTrypLE Express Enzyme \\(Life Technologies, Cat#12604013)\r\n\n\nRecombinant Human bFGF \\(154 a.a.) \\(Peprotech, Cat# 100-18B)\r\n\n\nRecombinant Human Activin A \\(Peprotech, Cat#120-14E) \r\n\n\nRecombinant Human LIF \\(Peprotech, Cat#300-05) \r\n\n\nY-27632 \\(Axon Medchem, Cat#1683)\r\n\n\nPD0325901 \\(Axon Medchem, Cat#1408) \r\n\n\nGö6983 \\(Axon Medchem, Cat#2466)\r\n\n\nIM-12\\(Axon Medchem, Cat#2511)\r\n\n\nSB590885 \\(Axon Medchem, Cat#2504)\r\n\n\nWH-4-023 \\(Axon Medchem, Cat#2381) \r\n\n\nSelumetinib \\(Selleck Chemicals, Cat#S1008)\r\n\n\nBinimetinib \\(Selleck Chemicals, Cat#S7007)\r\n\n\nTrametinib \\(Selleck Chemicals, Cat#S2673)\r\n\n\nPimasertib \\(Selleck Chemicals, Cat#S1475)\r\n\n\nRefametinib \\(Selleck Chemicals, Cat#S1089)\r\n\n\nTAK-733 \\(Selleck Chemicals, Cat#S2617)\r\n\n\nRO5126766 \\(Selleck Chemicals, Cat#S7170)\r\n\n\nCobimetinib \\(Selleck Chemicals, Cat#S8041)\r\n\n\nAZD8330 \\(Selleck Chemicals, Cat#S2134)\r\n\n\nCHIR99021\\(Axon Medchem, Cat#1386)\r\n\n\nVersene Solution \\(Life Technologies, Cat#15040066)\r\n\n\nCorning™ Matrigel™ hESC-Qualified Matrix \\(Fisher Scientific, cat# 08-774-552)"
        },
        {
            "header": "Equipment",
            "content": "Biological safety cabinet\r\n\n\nIncubator at 37oC, with 5% O2 and 5% CO2\r\n\n\nBenchtop Centrifuge\r\n\n\nWater bath set at 37°C\r\n\n\nElectric Pipetman, Pipet filler, plastic serological pipettes, pipette tips and pasteur pipettes \r\n\n\n15 ml polystyrene conical tubes \\(Corning, Cat#430052)\r\n\n\n50 ml polypropylene conical tubes \\(Corning, Cat#430290)\r\n\n\n6-well tissue-culture treated plate \\(Corning, Cat#3516)\r\n\n\nT25 flask \\(Corning, Cat#430639)\r\n\n\nT75 flask \\(Corning, Cat#430725U)\r\n\n\nT175 flask \\(Corning, Cat#431080)\r\n\n\n1.8 ml cryovials \\(Nunc, Cat#377267)\r\n\n\nCell strainer 40 μM \\(Corning, Cat#CLS431750)\r\n\n\nMr. Frosty \\(Thermo Fisher, Cat#51000001)"
        },
        {
            "header": "Procedure",
            "content": "_MEF medium_\r\n\n\nDMEM \\(Life Technologies), 10% FBS \\(Hyclone), 1% nonessential amino acids \\(Life Technologies), 1mM GlutaMAX \\(Life Technologies), 1% Pen-strep \\(Life Technologies), 0.1mM beta-mercaptoethanol \\(Life Technologies) and 1mM sodium pyruvate \\(Life Technologies).\r\n\n\n\r\n\n\n_TeSR-E8 Medium_\r\n\n\nAdd 20ml of TeSR-E8 supplement \\(Stem Cell Technologies) to 500ml basal medium \\(Stem Cell Technologies), supplement with 1% Pen-strep \\(Life Technologies).\r\n\n\n\r\n\n\n_5i/LAF medium_\r\n\n\nA 50:50 mixture of DMEM/F-12 \\(Life Technologies) and Neurobasal medium \\(Life Technologies) containing 1x N2 supplement \\(Life Technologies), 1x B27 supplement \\(Life Technologies), 10 ng/mL bFGF \\(Peprotech), 1% nonessential amino acids \\(Life Technologies), 1mM GlutaMAX \\(Life Technologies), penicillin-streptomycin \\(Life Technologies), 0.1 mM beta-mercaptoethanol \\(Life Technologies), 50 μg/mL BSA \\(Life Technologies), 0.5 μM IM-12 \\(Axon Medchem), 0.5 μM SB590885 \\(Axon Medchem), 1 μM WH-4-023 \\(Axon Medchem), 10 μM Y-27632 \\(Axon Medchem), 20 ng/mL Activin A \\(Peprotech), 20 ng/mL rhLIF \\(Peprotech), 0.5% KSR \\(Life Technologies) and 1 μM PD0325901 \\(Axon Medchem).\r\n\n\n\r\n\n\n_m5i/LAF medium_\r\n\n\nA 50:50 mixture of DMEM/F-12 \\(Life Technologies) and Neurobasal medium \\(Life Technologies) containing 1x N2 supplement \\(Life Technologies), 1x B27 supplement \\(Life Technologies), 10 ng/mL bFGF \\(Peprotech), 1% nonessential amino acids \\(Life Technologies), 1mM GlutaMAX \\(Life Technologies), penicillin-streptomycin \\(Life Technologies), 0.1 mM beta-mercaptoethanol \\(Life Technologies), 50 μg/mL BSA \\(Life Technologies), 0.5 μM IM-12 \\(Axon Medchem), 0.5 μM SB590885 \\(Axon Medchem), 1 μM WH-4-023 \\(Axon Medchem), 10 μM Y-27632 \\(Axon Medchem), 20 ng/mL Activin A \\(Peprotech), 20 ng/mL rhLIF \\(Peprotech), 0.5% KSR \\(Life Technologies) and 0.5 μM PD0325901 \\(Axon Medchem).\r\n\n\n\r\n\n\n_4i/LAF medium with alternative MEK inhibitors_\r\n\n\nA 50:50 mixture of DMEM/F-12 \\(Life Technologies) and Neurobasal medium \\(Life Technologies) containing 1x N2 supplement \\(Life Technologies), 1x B27 supplement \\(Life Technologies), 10 ng/mL bFGF \\(Peprotech), 1% nonessential amino acids \\(Life Technologies), 1mM GlutaMAX \\(Life Technologies), penicillin-streptomycin \\(Life Technologies), 0.1 mM beta-mercaptoethanol \\(Life Technologies), 50 μg/mL BSA \\(Life Technologies), 0.5 μM IM-12 \\(Axon Medchem), 0.5 μM SB590885 \\(Axon Medchem), 1 μM WH-4-023 \\(Axon Medchem), 10 μM Y-27632 \\(Axon Medchem), 20 ng/mL Activin A \\(Peprotech), 20 ng/mL rhLIF \\(Peprotech), 0.5% KSR \\(Life Technologies).\r\n\n\nThe medium can then be supplemented with one of the following inhibitors at 0.5 μM: Refametinib \\(Selleck Chemicals), TAK-733 \\(Selleck Chemicals), Cobimetinib \\(Selleck Chemicals).\r\n\n\n\r\n\n\n_t2iLGöY medium_\r\n\n\nt2iLGöY medium contained a 50:50 mixture of DMEM/F-12 \\(Life Technologies) and Neurobasal medium \\(Life Technologies) containing 1x N2 supplement \\(Life Technologies), 1x B27 supplement \\(Life Technologies), 10 ng/mL bFGF \\(Peprotech), 1% nonessential amino acids \\(Life Technologies), 1 mM GlutaMAX \\(Life Technologies), penicillin-streptomycin \\(Life Technologies), 0.1 mM beta-mercaptoethanol \\(Life Technologies), 50 μg/mL BSA \\(Life Technologies), 1 μM PD0325901 \\(Axon Medchem), 1 μM CHIR99021 \\(Axon Medchem), 2.5 μM Gö6983 \\(Axon Medchem), 10 μM Y-27632 \\(Axon Medchem), 20 ng/mL hLIF \\(Peprotech) and 50 μg/ml ascorbic acid \\(Sigma-Aldrich).\r\n\n\n\r\n\n\nAll culture media were filtered before use with a 0.22μm filter \\(Corning).\r\n\n\n\r\n\n\n_Culturing human embryonic stem cells in conventional primed condition_\r\n\n\n1. Conventional primed human ESCs \\(WIBR3 cell line, DPE-OCT4GFP\n5\n, UCLA1, UCLA3, UCLA4, UCLA5, UCLA9 and UCLA17 cell lines) are maintained in a feeder-free TeSR-E8 medium and passaged every 4-5 days at 1:4 ratio.\r\n  2. Before passaging, coat culture wells with Matrigel \\(Corning) for 30 minutes at 37C.\r\n  3. For passaging, wash primed hESCs with PBS \\(Life Technologies) and then add Versene solution \\(Life Technologies) for ~5 minutes. Aspirate the Versene solution, wash with PBS \\(Life Technologies), add fresh TeSR-E8 \\(Stem Cell Technologies) and break the colonies into small clumps by gently pipetting. 10 μM Y- 27632 \\(Axon Medchem) can be added to the TeSR-E8 media to improve hESC survival rate.\r\n  4. Cells are cultured in a 37C, 5% O2 and 5% CO2 incubator and media are changed every day. NOTE: Primed hESCs are frozen in mFreSR medium \\(Stem Cell Technologies) following the manufacturer instructions.\r\n  \r\n\n\n_Conversion of primed hESCs to a naive state_\r\n\n\n\r\n\n\n_5i/LAF culture condition:_\r\n\n\n1. For conversion of primed hESCs to a naïve state, irradiated CF-1 MEFs \\(2.5x10\n6\ncells per 9.5 cm2) are plated the day before in MEF medium on Matrigel coated dishes.\r\n  2. Primed hESCs are treated with TrypLE expressed enzyme for 3-5 minutes, dissociated into a single-cell suspension and plated at a density of 30.000 cells per 9.5cm2 on irradiated CF-1 MEFs in TeSR-E8 medium supplemented with 10 μM Y-27632 \\(Axon Medchem). \r\n  3. The medium is replaced the day after with fresh TeSR-E8.\r\n  4. Two days after passaging, medium is changed to 5i/LAF and then replaced daily.\r\n  5. After 8-10 days naive-like hESCs are passaged onto a fresh layer of irradiated CF-1 MEFs at a 1:1-1:2 ratio. Dome-shaped colonies usually arise after 2-3 passages.\r\n  6. Naive hESCs are passaged every 6-7 days. For passaging, naive hESCs are treated with Accutase \\(Life technologies) for five minutes at 37C, dissociated into a single-cell suspension and resuspended in MEF medium. Cells are then filtered through a cell strainer \\(40 μM, Corning), centrifuged at 300g for 5 minutes and seeded on fresh irradiated MEFs in 5i/LAF medium.\r\n  \r\n\n\n_m5i/LAF culture condition:_\r\n\n\n1. For conversion of primed hESCs to a naïve state, irradiated CF-1 MEFs \\(2.5x10\n6\ncells per 9.5 cm2) are plated the day before in MEF medium on Matrigel coated dishes.\r\n  2. Primed hESCs are treated with TrypLE expressed enzyme, dissociated into a single-cell suspension and plated at a density of 30.000 cells per 9.5cm2 on irradiated CF-1 MEFs in TeSR-E8 medium supplemented with 10 μM Y-27632 \\(Axon Medchem). \r\n  3. The medium is replaced the day after with fresh TeSR-E8.\r\n  4. Two days after passaging, medium is changed to m5i/LAF and then replaced daily.\r\n  5. After 8-10 days naive-like hESCs are passaged onto a fresh layer of irradiated CF-1 MEFs at a 1:1-1:2 ratio. Dome-shaped colonies usually arise after 3-5 passages.\r\n  NOTE: for some primed hESCs \\(i.e. UCLA1, UCLA9, UCLA17), the naïve conversion can be very inefficient in m5i/LAF medium. For this reason, it may be necessary to pick individual colonies to expand a homogenous population of naïve cells. We also note that the use of bFGF for expansion in m5i/LAF condition is not recommended.\r\n\n\n6. Naive hESCs are passaged every 6-7 days. For passaging, hESCs are treated with Accutase \\(Life technologies) for five minutes at 37C, dissociated into a single-cell suspension and resuspended in MEF medium. Cells are then filtered through a cell strainer \\(40 μM, Corning), centrifuged at 300g for 5 minutes and seeded on fresh irradiated MEFs in m5i/LAF medium.\r\n  NOTE: The PD03 concentration for the m5i/LAF medium may vary depending on the starting cell line. Thus, we recommend doing a titration of PD03 for each individual hESC line.\r\n\n\n\r\n\n\n_4i/LAF with Alternative MEKi:_\r\n\n\n1. For conversion of primed hESCs to a naïve state, irradiated CF-1 MEFs \\(2.5x106 cells per 9.5 cm2) are plated the day before in MEF medium on Matrigel coated dishes.\r\n  2. hESCs are treated with TrypLE expressed enzyme, dissociated into a single-cell suspension and plated at a density of 30.000 cells per 9.5cm2 on irradiated CF-1 MEFs in TeSR-E8 medium supplemented with 10 μM Y-27632 \\(Axon Medchem). \r\n  3. The medium is replaced the day after with fresh TeSR-E8.\r\n  4. Two days after passaging, medium is changed to 4i/LAF supplemented with 0.5 μM of one of the alternative MEK inhibitors and then replaced daily.\r\n  5. Cells are passaged onto a fresh layer of irradiated CF-1 MEFs at a 1:1-1:2 ratio. Dome-shaped colonies usually arise after 3-5 passages.\r\n  6. Naive hESCs are passaged every 6-7 days. For passaging, hESCs are treated with Accutase \\(Stem cell technologies) for five minutes at 37C, dissociated into a single-cell suspension and resuspended in MEF medium. Cells are then filtered through a cell strainer \\(40 μM, Corning), centrifuged at 300g for 5 minutes and seeded on fresh irradiated MEFs in 4i/LAF medium supplemented with 0.5 μM of one of the alternative MEK inhibitors.\r\n  \r\n\n\n_5i/LAF to m5i/LAF transition:_\r\n\n\n\r\n\n\n1. Some primed hESC lines can be resistant to naïve conversion in m5i/LAF conditions \\(i.e. UCLA3).  In these cases, cells are converted in 5i/LAF medium and then switched to m5i/LAF medium after 5-6 passages in culture.\r\n  2. Cells at P5 in 5i/LAF medium are passaged onto a fresh layer of irradiated CF-1 MEFs at a 1:3. \r\n  3. The day after the cells are switched to m5i/LAF medium and passaged onto a fresh layer of irradiated CF-1 MEFs at a 1:2-1:3 ratio every 6-7 days.\r\n  4. For passaging, hESCs are treated with Accutase \\(Life technologies) for five minutes at 37C, dissociated into a single-cell suspension and resuspended in MEF medium. Cells are then filtered through a cell strainer \\(40 μM, Corning), centrifuged at 300g for 5 minutes and seeded on fresh irradiated MEFs in m5i/LAF medium.\r\n  \r\n\n\n_5i/LAF to t2iLGöY transition:_\r\n\n\n\r\n\n\n1. For conversion of 5i/LAF adapted naïve cells in t2iLGöY conditions, naive hESCs grown in 5i/LAF medium at P>8 are passaged onto a fresh layer of irradiated CF-1 MEFs.\r\n  2. The day after the cells are switched to t2iLGöY medium and passaged onto a fresh layer of irradiated CF-1 MEFs at a 1:3 ratio every 6-7 days.\r\n  3. For passaging, hESCs are treated with Accutase \\(Life technologies) for five minutes at 37C, dissociated into a single-cell suspension and resuspended in MEF medium. Cells are then filtered through a cell strainer \\(40 mM, Corning), centrifuged at 300g for 5 minutes and seeded on fresh irradiated MEF in t2iLGöY medium.\r\n  4. NOTE: we have expanded the hESC in t2iLGöY for at least 4 passages. In addition, some hESC lines \\(i.e. UCLA17, UCLA3) cannot be adapted to the t2iLGöY while maintaining naïve pluripotency."
        },
        {
            "header": "Timing",
            "content": "Depending on which cell line is used to generate naïve hESCs, it can take 2 to 4 months to have the cell lines established."
        },
        {
            "header": "Troubleshooting",
            "content": "• Cell death during the conversion of primed hESCs to naive 5iLAF or m5i/LAF state is expected; dome- shaped colonies will arise after a few passages.\r\n\n\n• If a large number of differentiated cells or primed-like cells are observed in the m5i/LAF condition, try to clean by picking undifferentiated colonies or by FACS sorting using a CD75 \\(naïve marker) and CD90 \\(primed marker) antibodies.\r\n\n\n• If a large number of differentiated cells or primed-like cells are observed in the m5i/LAF condition, try to increase the concentration of PD03 for 1-2 passages.\r\n\n\n• Make sure all media components are prepared and stored properly. Naive media are recommended to be stored at 4C for up to 7 days after preparation. We add the chemical compounds freshly every day.\r\n\n\n• Change media on a daily basis and passage cultures as soon as they reach confluence.\r\n\n\n• Do not passage the cells too densely or sparsely. \r\n\n\n• Cells lines are usually stable after 5 passages in culture. \r\n\n\n• We recommend to always coat the cell culture dishes with Matrigel before seeding the irradiated MEFs. This allow the irradiated MEFs to last for a longer time in culture in serum-free media."
        },
        {
            "header": "References",
            "content": "1. L. Weinberger, M. Ayyash, N. Novershtern, J. H. Hanna, Dynamic stem cell states: naive to primed pluripotency in rodents and humans. Nature reviews. Molecular cell biology 17, 155-169 \\(2016).\r\n  2. J. Nichols, A. Smith, Pluripotency in the embryo and in culture. Cold Spring Harb Perspect Biol 4, a008128 \\(2012).\r\n  3. O. Gafni et al., Derivation of novel human ground state naive pluripotent stem cells. Nature 504, 282-286 \\(2013).\r\n  4. Y. Takashima et al., Resetting transcription factor control circuitry toward ground-state pluripotency in human. Cell 158, 1254-1269 \\(2014).\r\n  5. T. W. Theunissen et al., Systematic identification of culture conditions for induction and maintenance of naive human pluripotency. Cell stem cell 15, 471-487 \\(2014).\r\n  6. A. Sahakyan et al., Human Naive Pluripotent Stem Cells Model X Chromosome Dampening and X Inactivation. Cell stem cell 20, 87-101 \\(2017).\r\n  7. T. W. Theunissen et al., Molecular Criteria for Defining the Naive Human Pluripotent State. Cell stem cell 19, 502-515 \\(2016).\r\n  8. N. Irie et al., SOX17 is a critical specifier of human primordial germ cell fate. Cell 160, 253-268 \\(2015).\r\n  9. K. Huang, T. Maruyama, G. Fan, The naive state of human pluripotent stem cells: a synthesis of stem cell and preimplantation embryo transcriptome analyses. Cell stem cell 15, 410-415 \\(2014).\r\n  10. G. Guo et al., Epigenetic resetting of human pluripotency. Development 144, 2748-2763 \\(2017)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Thorold W. Theunissen and Rudolf Jaenisch for sharing the primed WIBR3 hESCs, the MGH next generation sequencing facility for technical assistance and members of the Hochedlinger lab for discussions. K.H. was supported by funds from the MGH, NIH \\(R01 HD058013, P01 GM099134) and the Gerald and Darlene Jordan Chair in Regenerative Medicine. B.D.S. was supported by an EMBO long-term Fellowship \\(#ALTF 1143-2015). S.S. was supported by the UCLA Broad Stem Cell Research Center – Rose Hills Foundation Training Award; A.S. by a UCLA Dissertation Year Fellowship, and K.P. by the UCLA Broad Stem Cell Research Center, the David Geffen School of Medicine, the Jonsson Comprehensive Cancer Center, and NIH P01 GM099134. The research of K.P. was also supported in part by a Faculty Scholar grant from the Howard Hughes Medical Institute. The authors declare no competing interests."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15709,
                "identity": "a17354b2-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bruno Di Stefano",
                "email": "bdistefano@mgh.harvard.edu",
                "orcid": "",
                "institution": "Hochedlinger's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bruno",
                "middleName": "Di",
                "lastName": "Stefano",
                "suffix": ""
            },
            {
                "id": 15710,
                "identity": "a17359e3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Konrad Hochedlinger",
                "email": "hochedlinger@molbio.mgh.harvard.edu",
                "orcid": "",
                "institution": "Hochedlinger's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Konrad",
                "middleName": "",
                "lastName": "Hochedlinger",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-05-11 20:21:11",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.062",
        "doiUrl": "https://doi.org/10.1038/protex.2018.062",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465780,
                "identity": "67979703-1741-4ae0-876a-34c5b16edfe4",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 160511,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6829/v1/eb3f5184-8291-4206-8e0d-6ed902bce15f.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human embryonic stem cells, hESCs, naive hESCs, primed hESCs, 5i/LAF medium",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Here we provide a simple modification of the 5i/LAF protocol to enable robust growth and reduced genomic instability in naïve hESCs. We also introduce a new set of MEK inhibitors replacing PD0325901 to grow naïve hESCs and a short protocol to adapt 5i/LAF cells to t2iLGöY medium.",
        "manuscriptTitle": "Reduced MEK inhibition preserves genomic stability in naïve human ES cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-08-09 10:23:36",
                "doi": "10.1038/protex.2018.062",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a172d8da-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "August 9th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4277,
                "name": "Cell biology"
            },
            {
                "id": 4279,
                "name": "Developmental biology"
            },
            {
                "id": 4280,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-08-09 10:23:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}