{
    "identity": "nprot-3855",
    "title": "Graphene-based C-reactive protein immunoassay with smartphone readout",
    "content": [
        {
            "header": "Introduction",
            "content": "As member of a class of acute-phase reactants that mediates innate and adaptive immunity <sup>1-3</sup>, CRP plays an important role in the host defense by binding to phosphocholine and related molecules on microorganisms. This important biomarker needs to be measured routinely in infectious and inflammatory conditions <sup>4</sup>, neonatal sepsis <sup>5-9</sup>, depressive and posttraumatic stress <sup>10-12</sup>, diabetes <sup>13-15</sup> and cardiovascular diseases <sup>16-20</sup>. The normal human sera contain CRP in the range of 0.8-480 µg mL<sup>-1</sup> <sup>2</sup>, compared to 10-40 µg mL<sup>-1</sup> in patients with mild inflammation and viral infection. In active inflammation and bacterial infections, and severe bacterial infections, the CRP levels in sera are in the ranges of 40-200 µg mL<sup>-1</sup> and >200 µg mL<sup>-1</sup>, respectively <sup>2</sup>. In case of neonatal sepsis, two clinically-relevant CRP concentration ranges need to be determined i.e. normal \\(0.2-480 µg mL<sup>-1</sup>) and high sensitivity \\(0.08-80 µg mL<sup>-1</sup>). A high sensitive CRP IA is performed, which is followed by the normal CRP IA if the CRP level is above 80 µg mL<sup>-1</sup>. \r\n\n\nTo date, different analytical methods <sup>21</sup> have been developed for the determination of CRP, such as immunoturbidimetry <sup>22,23</sup>, enzyme-linked immunosorbent assay \\(ELISA) <sup>24-26</sup>, surface plasmon resonance <sup>27</sup>, chemiluminescence <sup>28</sup>, impedimetry <sup>29</sup>, beads <sup>30</sup>, microgravimetry <sup>31</sup>, reflectometric interference spectroscopy <sup>32</sup>, electrochemistry <sup>33</sup> and microfluidics <sup>34</sup>. Nevertheless, ELISA is still the most widely used IA format in clinical settings due to its high precision and sensitivity. \r\n\n\nThis article describes a rapid and highly-sensitive CRP IA format <sup>35</sup> \\(**Fig. 1**) in conjunction with a smartphone-based colorimetric reader \\(SBCR) <sup>26</sup>, which enables the precise determination of CRP in diluted human whole blood and plasma. The developed IA \\(DIA) aims at the differential diagnosis of neonatal sepsis <sup>36,37</sup>. It is a signal-enhanced IA format based on the increased surface area provided by the use of graphene nanoplatelets \\(GNPs), which leads to higher covalent binding of the capture CRP antibody \\(Ab). The Ab immobilization is performed by a novel and highly simplified procedure based on the admixing of EDC-activated Ab with GNPs in APTES inside the MTP wells. The use of APTES <sup>38</sup> and heterobifunctional crosslinking yields a leach-proof covalent binding of Ab to the GNPs-functionalized MTP. The bioanalytical performance of the DIA is compared with that of the conventional sandwich ELISA and the clinically-accredited analyzer-based IA."
        },
        {
            "header": "Reagents",
            "content": "• **Human CRP Duoset kit** \\(R & D Systems, cat. no. DY1707E) **\\!CAUTION** Store reconstituted Ab and antigen at 2-8 °C, if they are to be used within a month. Otherwise, prepare aliquots and store at -20 °C to -70 °C for up to 6 months. The kit comprises of\r\n\n\n\r\n\n\n• Mouse anti-human CRP capture Ab \\(360 μg mL<sup>-1</sup>) \r\n\n\n• Recombinant human CRP \\(90 ng mL<sup>-1</sup>)\r\n\n\n• Biotinylated mouse anti-human CRP detection Ab \\(22.5 µg mL<sup>-1</sup>)\r\n\n\n• Streptavidin-conjugated horseradish peroxidase \\(SA-HRP) **\\!CAUTION** Do not freeze. Store in the dark as streptavidin is light-sensitive.\r\n\n\nThe Human CRP Duoset kit’s components can also be purchased separately, i.e. human CRP Ab \\(cat. no. MAB17071), human CRP biotinylated antibody \\(cat. no. BAM17072) and recombinant human CRP \\(cat. no. 1707-CR).\r\n\n\n\r\n\n\n• **Blocker BSA in PBS** \\(10X), pH 7.4, 10% \\(w/v) \\(Thermo Scientific, cat. no. 37525)  **CRITICAL** Filter with 0.2 µm pore size filter paper prior to use to avoid contamination. \r\n\n\n• **Sulfuric acid** \\(Aldrich, cat. no. 339741) **\\!CAUTION** Use personal protective equipment \\(PPE), such as chemical safety glasses, chemical-resistant shoes and lab coats, for handling. Handle only in a fume cabinet. Avoid skin contact as it is a strong corrosive agent and an irritant. In case of skin contact, wash immediately with acid neutralizers and seek medical advice as soon as possible. \r\n\n\n• **BupH Phosphate Buffered Saline Packs** \\(0.1 M sodium phosphate, 0.15 M sodium chloride, pH 7.2) \\(Thermo Scientific, cat. no. 18372) **\\!CAUTION** Avoid inhalation.  **CRITICAL** Prepare in autoclaved DIW \\(18Ω), see **REAGENT SETUP**.\r\n\n\n• **BupH MES Buffered Saline Packs** \\(0.1 M MES \\[2-\\(N- morpholino)ethane sulfonic acid], 0.9 % \\(w/v) sodium chloride, pH 4.7) \\(Thermo Scientific, cat no. 28390) **\\!CAUTION** Avoid inhalation.   **CRITICAL** Prepare in autoclaved DIW, see **REAGENT SETUP**.\r\n\n\n\r\n\n\n• **TMB substrate kit** \\(Thermo Scientific, cat. no. 34021)\r\n\n\n\r\n\n\n• TMB solution \\(0.4 g L<sup>-1</sup>) **\\!CAUTION** Skin, eye and lung irritant. In case of skin contact, wash with plenty of water.  **CRITICAL** Maintain the TMB to peroxide ratio as 1:1 as it is critical for color development. \r\n\n\n• Hydrogen peroxide solution \\(containing 0.02 % v/v H2O2 in citric acid buffer) \\(Thermo Scientific). **\\!CAUTION** Use PPE and work in a safety cabinet or fume cupboard. It is a strong oxidizing agent, harmful if swallowed, and caused severe risk of damage to eyes. In case of contact, rinse immediately with plenty of water and seek medical attention. \r\n\n\n\r\n\n\n• **KOH pellets \\(99.99%), semiconductor grade** \\(Sigma Aldrich, cat. no. 306568) **\\!CAUTION** Use PPE and handle in a safety cabinet. Avoid contact with skin and eyes as it can cause severe burns. **CRITICAL** The concentration of KOH must be 1% \\(w/v) in autoclaved DIW. Higher concentrations may affect the surface properties, thereby leading to decreased binding of capture antibodies.\r\n\n\n• **3-aminopropyltriethoxysilane \\(3-APTES)** \\(Sigma Aldrich, cat. no. A3684) **\\!CAUTION** Use PPE and handle in a safety cabinet. Avoid contact with skin and eyes as it is a skin and eye irritant, and highly toxic to kidney.  **CRITICAL** Prepare in autoclaved DIW, see **REAGENT SETUP**.\r\n\n\n• **Human whole blood \\(HQ-Chex level 2)** \\(Streck, cat. no. 232754) 180 day closed-vial stability and 30 day open-vial stability. \r\n\n\n• **Human serum \\(CRP free)** \\(HyTest Ltd., cat. no. 8CFS)\r\n\n\n• **1-Ethyl-3-\\(3-dimethylaminopropyl)-carbodiimide hydrochloride \\(EDC)** \\(Thermo Scientific, cat. no. 22981) **\\!CAUTION** Use PPE and handle inside a fume cupboard as it is an irritant. Being hygroscopic, it absorbs moisture that leads to loss of its activity. Equilibrate to room temperature \\(RT) before opening the container.  **CRITICAL** Store at recommended temperature \\(-20 °C). Reconstitute in 0.1M MES, pH 4.7, see **REAGENT SETUP**.\r\n\n\n• **Graphene nanoplatelets** \\(diameter 5 µm) \\(Cheap Tubes Inc., cat. no. Grade 2 Graphene Nanoplatelets) \r\n\n\n• Recombinant human serum albumin \\(HSA), human fetuin A \\(HFA), human lipocalin 2 \\(LCN2), interleukin \\(IL)-1β, IL-6, IL-8 and tumor necrosis factor \\(TNF)-α \\(RnD Systems)\r\n\n\n• Deionized water \\(18 Ω, DIW). \\(Millipore, Direct-Q<sup>®</sup>3 Water Purification System) \r\n\n\n• Nunc microwell 96-well polystyrene plates, flat bottom \\(non-treated), sterile \\(Sigma Aldrich, cat. no. P7491)\r\n\n\n• Eppendorf microtubes \\(1.5 mL; Sigma Aldrich, cat. no. Z 606340)\r\n\n\n• Sigmaplot software version 11.2 \\(Systat) \r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**PBS**. Add a BupH PBS pack to 100 mL of autoclaved DIW, dissolve well and adjust the volume up to 500 mL using autoclaved DIW. Each pack makes 500 mL of PBS at pH 7.2, which can be stored at RT for a week and up to four weeks at 4ºC  \r\n\n\n**MES**. Add a BupH MES pack to 100 mL of autoclaved DIW, dissolve well and adjust the volume up to 500 mL using autoclaved DIW. Each pack makes 500 mL of MES at pH 4.7, which can be stored at RT for up to two weeks. \r\n\n\n**APTES**. Reconstitute the commercially supplied APTES solution \\(99% purity) in autoclaved DIW to make an effective 0.25% \\(v/v) solution. Prepare a fresh solution for each DIA run.\r\n\n\n**EDC**. Each pack contains 25 g EDC. Reconstitute in 0.1M MES buffer, pH 4.7, at a concentration of 8 mg mL<sup>-1</sup>. Aliquots can be stored for six months at -20 °C.\r\n\n\n**Binding buffer**. 0.1% BSA in PBS, pH 7.4.\r\n\n\n**Washing buffer**. 0.05% Tween<sup>®</sup> 20 in PBS, pH 7.4 \\(PBST).\r\n\n\n**GNPs**. GNPs \\(1 mg) was mixed with 1 mL of 0.25% APTES followed by sonication for 1 h.\r\n\n\n**EDC-activated anti-human CRP Ab**. Dissolve 0.4 mg EDC in 100 µL of 0.1M MES, pH 4.7. Incubate 990 μL of the anti-human CRP Ab \\(4 μg mL<sup>-1</sup>) with 10 μL of EDC \\(4 mg mL<sup>-1</sup>) solution for 15 min at RT.  **CRITICAL STEP** The concentration of EDC is important for optimal cross-linking. Use the recommended concentration of EDC. **?TROUBLESHOOTING**\r\n\n\n**Anti-CRP capture Ab-bound GNPs**. The EDC-activated Ab was mixed with GNPs \\(1 mg mL<sup>-1</sup>) in 0.25% APTES in the ratio of 1:1 \\(v/v). Thereafter, the anti-human CRP Ab solution \\(2 µg mL<sup>-1</sup>, 0.5 mg mL<sup>-1</sup> GNPs and 0.125% APTES) was added to the MTP wells and incubated for 30 min at RT. The resulting wells were then washed five times with PBST. \r\n\n\n**Biotinylated anti-CRP detection Ab conjugated to SA-HRP**. Biotinylated anti-CRP detection Ab conjugated to SA-HRP was prepared by adding 1 µL of biotinylated anti-CRP detection antibody \\(0.5 mg mL<sup>-1</sup>) to 1 µL of SA-HRP to 2998 µL of the binding buffer followed by 20 min of incubation at RT. As a result, the concentration of biotinylated anti-CRP detection Ab used was 0.17 µg mL<sup>-1</sup>, while SA-HRP dilution employed was 1:3000.\r\n\n\n**CRP spiked diluted human whole blood or serum.** The CRP spiked samples \\(0.3-81 ng mL<sup>-1</sup>) were prepared by mixing the desired CRP concentrations in 1:100 diluted human whole blood/serum.\r\n\n\nEDTA plasma samples from anonymized patients. The EDTA plasma samples from anonymized patients were diluted 1:1000 and 1:4000 in the binding buffer.  The resulting CRP concentration in these samples falls within the linear range of the DIA, thereby enabling the detection of an entire pathophysiological concentration range of human CRP."
        },
        {
            "header": "Equipment",
            "content": "• -70 °C freezer \\(operating range -60 to -86 °C) \\(New Brunswick)\r\n\n\n• 2-8 °C refrigerator \\(Future, UK)\r\n\n\n• Direct-Q<sup>®</sup>3 water purification system \\(Millipore, USA) \r\n\n\n• Tecan Infinite M200 Pro microplate reader \\(Tecan, Austria GmbH)\r\n\n\n• Mini incubator \\(Labnet Inc., UK)\r\n\n\n• PVC fume cupboard Chemflow range \\(CSC Ltd.)\r\n\n\n• Roche COBAS® 8000 modular analyzer\r\n\n\n• Samsung Galaxy SIII mini\r\n\n\n• iPAD mini"
        },
        {
            "header": "Procedure",
            "content": "**KOH pretreatment   TIMING ~ 12 min**\r\n\n\n1. Incubate the MTP well surface with 100 μL of 1% \\(w/v) KOH in DIW for 10 min and wash five times with 300 μL DIW per well).  **CRITICAL STEP** KOH treatment should not be over 10 min as it may cause strong aberrations in the surface that may change the surface properties. **?TROUBLESHOOTING** \r\n  \r\n\n\n**Ab immobilization and BSA blocking   TIMING ~ 1 h 15 min**\r\n\n\n2. Mix EDC-activated Ab with GNPs \\(1 mg mL\n-1\n) in 0.25% APTES in the ratio of 1:1 \\(v/v). Add 100 µL of the resulting anti-human CRP Ab solution \\(2 µg mL\n-1\n, 0.5 mg mL\n-1\nGNPs and 0.125% APTES) to the MTP wells and incubate for 30 min at RT. Wash the resulting Ab-bound and GNPs-functionalized MTP wells five times with 300 μL of PBST. **?TROUBLESHOOTING**\r\n  3. Block the MTP wells by incubating with 300 μL of 5% \\(w/v) BSA for 30 min a 37 °C and wash with 300 μL of wash buffer five times. Washing can also be performed with an automatic plate washer. The blocking is essential to prevent non-specific binding to the unbound sites available on the GNPs and the MTP\n39\n.  **CRITICAL STEP** Use filtered BSA or filter the BSA solution prior to use to remove any microbial or other contaminants. **?TROUBLESHOOTING**\r\n  \r\n\n\n**Developed CRP IA   TIMING 30 min**\r\n\n\n4. Dispense sequentially 100 µL of biotinylated anti-CRP detection Ab \\(0.17 µg mL\n-1\n) pre-conjugated to SA-HRP and 100 µL of CRP \\(varying concentrations; 0.3-81 ng mL\n-1\n) to the Ab-bound and BSA-blocked MTP wells. Incubate for 15 min at 37 °C.  **CRITICAL STEP** Prepare the human CRP concentrations in BSA-preblocked sample vials to minimize the analyte loss due to non-specific surface binding\n39\n. **?TROUBLESHOOTING**\r\n  5. Wash the resulting sandwich immune complex-bound MTP with 300 µL of PBST five times to remove the non-specifically substances and excess IA reagents. \r\n  6. Add 100 µL of the TMB-H\n2\nO\n2\nmixture to each MTP well and incubate at RT for 4 min to allow the enzymatic reaction to develop color. **?TROUBLESHOOTING**\r\n  7. Stop the enzymatic reaction by adding 50 µL of 2N H\n2\nSO\n4\nto each MTP well.\r\n  \r\n\n\n**Smartphone readout and image analysis   TIMING 5 min**\r\n\n\n8. Perform the colorimetric readout of the MTP by smartphone imaging using our developed SBCR set up \\(**Fig. 2**). Place the iPAD mini in the designated groove of the base holder followed by placing the 96-well MTP on the iPAD mini’s screensaver that provides white light-based bottom illumination only in the specific regions corresponding to the bottom of the MTP’s wells. Put the dark box on top of the base holder in the alignment groove. Perform the Samsung SIII mini’s back camera based imaging of the colorimetric reaction in the MTP by placing the smartphone inside the designated groove on top of the dark hood.\r\n  9. Determine the desired pixel intensity \\(PI) of the captured smartphone image by Image J \\(http://imagej.nih.gov/ij) \\(**Fig. 2C**). Split the color channel of the image and identify the pixel coordinate of individual MTP well’s center using the red channel image. A mean of neighboring pixels \\(varies based on the resolution of the camera) from the center was calculated for all the channels individually. The composite mean PI \\(CMPI) was derived from the following color-weighted formula \\[CMPI = 0.7 MPI\nBlue\n+ 0.2 MPI\nGreen\n+ 0.1 MPI\nRed\n].  The desired PI was then determined as 255 – CMPI\nTest Conc\n– CMPI\nBlank\n. Plot the resulting CMPI against their respective logarithmic CRP concentrations using the four-parameter logistic based standard curve analysis. Determine the concentration of unknown CRP samples on the basis of their PI from the resulting calibration plot."
        },
        {
            "header": "Timing",
            "content": "**Steps 1**, KOH pretreatment: **12 min**\r\n\n\n**Steps 2-3**, Ab immobilization and BSA blocking: **1 h 15 min**\r\n\n\n**Steps 4-7**, Developed CRP IA: **30 min**\r\n\n\n**Steps 8-9**, Smartphone readout and image analysis: **5 min**"
        },
        {
            "header": "Troubleshooting",
            "content": "Troubleshooting advice is provided in **Table 1**."
        },
        {
            "header": "Anticipated Results",
            "content": "The developed IA \\(DIA) critically reduced the IA assay duration from 6 h \\(commercial CRP sandwich ELISA) to just 30 min apart from being cost-effective and highly-simplified. It detects CRP with a dynamic range and linearity of 0.03-81 ng mL<sup>-1</sup> and 0.3 to 81 ng mL<sup>-1</sup>, respectively \\(**Fig. 3A**). The LOD, LOQ, EC50 and correlation coefficient \\(R2) values were 0.07 ng mL<sup>-1</sup>, 0.9 ng mL<sup>-1</sup>, 6.6 ng mL<sup>-1</sup>, and 0.999, respectively. It detects the entire clinically-relevant CRP range \\(0.08-480 µg mL<sup>-1</sup>) in spiked clinical samples after appropriate dilution \\(**Fig. 3A**). The intraday and interday variability, determined from five assay repeats in triplicate in a single day and on five consecutive days, respectively, were 2.3-9.3 and 3.1-14.6, respectively. The DIA has high specificity for CRP as it is unaffected by immunological reagents and non-specific control proteins, as shown by various experimental process controls and the use of LCN2, HFA, HSA, IL-1β, IL-6, IL-8 and TNF-α \\(**Fig. 3B**). The selected non-specific proteins are usually elevated along with CRP in patients with infections and other disorders.  \r\n\n\nThe determination of CRP in anonymized EDTA plasma samples of patients by the DIA correlated well with the clinically-accredited Roche COBAS<sup>®</sup> 8000 modular analyzer-based IA and the conventional sandwich ELISA \\(**Table 2**) as the percentage recoveries of CRP by the DIA were in the range of 98.1-117.0. The anti-human CRP Ab-bound and BSA-blocked MTPs demonstrated high functional stability and leach-proof covalent binding of capture Ab as there was no decrease in their functional activity when stored at 4 ºC in 0.1M PBS, pH 7.4 for up to 6 weeks \\(**Fig. 3C**). Therefore, the DIA can be employed in clinical diagnostics, where the Ab-bound MTPs need to be stored for up to 4 weeks to facilitate rapid CRP detection. The covalent binding of Ab and the GNPs functionalization was further characterized by FTIR analysis. There was no obvious batch-to-batch variability for various preparations of GNP-anti-CRP Ab when tested for the detection of 9 ng mL<sup>-1</sup> CRP, thereby demonstrating a high reproducible Ab immobilization procedure \\(**Fig. 3D**). The DIA is generic and can be reliably employed in clinical and bioanalytical settings. It can be employed to develop novel and fully automated POC IVD kits using lab-on-a-chip technologies, microfluidics and smart system integration."
        },
        {
            "header": "References",
            "content": "1. Clyne, B. & Olshaker, J. S. The C-reactive protein. _J Emerg Med_ **17**, 1019-1025 \\(1999).\r\n  2. Vashist, S. K. C-Reactive Protein: An Overview. _J Basic Appl Sci_ **9**, 496-499 \\(2013).\r\n  3. Kushner, I. & Somerville, J. A. Estimation of the molecular size of C-reactive protein and CX-reactive protein in serum. _Biochim Biophys Acta_ **207**, 105-114 \\(1970).\r\n  4. Marnell, L., Mold, C. & Du Clos, T. W. C-reactive protein: ligands, receptors and role in inflammation. _Clin Immunol_ **117**, 104-111 \\(2005).\r\n  5. Chiesa, C. et al. C reactive protein and procalcitonin: reference intervals for preterm and term newborns during the early neonatal period. _Clin Chim Acta_ **412**, 1053-1059 \\(2011).\r\n  6. Chiesa, C., Panero, A., Osborn, J. F., Simonetti, A. F. & Pacifico, L. Diagnosis of neonatal sepsis: a clinical and laboratory challenge. _Clin Chem_ **50**, 279-287 \\(2004).\r\n  7. Dollner, H., Vatten, L. & Austgulen, R. Early diagnostic markers for neonatal sepsis: comparing C-reactive protein, interleukin-6, soluble tumour necrosis factor receptors and soluble adhesion molecules. _J Clin Epidemiol_ **54**, 1251-1257 \\(2001).\r\n  8. Nguyen-Vermillion, A., Juul, S. E., McPherson, R. J. & Ledbetter, D. J. Time course of C-reactive protein and inflammatory mediators after neonatal surgery. _J Pediatr_ **159**, 121-126 \\(2011).\r\n  9. Tappero, E. & Johnson, P. Laboratory Evaluation of Neonatal Sepsis. _Newborn Infant Nurs Rev_ **10**, 209-217 \\(2010).\r\n  10. Spitzer, C. et al. Association of posttraumatic stress disorder with low-grade elevation of C-reactive protein: evidence from the general population. _J Psychiatr Res_ **44**, 15-21 \\(2010).\r\n  11. Raison, C. L., Capuron, L. & Miller, A. H. Cytokines sing the blues: inflammation and the pathogenesis of depression. _Trends Immunol_ **27**, 24-31 \\(2006).\r\n  12. Danner, M., Kasl, S. V., Abramson, J. L. & Vaccarino, V. Association Between Depression and Elevated C-Reactive Protein. _Psychosom Med_ **65**, 347-356 \\(2003).\r\n  13. Lin, M. S. et al. Serum C-reactive protein levels correlates better to metabolic syndrome defined by International Diabetes Federation than by NCEP ATP III in men. _Diabetes Res Clin Pract_ **77**, 286-292 \\(2007).\r\n  14. Morimoto, H. et al. Effect of high-sensitivity C-reactive protein on the development of diabetes as demonstrated by pooled logistic-regression analysis of annual health-screening information from male Japanese workers. _Diabetes Metab_ **39**, 27-33 \\(2013).\r\n  15. Testa, R. et al. C-reactive protein is directly related to plasminogen activator inhibitor type 1 \\(PAI-1) levels in diabetic subjects with the 4G allele at position -675 of the PAI-1 gene. _Nutr Metab Cardiovasc Dis_ **18**, 220-226 \\(2008).\r\n  16. Kuo, H. K., Yen, C. J., Chen, J. H., Yu, Y. H. & Bean, J. F. Association of cardiorespiratory fitness and levels of C-reactive protein: data from the National Health and Nutrition Examination Survey 1999-2002. _Int J Cardiol_ **114**, 28-33 \\(2007).\r\n  17. Park, H. E. et al. Can C-reactive protein predict cardiovascular events in asymptomatic patients? Analysis based on plaque characterization. _Atherosclerosis_ **224**, 201-207 \\(2012).\r\n  18. Ridker, P. M. High-sensitivity C-reactive protein and cardiovascular risk: rationale for screening and primary prevention. _Am J Cardiol_ **92**, 17K-22K \\(2003).\r\n  19. Sicras-Mainar, A., Rejas-Gutierrez, J., Navarro-Artieda, R. & Blanca-Tamayo, M. C-reactive protein as a marker of cardiovascular disease in patients with a schizophrenia spectrum disorder treated in routine medical practice. _Eur Psychiatry_ **28**, 161-167 \\(2013).\r\n  20. Wilson, A. M., Ryan, M. C. & Boyle, A. J. The novel role of C-reactive protein in cardiovascular disease: risk marker or pathogen. _Int J Cardiol_ **106**, 291-297 \\(2006).\r\n  21. Algarra, M., Gomes, D. & Esteves da Silva, J. C. Current analytical strategies for C-reactive protein quantification in blood. _Clin Chim Acta_ **415**, 1-9 \\(2013).\r\n  22. Kjelgaard-Hansen, M., Martinez-Subiela, S., Petersen, H. H., Jensen, A. L. & Ceron, J. J. Evaluation and comparison of two immunoturbidimetric assays for the heterologous determination of porcine serum C-reactive protein. _Vet J_ **173**, 571-577 \\(2007).\r\n  23. Deegan, O., Walshe, K., Kavanagh, K. & Doyle, S. Quantitative detection of C-reactive protein using phosphocholine-labelled enzyme or microspheres. _Anal Biochem_ **312**, 175-181 \\(2003).\r\n  24. Vashist, S. K. et al. One-step kinetics-based immunoassay for the highly sensitive detection of C-reactive protein in less than 30 min. _Anal Biochem_ **456**, 32-37 \\(2014).\r\n  25. Vashist, S. K., Marion Schneider, E., Lam, E., Hrapovic, S. & Luong, J. H. T. One-step antibody immobilization-based rapid and highly-sensitive sandwich ELISA procedure for potential in vitro diagnostics. _Sci Rep_ **4**, 4407 \\(2014).\r\n  26. Vashist, S. K. et al. A smartphone-based colorimetric reader for bioanalytical applications using the screen-based bottom illumination provided by gadgets. _Biosens Bioelectron_ **67**, 248-255 \\(2015).\r\n  27. Kim, H. C. et al. Detection of C-reactive protein on a functional poly\\(thiophene) self-assembled monolayer using surface plasmon resonance. _Ultramicroscopy_ **108**, 1379-1383 \\(2008).\r\n  28. Islam, M. S. & Kang, S. H. Chemiluminescence detection of label-free C-reactive protein based on catalytic activity of gold nanoparticles. _Talanta_ **84**, 752-758 \\(2011).\r\n  29. Vermeeren, V. et al. Impedimetric, diamond-based immmunosensor for the detection of C-reactive protein. _Sens Actuators B Chem_ **157**, 130-138 \\(2011).\r\n  30. Punyadeera, C., Dimeski, G., Kostner, K., Beyerlein, P. & Cooper-White, J. One-step homogeneous C-reactive protein assay for saliva. _J Immunol Methods_ **373**, 19-25 \\(2011).\r\n  31. Lee, J. H. et al. Label free novel electrical detection using micromachined PZT monolithic thin film cantilever for the detection of C-reactive protein. _Biosens Bioelectron_ **20**, 269-275 \\(2004).\r\n  32. Choi, H. W., Sakata, Y., Kurihara, Y., Ooya, T. & Takeuchi, T. Label-free detection of C-reactive protein using reflectometric interference spectroscopy-based sensing system. _Anal Chim Acta_ **728**, 64-68 \\(2012).\r\n  33. Bryan, T., Luo, X., Bueno, P. R. & Davis, J. J. An optimised electrochemical biosensor for the label-free detection of C-reactive protein in blood. _Biosens Bioelectron_ **39**, 94-98 \\(2013).\r\n  34. Lee, W.-B., Chen, Y.-H., Lin, H.-I., Shiesh, S.-C. & Lee, G.-B. An integrated microfluidic system for fast, automatic detection of C-reactive protein. _Sens Actuators B Chem_ **157**, 710-721 \\(2011).\r\n  35. Vashist, S. K., Schneider, E. M., Zengerle, R., von Stetten, F. & Luong, J. H. T. Graphene-based rapid and highly-sensitive immunoassay for C-reactive protein using a smartphone-based colorimetric reader. _Biosens Bioelectron_ **66**, 169-176 \\(2015).\r\n  36. Mukherjee, A., Davidson, L., Anguvaa, L., Duffy, D. A. & Kennea, N. NICE neonatal early onset sepsis guidance: greater consistency, but more investigations, and greater length of stay. _Arch Dis Child Fetal Neonatal Ed_, doi:10.1136/archdischild-2014-306349 \\(2014).\r\n  37. Mussap, M., Noto, A., Fravega, M. & Fanos, V. Soluble CD14 subtype presepsin \\(sCD14-ST) and lipopolysaccharide binding protein \\(LBP) in neonatal sepsis: new clinical and analytical perspectives for two old biomarkers. _J Matern Fetal Neonatal Med_ **24 Suppl 2**, 12-14 \\(2011).\r\n  38. Vashist, S. K., Lam, E., Hrapovic, S., Male, K. B. & Luong, J. H. T. Immobilization of antibodies and enzymes on 3-aminopropyltriethoxysilane-functionalized bioanalytical platforms for biosensors and diagnostics. _Chem Rev_ **114**, 11083-11130 \\(2014).\r\n  39. Dixit, C. K., Vashist, S. K., MacCraith, B. D. & O'Kennedy, R. Evaluation of apparent non-specific protein loss due to adsorption on sample tube surfaces and/or altered immunogenicity. _Analyst_ **136**, 1406-1411 \\(2011)."
        },
        {
            "header": "Acknowledgements",
            "content": "AGV and SKV contributed equally to this work. We thank Dr. Eberhard Barth for providing the anonymized leftover EDTA plasma samples of patients treated by intensive care at University Hospital Ulm, Germany. We also thank Dr. Edmond Lam of the National Research Council Canada in Montreal for the FTIR analysis."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1016/j.bios.2014.11.017",
                "date": "2015-03-30 06:00:55",
                "title": "Graphene-based rapid and highly-sensitive immunoassay for C-reactive protein using a smartphone-based colorimetric reader",
                "authors": [
                    "Sandeep Kumar Vashist",
                    "E. Marion Schneider",
                    "Roland Zengerle",
                    "Felix von Stetten",
                    "and John H.T. Luong"
                ],
                "journal": "Biosensors And Bioelectronics",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13328,
                "identity": "a057c903-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sandeep Kumar Vashist",
                "email": "sandeep.vashist@yahoo.com",
                "orcid": "",
                "institution": "HSG-IMIT - Institut für Mikro- und Informationstechnik and Laboratory for MEMS Applications, Department of Microsystems Engineering -IMTEK, University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sandeep",
                "middleName": "Kumar",
                "lastName": "Vashist",
                "suffix": ""
            },
            {
                "id": 13327,
                "identity": "a057c663-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "A.G.  Venkatesh ",
                "email": "",
                "orcid": "",
                "institution": "Department of Electrical and Computer Engineering, Jacobs School of Engineering, University of California San Diego, San Diego CA 92093, U.S.A.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "A.G.",
                "middleName": "",
                "lastName": "Venkatesh",
                "suffix": ""
            },
            {
                "id": 13329,
                "identity": "a057cb5f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "E. Marion  Schneider ",
                "email": "",
                "orcid": "",
                "institution": "Sektion Experimentelle Anaesthesiologie, University Hospital Ulm, Albert Einstein Allee 23, 89081 Ulm, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "E.",
                "middleName": "Marion",
                "lastName": "Schneider",
                "suffix": ""
            },
            {
                "id": 13330,
                "identity": "a057cd20-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Roland  Zengerle ",
                "email": "",
                "orcid": "",
                "institution": "HSG-IMIT - Institut für Mikro- und Informationstechnik and Laboratory for MEMS Applications, Department of Microsystems Engineering -IMTEK, University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roland",
                "middleName": "",
                "lastName": "Zengerle",
                "suffix": ""
            },
            {
                "id": 13331,
                "identity": "a057cfe4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Felix  von Stetten ",
                "email": "",
                "orcid": "",
                "institution": "HSG-IMIT - Institut für Mikro- und Informationstechnik and Laboratory for MEMS Applications, Department of Microsystems Engineering -IMTEK, University of Freiburg, Georges-Koehler-Allee 103, 79110 Freiburg, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Felix",
                "middleName": "",
                "lastName": "von Stetten",
                "suffix": ""
            },
            {
                "id": 13332,
                "identity": "a057d192-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "John  H.T. Luong ",
                "email": "",
                "orcid": "",
                "institution": "Innovative Chromatography Group, Irish Separation Science Cluster (ISSC), Department of Chemistry and Analytical, Biological Chemistry Research Facility (ABCRF), University College Cork, Cork, Ireland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "H.T.",
                "lastName": "Luong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-03-30 13:39:26",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.033",
        "doiUrl": "https://doi.org/10.1038/protex.2015.033",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609153,
                "identity": "e0c9dfca-7367-462a-b4a8-09061a7a4a4f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8966454,
                "visible": true,
                "origin": "",
                "legend": "Schematic of the developed IA procedure   Schematic of the developed graphene-based human CRP IA procedure^35^. Reproduced with permission from Elsevier B.V.",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3855/v1/figure_1.bmp"
            },
            {
                "id": 2609150,
                "identity": "17098f2f-c049-4f8f-9a1f-b15de70f7f20",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "bmp",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 5238114,
                "visible": true,
                "origin": "",
                "legend": "SBCR set up and image processing algorithm   Figure 2. (A) SBCR employed for the DIA. It comprises of iPAD mini, a polyamide base holder, a polyamide dark hood and a Samsung Galaxy SIII mini smartphone. Reproduced with permission from Elsevier B.V.26 (B) Dimensions of the screensavers used for bottom illumination of the 96-well MTP in iPAD mini. Reproduced with permission from Elsevier B.V.26. (C) Image processing algorithm used for the DIA. Reproduced with permission from Elsevier Inc35.",
                "description": "",
                "filename": "figure2.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3855/v1/figure_2.bmp"
            },
            {
                "id": 2609154,
                "identity": "611c444b-f8b7-4b64-bd8b-1e38228e44b6",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "bmp",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 6667534,
                "visible": true,
                "origin": "",
                "legend": "Bioanalytical performance of the developed IA   DIA to determine human CRP35. (A) Detection of CRP in PBS (10 mM, pH 7.4), diluted human plasma and diluted human whole blood. (B) Experimental process controls being employed to evaluate the efficiency of blocking and non-specific interactions between immunoassay components, and non-specific interactions with other biomarkers. Anti-CRP1 and anti-CRP2 are capture and detection antibodies, respectively. The control proteins employed are human serum albumin (HSA), human lipocalin-2 (LCN2), human fetuin A (HFA), interleukin (IL)-1 beta, IL-6, IL-8 and tumor necrosis factor (TNF)-alpha. (C) Storage stability of anti-human CRP capture Ab-bound graphene-functionalized MTPs stored at 4 ºC in PBS for 6 weeks. (D) Determination of batch-to-batch variability for various preparations of GNP-anti-CRP Ab, as demonstrated for the detection of 9 ng mL-1 CRP by the developed graphene-based IA. All experiments were performed in triplicate with the error bars representing the standard deviation. Reproduced with permission from Elsevier Inc35. ",
                "description": "",
                "filename": "figure3.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3855/v1/figure_3.bmp"
            },
            {
                "id": 2609151,
                "identity": "7ddcc9d7-927a-4c7f-b693-e9c2ff8a28e2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "bmp",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1217066,
                "visible": true,
                "origin": "",
                "legend": "Table 1   ?Troubleshooting Table",
                "description": "",
                "filename": "figure4.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3855/v1/figure_4.bmp"
            },
            {
                "id": 2609152,
                "identity": "332bccdb-3120-4c59-944c-cf9357d40d61",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "bmp",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 651550,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Correlation with Established Technology   Determination of CRP in the EDTA plasma samples of patients by the clinically-accredited Roche COBAS^®^ 8000 modular analyzer-based IA, the DIA and the conventional sandwich ELISA-based IA (as used in the commercial human CRP Duoset ELISA kit)^35^. Reproduced with permission from Elsevier Inc. ",
                "description": "",
                "filename": "figure5.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-3855/v1/figure_5.bmp"
            },
            {
                "id": 13464922,
                "identity": "5ec27201-2760-4ae7-8579-c7c95a1fbcbc",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1002099,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3855/v1/1a1af31e-72db-43fb-9926-684f5d7dc139.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Graphene, C-reactive protein, one-step kinetics, sandwich immunoassay, smartphone-based colorimetric reader.",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A highly-sensitive immunoassay \\(IA) procedure with minimal process steps has been developed for the detection of human C-reactive protein \\(CRP) in less than 30 min. Graphene nanoplatelets \\(GNP) was admixed with 3-aminopropyltriethoxysilane \\(APTES) and EDC-activated anti-human CRP antibody \\(Ab) to form a stable complex that was then covalently attached to a KOH-pretreated polystyrene microtiter plate \\(MTP). The developed one-step kinetics-based IA involves the formation of a sandwich immune complex followed by two washings and an enzyme-based colorimetric reaction that was read by a smartphone-based colorimetric reader \\(SBCR). The detection range of CRP was 0.03-81 ng mL<sup>-1</sup> with a limit of detection \\(LOD) and a limit of quantification \\(LOQ) of 0.07 ng mL<sup>-1</sup> and 0.9 ng mL<sup>-1</sup>, respectively. Moreover, the developed IA enabled the detection of CRP spiked in diluted human whole blood and plasma as well as CRP present in clinical plasma samples with high analytical precision, thereby demonstrating its immense utility for biomedical diagnostics.",
        "manuscriptTitle": "Graphene-based C-reactive protein immunoassay with smartphone readout",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-03-30 17:01:40",
                "doi": "10.1038/protex.2015.033",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9faf3426-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 30th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3318,
                "name": "Chemistry"
            },
            {
                "id": 3319,
                "name": "Biochemistry"
            },
            {
                "id": 3320,
                "name": "Biological techniques"
            },
            {
                "id": 3321,
                "name": "Nanoscience and technology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-03-30 17:01:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}