{
    "identity": "pex-1610",
    "title": "<p>Ligation and supercoiling of plasmids containing single strand interruptions</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Supercoiled (form I), nicked circular (form II), and linear (form III) DNAs derived from the same plasmid DNA can be separated by agarose gel electrophoresis<sup>1</sup>. In the case of nicked circular DNAs, agarose gel electrophoresis alone cannot distinguish between plasmids that contain one or more ligatable nicks, which require both 5’-phosphate and 3’-hydroxyl groups<sup>2</sup>, from those containing non-ligatable nicks or non-ligatable single-stranded DNA gaps. In addition, depending on the electrophoresis conditions, nicked circular DNA and relaxed covalently closed circular DNA that is not supercoiled are not always well-separated from each other.</p><p><br></p><p>During the maturation of DNA replication and DNA repair intermediates, the generation of products containing ligatable nicks that are then sealed by DNA ligase is essential, as the replication of DNA templates with single strand interruptions generates double-stranded DNA breaks and result in cell cycle arrest and/or genome instability. To avoid this, cells encode many activities preventing the accumulation of these sorts of non-ligatable lesions. For example, in every round of mammalian cell division 50 million Okazaki fragments must be processed to generate a continuous strand<sup>3</sup>. During Okazaki fragment maturation, Flap Endonuclease 1 (FEN1, called Rad27 in&nbsp;<em>Saccharomyces cerevisiae</em>) cleaves 5’ flaps generated by the extension of Okazaki fragment maturation by DNA polymerase delta. FEN1 binds branched DNA substrates so that a bound one-base 3’ flap registers the FEN1 active site for precise cleavage<sup>4</sup>. Other non-ligatable discontinuities are generated during base-excision repair in which the non-conventional 5’-deoxyribose phosphate moiety is generated from apurinic/apyrimidinic sites and must be removed<sup>5</sup>. Similarly, many forms of DNA damage, particularly those involving environmental agents, generate “dirty” ends that are further processed by a variety of activities to generate substrates that can be processed by DNA polymerases and DNA ligases<sup>6</sup>.</p><p><br></p><p>Since evaluation of the ligatability of nicked circular DNAs can provide mechanistic insights into the nature of the products of DNA repair reactions reconstituted&nbsp;<em>in vitro</em>, we have developed a method to readily identify plasmid products that can be ligated. To improve the separation of products that can and cannot be ligated, we have taken advantage of the fact that only covalently closed DNAs can be supercoiled by the action of DNA gyrase<sup>7</sup>. We have applied this method to the analysis of the products of a Rad27-dependent DNA mismatch repair reaction reconstituted with&nbsp;<em>S. cerevisiae</em>&nbsp;proteins. In these reactions, the DNA mismatch repair machinery directs a mispair-promoted reaction in which extension of a pre-existing 5' nick by DNA polymerase delta in combination with Rad27 in a reaction that is regulated by the Msh2-Msh6 mispair recognition protein generates a product in which 5’ flap generated by strand displacement synthesis is cleaved to generate a ligatable nick through the action of Rad27.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>·\tT4 DNA ligase M0202, NEB</p><p>·\tT4 DNA ligase buffer (10x), NEB</p><p>·\t<em>Escherichia coli</em> DNA gyrase D0690, Sigma-Aldrich</p><p>·\t<em>Escherichia coli</em> DNA gyrase buffer (2x) (70 mM Tris-Cl pH 7.5, 48 mM KCl, 8 mM MgCl<sub>2</sub>, 4 mM dithiothreitol, 3.6 mM spermidine, 2 mM ATP, 12.5% glycerol, 0.2 mg/mL BSA)</p><p>·\tTE buffer (10 mM Tris pH 8.0, 1 mM EDTA)</p><p>·\tTris-acetate-EDTA (TAE) buffer (40 mM Tris, 20 mM acetic acid, 1 mM EDTA, pH 8.3), BioRad</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Only very basic laboratory equipment is required, including the following. (1) An incubator such as a water bath, heat block or even a PCR machine for performing incubations at 37 °C. (2) An agarose slab gel electrophoresis setup; we used a BioRad PowerPac 300 power supply and BioRad SubGel GT Cell, but any manufacturers’ slab gel setup designed for agarose gel electrophoresis should be suitable. And (3) a system for imaging gels under UV light; we used an Alpha Imager, but other manufacturers systems are also suitable.</p>"
        },
        {
            "header": "Procedure",
            "content": "Ligase reaction\nMake a 10 μL reaction to ligate plasmids:\n·     1.0 μL 10x T4 DNA ligase buffer\n·     100 ng plasmid DNA in 8.5 μL of buffer (TE buffer or sterile water)\n·     0.5 μL T4 DNA Ligase\nPerform 2 reactions, one with and one without T4 DNA ligase. Incubate at room temperature for 2.5 hours.\nSupercoiling reaction\nMake a 21 μL reaction to supercoil ligated reactions:\n·     10.0 μL 2x E. coli DNA gyrase buffer\n·     10.0 μL ligation reaction\n·     1.0 μL E. coli DNA gyrase\nIncubate at 37 °C for 1 hour.\nProcessed samples were then analyzed by electrophoresis through a 1.0% agarose gel run in TAE for 45 minutes at 100 V, which was subsequently stained with 0.5 mg/mL ethidium bromide in TAE for 30 minutes and destained in water for 30 minutes. Ligated and supercoiled products run faster on the gel than the nicked starting material. Quantitation can be performed with Alpha Imager HP software (ProteinSimple) or other gel imaging systems."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Troubleshooting requires a positive control plasmid DNA containing a single nick that can be ligated and a negative control plasmid DNA containing a nick that cannot be ligated. A simple procedure for making a plasmid DNA, with or without a mispair, and a single nick that can be sealed with DNA ligase has been described in other studies<sup>8,9</sup>&nbsp;and dephosphorylation of such plasmid DNAs with Shrimp Alkaline Phosphatase can produce a nick that cannot be ligated. By performing separate reactions with each of these two DNAs, one can ensure that the procedure or modifications thereof will convert the nicked plasmid DNA to supercoiled plasmid DNA and will not convert the dephosphorylated nicked plasmid DNA to supercoiled plasmid DNA.</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Because only closed circular DNAs can be supercoiled, treatment of nicked plasmid DNA containing a nick that cannot be joined with DNA ligase as described above will not alter its electrophoretic mobility. In contrast, if the nick can be sealed with DNA ligase, the plasmid will be converted to a diagnostic, rapidly migrating supercoiled DNA species that is clearly distinct from the nicked plasmid species. For examples, see Figure 1.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sambrook, J., Fritsch, E.F. &amp; Maniatis, T.&nbsp;<em>Molecular Cloning: A Laboratory Handbook</em>, (Cold Spring Harbor Laboratory Press, 1989).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tomkinson, A.E., Vijayakumar, S., Pascal, J.M. &amp; Ellenberger, T. DNA ligases: structure, reaction mechanism, and function.&nbsp;<em>Chem Rev</em>&nbsp;<strong>106</strong>, 687-99 (2006).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zheng, L. &amp; Shen, B. Okazaki fragment maturation: nucleases take centre stage.&nbsp;<em>J Mol Cell Biol</em>&nbsp;<strong>3</strong>, 23-30 (2011).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chapados, B.R.<em>&nbsp;et al.</em>&nbsp;Structural basis for FEN-1 substrate specificity and PCNA-mediated activation in DNA replication and repair.&nbsp;<em>Cell</em>&nbsp;<strong>116</strong>, 39-50 (2004).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kim, Y.J. &amp; Wilson, D.M., 3rd. Overview of base excision repair biochemistry.&nbsp;<em>Curr Mol Pharmacol</em>&nbsp;<strong>5</strong>, 3-13 (2012).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Andres, S.N., Schellenberg, M.J., Wallace, B.D., Tumbale, P. &amp; Williams, R.S. Recognition and repair of chemically heterogeneous structures at DNA ends.&nbsp;<em>Environ Mol Mutagen</em>&nbsp;<strong>56</strong>, 1-21 (2015).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, J.C. DNA topoisomerases.&nbsp;<em>Annu Rev Biochem</em>&nbsp;<strong>54</strong>, 665-97 (1985).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, Y.<em>&nbsp;et al.</em>&nbsp;Reconstitution of 5'-directed human mismatch repair in a purified system.&nbsp;<em>Cell</em>&nbsp;<strong>122</strong>, 693-705 (2005).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bowen, N.<em>&nbsp;et al.</em>&nbsp;Reconstitution of long and short patch mismatch repair reactions using Saccharomyces cerevisiae proteins.&nbsp;<em>Proc Natl Acad Sci U S A</em>&nbsp;<strong>110</strong>, 18472-7 (2013).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Calil, F.A.<em>&nbsp;et al.</em>&nbsp;Rad27 and Exo1 function in different excision pathways for mismatch repair in Saccharomyces cerevisiae.&nbsp;<em>Nat Commun</em>&nbsp;(2021).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This study was supported by NIH grant R01 GM50006.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-25866-z",
                "date": "2021-09-22 10:03:10",
                "title": "Rad27 and Exo1 function in different excision pathways for mismatch repair in Saccharomyces cerevisiae",
                "authors": [
                    "Felipe A. Calil",
                    "Bin-Zhong Li",
                    "Kendall A. Torres",
                    "Katarina Nguyen",
                    "Nikki Bowen",
                    "Christopher D. Putnam",
                    "Richard D. Kolodner"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 45471521,
                "identity": "9aaf9fd4-d49f-4979-9ef5-faaa8eaa4406",
                "order_by": 0,
                "name": "Felipe A. Calil",
                "email": "fcalil@health.ucsd.edu",
                "orcid": "https://orcid.org/0000-0001-7503-4078",
                "institution": "Ludwig Institute for Cancer Research, University of California School of Medicine, San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0669",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Felipe",
                "middleName": "A.",
                "lastName": "Calil",
                "suffix": ""
            },
            {
                "id": 45794549,
                "identity": "a1496093-10ee-4150-934e-a1f6a3e97059",
                "order_by": 1,
                "name": "Christopher D. Putnam",
                "email": "cdputnam@health.ucsd.edu",
                "orcid": "https://orcid.org/0000-0002-6145-1265",
                "institution": "Ludwig Institute for Cancer Research, Departments of Medicine, University of California School of Medicine, San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0669",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Christopher",
                "middleName": "D.",
                "lastName": "Putnam",
                "suffix": ""
            },
            {
                "id": 45794550,
                "identity": "6b049429-38e3-43ee-838f-a516464dcb37",
                "order_by": 2,
                "name": "Richard D. Kolodner",
                "email": "rkolodner@health.ucsd.edu",
                "orcid": "https://orcid.org/0000-0002-4806-8384",
                "institution": "Ludwig Institute for Cancer Research, Cellular and Molecular Medicine, Moores-UCSD Cancer Center and Institute of Genomic Medicine, University of California School of Medicine, San Diego, 9500 Gilman Drive, La Jolla, CA 92093-0669",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Richard",
                "middleName": "D.",
                "lastName": "Kolodner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-08-12 23:25:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1610/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1610/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13877328,
                "identity": "6d32f791-2392-43db-bf52-081f3184e2e7",
                "added_by": "auto",
                "created_at": "2021-09-22 16:23:56",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 398571,
                "visible": true,
                "origin": "",
                "legend": "Plasmids with a ligatable nick can be supercoiled by treatment with DNA ligase and DNA gyrase. a. A plasmid containing a nick with a 5’ phosphate and a 3’ hydroxyl can be ligated by T4 DNA ligase. In the absence of E. coli DNA gyrase, the covalently closed circular plasmids with multiple linking numbers are observed and migrate as heterogeneous species that migrate further than nicked circular DNA. In the presence of E. coli DNA gyrase, the covalently closed circular plasmids are driven into a supercoiled plasmid with substantially different migration in an agarose gel than the initial nicked plasmid. b. Dephosphorylation of the nicked plasmid with Shrimp Alkaline Phosphatase (SAP) removes the 5’ phosphate and prevents ligation of the nick and the accumulation of supercoiled forms in the presence of both DNA ligase and DNA gyrase. This figure was constructed from images presented in Supplementary Figure 3 of Calil et al.10",
                "description": "",
                "filename": "protocolfigure1v2.tif",
                "url": "https://assets.researchsquare.com/files/pex-1610/v1/da42936d65f4f3ac91f7efa4.tif"
            },
            {
                "id": 13877329,
                "identity": "557b8948-38fb-49ca-a896-0eba241b14ce",
                "added_by": "auto",
                "created_at": "2021-09-22 16:23:59",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 606112,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1610/v1/09b497e7-c1d1-4957-b696-f4a6800809a4.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "nicked circular plasmid, ligation, supercoiling",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We have developed a simple procedure for determining if a plasmid DNA contains single strand interruptions that can be sealed by DNA ligase and thus contain single strand interruptions with 5'-phosphate and 3'-hydroxyl groups. In this procedure, plasmid DNAs with ligatable nicks were ligated by T4 DNA ligase, supercoiled by E. coli DNA gyrase and analyzed by agarose gel electrophoresis. Our results show that after sealing nicked circular DNA with DNA ligase, supercoiling by DNA gyrase produces a rapidly migrating DNA species that can easily be distinguished from nicked circular DNA by agarose gel electrophoresis.</p>",
        "manuscriptTitle": "Ligation and supercoiling of plasmids containing single strand interruptions",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-09-22 16:23:54",
                "doi": "10.21203/rs.3.pex-1610/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "cf5b73f8-ba88-499c-8afe-e8230fa0ffa5",
        "owner": [],
        "postedDate": "September 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 6712752,
                "name": "Biochemistry"
            },
            {
                "id": 6712753,
                "name": "Molecular biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-09-22 16:23:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}