{
    "identity": "pex-1553",
    "title": "<p>Measurement of subjective and objective indices after progressive resistance training compared with aerobic training in Patients with Haemophilia: a study protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Haemophilia is a recessive, X‐linked, congenital bleeding disease which occurs due to lack coagulation factor VIII or factor IX. This deficit is an effect of mutations in clotting factor genes (factor VIII in type A, and factor IX in type B). Occurrence of haemophilia is approximately 1 in 10 000 births.<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[i]</a> Haemophilia A is found more commonly in the population. Regardless of the type of haemophilia, the outcome is the same; people affected bleed longer than normal. In the healthy population, normal international units (IU) are 0.50-1.50 per milliliter of whole blood. People with mild haemophilia have levels of 0.05-0.4 IU, and people with moderate haemophilia have levels of 0.01-0.05 IU. Severe is below 0.01 IU.<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[ii]</a> People with mild haemophilia might experience bleeding after surgical procedures or major injury, while others may not experience bleeding episodes. People with moderate haemophilia bleed around once a month and rarely experience spontaneous bleeding. Those suffering from severe haemophilia bleed quite often into muscles or joints, and episodes might occur once or twice a week. Bleeding usually occurs spontaneously.<sup>2</sup>&nbsp;In the annual global survey conducted across 116 countries by World Federation of Hemophilia in 2017, a total of 196,706 people have been identified with haemophilia. In Pakistan, among those who have been recorded, 1743 people were diagnosed with haemophilia, 250 had Von Willebrand’s disease, and 121 had other associated bleeding disorders.<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[iii]</a> Psychosocial factors play a key role in quality of life (QoL) of patients with haemophilia (PwH).<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[iv]</a><sup>,</sup><a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><sup>[v]</sup></a> As severity of hemophilia increases, the QoL in PwH decreases when compared with healthy population.<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[vi]</a> Self-esteem of males who have severe bleeding disorders is also considerably worse compared to that of their healthy peers, whereas females show significant differences.<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[vii]</a> Treatment for haemophilia is via factor replacement therapy, which may be given prophylactically, or as acute treatment.<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[viii]</a> Hemophilic arthropathy can be extremely painful, with knees, elbows and ankle most commonly being affected. Recurring bleeding in the joint can cause synovitis that can develop into arthropathy, which may later disrupt activities of daily living. The joint most commonly affected is the knee, with a simple act such as ambulating on level surfaces generating substantial force and stresses on the knee joint. Due to muscle weakness, the knee joint is further susceptible to weight bearing stresses, which results in a loop of persistent joint bleeds and rising synovitis which causes further muscle atrophy, eventually leading to severe arthropathy. <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[ix]</a> The price of one injection of factor VIII in Pakistan is approximately USD 80/-<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">[x]</a>. For an individual who requires 12-16 injections every month, the cost will be roughly&nbsp;USD 11,500 ~ USD 15,500/- anually.<sup>10</sup> The yearly minimum wage in Pakistan is <strong>USD $2,484.00</strong>,<strong> </strong>thus making it difficult to afford such treatment. Traditionally PwH were often advised against participating in sports due to possibility of injury, however, studies have tried to demonstrate the positive effects of exercise programs for PwH.</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Participant’s height, weight and age will be recorded for pre-test anthropometric data. Height will be measured using a stadiometer, and weight will be measured with an electronic scale. Hemophilia Joint Health Score v2.1 and Manual Muscle Testing (Daniels and Worthingham’s) for deltoid (anterior, middle and posterior fibers), biceps, triceps, quadriceps, hamstrings, and calf muscles will be conducted pre and post-test. HEP-Test-Q will be assessed pre and post-test to note change in subjective QoL. Rating of perceived exertion (Borg rating of perceived exertion) will be assessed on every session to check progression in variables being tested. HEP-Test-Q and Rating of perceived exertion will be provided in Urdu for participants. Treatment sessions will be conducted twice a week, for eight weeks, amounting to a total of sixteen sessions. The control group will be administered a standard physical therapy intervention program which will consist of active muscle stretching and aerobic exercise. If participants drop out before completion of sessions, analysis will be done via intention to treat analysis. License has been obtained from the relevant authorities to use these questionnaires in this study.\nExercises will include:\n·   Flexion, extension and abduction at the shoulder joint for anterior, middle and posterior fibers of deltoid respectively\n·   Flexion and extension at the elbow for biceps brachii and triceps trachii\n·   Flexion and extension at the knee joint for quadriceps and hamstring muscles\n·   Plantar flexion at the ankle joint for gastrocnemius and soleus\nThree sets of ten repetitions of each exercise will be done.\nThe intervention group will undergo a progressive resistance training program consisting of active muscle stretching and resistance training. Exercise for intervention group will consist of:\n·   Resisted flexion, extension and abduction at the shoulder joint for anterior, middle and posterior deltoid, using dumbbells\n·   Resisted flexion and extension at the elbow for biceps brachii and triceps trachii, using dumbbells\n·   Resisted flexion and extension of knee joint for quadriceps and hamstring muscles, using therabands\n·   Resisted dorsiflexion and plantar flexion of gastrocnemius and soleus, using therabands\nResistance will be increased on basis of progressive overload principle. Three sets of ten repetitions will be performed per muscle group. Initial weight of the dumbbells will be one kilogram and will be increased by half kilogram per week. Therabands will be used to provide lower limb resistance. Resistance for therabands will be upgraded every two weeks. Treatment time per group will be approximately forty minutes. Exercises will be progressed in a gradual manner to give participants time to build muscle strength, and prevent any chance of injury. Participants will be given the option to withdraw from the study at any time."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Data will be collected from a Hemophilia welfare center located in Karachi, Pakistan. A hematologist, orthopedic and general physician, as well as paramedical staff are present on-site, to guarantee safety of patients. Sixty participants will be included in the study. Written informed consent will be obtained from participants, with forms being provided in both English and in Urdu. These will be collected, and only be accessible, by the principal investigator. Once consent has been obtained, participants will be enrolled in the study. Participants will be divided equally in two groups: a control group and an intervention group. Allocation to both these groups will be done by simple random sampling, using a computer software (randomizer.org), with participants unaware regarding group allocation. Participant data is available via the registry maintained by the welfare center, providing a sample frame from which participants can be selected.</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Literature is available on the benefits of exercise in patients with hemophilia. The objective of this research protocol is to assess if resistance training is more beneficial than aerobic training in improving muscular strength and quality of life in hemophilic population.</p>"
        },
        {
            "header": "References",
            "content": "<p><br></p><p>[1] Srivastava A, Brewer AK, Mauser‐Bunschoten EP, Key NS, Kitchen S, Llinas A et al. Guidelines for the management of hemophilia. Haemophilia. 2013;19(1):e1-47.</p><p>[1] World federation of hemophilia.&nbsp;Severity of hemophilia. https://www.wfh.org/en/page.aspx?pid=643 (accessed 10 February 2019).</p><p>[1] World Federation of Hemophilia. Annual Global Survey 2017,&nbsp;World Federation of Hemophilia.&nbsp;undefined: 31-4.</p><p>[1] Cassis FY, Querol F, Forsyth A, Iorio A, HERO International Advisory Board. Psychosocial aspects of haemophilia: a systematic review of methodologies and findings. Haemophilia. 2012;18(3):e101-14.</p><p>[1] Witkop M, Guelcher C, Forsyth A, Hawk S, Curtis R, Kelley L et al. Treatment outcomes, quality of life, and impact of hemophilia on young adults (aged 18–30 years) with hemophilia. American journal of hematology. 2015;90:S3-10.</p><p>[1]Barlow JH, Stapley J, Ellard DR. Living with haemophilia and von Willebrand's: a descriptive qualitative study. Patient education and counseling. 2007;68(3):235-42.</p><p>[1] Limperg PF, Haverman L, Maurice-Stam H, Coppens M, Valk C, Kruip MJ et al. Health-related quality of life, developmental milestones, and self-esteem in young adults with bleeding disorders. Quality of Life Research. 2018;27(1):159-71.</p><p>[1] Chen SL. Economic costs of hemophilia and the impact of prophylactic treatment on patient management. Am J Manag Care. 2016 Apr 1;22(5 Suppl):s126-33.</p><p>[1] Greene WB, Strickler EM. A modified isokinetic strengthening program for patients with severe hemophilia. Developmental Medicine &amp; Child Neurology. 1983;25(2):189-96.</p><p>[1] Fatimid Foundation (2013) Cost of treatment, Available at: <a href=\"https://www.fatimid.org/index.php?option=com_content&amp;view=article&amp;id=13&amp;Itemid=39\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.fatimid.org/index.php?option=com_content&amp;view=article&amp;id=13&amp;Itemid=39</a> (Accessed: February: 2019).</p><p>[1] Cuesta-Barriuso R, Torres-Ortuño A, Pérez-Alenda S, Carrasco JJ, Querol F, Nieto-Munuera J. Sporting activities and quality of life in children with hemophilia: an observational study. Pediatric physical therapy. 2016;28(4):453-9.</p><p>[1] Schäfer GS, Valderramas S, Gomes AR, Budib MB, Wolff ÁL, Ramos AA. Physical exercise, pain and musculoskeletal function in patients with haemophilia: a systematic review. Haemophilia. 2016;22(3):e119-29.</p><p>[1] Negrier C, Seuser A, Forsyth A, Lobet S, Llinas A, Rosas M, Heijnen L. The benefits of exercise for patients with haemophilia and recommendations for safe and effective physical activity. Haemophilia. 2013;19(4):487-98.</p><p>[1] Hilberg T, Herbsleb M, Puta C, Gabriel HH, Schramm W. Physical training increases isometric muscular strength and proprioceptive performance in haemophilic subjects. Haemophilia. 2003;9(1):86-93</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 32493063,
                "identity": "256f3141-92f4-4699-95ac-b295e66160fc",
                "order_by": 0,
                "name": "Felicianus Anthony Pereira",
                "email": "f.pereira93@hotmail.com",
                "orcid": "https://orcid.org/0000-0003-0711-3078",
                "institution": "SBB Dewan University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Felicianus",
                "middleName": "Anthony",
                "lastName": "Pereira",
                "suffix": ""
            },
            {
                "id": 32493064,
                "identity": "32cf7943-a4c4-4f6e-a6b5-81b008d65815",
                "order_by": 1,
                "name": "Nabila Najam Soomro",
                "email": "",
                "orcid": "",
                "institution": "Sindh Institute of Physical Medicine & Rehabilitation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nabila",
                "middleName": "Najam",
                "lastName": "Soomro",
                "suffix": ""
            },
            {
                "id": 32493065,
                "identity": "2f502021-28f3-4e04-b4b6-ea18a0a07f42",
                "order_by": 2,
                "name": "Dilshad Farheen Hasnain",
                "email": "",
                "orcid": "",
                "institution": "Sindh Institute of Physical Medicine & Rehabilitation",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dilshad",
                "middleName": "Farheen",
                "lastName": "Hasnain",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-06-11 07:31:33",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1553/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1553/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13713857,
                "identity": "6a88e284-1809-4463-ac1d-7d3e9fa3c722",
                "added_by": "auto",
                "created_at": "2021-09-17 14:35:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 193268,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1553/v1/7696032c-cfb0-496f-b4f8-cca0a11f95e8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Hemophilia, resistance training, aerobic exercise, Pakistan",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background: </strong>Bleeding episodes in mild haemophilia may occur after major injuries or surgical procedures with some people not experiencing bleeding episodes. People suffering from moderate haemophilia bleed once a month, however they rarely experience spontaneous bleeding. Those suffering from severe haemophilia bleed quite often into muscles or joints, and episodes can occur once to twice a week. Bleeding usually occurs spontaneously.</p><p><strong>Objective: </strong>To investigate the effects of progressive resistance training on quality of life, muscular strength and joint score in patients with haemophilia<strong>. </strong></p><p><strong>Methodology: </strong>Sixty patients will be enrolled in the study. Thirty patients will be allocated to control group, and thirty to intervention group. Controls will be administered active muscle stretching and aerobic exercises. Intervention group will be given active muscle stretching, and resistance training. Patients will be randomly allocated to each group. Anthropometric data will be measured pre-test to establish a baseline. Study variables include muscular strength, and quality of life. All tests will be measured pre-test and post-test to compare effects of treatment.</p><p><strong>Results:</strong> Participant recruitment commenced in June 2021. The post intervention phase will be completed by August 2020. Data analysis will commence after this. A write-up for publication is expected to be completed after the follow-up phase is finalized in August 2021.</p><p><strong>Conclusions:</strong> If resistance training is found to be effective in improving quality of life and muscular strength in participants, it could reduce the frequency of factor therapy given prophylactically, or even as acute treatment, thus directing it towards more severe cases. It will also provide financial relief to organizations supporting the treatment of the hemophilic population.</p><p>The registration number for this trial is NCT04892628.</p>",
        "manuscriptTitle": "Measurement of subjective and objective indices after progressive resistance training compared with aerobic training in Patients with Haemophilia: a study protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-09-13 08:54:43",
                "doi": "10.21203/rs.3.pex-1553/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "d91241f8-b4d9-4c2a-8692-9fb3058d1696",
        "owner": [],
        "postedDate": "September 13th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4954019,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-09-13 08:54:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}