{
    "identity": "pex-1035",
    "title": "<p>Generating Hematopoietic Stem Cells from AGM-derived Hemogenic Precursors in a Stroma-free Engineered Niche</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Hematopoietic stem cells (HSCs) are multilineage, self-renewing cells with the ability to engraft long-term when transplanted to an adult host. The first HSCs emerge during embryonic development from specialized hemogenic endothelial cells within the major arterial vasculature—including the aorta-gonad-mesonephros (AGM) region. HSCs have significant therapeutic potential for use in cellular therapies and disease modeling. However, efforts to reliably and reproducibly generate HSCs in a stroma-free niche, and to specify HSCs from induced pluripotent stem cells and embryonic stem cells, have achieved only limited success. To facilitate these efforts, a thorough understanding of the signals that are necessary and sufficient to support HSC emergence and development is essential. Previous studies generated an engineered platform to support Notch signaling in hematopoietic progenitors derived from human cord blood HSCs as well as murine bone marrow-derived HSCs<sup>1,2</sup>.&nbsp;These stroma-free methods used in-house engineered, immobilized Notch ligand (Delta1/Dll1) to support Notch signaling (and, in some cases, in conjunction with immobilized fibronectin fragment and appropriate cytokines to support expansion of short-term engrafting progenitors for therapeutic applications<sup>3</sup>). We previously identified conditions incorporating the use of immobilized Dll1 sufficient to support quantitative expansion of AGM HSCs derived from embryonic day 11 (E11), when directly engrafting HSC are first reproducibly detected in the AGM at low frequency. However, this niche was insufficient to support the maturation of hemogenic precursors isolated prior to E11 to engrafting HSCs<sup>4</sup> and was dependent on FBS-containing media which introduces unknown variability due to FBS components and batch variation, as well as artificial Dll1 ligand generated in-house<sup>5</sup>. Building on these prior methods, and leveraging complementary single cell transcriptomics to identify ligand-receptor interactions in the&nbsp;HSC-supportive AGM-EC niche, our lab has developed methodology for the maturation of AGM-derived hemogenic precursors to engrafting HSCs through culture in an engineered niche, using a stroma-free and serum-free platform incorporating Notch receptor-specific activating antibodies (in place of Dll1 ligand) and other commercially-available components. Herein, we provide details on how to replicate these results.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><u>Reagents for engineered culture plate preparation:</u></p><p>48-well non-tissue culture-treated plates (Corning/Falcon, cat no. 351178)</p><p>Dulbecco’s Phosphate Buffered Saline (PBS)(Gibco, cat. no. 14190-144)</p><p><sup>5</sup>anti-Notch1 antibody (clone HMN1-12)(Biolegend, cat no. 95499)</p><p>anti-Notch2 antibody (clone HMN2-35)(Biolegend, cat no. 96014) *Not currently available from Biolegend as a purified nonconjugated antibody. Alternative options for nonconjugated antibody from the same clone available from Lifespan (cat no. LS-C188663) and Biorad (cat no.MCA5702)</p><p>Armenian Hamster IgG isotype control antibody (clone HTK888)(Biolegend, cat no. 400933)</p><p>RetroNectin (r-fibronectin: FN-CH-296) (Takara, cat no. T100B)</p><p>recombinant mouse VCAM-1/CD106 Fc chimera (R&amp;D systems, cat no. 643-VM)</p><p>&nbsp;</p><p><u>Reagents for serum-free media:</u></p><p>StemSpan SFEM II (StemCell Technologies, cat no. 09655)</p><p>recombinant murine stem cell factor (SCF) (PeproTech, cat no. 250-03)</p><p>recombinant murine interleukin-3 (IL-3) (PeproTech, cat no. 213-130</p><p>recombinant human thrombopoietin (TPO) (PeproTech, cat no. 300-18)</p><p>LY364947 (small molecule inhibitor of TGFBR) (Tocris, cat no. 2718)</p><p>Dimethyl Sulfoxide(DMSO) (Alfa Aesar, cat. no. J66650)</p><p>recombinant murine CXCL12/SDF1-a (R&amp;D systems, cat no. 460-SD).</p><p>&nbsp;&nbsp;</p><p><u>Reagents for AGM dissection:</u></p><p>15 ml conical tube (Corning, cat. no. 352196)</p><p>Dulbecco’s Phosphate Buffered Saline (PBS)(Gibco, cat. no. 14190-144)&nbsp;</p><p>Hyclone Fetal Bovine Serum (FBS), heat inactivated (Fisher Scientific, cat. no. SH30088.03)</p><p>PBS/10%FBS</p><p>Collagenase (0.25%) (StemCell Technologies, cat. no. 7902)</p><p>&nbsp;&nbsp;</p><p><u>Reagents for sorting AGM-derived hemogenic precursors:</u></p><p>PBS/10% FBS</p><p>DAPI (prepared as 1mg/mL stock in H20) (Millipore, cat. no. 268298)&nbsp;</p><p>Anti-mouse CD16/32 (FcR block) (BD Biosciences, cat. no. 553141)&nbsp;</p><p>3mL syringe (BD, cat. no. 309657)&nbsp;</p><p>.22-micron syringe-driven filter (Millipore Sigma, cat. no. SLGP033RS)</p><p>5 mL tube with 35-micron cell strainer cap (Corning, cat. no. 352235)&nbsp;</p><p>5 mL round-bottom tube (Corning, cat. no. 352054)</p><p>&nbsp;</p><p><u>Antibodies for sorting:&nbsp;</u></p><p>PECy7-conjugated VE-Cadherin/CD144 (clone eBioBV13) (eBioscience, cat. no.25-1441-82)</p><p>PerCP-eFluor710-conjugated EPCR/CD201 (clone eBio1560) (eBioscience, cat no. 46-2012-80)</p><p>APC-conjugated CD61 (clone 2C9.G2) (Biolegend, cat no. 104316)</p><p>PECy7-conjugated Rat IgG1 kappa isotype control antibody (clone eBRG1) (eBioscience, cat no. 25-4301-82)</p><p>PerCP-eFluor710-conjugated Rat IgG2b kappa isotype control antibody (clone eB149/10H5) (eBioscience, cat no. 46-4031-82)</p><p>APC-conjugated Armenian Hamster IgG isotype control antibody (clone HTK888) (Biolegend, cat no. 400911)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Thermo Scientific Jewett High Performance Laboratory Refrigerator (Setpoint: +4°C)&nbsp;</p><p>&nbsp;Sorvall&nbsp;Legent&nbsp;RT+ refrigerated tabletop centrifuge (Thermo Scientific, cat. no. 75004377)&nbsp;</p><p>&nbsp;BD&nbsp;FACSAria&nbsp;II with DIVA software (BD Biosciences)&nbsp;</p><p>&nbsp;Sanyo MCO-20AIC C02 incubator (Sanyo Electric Co, Ltd, model MCO-20AIC)&nbsp;</p><p>&nbsp;P1000&nbsp;uL&nbsp;pipette (Fisherbrand&nbsp;Finnpipette&nbsp;II, cat. no. 21-377-821)&nbsp;</p><p>&nbsp;Isotemp&nbsp;210 Digital Water Bath (Fisher Scientific, cat no.&nbsp;15-462-10X)&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "Immobilization of engineered niche ligands on non-tissue culture plates\n1. One day prior to the initiation of culture, combine of Notch antibodies (anti-Notch1 and anti-Notch2 antibodies, each at 10 micrograms/ml), or control antibody (Armenian Hamster IgG Isotype Control Antibody, also at 20 micrograms/ml), together with either recombinant fibronectin fragment (5 micrograms/ml, retronectin, FN-CH-296) or recombinant mouse VCAM-1/CD106 Fc Chimera (5 micrograms/ml) to Ca+Mg+-free PBS.\n2. Add approximately 0.25 ml ligand solution per well of a non-tissue culture plastic 48-well plate (for other well formats, see suggested amount per well in Supplementary Table 2). Make sure the meniscus clears the well bottom.\n3. Incubate plate overnight at 4°C.\n4. On the day of culture initiation, prepare enough serum-free media for the number and types of wells being plated (see Supplementary Tables 1 and 2).\n5. Aspirate ligand solution and add excess PBS one well at a time ensuring the well does not dry out. Repeat once.\n6. Aspirate PBS from the well and add 0.4 ml of serum-free media per 48-well (reserving additional 0.1 ml volume for addition of cell suspension following sorting, below). (For other well formats, see suggested volumes in Supplementary Table 2).\nIsolation of VE-Cad+EPCR+CD61+ hemogenic precursors for engineered culture conditions\n*For additional sorting details, refer to our previously published methods article6.\nAGM/P-Sp Dissection\n1. Set up timed matings of C57BI6/J7 (CD45.2) mice for generating embryonic tissues of the desired age.\n2. Harvest embryos from pregnant females at 9.5 to 11.5 days post coitum (dpc), depending on the stage desired.\n3. Dissect the AGM (or for E9.5 embryos, the central portion of the embryo proper containing the para-aortic splanchnopleure/P-Sp) from the embryos on ice-cold PBS with 10% FBS, as previously described7, pooling embryos from litters at the equivalent developmental stage based on somite numbers.\n4. Collect the pooled P-Sp/AGM tissues in a 15ml conical tube containing 10 ml PBS with 10% FBS on ice. Gravity settle tissues and gently remove PBS/10% FBS. Add 1ml 0.25% collagenase. Place in a 37°C water bath for 25 min.\n5. Add 1 ml of PBS/10% FBS. Pipette about 20-30 times with a 1 ml pipette tip to obtain a single cell suspension. Add an additional 8 ml of PBS/10% FBS and centrifuge at 300 x g for 5 min. Discard the supernatant.\nSorting of VE-Cad+EPCR+CD61+ precursors\n1. Prepare the blocking buffer for antibody staining. Add 10 micrograms/ml anti-mouse CD16/CD32 (Fc receptor (FcR) block) and 1 microgram/mL DAPI (1 mg/ml stock in H2O) to 1 ml PBS with 10% FBS.\n2. Draw up in a 3 ml syringe and pass through a 0.22-micron syringe filter to sterilize. Re-suspend the cell pellet from the dissociated murine embryonic tissues in 500 microliters blocking buffer and incubate on ice for 5 min.\n3. Prepare the antibody mix: Add 10 microgram/ml FcR block to 1 ml PBS with 10% FBS and 10 microliters of each fluorochrome-conjugated antibody (see reagent list): VEcadherin-PECy7, EPCR-PerCP-eFluor710, and CD61-APC. Also prepare a separate antibody mix containing isotype controls antibodies (see reagent list) that will be used to stain a small fraction of AGM cells (~10%) for setting sorting gates. (Note: use a 1:100 final dilution of antibodies unless otherwise indicated based on the manufacturer’s recommendations or according to titrations).\n4. Draw antibody mix into a 3 ml syringe and pass through a 0.22-micron syringe filter to sterilize. Add 0.5 ml antibody mix to cell pellet in blocking buffer from above. Incubate on ice for at least 20 minutes.\n5. Wash the stained cells: Add 9 ml PBS/10% FBS and centrifuge at 300 x g for 5 min, aspirate, and re-suspend the cell pellet in 0.5 ml PBS/10% FBS.\n6. Remove cell clumps by pipetting the cell suspension through a 35-micron cell strainer cap on a 5 ml tube. Place on ice until FACS.\n7. Perform fluorescence-activated cell sorting (FACS) by first gating on SSC and FSC (using relatively broad gates for FSC-A, as embryonic hemogenic precursors tend to vary in size, and using FSC-W and SSC-W gates to exclude doublets; for sample gating, see6) and gating on live cells as DAPI negative. Gate on VE-Cadherin positive cells and then gate on the subset that is positive for both EPCR and CD61. Use isotype control and fluor-minus one (FMO) samples to set thresholds for gates. Set the sorting machine to the lowest flow rate of 1.0 to minimize shear stress. Sort cells into a 5ml tube containing cold PBS/10% FBS.\n8. After sorting, centrifuge cells at 300 x g for 10 min, aspirate, and re-suspend the cell pellet in serum-free media (enough for 100 microliters/48-well). Re-suspend approximately 1-2 embryo equivalent of sorted cells per 48-well (this may need to be adjusted based on the embryonic stage).\n9. Add 100 microliters of cells to each 48-well (from plate prepared for engineered niche culture), for a total volume of 500 microliters/well (or for other well formats, total volume indicated in Supplementary Table 2).\n10. Culture cells for 6-7 days in a 37°C tissue culture incubator with 5% C02 before harvesting for phenotypic analysis by flow cytometry and transplantation assays. During culture, colonies of highly motile, semi-adherent, dividing hematopoietic progeny should emerge (see Figure 1 and Supplementary movie), but cells should not be confluent at the time of harvest. To harvest cells, pipette vigorously and scrape wells with pipette tip to remove all cells. Remove 10% of cells for phenotyping, and the remaining 90% for transplantation or other secondary assays (such as CFU or lymphoid assays in secondary OP9 and OP9-Delta co-cultures8). General phenotyping and transplantation assays are described in our previously published protocol.6 To ensure that all cells are harvested, a small volume of PBS/2% FBS can be used in an additional round of vigorous pipetting and added to the rest of the harvested cells."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Hematopoietic colonies do not form&nbsp;and/or have reduced growth and/or have an uneven&nbsp;distribution&nbsp;in culture from sorted AGM cells:&nbsp;&nbsp;</p><p>1. The process of sorting could potentially harm AGM cells. Make sure to set the flow sorter to the lowest flow rate of 1.0 or adjust nozzle size to minimize shear stress on AGM cells.&nbsp;</p><p>2. If care is not taken while washing plate to aspirate ligand solution and wash with PBS one well at a time, adherent antibodies and immobilized ligands may dry out, impairing their ability to interact with AGM cells.&nbsp;&nbsp;</p><p>3.&nbsp;During&nbsp;6-7 days of&nbsp;culture&nbsp;in&nbsp;37°C incubator, the&nbsp;media may&nbsp;start to evaporate&nbsp;which may affect cell growth and viability.&nbsp;Using an incubator with adequate&nbsp;humidity, and&nbsp;adding&nbsp;sterile water or&nbsp;PBS to the&nbsp;empty&nbsp;wells surrounding&nbsp;the wells&nbsp;containing&nbsp;cells&nbsp;at the beginning of culture&nbsp;should help prevent evaporation&nbsp;from occurring.&nbsp;&nbsp;&nbsp;</p><p>4. Media is yellow by end of culture period&nbsp;or cells are overgrown in culture (confluent or forming colonies of cells growing on top&nbsp;of one another): initial cell density for plating&nbsp;was too high.&nbsp;Reduce the numbers of cells plated at day 0.&nbsp;We generally aim for&nbsp;1-2 embryo equivalent of cells per 48-well, but this may need to be adjusted based on the embryonic stage.&nbsp;</p><p>5.&nbsp;Coating wells with&nbsp;an&nbsp;inadequate&nbsp;amount of&nbsp;ligand solution&nbsp;will cause uneven distribution of ligand coating&nbsp;on&nbsp;the plastic&nbsp;bottom.&nbsp;Cells will&nbsp;then&nbsp;distribute&nbsp;unevenly sometimes&nbsp;with&nbsp;a donut shape&nbsp;on the well bottom.&nbsp;Increase amount of ligand solution used to initially coat the plastic.&nbsp;</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>8-10 days for setting up timed&nbsp;matings&nbsp;and embryo development prior to dissection and sort&nbsp;</p><p>6-7 days of culture to expand sorted hemogenic precursor colonies&nbsp;</p><p>Total estimated time of procedure: 14-17 days&nbsp;&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>During culture in the engineered niche, colonies of highly&nbsp;motile, semi-adherent hematopoietic&nbsp;cells&nbsp;should emerge (see Figure 1 and Supplementary movie), containing a mixture of&nbsp;HSCs and their progeny&nbsp;by phenotype and based on transplantation assays following culture. Prolonged culture&nbsp;in the engineered niche&nbsp;results in production of various myeloid, erythroid, megakaryocyte, and lymphoid (primarily T-cell precursors)&nbsp;progeny. &nbsp;Information on the anticipated results for this protocol—including the phenotype,&nbsp;single cell&nbsp;transcriptional profiles,&nbsp;and engraftment of hematopoietic progeny—can&nbsp;be found in&nbsp;our&nbsp;most recent article:&nbsp;\"Engineering a niche supporting haematopoietic stem cell development using integrated single cell transcriptomics”. This manuscript&nbsp;is&nbsp;in review&nbsp;at Nature Communications as of&nbsp;August,&nbsp;2020.&nbsp;A full citation for this pre-publication reference can be found&nbsp;in the associated publications section of this protocol.&nbsp;&nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Delaney, C., Varnum-Finney, B., Aoyama, K., Brashem-Stein, C. &amp; Bernstein, I. D. Dose-dependent effects of the Notch ligand Delta1 on ex vivo differentiation and in vivo marrow repopulating ability of cord blood cells.&nbsp;<em>Blood</em>&nbsp;<strong>106</strong>, 2693-2699, doi:10.1182/blood-2005-03-1131 (2005).&nbsp;</p><p>2. Varnum-Finney, B., Brashem-Stein, C. &amp; Bernstein, I. D. Combined effects of Notch signaling and cytokines induce a multiple log increase in precursors with lymphoid and myeloid reconstituting ability.&nbsp;<em>Blood</em>&nbsp;<strong>101</strong>, 1784-1789, doi:10.1182/blood-2002-06-1862 (2003).&nbsp;</p><p>3. Hadland, B. K.<em>&nbsp;et al.</em>&nbsp;Endothelium and NOTCH specify and amplify aorta-gonad-mesonephros-derived hematopoietic stem cells.&nbsp;<em>J Clin Invest</em>&nbsp;<strong>125</strong>, 2032-2045, doi:10.1172/JCI80137 (2015).&nbsp;</p><p>4. Varnum-Finney, B.<em>&nbsp;et al.</em>&nbsp;Immobilization of Notch ligand, Delta-1, is required for induction of notch signaling.&nbsp;<em>J Cell Sci</em>&nbsp;<strong>113 Pt 23</strong>, 4313-4318 (2000).&nbsp;</p><p>5. Hadland, B. K., Varnum-Finney, B., Nourigat-Mckay, C., Flowers, D. &amp; Bernstein, I. D. Clonal Analysis of Embryonic Hematopoietic Stem Cell Precursors Using Single Cell Index Sorting Combined with Endothelial Cell Niche Co-culture.&nbsp;<em>J Vis Exp</em>, doi:10.3791/56973 (2018).&nbsp;</p><p>6. Morgan, K., Kharas, M., Dzierzak, E. &amp; Gilliland, D. G. Isolation of early hematopoietic stem cells from murine yolk sac and AGM.&nbsp;<em>J Vis Exp</em>, doi:10.3791/789 (2008).&nbsp;</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1172/JCI80137",
                "date": "2015-04-12 22:00:06",
                "title": "Endothelium and NOTCH specify and amplify aorta-gonad-mesonephros–derived hematopoietic stem cells",
                "authors": [
                    "Brandon K. Hadland",
                    "Barbara Varnum-Finney",
                    "Michael G. Poulos",
                    "Randall T. Moon",
                    "Jason M. Butler",
                    "Shahin Rafii",
                    "Irwin D. Bernstein"
                ],
                "journal": "Journal of Clinical Investigation",
                "logo": ""
            },
            {
                "doi": "10.1038/s41467-022-28781-z",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 795520,
                "identity": "ac95b9de-57e4-4562-8308-a6288b160ab4",
                "order_by": 0,
                "name": "Tessa Dignum",
                "email": "",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tessa",
                "middleName": "",
                "lastName": "Dignum",
                "suffix": ""
            },
            {
                "id": 795519,
                "identity": "d0946ee6-2529-40bc-bdac-80ac5cf10a20",
                "order_by": 1,
                "name": "Barbara Varnum-Finney",
                "email": "",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "",
                "lastName": "Varnum-Finney",
                "suffix": ""
            },
            {
                "id": 795521,
                "identity": "7b897241-f83f-40b6-85d5-d5cd9e0b5798",
                "order_by": 2,
                "name": "Stacey Dozono ",
                "email": "",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stacey",
                "middleName": "",
                "lastName": "Dozono",
                "suffix": ""
            },
            {
                "id": 795518,
                "identity": "00984975-7bd5-4495-b86d-90d3ad7b753c",
                "order_by": 3,
                "name": "Brandon Hadland ",
                "email": "bhadland@fredhutch.org",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Brandon",
                "middleName": "",
                "lastName": "Hadland",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-07-09 20:46:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1035/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1035/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 19585882,
                "identity": "381feedf-a673-4495-bfeb-aac43eb29b79",
                "added_by": "auto",
                "created_at": "2022-03-24 19:24:24",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4404182,
                "visible": true,
                "origin": "",
                "legend": "<p>Hematopoietic colony emergence in the engineered niche. Representative images of hematopoietic colonies on day 4 of culture in the engineered niche.</p>",
                "description": "",
                "filename": "Engineerednichecolonies.png",
                "url": "https://assets.researchsquare.com/files/pex-1035/v1/bed1994b32e5abe5626503cb.png"
            },
            {
                "id": 19702740,
                "identity": "7ab493f1-af5e-4f7f-bab7-61b059ec5a05",
                "added_by": "auto",
                "created_at": "2022-03-28 20:05:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1129993,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1035/v1/d1277e3e-e797-48b2-972d-588ec8f10433.pdf"
            },
            {
                "id": 19585867,
                "identity": "b99d776b-0a80-4b44-bdf9-bb04868dd346",
                "added_by": "auto",
                "created_at": "2022-03-24 19:24:22",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 35841,
                "visible": true,
                "origin": "",
                "legend": "Table 1. Serum-free media. This table contains information on the reagents and concentrations of reagents needed to make serum-free media for culturing hemogenic precursors in the engineered niche. ",
                "description": "",
                "filename": "Table1.EngineeredNichecoculturemedia.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1035/v1/8de76f5666924ab4f7579a0a.pdf"
            },
            {
                "id": 19585859,
                "identity": "d30b9d38-2e46-4793-a1d5-a19b7e7a1287",
                "added_by": "auto",
                "created_at": "2022-03-24 19:24:18",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 82323,
                "visible": true,
                "origin": "",
                "legend": "Table 2. Coating solution and serum-free culture media amounts. This table contains information on the amounts of coating solution and media required for various sizes of culture plates. ",
                "description": "",
                "filename": "Table2Plateligandmediaamt.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1035/v1/00185efa9b21cd781ec90626.pdf"
            },
            {
                "id": 19585990,
                "identity": "0b09af8f-6963-4afd-a378-179cacf23a40",
                "added_by": "auto",
                "created_at": "2022-03-24 19:25:16",
                "extension": "mov",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2720920,
                "visible": true,
                "origin": "",
                "legend": "Video 1. Time-lapse video of hematopoietic colony formation in the engineered niche. Cells were imaged every half hour in the Incucyte S3 live cell imager. Hematopoietic colony growth is shown here from 0d 12 hr to 2d 15hr of culture in engineered niche. ",
                "description": "",
                "filename": "Video1.mov",
                "url": "https://assets.researchsquare.com/files/pex-1035/v1/e54eb1ec08eddcb6e965ca51.mov"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "engineered niche, aorta-gonad-mesonephros (AGM), hematopoietic stem cell (HSC), hemogenic precursors, hematopoietic niche, anti-Notch1 antibody, anti-Notch2 antibody, fibronectin, VCAM1-Fc, Delta1(Dll1)-Fc, CXCL12 ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Our previous studies demonstrated the capacity of a stroma layer consisting of AGM-derived myrAKT-transduced endothelial cells (AGM-EC) to support the in vitro conversion of hemogenic endothelium (HE) to hematopoietic stem cells (HSCs) that functionally reconstitute long-term multilineage hematopoiesis in adult recipients following transplantation. Here we present our protocol for an engineered stromal-free niche developed using complementary single cell transcriptomic analyses of HE/HSC and the AGM-EC niche to define ligand-receptor interactions sufficient to support HSC formation from embryonic hemogenic precursors in vitro. This protocol will be useful to identify and characterize additional niche-derived signaling ligands/pathways that may further enhance HSC generation from HE in vitro in a well-defined platform, and provides a basis for further translational efforts toward HSC production in vitro such as from embryonic or pluripotent stem cells.</p>",
        "manuscriptTitle": "Generating Hematopoietic Stem Cells from AGM-derived Hemogenic Precursors in a Stroma-free Engineered Niche",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-03-24 17:19:26",
                "doi": "10.21203/rs.3.pex-1035/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c6c30877-f305-4c6a-9b84-7e3f446f321a",
        "owner": [],
        "postedDate": "March 24th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 229509,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-03-24 17:19:26",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}