{
    "identity": "pex-1468",
    "title": "<p>Research Protocol for an Observational Health Data Analysis to Assess the Long-term Outcomes of Prostate Cancer Patients Undergoing Non-Interventional Management (i.e., Watchful Waiting) and the Impact of Comorbidities and Life Expectancy – PIONEER IMI’s “Big Data for Better Outcomes” program</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Prostate cancer (PCa) is the second leading cause of cancer deaths in men worldwide [1]. Despite high incidence rates, outcomes and survival rates for prostate cancer have improved significantly over the years, partly due to widespread availability of prostate‐specific antigen (PSA) testing [2]. Localized prostate cancer (PCa) is characterized by a relatively long natural history, where not all patients affected by the disease would experience metastases and cancer-related death at long-term follow-up.&nbsp;For example, a man diagnosed with cT1c Gleason 6 PCa at age &gt;75 has a risk of PCa-specific death after 15 years of observation of 10%, while the risk of overall mortality is close to 80% [3]. On the other hand, both RP and RT are associated with increased rates of urinary incontinence and erectile dysfunction with consequent detrimental effects on health-related quality of life [4]. Consequently, more conservative approaches have been welcomed for the management of localized and locally advanced PCa. Active surveillance (AS) or watchful waiting (WW) are popular conservative approaches for PCa patients with non-metastatic disease and are recommended in selected patients according to the European Association of Urology (EAU) guidelines [5].</p><p>Several studies have justified the use of these conservative approaches for PCa patients with non-metastatic disease. In the Prostate Cancer Intervention versus Observation Trial (PIVOT), 731 men with localized PCa (mainly low-risk) were randomly assigned to radical prostatectomy or observation. After ~20 years of follow-up, RP was not associated with significantly lower all-cause or prostate-cancer mortality over observation. RP was associated with a higher frequency of adverse events compared with observation but a lower frequency of treatment for disease progression. Additionally, urinary incontinence and erectile and sexual dysfunction were each greater with RP than with observation through 10 years. Furthermore, disease-related or treatment-related limitations in activities of daily living were greater with surgery than with observation through 2 years [6].</p><p>The terms AS and WW are frequently used interchangeably, but they refer to very different observational approaches in PCa management. Although AS and WW aim at avoiding unnecessary therapies and their treatment-related side effects, they have substantial practical differences [5]. AS involves the avoidance or postponement of immediate curative therapy, combined with careful surveillance, whereby curative treatment is offered only upon evidence for increased risk of disease progression or patient preference [5, 7]. For WW no treatment with curative intent is planned, with the aim of avoiding treatment-related side effects. At disease progression and impending PCa‐related complications, palliative treatment is started using hormonal therapy [5, 8]. Patients considered for WW are deemed as unsuitable for curative treatments due to their age and life expectancy, or have specifically chosen for this management strategy and, therefore, are typically monitored until the development of local or systemic symptoms [5]. Since available studies rely on historical cohorts [3], the natural history of contemporary patients managed with WW and the rates of disease progression and survival require further investigation. Moreover, the improved life expectancy and different impact of comorbidities on survival would preclude the generalizability of the results of these studies to contemporary cohorts.</p><p>Taken together, these observations highlight that there is currently a lack of real-world population-based data on the long-term outcomes of contemporary PCa patients managed with non-curative intent therapies such as WW. Moreover, the impact of patient disease characteristics, individual comorbidity profiles, life expectancy and race/ethnicity for the selection of WW candidates still remains to be elucidated. In the face of such a paucity of data, the PIONEER Consortium, which is a novel project of the Innovative Medicine Initiative’s (IMI’s) “Big Data for Better Outcomes” program with the mission to transform PCa care with particular focus on improving cancer-related outcomes, health system efficiency and the quality of health and social care across Europe, aims to assess the question “Which are the long-term outcomes of prostate cancer patients undergoing non-interventional management (i.e., watchful waiting) and what is the impact of comorbidities and life expectancy?”. This question emerged as the one with the second highest agreement score among different stakeholders after an international consensus to identify and prioritize the most important questions in the field of PCa performed within the IMI PIONEER project [9]. The EAU Prostate Cancer Guideline panel and other prostate cancer Key Opinion Leaders were consulted to propose the most critical questions in the field of PCa to be answered using big data. Through this process, 44 key questions were identified. Afterwards, the PIONEER consortium conducted a two round Delphi survey in order to build consensus between the two stakeholder groups: healthcare professionals (including representatives from pharmaceutical companies) and PCa patients. Respondents were asked to consider what impact answering the proposed questions would have on better diagnosis and treatment outcomes for PCa, while scoring these questions [on a scale of 1 (not important) to 9 (critically important)]. The results were analysed by calculating the percentage of respondents scoring each question as not important (score 1 to 3), important (score 4 to 6) or critically important (score 7 to 9). A modified Delphi Methods was then adopted for this prioritization process in order to build consensus among the participants. In the second round, participants were shown a summary of the percentage of other participants’ (patients and healthcare professionals) who considered the question “critically important” in round one. The question “Which are the long-term outcomes of prostate cancer patients undergoing non-interventional management (i.e., watchful waiting) and what is the impact of comorbidities and life expectancy?” was ranked second among the 56 questions identified as “critically important” by the PIONEER project [9].</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "Objectives\nThis study aims to describe demographics, clinical characteristics and estimate outcomes of PCa patients under initial conservative management (delayed treatment) across a network of databases in the overall population and subgroups of patients identified by individual disease characteristics, demographics and comorbidities. In detail, the main objectives of the study are:\n1.   To describe demographic and clinical characteristics of patients with PCa under conservative management (delayed treatment, target cohort 3)\nTo estimate clinical outcomes of PCa patients under conservative management (delayed treatment):\nOverall survival\nCause-specific survival (cancer and other-causes)\nTime to symptomatic progression\nTime to palliative (or curative) treatment initiation\nTo characterize detailed treatments patterns and outcomes of patients with PCa under conservative management (delayed treatment) who initiated treatment:\n·     Distribution of treatment type: curative and palliative\n·     Distribution treatment categories: ADT, RT, RP, systemic anti-neoplastic treatment\n4.   To characterize demographics, clinical characteristics and estimate long-term outcomes of patients newly diagnosed with PCa across a network of databases (target cohort 1)\n5.   To characterize demographics, clinical characteristics and estimate long-term outcomes of patients newly diagnosed with PCa who received immediate treatment (target cohort 2)\n6.   To characterize demographics, clinical characteristics and estimate long-term outcomes of patients newly diagnosed with PCa who delayed immediate treatment (target cohort 4)\nData Sources\nThe study will rely on large observational data, namely population-based registries, electronic health records (EHR) and insurance claims data. The data will be analyzed using a federated model, where the data remain with the data custodians and only the analysis results are shared and published.\nCase series and AS cohorts will not be considered.\nStudy design\nThe study will be an observational cohort study based on routinely collected health care data which has been mapped to the Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM).\nFirst, cohorts of individuals with PCa will be identified. Patients’ demographics and clinical characteristics at or prior to index date (defined below) and treatments and outcomes of these individuals at or after their index date will be described (\nclinical characterization\n).\nTarget Cohort 1 - Newly Diagnosed PCa\n: Adult patients with newly diagnosed PCa with at least 365 days of prior observation\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa (\nIndex date: date of first visit with PCa dx\n)\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to index\n·     no drug exposure to ADT or androgen agonist/inhibitor within 365 days prior to index\nTarget Cohort 2 - Immediate management\n:\nAdult patients with newly diagnosed PCa and treatment within six months with at least 365 days of prior observation\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     no drug exposure to ADT or androgen agonist/inhibitor within 365 days prior to first PCa diagnosis\n·     receipt of at least one treatment (curative or palliative) within the first six months after PCa diagnosis (\nIndex date: six months after first prostate cancer diagnosis\n)\nTarget Cohort 3 - Delayed management\n:\nAdult patients with newly diagnosed PCa and no treatment within 6 months of their diagnosis\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·     No treatment (curative or no palliative) within the first six months of prostate cancer diagnosis (\nIndex date: six months after first prostate cancer diagnosis\n)\nTarget Cohort 3.1 – Intermediate- and high-risk PCa watchful waiting:\nAdult patients with newly diagnosed intermediate- or high-risk PCa who received no treatment within 6 months of their diagnosis\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with prostate cancer diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·      Intermediate -risk or high-risk PCa according to EAU risk groups [5]\n·     No curative or palliative treatment within the first six months of PCa diagnosis (\nIndex date: six months after first prostate cancer diagnosis\n)\nTarget Cohort 3.2.1 - low-risk PCa watchful waiting (low-risk PCa patient not managed with AS during the first 18 months):\nAdult patients with newly diagnosed low-risk PCa who received no treatment within the first six months of diagnosis and were not managed with AS in the first 18 months of diagnosis\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·     No curative or palliative treatment within the first six months after PCa diagnosis\n·     Low-risk PCa\n·     No biopsy within the first 18 months after first diagnosis\n·     <3 PSA testing within the first 18 months after first diagnosis\n·     <3 urological visits within the first 18 months after diagnosis (\nIndex date: 18 months after first prostate cancer diagnosis\n)\nTarget Cohort 3.2.2 - Low-risk PCa AS (low-risk PCa managed with AS during the first 18 months):\nAdult patients with newly diagnosed low-risk PCa who received no treatment within 6 months and were managed with AS in the first 18 months of diagnosis\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·     No curative or palliative treatment within the first six months after PCa diagnosis\n·     Low-risk PCa\n·     At least one biopsy or\n≥3 PSA testing or ≥3 urological visits within the first 18 months after the first diagnosis (\nIndex date: 18 months after prostate cancer diagnosis\n)\nTarget Cohort 4 - Delayed management and further treated PCa:\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·     No curative or palliative treatment within the first six months after PCa diagnosis\n·     Initiation of curative treatment or\nPalliative treatment after six months of first prostate cancer diagnosis (\nIndex date: date of treatment initiation\n)\nTarget Cohort 4.1 - Delayed curative management and further treated curatively PCa:\n·     Male adults (age ≥ 18)\n·     a diagnosis of PCa\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no diagnosis or history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·     No curative or palliative treatment within the first six months after PCa diagnosis\n·     Curative treatment (RP, RT or systemic therapies) after six months of first prostate cancer diagnosis (\nIndex date: date of treatment initiation\n)\nTarget Cohort 4.2 - Delayed management and further treated palliatively PCa:\n·     Male adults (age ≥ 18)\n·     a diagnosis of prostate cancer\n·     a prostate biopsy within 30 days of the first visit with PCa diagnosis\n·     no diagnosis or history of PCa or prostate dysplasia within 365 days prior to first PCa diagnosis\n·     No drug exposure to ADT or androgen agonist/inhibitors within 365 days prior to first PCa diagnosis\n·     No curative or palliative treatment within the first six months after PCa diagnosis\n·     Palliative treatment (RT or systemic therapies) after six months of initial prostate cancer diagnosis (\nIndex date: date of treatment initiation\n)\nTo include newly diagnosed PCa patients not undergoing biopsy at the time of diagnosis, more inclusive cohorts were defined by including patients with a PSA value above 50 ng/mL within 30 days of PCa diagnosis with or without a PCa biopsy in the study.\nOutcome Cohort 1\n.\nDeath from any causes\nOutcome Cohort 2.\nSymptomatic progression defined as occurrence of any of the following symptoms during the follow-up\n·     Skeletal-related events (i.e., compression fracture of vertebral column or spinal cord compression)\n·     Urinary retention\n·     Hydronephrosis and acute kidney failure\n·     Bowel occlusion/obstruction\nOutcome 3.\nTreatment (curative or palliative) initiation. Initiation of PCa-related palliative or curative related treatment such as surgery, radiotherapy and systemic anti-neoplastic during the follow up\nCurative treatment was defined as having any of the following:\n1.   Prostatectomy (radical, open, laparoscopic radical and robot assisted radical)\n2.   Radiotherapy\n·     low dose brachytherapy\n·     high dose brachytherapy\n·     intensity modulated radiotherapy\n·     external beam radiation therapy (EBRT)\n·     Cyberknife\n·     Proton-beam Therapy\n3.   Focal therapy (HIFU, Cryotherapy, RFA)\nPalliative treatment was defined as having any of the following:\nRadium 223\nLutetium-117 PSMA therapy\nOrchiectomy\nPalliative TURP, TUIP\nChemotherapy (Docetaxel, paclitaxel, cabazitaxel, mitoxantrone)\nImmunotherapy (sipuleucel-T, pembrolizumab)\nPARP inhibitors (olaparib, rucaparib)\nAndrogen receptor inhibitor (ARTA)\nADT (ATC for GnRH agonists: L02AE OR GnRH antagonists: L02BX OR anti-androgens: L02BB)\nRadiotherapy following symptoms\nPlacement of ureteral stent or nephrostomy for acute kidney failure\nColostomy\nChronic foley catheter placement\nPelviectomy (Total pelvic exenteration)\nSuprapubic catheter placement\nOutcome Cohort 4.\nCurative treatment initiation\nOutcome Cohort 5.\nPalliative treatment initiation\nOutcome Cohort 6.\nHospitalization within 12 months after onset of symptoms\nOutcome Cohort 7.\nER visits within 12 months after onset of symptoms\nOutcome Cohort 8.\nCancer-specific mortality: occurrence of death from PCa\nOutcome Cohort 9.\nOther cause mortality: occurrence of death from causes other than PCa\nFollow-up\nPatients are followed up from index date until death, diagnosis with another malignancy (except for non-melanoma skin cancer), or end of observation period.\nStratifications\nEach target cohort will be analyzed in full and stratified on factors based on the following pre-index characteristics, all strata are pending meeting minimum reportable cell counts (as specified by data owners):\n-      Comorbidities classified according to standardized systems (e.g., Charlson Co-morbidity Index). Patients will be stratified into three groups:\n1.   CCI=0\n2.   CCI=1\n3.   CCI>=2\n-      Performance status (PS) (e.g., ECOG PS or Karnofsky PS) at index. In case PS is recorded on the Karnofsky scale (KPS), KPS will be converted to ECOG PS using the methodology outlined in Table x\n1.   ECOG=0\n2.   ECOG =1\n3.   ECOG >=2\n-      Type of comorbidity\n1.   CVD\n2.   Obesity\n3.   Hypertension\n4.   Concomitant malignancy before PCa diagnosis\n5.   Total Cardiovascular Disease Event\n6.   Stroke\n7.   Type 2 Diabetes\n8.   VTE\n9.   Anxiety; psychological distress (before and after diagnosis)\n10. Respiratory disease (chronic obstructive pulmonary disease (COPD) or asthma)\n-      Disease status:\n1.   localized (T1-2\nAND\nN0\nAND\n(M0 or Mx))\n2.   locally advanced ((T3-4\nOR\nN1)\nAND\n(M0 or Mx))\n3.   Metastatic (M1)\n-      Disease characteristics at diagnosis:\n1.   Clinical stage at the time of diagnosis:\n§ cT1\n§ cT2\n§ cT3-4\n2.   PSA at diagnosis:\n§ <10 ng/mL or ug/L\n§ 10-20 ng/mL or ug/L\n§ >20 ng/mL or ug/L\n3.   biopsy Grade group (Gleason score)\n§ 1 (3+3)\n§ 2 (3+4)\n§ 3 (4+3)\n§ 4 (4+4 OR 3+5 OR 5+3)\n§ 5 (5+5 OR 4+5 OR 5+4)\n4.   EAU risk group\n§ low-risk (PSA <10 ng/ml\nAND\n(Gleason score 6\nOR\ngrade group 1)\nAND\nc1/cT2a),\n§ intermediate-risk (PSA 10-20 ng/ml\nOR\n(Gleason score 7\nOR\ngrade group 2-3)\nOR\ncT2b)\n§ high-risk (PSA >20 ng/ml\nOR\n(Gleason score 8-10\nOR\ngrade group 4-5)\nOR\ncT3, cT4)\n-      Age categorized into\n1.   5-year groups\n2.   <55 years, 55-80 years and ≥80 years\n-      Race/ethnic groups\n-      Smoking categorized as smokers and non-smokers\n-      Family history of PCa, breast cancer, ovarian cancer, bowel, or pancreatic cancer or family history of BRCA mutation\n-      Somatic or germline mutations in BRCA2, BRCA1, ATM, MLH1, MSH1, MSH2, MSH6, CHEK2, RAD51B and PALB2 genes\n-      Physical therapy/exercise\nFeatures of interest\nThese features span across the full set of target cohorts and research questions of interest in subgroups. Some features will only be relevant in some target cohorts or some subgroups, but the full list is given here.\nPre-index characteristics\nThese features will be described as assessed during the year (-1 to -365 days) pre-index:\nDemographics:\n-    Age at diagnosis (median, IQR)\n-    Year of diagnosis (median, IQR)\n-    Time to death, symptomatic progression and treatment initiation (median, IQR)\n-    Race/ethnicity\nConcept-based:\n-      Condition groups (SNOMED + descendants), >=1 occurrence during the interval\n-      Drug era groups (ATC/RxNorm + descendants), >=1 day during the interval which overlaps with at least 1 drug era\nCohort-based:\n-      Disease status:\n-      localized (T1-2 AND N0 AND M0)\n-      locally advanced (T3-4 OR N1)\n-      Metastatic (M1)\n-\nDisease characteristics:\n-      PSA at diagnosis (median, IQR)\n-      Biopsy grade group (median, IQR)\n-      clinical stage (cT1, cT2, cT3-4)\n-      EAU risk group (low, intermediate, high)\n-\nClinical characteristics/comorbidities:\n-      CVD\n-      Obesity\n-      Hypertension\n-      Concomitant malignancy before PCa diagnosis\n-      Total Cardiovascular Disease Event\n-      Stroke\n-      Type 2 Diabetes\n-      VTE\n-      Anxiety; psychological distress (before and after diagnosis)\n-      Respiratory disease\n-\nFamily history of PCa\n-\nGenetic profile of patient\nPost-index characteristics\nThese features will be described in two different time windows: at index date (day 0) and in the 365 days from index date (0 to 365 days). The characteristics will include:\nConcept-based:\n-      Condition groups (SNOMED + descendants), >=1 occurrence during the interval\n-      Drug era groups (ATC/RxNorm + descendants), >=1 day during the interval which overlaps with at least 1 drug era\nCohort-based:\n●     ER visits within 12 months after onset of symptoms\n●     Hospitalization within 12 months after onset of symptoms\n●     Death\n●     PCa death\n●     Death from other causes\n●     Treatment initiation\nSymptomatic progression\nAnalysis: Characterizing cohorts\nAll analyses will be performed using code developed for the OHDSI Methods library. The code for this study can be found at link. A diagnostic package built off the OHDSI Cohort Diagnostics (\nhttps://ohdsi.github.io/CohortDiagnostics/\n) library, is included in the base package as a preliminary step to assess the fitness of use of phenotypes on your database. If a database passes cohort diagnostics, the full study package will be executed. Baseline covariates will be extracted using an optimized SQL extraction script based on principles of the FeatureExtraction package (\nhttp://ohdsi.github.io/FeatureExtraction/\n) to quantify Demographics, Condition Group Eras, and Drug Group Eras Additional cohort-specific covariates will be constructed using OMOP Standard Vocabulary concepts.\nAt the time of executing Feature Extraction, the package will create a data frame in which individuals’ age and sex will be extracted. Individuals’ medical conditions, procedures, measurements and medications will be summarized 1) over the year prior to their index date (-365—1 day), 32) at index date (0day), and 4) at and over the follow-up time (0+ days). Number and proportion of persons with feature variables during time-at-risk windows will be reported by target cohort and specific stratifications. Standardized mean differences (SMD) will be calculated when comparing characteristics of study cohorts, with plots comparing the mean values of characteristics for each of the characteristics (with the color indicating the absolute value of the standardized difference of the mean).\nBaseline disease characteristics at diagnosis will be reported using medians and proportions for non-normally distributed continuous variables and categorical variables, respectively.\nThe median follow- will be computed for the overall study cohort. The absolute number of patients who experienced overall mortality, cancer-specific mortality, other-cause mortality and disease progression will be reported.\nKaplan-Meier analyses will assess time from PCa diagnosis to overall survival, cancer-specific survival, other-cause-mortality-free survival and symptomatic progression-free survival and time to palliative or curative treatment initiation in the overall cohort and after stratifying patients according to the pre-defined subgroups.\nKaplan-Meier analyses will assess time from disease progression to overall survival, cancer-specific survival and other-cause-mortality-free survival in the overall cohort and after stratifying patients according to the pre-defined subgroups."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Strengths</p><p>The study is anticipated to be the largest patient-level cohort of PCa patients who received conservative management (AS or WW), thus allowing characterization of relatively uncommon outcomes, otherwise not identifiable in smaller datasets. Data will be obtained from multiple centres and providers from at least five countries and two continents. This enables comprehensive characterisation of the study population, key baseline characteristics, outcomes. Lastly, the use of routinely collected data from multiple sources maximizes the external validity and generalisability of the findings.</p><p><br></p><p>Limitations</p><p>This study is carried out using data recorded in a collection of EHR, claims and tumor registries. As with any healthcare database used for secondary data analysis, the patient records might be incomplete in many respects and may have had erroneous entries, leading to misclassification of study variables. Data regarding diagnosis of prostate cancer, treatments, pathology and lab results or baseline covariates prior to enrollment within the database may not be available. PCa specific characteristics such as stage or grade at diagnosis or the extent of the disease or mutational status of genes implicated in PCa are not readily available in most EHR and claims databases. Treatment provided in hospitals or any other setting outside each participating institution is not included.</p><p>Lack of information on treatment intent and difficulty in distinguishing WW from AS are a major limitation of the study. Treatment intent upon PCa diagnosis is not generally captured in the data. As such, identification of patients who were put on initial conservative management (target cohort 3) is based on lack of events (drugs, observations or procedures indicative of immediate PCa treatment) following PCa diagnosis. Similarly, distinction between WW and AS is not possible in the secondary data and can only be inferred based on the intensity of screening during the follow up. Using future information to define the study (target) cohorts lead to immortal time bias [11, 12]. To avoid this, landmark analyses will be used. Six months post initial diagnosis of PCa will be used as a landmark time (landmark time1) to ascertain initial treatment status. Patients receiving any PCa related treatment during this period are classified as immediate management and patients who did not receive any treatment during this period will be classified as conservative management. Patients who were lost to follow-up or died prior to this time are excluded. To further distinguish WW from AS in the conservative management cohorts, a combination of lack of treatment in the first six month following initial PCa diagnosis, PCa risk group and intensity of surveillance during the first 18 months of follow up (landmark time 2) will be used. Patients with intermediate- or high-risk PCa who received no treatment in the first six months following initial PCa diagnosis will be categorized into <em>“Intermediate-, high-risk WW</em>” cohort. Patients with low-risk PCa and minimal surveillance during the first 18 months will be categorized into “<em>low-risk WW</em>” and low-risk PCa patients with intense surveillance in the 18 months period post PCa diagnosis will be categorized into “<em>low-risk AS</em>”. Landmark analyses, itself, can lead to misclassification of patients. To reduce this potential bias, landmarks times (six-months and 18-months post PCa diagnosis) were chosen a-priori and based on clinically meaningful periods [13].</p><p>Medical conditions may be underestimated as they will be based on the presence of condition codes, with the absence of such a record taken to indicate the absence of a disease. Meanwhile, medication records indicate that an individual was prescribed or dispensed a particular drug, but this does not necessarily mean that an individual took the drug as originally prescribed or dispensed.</p><p><br></p><p>Protection of Human Subjects</p><p>The study uses only de-identified data. Confidentiality of patient records will be maintained at all times. Data custodians will remain in full control of executing the analysis and packaging results. There will be no transmission of patient-level data at any time during these analyses. Only aggregate statistics will be captured. Study packages will contain minimum cell count parameters to obscure any cells which fall below allowable reportable limits. All study reports will contain aggregate data only and will not identify individual patients or physicians.</p><p><br></p><p>Management and Reporting of Adverse Events and Adverse Reactions</p><p>According to the new guidelines for good pharmacovigilance practice (EMA/873138/2011) [14] and ISPE [15], there is no requirement for expedited reporting of adverse drug reactions from studies with secondary use of data (such as electronic health care databases).</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Plans for Disseminating and Communicating Study Results</p><p>The results of the study will be presented at international Urological meetings in the form of abstracts. The final results will be published as full-text paper in an international peer-reviewed urological journal.</p><p>Results of this study will be published following guidelines, including those for authorship, established by the International Committee of Medical Journal Editors [16]. When reporting results of this study, the appropriate Strengthening the Reporting of Observational Studies in Epidemiology checklist will be followed [16].</p>"
        },
        {
            "header": "References",
            "content": "<p>[1] Rawla P. Epidemiology of Prostate Cancer. 2019.</p><p>[2] De Angelis R, Sant M, Coleman MP, Francisci S, Baili P, Pierannunzio D, et al. Cancer survival in Europe 1999-2007 by country and age: results of EUROCARE--5-a population-based study. The Lancet Oncology. 2014;15:23-34.</p><p>[3] Lu-Yao GL, Albertsen PC, Moore DF, Lin Y, DiPaola RS, Yao SL. Fifteen-year Outcomes Following Conservative Management Among Men Aged 65 Years or Older with Localized Prostate Cancer. Eur Urol. 2015;68:805-11.</p><p>[4] Resnick MJ, Koyama T, Fan K-H, Albertsen PC, Goodman M, Hamilton AS, et al. Long-Term Functional Outcomes after Treatment for Localized Prostate Cancer. New England Journal of Medicine. 2013;368:436-45.</p><p>[5] Mottet N, Bellmunt J, Bolla M, Briers E, Cumberbatch MG, De Santis M, et al. EAU-ESTRO-SIOG Guidelines on Prostate Cancer. Part 1: Screening, Diagnosis, and Local Treatment with Curative Intent. Eur Urol. 2017;71:618-29.</p><p>[6] Wilt TJ, Jones KM, Barry MJ, Andriole GL, Culkin D, Wheeler T, et al. Follow-up of Prostatectomy versus Observation for Early Prostate Cancer. N Engl J Med. 2017;377:132-42.</p><p>[7] Filson CP, Marks LS, Litwin MS. Expectant management for men with early stage prostate cancer. CA: a cancer journal for clinicians. 2015;65:265-82.</p><p>[8] Dahabreh IJ, Chung M, Balk EM, Yu WW, Mathew P, Lau J, et al. Active surveillance in men with localized prostate cancer: a systematic review. Ann Intern Med. 2012;156:582-90.</p><p>[9] Omar MI, Roobol MJ, Ribal MJ, Abbott T, Agapow PM, Araujo S, et al. Introducing PIONEER: a project to harness big data in prostate cancer research. Nat Rev Urol. 2020;17:351-62.</p><p>[10] Oken MM, Creech RH, Tormey DC, Horton J, Davis TE, McFadden ET, et al. Toxicity and response criteria of the Eastern Cooperative Oncology Group. Am J Clin Oncol. 1982;5:649-55.</p><p>[11] Suissa S. Immortal Time Bias in Pharmacoepidemiology. American Journal of Epidemiology. 2007;167:492-9.</p><p>[12] ENCePP. ENCePP Guide on Methodological Standards in Pharmacoepidemiology. 2021.</p><p>[13] Morgan CJ. Landmark analysis: A primer. J Nucl Cardiol. 2019;26:391-3.</p><p>[14] European Medicines Agency. Guidelines on good pharmacovigilance practices (GVP): Module VIII – Post-authorisation safety studies. . 2017.</p><p>[15] Andrews E, Arellano F, Avorn J, Bortnichak E, Chen R, Dai W, et al. Guidelines for good pharmacoepidemiology practice (GPP). Pharmacoepidemiology and Drug Safety. 2016;25:2-10.</p><p>[16] ICMJE. Recommendations for the conduct, reporting, editing, and publication of scholarly work in medical journals. In: Editors ICoMJ, editor. 2019.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 21545707,
                "identity": "6243092e-3554-445b-8ed8-9ad69ab83cae",
                "order_by": 0,
                "name": "Giorgio Gandaglia",
                "email": "gandaglia.giorgio@hsr.it",
                "orcid": "https://orcid.org/0000-0002-5052-721X",
                "institution": "Vita-Salute San Raffaele University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Giorgio",
                "middleName": "",
                "lastName": "Gandaglia",
                "suffix": ""
            },
            {
                "id": 21545708,
                "identity": "f4f28aae-a5a3-47dc-965f-8cc18f566acd",
                "order_by": 1,
                "name": "Kees van Bochove",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kees",
                "middleName": "van",
                "lastName": "Bochove",
                "suffix": ""
            },
            {
                "id": 21545709,
                "identity": "0ecdda10-616c-4105-8c96-86a831c717dd",
                "order_by": 2,
                "name": "Anders Bjartell",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anders",
                "middleName": "",
                "lastName": "Bjartell",
                "suffix": ""
            },
            {
                "id": 21545710,
                "identity": "4427813c-0b83-4d24-91e8-745ea00dc6c9",
                "order_by": 3,
                "name": "Alberto Briganti",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alberto",
                "middleName": "",
                "lastName": "Briganti",
                "suffix": ""
            },
            {
                "id": 21545711,
                "identity": "09b06a4c-07a3-4e6e-bd2c-253a4618b343",
                "order_by": 4,
                "name": "Phil Conford",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Phil",
                "middleName": "",
                "lastName": "Conford",
                "suffix": ""
            },
            {
                "id": 21545712,
                "identity": "5bd9292f-e512-438d-b24c-705f281757b5",
                "order_by": 5,
                "name": "Susan Evans Axelsson",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Susan",
                "middleName": "Evans",
                "lastName": "Axelsson",
                "suffix": ""
            },
            {
                "id": 21545713,
                "identity": "21c2733a-e22d-47c6-be34-8bb8e77554eb",
                "order_by": 6,
                "name": "Asieh Golozar",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Asieh",
                "middleName": "",
                "lastName": "Golozar",
                "suffix": ""
            },
            {
                "id": 21545997,
                "identity": "808063b3-5e9e-4b9a-b2fa-34d74d4577d4",
                "order_by": 7,
                "name": "Mieke Van Hemelrijck",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mieke",
                "middleName": "Van",
                "lastName": "Hemelrijck",
                "suffix": ""
            },
            {
                "id": 21545998,
                "identity": "287359b8-91c4-4fe1-aa36-0eafa8606404",
                "order_by": 8,
                "name": "Katharina Beyer",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katharina",
                "middleName": "",
                "lastName": "Beyer",
                "suffix": ""
            },
            {
                "id": 21545999,
                "identity": "14d84366-0992-4cbc-a985-d798a95c3912",
                "order_by": 9,
                "name": "Peter-Paul Willemse",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Peter-Paul",
                "middleName": "",
                "lastName": "Willemse",
                "suffix": ""
            },
            {
                "id": 21546000,
                "identity": "567423c5-a01a-48fc-b48f-f3f289823d92",
                "order_by": 10,
                "name": "Muhammad Imran Omar",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Muhammad",
                "middleName": "Imran",
                "lastName": "Omar",
                "suffix": ""
            },
            {
                "id": 21546001,
                "identity": "48124389-e4b2-43d5-bd21-30034d325ba5",
                "order_by": 11,
                "name": "James N’Dow",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "James",
                "middleName": "",
                "lastName": "N’Dow",
                "suffix": ""
            },
            {
                "id": 21546002,
                "identity": "5a8154ed-d748-415d-933c-6e76800f09d8",
                "order_by": 12,
                "name": "Alex Asiimwe",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alex",
                "middleName": "",
                "lastName": "Asiimwe",
                "suffix": ""
            },
            {
                "id": 21546003,
                "identity": "4bbefc4e-4f19-4c91-9283-f98c60e13f99",
                "order_by": 13,
                "name": "Monique Roobol",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Monique",
                "middleName": "",
                "lastName": "Roobol",
                "suffix": ""
            },
            {
                "id": 21546004,
                "identity": "b96be8e4-161b-40b8-be1f-156e1173bd38",
                "order_by": 14,
                "name": "Robert Snijder",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Robert",
                "middleName": "",
                "lastName": "Snijder",
                "suffix": ""
            },
            {
                "id": 21546005,
                "identity": "9932dd98-6661-40dc-9f9b-d8e40713876a",
                "order_by": 15,
                "name": "Carl Steinbeisser",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carl",
                "middleName": "",
                "lastName": "Steinbeisser",
                "suffix": ""
            },
            {
                "id": 21546006,
                "identity": "8e657cb4-0993-462b-ae4b-4a47507c5d40",
                "order_by": 16,
                "name": "Roderick Van Den Bergh",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roderick",
                "middleName": "Van Den",
                "lastName": "Bergh",
                "suffix": ""
            },
            {
                "id": 21546007,
                "identity": "a0626112-4cd8-4c82-9562-3a95b36e632b",
                "order_by": 17,
                "name": "Samuel Fatoba",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Samuel",
                "middleName": "",
                "lastName": "Fatoba",
                "suffix": ""
            },
            {
                "id": 21546008,
                "identity": "1e7f7f5b-73e8-4126-854f-a16ea73a8d53",
                "order_by": 18,
                "name": "Ariel Achtman",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ariel",
                "middleName": "",
                "lastName": "Achtman",
                "suffix": ""
            },
            {
                "id": 21546009,
                "identity": "68b7de29-9cb6-4225-aa91-9fd43a39a0c2",
                "order_by": 19,
                "name": "Thamir M Alshammari",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thamir",
                "middleName": "M",
                "lastName": "Alshammari",
                "suffix": ""
            },
            {
                "id": 21546010,
                "identity": "99da6c73-23db-4499-979d-b89ac002f609",
                "order_by": 20,
                "name": "Nicolas Thurin",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Thurin",
                "suffix": ""
            },
            {
                "id": 21546011,
                "identity": "dbc9e36c-f4e4-40e3-9675-75c4ff740b30",
                "order_by": 21,
                "name": "Adam Kinnaird",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "",
                "lastName": "Kinnaird",
                "suffix": ""
            },
            {
                "id": 21546012,
                "identity": "ed099b80-3675-4e3a-b078-14f6f02f1727",
                "order_by": 22,
                "name": "Sebastian Remmers",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sebastian",
                "middleName": "",
                "lastName": "Remmers",
                "suffix": ""
            },
            {
                "id": 21546013,
                "identity": "555fbf20-796d-4a21-93ac-b6837ce78c87",
                "order_by": 23,
                "name": "Emma Jane Smith",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emma",
                "middleName": "Jane",
                "lastName": "Smith",
                "suffix": ""
            },
            {
                "id": 21546014,
                "identity": "77c71b61-3665-434c-bab4-a26a1f4a6a98",
                "order_by": 24,
                "name": "Riccardo Campi",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Riccardo",
                "middleName": "",
                "lastName": "Campi",
                "suffix": ""
            },
            {
                "id": 21546015,
                "identity": "d9bb445f-bb21-49f5-bf2a-dda45fce7c1a",
                "order_by": 25,
                "name": "Isabella Greco",
                "email": "",
                "orcid": "",
                "institution": "",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isabella",
                "middleName": "",
                "lastName": "Greco",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-15 16:19:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1468/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1468/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13695768,
                "identity": "3bed76b2-ec3f-4145-a8d1-0084064be256",
                "added_by": "auto",
                "created_at": "2021-09-17 12:59:34",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 347163,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1468/v1/3fcadc05-1a21-4a11-b6a0-cfa913e930e9.pdf"
            },
            {
                "id": 9716448,
                "identity": "142c73f3-2fdc-412a-8787-0f597d9e9a88",
                "added_by": "auto",
                "created_at": "2021-05-28 17:01:58",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 315562,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "ProtocolRQ2OHDSIFINAL.docx",
                "url": "https://assets.researchsquare.com/files/pex-1468/v1/40dd74b71592951a5fb60eb1.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Prostate cancer; Watchful waiting; PIONEER; Conservative treatment; Comorbidities; Life expectancy",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This is a study protocol for an observational health data analysis, submitted as a preprint to facilitate transparency and open science. Watchful waiting (WW) represents a deferred treatment option for prostate cancer (PCa) patients when curative treatment seems overtreatment right from the outset.&nbsp;Patients are ‘watched’ for the development of local or systemic progression with disease-related symptoms, at which stage they are then treated palliatively according to their symptoms, in order to maintain quality of life. When choosing WW, it is important to adequately assess life expectancy of patients. Although previous studies reported the outcomes of PCa patients managed with WW, which is the impact of individual patient characteristics and comorbidities on long-term outcomes is still largely unknown. The PIONEER, which is a novel project of the Innovative Medicine Initiative’s (IMI’s) “Big Data for Better Outcomes” program with the mission to transform PCa care with particular focus on improving cancer-related outcomes, health system efficiency and the quality of health and social care across Europe, aims at assessing which are the long-term outcomes of PCa patients undergoing WW overall and after stratification according to disease characteristics, comorbidities and life expectancy. Of note, this topic emerged as the second one with the highest agreement score among different stakeholders after an international consensus to identify and prioritize the most important questions in the field of PCa. This study aims to describe demographics, clinical characteristics and estimate outcomes of PCa patients under delayed treatment (WW) across a network of databases in the overall population and subgroups of patients identified by individual disease characteristics, demographics and comorbidities. The study will rely on large observational data, namely population-based registries, electronic health records and insurance claims data. The study will be an observational cohort study based on routinely collected health care data which has been mapped to the Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM).</p>",
        "manuscriptTitle": "Research Protocol for an Observational Health Data Analysis to Assess the Long-term Outcomes of Prostate Cancer Patients Undergoing Non-Interventional Management (i.e., Watchful Waiting) and the Impact of Comorbidities and Life Expectancy – PIONEER IMI’s “Big Data for Better Outcomes” program",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-28 17:01:56",
                "doi": "10.21203/rs.3.pex-1468/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "28aba886-f4cb-4ea0-bb37-714083706043",
        "owner": [],
        "postedDate": "May 28th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3674670,
                "name": "Urology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-28 17:01:56",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}