{
    "identity": "nprot-3713",
    "title": "A low cost long term preservation of macromycetes for fungarium",
    "content": [
        {
            "header": "Introduction",
            "content": "Collection, preservation and curated submissions of voucher specimens in a herbarium are important desideratum for biodiversity conservation \\(Constantinescu, 1972, 1978; Kirk et al., 2001; Tănase, 2002; Şesan and Tănase, 2004). They provide centralized, permanent, and safe storage for reference collections that are invaluable for supporting published data, a checklist, or the species occurrence as a whole and also assist researchers undertaking revisionary and monographic studies \\(Hawksworth, 1974; Van Norman et al., 2008).\r\n\n\nPreparing fleshy fungi for the mycological herbarium constitutes an indispensable part of the routine involved in maintaining a permanent collection. Currently three types of preservation techniques are being employed for preservation of macromycetes, i.e, Normal drying/ heat drying \\(De Kesel, 2001; Das and Sharma, 2005; Buyck et al., 2010), Liquid preservation \\(Bills and Foster, 2004) and Freeze drying \\(Davies, 1962; Hintikka, 1969; De Kesel, 2001; Buyck et al., 2010).\r\n\n\nThe procedure of normal drying/ heat drying are to keep the freshly collected specimens under sunlight/ near artificial fireplace \\(Das and Sharma, 2005), and in a dessicator \\(40-50°C) \\(De Kesel, 2001; Buyck et al., 2010). These methods are known to maintain microscopic structures very well \\(Kendrick, 1969), yet, a dessicator/ drier may be too bulky for the field and also the macromycetes inventories are primarily undertaken during rains, therefore expecting a clear sunny day for drying specimens might not be a good idea either.\r\n\n\nSpecimens may be preserved in liquid such as alcohol, formalin, F.A.A., lactic acid and Kew mixture, however, these methods are accompanied by specimen’s loss of colour, inaccessibility, extreme fragility and bulkiness \\(Savile, 1962; Kendrick, 1969), furthermore, necessary macro / microchemical tests and molecular analysis could not be carried out with such specimens. Freezing of the specimens has been useful in preserving form and colour of the specimens; but, freeze dried specimens tend to be more fragile than air or heat dried specimens, and are more prone to reabsorb moisture, leading to rapid disintegration of fleshy specimens \\(Kendrick, 1969; Theirs et al. 2013).\r\n\n\nAlthough, Kendrick \\(1969) suggests shrinkage, distortion, accompanied by splitting or cracking and drastic colour change by normal drying/ heat drying method, yet considering feasibility of long term preservation of macromycetes, it is the best among these methods. Microscopic workout of specimens dried with this technique is hassle free, as fine sections could be achieved even with free hand, compared to specimens preserved with other methods. These sections when placed in KOH \\(3-5%) are able to fully rehydrate, providing detailed microscopic information. Furthermore, it is possible to extract DNA from such specimens, which may be used for their molecular identification.\r\n\n\nThe specimens thus processed have traditionally been deposited in fungarium within paper packets \\(Hawksworth, 1974; Das and Sharma, 2005). However, this method of fungarium deposition has met with disintegration of macromycetes due to easy moisture retention and insect/ mite infestation. Furthermore, their condition inside the packet could not be easily monitored due to opaqueness of paper. \r\n\n\nThe method of preservation discussed in current proposition intends for a low cost long term preservation of macromycetes processed mainly through normal/ heat drying for deposition in fungarium."
        },
        {
            "header": "Reagents",
            "content": "Self indicating Silica gel crystals \\(Blue)"
        },
        {
            "header": "Equipment",
            "content": "Professional 250 watt Hand Sealer Machine \\(with sealing thread length of ca. 21 cm and breadth of 0.2 cm, \r\n\n\nTransparent plastic bags for professional food sealing, of following dimensions:\r\n\n\n  \\(18 cm long, 13 cm broad)  \r\n\n\n  \\(26.6 cm long, 18 cm broad)  \r\n\n\nAir tight transparent plastic containers \\(14.5 cm long × 9.2 cm broad × 16.8 cm high)\r\n\n\nTissue paper\r\n\n\nPlastic Wrap/ Food Wrap \\(made of Low Density Polyethylene)"
        },
        {
            "header": "Procedure",
            "content": "After the specimen is properly dried, it can be packed inside the transparent plastic bag as follows:\r\n\n\n1. The sealed base of the plastic bag is to be sealed once more with sealer \\(Fig. 1A)\r\n  2. 10-20 grams of silica gel \\(blue) is to be put inside the plastic bag.\r\n  3. The bag is to be sealed in a way to leave open around 1 cm open towards the edge \\(Fig. 1B).\r\n  4. The specimen may be put inside the bag directly, or it may be may be supported by tissue paper; minute and fragile specimens may further be supported in plastic wrap/ cling wrap/ film wrap usually used for wrapping foods. The specimen thus kept would not come in direct contact with the silica crystals because there are some reports stating that adhering crystals to the specimens might cause problems at the time of microscopic mounts \\(Lodge et al. 2004).\r\n  5. Air may be drawn out gently and then sealed \\(Fig. 1C)\r\n  6. Fungarium submission data sheet concerning scientific name, family, accession code, field code, date and place of collection, of data, name of the collector etc. cut to fit the size of the plastic bag may then be inserted and finally sealed as per Fig. 1D.\r\n  7. The voucher specimen is ready for deposition in a fungarium.\r\n  8. The details of voucher specimen could be noted in a computer data sheet so that they could be easily accessed.\r\n  9. Then they could be arranged variously according to genus, family, collection site etc. and put inside the airtight container.\r\n  10. The said airtight container may harbor 2-10 such voucher specimens depending upon the size. Care is to be taken not to compress specimens too tightly together.\r\n  11. The names and accession numbers of the specimens present in the box may be printed and put inside the box so that it is visible from the outside \\(Fig. 2A).\r\n  12. After filling up the voucher specimens, some silica gel may be put inside the box and the lid may be tightened properly \\(Fig 2B-C).\r\n  13. The boxes may be kept systematically in a dehumidified place for long term preservation."
        },
        {
            "header": "Timing",
            "content": "The time taken for a properly dried specimen to be sealed, labeled and packed within air tight container is around 4-7 minutes."
        },
        {
            "header": "Troubleshooting",
            "content": "Sealing procedure mentioned in the brochure of sealer should strictly be followed. Inaccurate sealing \\(withdrawing handle too early) may lead to tearing up of the plastic bag/ leave pores behind."
        },
        {
            "header": "Anticipated Results",
            "content": "• The voucher specimens thus prepared could be regularly monitored regarding their condition by visualizing through transparent plastic. The plastic as well do not let moisture/ insects inside and change of colour of silica gel \\(from blue to colorless) indicates the period when it is necessary to replace silica gel.\r\n\n\n• For display purpose, the housing of the specimens in transparent plastic is highly effective.\r\n\n\n• The voucher specimens prepared through this method keeps DNA intact, which is helpful in their molecular identification. Further macro and micro-chemical analysis could also be performed with such specimens."
        },
        {
            "header": "References",
            "content": "1. Bills, G.F. & Foster, M.S. Formulae for selected materials used to isolate and study fungi and fungal allies. In: Mueller, G.M., Bills, G.F. & Foster, M.S. \\(Eds.) Biodiversity of Fungi, Inventory and Monitoring, Elsevier Academic Press, London \\(2004).\r\n  2. Buyck, B., Læssøe, T., Meyer, M. & Hofstetter, V. Collecting the neglected kingdom: Guidelines for the field mycologist with emphasis on the larger fungi. In: Eymann, J., Degreef, J., Häuser, Ch., Monje, J.C., Samyn, Y. & VandenSpiegel, D. \\(Eds.) Manual on field recording techniques and protocols for All Taxa Biodiversity Inventories and Monitoring \\(2010).\r\n  3. Constantinescu, O. Conservarea şi citarea materialelor micologice, Stud. Cerc. Biol., Ser. Bot. 24, 455-460 \\(1972).\r\n  4. Constantinescu, O. Rolul herbarelor în cercetarea biologică. În: Codreanu, R. \\(Eds.) Probleme de biologie evoluţionistă. Taxonomie şi speciaţie, Bucureşti: Edit. Acad. Române \\(1978).\r\n  5. Das, K. & Sharma, J.R. Russulaceae of Kumaon Himalaya. Botanical Survey of India, India \\(2005).\r\n  6. Davies, D.A.L. The preservation of larger fungi by freeze-drying. Trans. Brit. Mycol. Soc. 45, 424-428 \\(1962).\r\n  7. De Kesel, A. A mushroom dryer for the travelling mycologist. Field Mycology 2, 131-133 \\(2001).\r\n  8. Hawksworth, D.L. Mycologist’s Handbook. Commonwealth Mycological Institute, Kew, Surrey, England \\(1974).\r\n  9. Hintikka, V. Simplified freeze-drying of mushrooms with silica gel. Mycologia 61, 202-203 \\(1969).\r\n  10. Kendrick, W.B. Preservation of fleshy fungi for taxonomy. Mycologia 61, 392-395 \\(1969).\r\n  11. Kirk P.M., Cannon P.F., David J.C. & Stalpers J.A. Dictionary of the Fungi, 9-th edition, CABI Publishing, Oxon, Wallingford \\(2001).\r\n  12. Lodge, D.J., Ammirati, J.F., O’Dell, T.E. and Mueller, G.M. Collecting and describing macrofungi. . In: Mueller, G.M., Bills, G.F. & Foster, M.S. \\(Eds.) Biodiversity of Fungi, Inventory and Monitoring, Elsevier Academic Press, London \\(2004).\r\n  13. Savile, D.B.O. Collection and care of botanical specimens. Can. Dep. Agriculture Publ. No. 1113, 1-124 \\(1962).\r\n  14. Şesan, T.E. & Tănase, C. Ghid de recunoaştere a ciupercilor comestibile şi toxice, Bucureşti: Edit. G.E.E.A., 11–12 \\(2004).\r\n  15. Tănase, C. Micologie, Manual de lucrări practice, Iaşi: Edit. Univ., Alexandru Ioan Cuza”, 6–31 \\(2002).\r\n  16. Thiers, B.M., Wilson, N. & Halling R.E. Making Scientific Vouchers of North American Macrofungi: How Documenting the Fungi You Encounter Contributes to the Mycoflora of North America. McIlvainea 22, V22/making_scientific_vouchers.html \\(2013).\r\n  17. Van Norman, K., Lippert, J., Rivers-Pankratz, D., Holmes, R. & Mayrsohn, C. Sporocarp survey protocol for macrofungi, version 1.0. USDA Forest Service Region 6, and USDI Bureau of Land Management, Oregon and Washington \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors acknowledge Mr. Pranab Samanta for his incessant support regarding preparation of fungal specimens for preservation in fungarium of the laboratory."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.5248/128.117",
                "date": "2015-03-15 14:53:52",
                "title": "A new species of <I>Marasmius</I> sect. <I>Sicci</I> from India",
                "authors": [
                    "Arun Kumar Dutta",
                    "Swarnendu Chandra",
                    "Prakash Pradhan",
                    "and Krishnendu Acharya"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1080/14888386.2013.848824",
                "date": "2015-03-15 14:58:44",
                "title": "Macrofungal diversity and ecology of the mangrove ecosystem in the Indian part of Sundarbans",
                "authors": [
                    "Arun Kumar Dutta",
                    "Prakash Pradhan",
                    "Saikat Kumar Basu",
                    "and Krishnendu Acharya"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1080/14888386.2013.805660",
                "date": "2015-03-15 14:59:08",
                "title": "Macrofungal diversity and habitat specificity: a case study",
                "authors": [
                    "Prakash Pradhan",
                    "Arun Kumar Dutta",
                    "Anirban Roy",
                    "Saikat Kumar Basu",
                    "and Krishnendu Acharya"
                ],
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.1080/14888386.2012.690560",
                "date": "2015-03-15 15:03:37",
                "title": "\r\n              Inventory and spatial ecology of macrofungi in the\r\n              Shorea robusta\r\n              forest ecosystem of lateritic region of West Bengal\r\n            ",
                "authors": [
                    "P. Pradhan",
                    "A.K. Dutta",
                    "A. Roy",
                    "S.K. Basu",
                    "and K. Acharya"
                ],
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13256,
                "identity": "a04e32a8-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Krishnendu Acharya",
                "email": "krish_paper@yahoo.com",
                "orcid": "",
                "institution": "Molecular and Applied Mycology and Plant Pathology Laboratory, Department of Botany, University of Calcutta, Kolkata, West Bengal - 700019, India.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Krishnendu",
                "middleName": "",
                "lastName": "Acharya",
                "suffix": ""
            },
            {
                "id": 13254,
                "identity": "a04e2dba-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Prakash Pradhan",
                "email": "",
                "orcid": "",
                "institution": "Molecular and Applied Mycology and Plant Pathology Laboratory, Department of Botany, University of Calcutta, Kolkata, West Bengal - 700019, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Prakash",
                "middleName": "",
                "lastName": "Pradhan",
                "suffix": ""
            },
            {
                "id": 13255,
                "identity": "a04e30dd-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Arun Kumar Dutta",
                "email": "",
                "orcid": "",
                "institution": "Molecular and Applied Mycology and Plant Pathology Laboratory, Department of Botany, University of Calcutta, Kolkata, West Bengal - 700019, India.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Arun",
                "middleName": "Kumar",
                "lastName": "Dutta",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-02-14 11:22:14",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.026",
        "doiUrl": "https://doi.org/10.1038/protex.2015.026",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609137,
                "identity": "0b0aa868-4dd1-46f8-8469-eb87c7a6d88e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:42",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 962465,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   (A): The base of the plastic bag is to be sealed once more with sealer; (B): Adequate silica gel crystals may be inserted and then the bag is to be sealed in a way to leave open around 1 cm open towards any margin; (C): Processed macromycetes specimen may be place inside the bag and air may be drawn out gently and then sealed; (D): Fungarium submission data sheet concerning scientific name, family, accession code, field code, date and place of collection of data, name of the collector etc. cut to fit the size of the plastic bag may then be inserted and finally sealed",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3713/v1/figure_1.jpg"
            },
            {
                "id": 2609140,
                "identity": "cd2b8e6b-571c-446a-8211-4fff7a1e4fc8",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 726161,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   (A): The names and accession numbers of the specimens present in the box may be printed and put inside the box so that it is visible from the outside; (B-C): After filling up the voucher specimens, some silica gel may be put inside the box and the lid may be tightened properly",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-3713/v1/figure_2.jpg"
            },
            {
                "id": 13465088,
                "identity": "a27cccf9-1512-403c-8ee1-53e2fb281036",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 300554,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3713/v1/2c221e0d-d20c-4509-9a4f-cf7c482013d2.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Deposition, DNA, Fungi, Herbarium, Voucher Specimen  ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "An organized way of preserving macrofungal voucher specimens is considered to be a key aspect of measuring and conserving biodiversity. The procedure adopted till date for macrofungal preservation in a herbarium leads to easy disintegration of the voucher specimens as they possess quick moisture retention and insect/ mite infestation capacity. Here, we propose a way of low cost long term preservation of voucher specimens for deposition in fungarium.",
        "manuscriptTitle": "A low cost long term preservation of macromycetes for fungarium",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-03-17 19:13:41",
                "doi": "10.1038/protex.2015.026",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a04dc1ed-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 17th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3285,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-03-17 19:13:41",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}