{
    "identity": "pex-1314",
    "title": "<p>Protocol for subcellular targeted microthermal protein damage in cells cultivated on plasmonic nanosilver-modified surfaces</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tExposure of cells to elevated temperatures is used in research on protein thermal stability profiling, thermal therapies, treatments of accidental burns, and proteinopathies involving an accumulation of defective proteins. At the cellular level, the thermal damage primarily impairs proteins, causing their unfolding, aggregation, amyloidogenesis, and denaturation, phenomena implicated in various pathologies<sup>1</sup>. Studying responses to thermal damage of proteins on the level of a single living cell or even subcellular level represents a significant challenge due to the lack of available methods allowing precise and fast delivery of the heat to the target structure at the micrometer scale. </p><p>\tThe emerging field of plasmonic nanoparticles (NPs) has opened a new way for localized thermal therapy due to the efficient and tunable photothermal properties. When illuminated by&nbsp;light, free electrons localized on the nanoparticle surface become excited, and the local electron cloud is&nbsp;asymmetrically distributed over the whole nanoparticle. This distribution produces a&nbsp;coulombic restoring force between positively charged nuclei and negatively charged electrons from the conduction band, which leads to collective oscillation of the electron cloud on the particle surface called localized surface plasmon (LSP). The&nbsp;localized surface plasmon resonance (LSPR) takes place if the frequency of the incident light matches with the frequency of LSP oscillation.<sup>2,3</sup> Absorption of light by nanoparticles may be non-radiatively relaxed and simultaneously converted to heat energy. Silver nanoparticles can be easily tailored to possess an intense SPR band at a suitable wavelength region, which enables them to produce heat after the irradiation with the appropriate laser. Plasmon NPs convert energy from the light to heat immediately and efficiently, allowing localized heating of the surrounding environment.<sup>4–6</sup></p><p>Here, we adopted the NPs technology for direct focusing of the heat to the individual cells within a micrometer scale. The method is based on modified microscopic cell culture plates, pre-coated by a layer of anisotropic silver NPs allowing excitation through targeted irradiation by conventional lasers used in the laser scanning microscopes (LSM) and allowing controllable heating. The deposition of NPs with suitable plasmonic properties on the cultivation surface is based on the layer-by-layer self-assembly technique, which facilitates the binding of negatively charged silver NPs using positively charged thin polymeric film deposited on the surface of the cultivation plate (Figure 1).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>- silver nitrate (Fagron, cat.n.: 601765)</p><p>- ammonia solution (Sigma Aldrich, cat.n.: 221228)</p><p>- sodium citrate dihydrate (Sigma Aldrich, cat.n.: W302600)</p><p>- sodium borohydride (Sigma Aldrich, cat.n.: 452882)</p><p>- hydrazine monohydrate (Sigma Aldrich, cat.n.: 207942)</p><p>- polyacrylic acid (Sigma Aldrich, cat.n.: 523925)</p><p>- poly(diallyldimethylammonium chloride) (Sigma Aldrich, cat.n.: 409022)</p><p>- standard human cell lines culture reagents (such as Dulbecco's Modified Eagle Medium DMEM media (Lonza) supplemented with 10% fetal bovine serum (Thermo Fisher Scientific) and 1% penicillin/streptomycin (Sigma-Aldrich).&nbsp;&nbsp;</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- Ibidi 24 well plates (u-Plate, Ibidi, cat.n.: 82406)</p><p>- Greiner 193 CELLSTAR® 96 well plates (Sigma, cat. n.: M0562)</p><p>- TPP 24 well plates (TPP, cat. n.: 194 92424)</p><p>- magnetic stirrer (Heidolph)</p><p>- laser scanning microscope (such as Zeiss Axioimager Z.1 platform equipped with an LSM780 module for confocal laser scanning microscopy (CLSM) and with appropriate objectives, such as Zeiss objectives Alpha Plan-APOCHROMAT 40x water immersion for the Ibidi plates and glass-bottom plates, and LD Plan-NEOFLUAR 40x/0.6 Korr for the TPP plates)&nbsp;</p>"
        },
        {
            "header": "Procedure",
            "content": "Synthesis of plasmonic nanoparticles\n1. Prepare stock solutions with water of the following reagents: silver nitrate (0.005 M), ammonia solution (0.1 M), sodium citrate (1% w/w), sodium borohydride (0.001M), hydrazine monohydrate (0.05 M)\n2. At the laboratory temperature (23 °C), add the reagents in the following order and amount into 50 mL beaker while stirring continuously with a magnetic stirrer. Silver nitrate (5 mL), ammonia solution (1.25 mL), sodium citrate (1.25 mL), distilled water (13.425 mL), sodium borohydride (0.075 mL) and hydrazine (4 mL).\n3. Stir the solution for 5 minutes and measure UV-VIS absorption spectra\nDeposition of silver NP on cell culture plate surfaces\n4. Functionalize the cell culture plates by filling up the wells with 1% polyacrylic acid (PAA)\n5. After 2 h long functionalization, pour out the PAA from the wells and wash them under running distilled water\n6. Coat each well surface by filling up the wells for 2 h with 1% poly(diallyl dimethylammonium chloride) (PDDA)\n7. Pour out the unabsorbed PDDA from the wells and wash properly by running distilled water\n8. Fill up the wells with AgNPs dispersion and leave still for 45 min to deposit AgNPs on the well surface\n9. Empty the wells, wash them with distilled water, and air-dry\nMicrothermal damage induction in living cells\n10. Next day seed the desired cell line (cell line with GFP-tagged protein, such as HSP70, is suitable for direct monitoring of heat shock response of targeted cell) using standard cell culture protocol. Between 80.000 and 100.000 cells per well (depending on cell type) is suitable for optimal confluency for a 24-well plate.\n11. Next day put the well plate with cells to the prewarmed (35°C-37°C) confocal microscope and wait about 15 minutes to allow temperature equilibration.\n12. Visualize the cells expressing GFP reported using a blue laser (e.g. 488) and appropriate filters.\n13. Set carefully the focus of the objective to the plasmon layer by finding the interface between the cell body and the bottom of the well surface. Alternatively, the plasmon layer can be visualized by the transmission light mode.\n14. Activate the plasmon layer by 561 nm solid-state laser (or another appropriate laser with a similar wavelength). The amount of emitted heat is regulated by the laser power, pixel dwell time, and the number of irradiation cycles. The appropriate setup must be determined experimentally by the user as there are inevitable differences between various microscopes and lasers.\n15. To target heat damage to the defined subcellular region, two approaches can be employed. First, the FRAP-like experiment can be performed. The defined region of interest (ROI) is “bleached” (means exposed to) by 561 nm laser and the cell (with the GFP reporter) is visualized by 488 nm laser. For our FRAP-like experiments where irradiation ROI was pre-defined, the pixel dwell time was fixed at 100 µs, and laser power between 5% to 20% for Alpha Plan-APOCHROMAT 40x water immersion objective. The second approach is based on collinear laser stripes (optimally 16-32 stripes per field). The plasmon layer is activated by 561 nm laser in the pattern of collinear stripes. The pixel dwell time was fixed at 709 µs, and the total irradiation time was 0.85s for one irradiation cycle resulting in 32 colinear stripes across the one microscopic field. See also ref\n7\nfor more details for setting up the laser stripping approach in LSM.\n16. Visualize cells (GFP-reporter) by 488 nm laser."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step 2: stir vigorously during the whole reaction; add hydrazine to the solution, after the reduction via borohydride is completed (colour change to light-yellow)</p><p>Seep 4, 6, 8: do not shake or rotate the plates during the adsorption of the layers, the&nbsp;surface must stay still during functionalization</p><p>Step 7: wash the wells properly with distilled water, free-PDDA or other impurities might cause aggregation of AgNPs</p><p>Step 13: The focus on the plasmon layer must be properly set otherwise the effectiveness of heat emission will be severely compromised. Set the focus in the transmission light mode.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Day 1 – synthesis of AgNPs (1 h), deposition of AgNP on cell culture plate surfaces (6 h).</p><p>Day 2 – cell seeding (1 h).</p><p>Day 3 – microthermal damage induction (3 h).</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The synthesized silver nanoparticles should be in the form of violin colloid suspension with appropriate UV/VIS spectra.</p><p>Deposited silver NP should form a homogenous grey-coloured layer visible on the well plate without any large precipitates or unequally covered areas. &nbsp;</p><p>Microthemral damage should evoke immediate cell response, for example, recruitment of heat shock proteins to the site of damage (HSP70-GFP reporter can be used as a positive control).</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hartl, F. U. Protein Misfolding Diseases. <em>Annu. Rev. Biochem.</em> <strong>86</strong>, 21–26 (2017).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kim, M., Lee, J. &amp; Nam, J. Plasmonic Photothermal Nanoparticles for Biomedical Applications. <em>Adv. Sci.</em> <strong>6</strong>, 1900471 (2019).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mayer, K. M. &amp; Hafner, J. H. Localized surface plasmon resonance sensors. <em>Chem. Rev.</em> <strong>111</strong>, 3828–3857 (2011).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jiang, K., Smith, D. A. &amp; Pinchuk, A. Size-dependent photothermal conversion efficiencies of plasmonically heated gold nanoparticles. <em>J. Phys. Chem. C</em> <strong>117</strong>, 27073–27080 (2013).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Plech, A., Kotaidis, V., Grésillon, S., Dahmen, C. &amp; von Plessen, G. Laser-induced heating and melting of gold nanoparticles studied by time-resolved x-ray scattering. <em>Phys. Rev. B</em> <strong>70</strong>, 195423 (2004).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Govorov, A. O. &amp; Richardson, H. H. Generating heat with metal nanoparticles. <em>Nano Today</em> <strong>2</strong>, 30–38 (2007).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mistrik, M. <em>et al.</em> Cells and Stripes: A novel quantitative photo-manipulation technique. <em>Sci. Rep.</em> <strong>6</strong>, 19567 (2016).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The study was supported by MEYS CR: (Large RI Project LM2018129 - Czech‐BioImaging), ERDF (project No. CZ.02.1.01./0.0/0.0./16_013/0001775),&nbsp;ENOCH project (No. CZ.02.1.01/0.0/0.0/16_019/0000868), and project CZ.02.1.01/0.0/0.0/16_019/0000754, Grant agency of the Czech Republic: GACR 20-28685S and GACR 19-22720S, Technology Agency of the Czech Republic: TN01000013, Czech Science Foundation 16-20860S, Ministry of Health of the Czech Republic (MMCI, 00209805), Danish Cancer Society (R204-A12617-B153), Danish Council for Independent Research (DFF-7016-00313), Novo Nordisk Foundation (NNF20OC0060590), Danish National Research Foundation (DNRF125 - project CARD), Swedish Research Council (VR-MH 2014-46602-117891-30), and Lundbeck Fonden (R266-2017-4289).</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-20989-9",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 7116934,
                "identity": "04d755d4-3aad-47cb-b8d8-7d2a6175f7aa",
                "order_by": 0,
                "name": "Martin Mistrik",
                "email": "martin.mistrik@upol.cz",
                "orcid": "",
                "institution": "Laboratory of Genome Integrity, Institute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Martin",
                "middleName": "",
                "lastName": "Mistrik",
                "suffix": ""
            },
            {
                "id": 7116935,
                "identity": "15323de1-ee39-4056-a3ae-2f206a102e2d",
                "order_by": 1,
                "name": "Zdenek Skrott",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Genome Integrity, Institute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zdenek",
                "middleName": "",
                "lastName": "Skrott",
                "suffix": ""
            },
            {
                "id": 7116936,
                "identity": "480abcd0-34dd-4ef1-913b-0bf8ff51c27b",
                "order_by": 2,
                "name": "Petr Muller",
                "email": "",
                "orcid": "",
                "institution": "Regional Centre for Applied Molecular Oncology, Masaryk Memorial Cancer Institute, Brno, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Petr",
                "middleName": "",
                "lastName": "Muller",
                "suffix": ""
            },
            {
                "id": 7116937,
                "identity": "a1925f8e-540f-43db-8040-d20ac17ce26d",
                "order_by": 3,
                "name": "Ales Panacek",
                "email": "",
                "orcid": "",
                "institution": "Regional Centre of Advanced Technologies and Materials, Department of Physical Chemistry, Faculty of Science, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ales",
                "middleName": "",
                "lastName": "Panacek",
                "suffix": ""
            },
            {
                "id": 7116938,
                "identity": "91a5ca66-86ff-4166-84d6-71ff1dd9d594",
                "order_by": 4,
                "name": "Lucie Hochvaldova",
                "email": "",
                "orcid": "",
                "institution": "Regional Centre of Advanced Technologies and Materials, Department of Physical Chemistry, Faculty of Science, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lucie",
                "middleName": "",
                "lastName": "Hochvaldova",
                "suffix": ""
            },
            {
                "id": 7116939,
                "identity": "0e952cb6-fa64-4ad6-9c78-fa24af9397ac",
                "order_by": 5,
                "name": "Katarina Chroma",
                "email": "",
                "orcid": "",
                "institution": "1Laboratory of Genome Integrity, Institute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katarina",
                "middleName": "",
                "lastName": "Chroma",
                "suffix": ""
            },
            {
                "id": 7116940,
                "identity": "6fe6ffbe-c66e-407b-bf46-6f64ce9395b9",
                "order_by": 6,
                "name": "Tereza Buchtova",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Genome Integrity, Institute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tereza",
                "middleName": "",
                "lastName": "Buchtova",
                "suffix": ""
            },
            {
                "id": 7116941,
                "identity": "293e8790-b536-464c-8475-e7069cddf784",
                "order_by": 7,
                "name": "Veronika Vandova",
                "email": "",
                "orcid": "",
                "institution": "Regional Centre for Applied Molecular Oncology, Masaryk Memorial Cancer Institute, Brno, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Veronika",
                "middleName": "",
                "lastName": "Vandova",
                "suffix": ""
            },
            {
                "id": 7116942,
                "identity": "f6d89f86-b945-4d5c-b3e1-cb21245ebbb7",
                "order_by": 8,
                "name": "Libor Kvitek",
                "email": "",
                "orcid": "",
                "institution": "Regional Centre of Advanced Technologies and Materials, Department of Physical Chemistry, Faculty of Science, Palacky University, Olomouc, Czech Republic",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Libor",
                "middleName": "",
                "lastName": "Kvitek",
                "suffix": ""
            },
            {
                "id": 7116943,
                "identity": "033e3ec2-b896-497a-8aa5-fa689f30ec9b",
                "order_by": 9,
                "name": "Jiri Bartek",
                "email": "jb@cancer.dk",
                "orcid": "",
                "institution": "Danish Cancer Society Research Center, Copenhagen, Denmark",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jiri",
                "middleName": "",
                "lastName": "Bartek",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-12-26 16:49:20",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1314/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1314/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 7577906,
                "identity": "4f99197c-2aca-42ff-9db7-8a424bea5b4a",
                "added_by": "auto",
                "created_at": "2021-04-01 15:49:49",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 92099,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of the concept of microthermal damage inflicted on cellular proteins. The cell culture plate surface is modified by a thin polymeric film for the efficient binding of plasmonic silver NPs. Plasmon NPs convert energy from light (laser) immediately and efficiently to heat, enabling direct focusing of the heat on subcellular regions.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1314/v1/b14f343bdd0469e220cef702.jpg"
            },
            {
                "id": 7578048,
                "identity": "8fd8a4dd-40e4-4b3e-9596-6f3a95c61adf",
                "added_by": "auto",
                "created_at": "2021-04-01 15:52:49",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 85343,
                "visible": true,
                "origin": "",
                "legend": "Photographs of the plasmon modified wells compared to the control plate.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1314/v1/aecedf4063d3e759239cc1c5.jpg"
            },
            {
                "id": 7577907,
                "identity": "a4c990bb-5496-41b3-b0ef-b1554a4e92a2",
                "added_by": "auto",
                "created_at": "2021-04-01 15:49:49",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 419726,
                "visible": true,
                "origin": "",
                "legend": "Demonstration of microthermal damage induction by the FRAP-like approach. The Microheated region was defined as ROI and exposed to 561 nm laser. Heat damage is accompanied by the immediate accumulation of HSP70-GFP within the target ROI region (marked by arrows).",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1314/v1/6aae3cdf7e62e5e6f06b3b50.jpg"
            },
            {
                "id": 13684190,
                "identity": "b973855c-7531-495b-947e-fad5df0ecef0",
                "added_by": "auto",
                "created_at": "2021-09-17 12:06:45",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 332634,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1314/v1/6ef94741-e222-4b05-875f-36123a744d18.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "plasmon, silver nanoparticles, heat shock response, thermal damage, protein aggregation, confocal microscopy, laser micro-irradiation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Despite proteotoxic stress and heat shock are implicated in diverse pathologies, currently no methodology to inflict defined, subcellular thermal damage exists. Here, we present a protocol for such a single-cell method compatible with laser-scanning microscopes, adopting the plasmon resonance principle. The method is based on modified microscopic cell culture plates, pre-coated by a layer of anisotropic silver NPs allowing excitation through targeted irradiation by conventional lasers used in the laser scanning microscopes and allowing controllable heating. Dose-defined heat causes protein damage in subcellular compartments, rapid heat-shock chaperones recruitment and stress signalling, thereby allowing unprecedented spatiotemporal analysis of thermal damage with broad applicability in biomedicine.</p>",
        "manuscriptTitle": "Protocol for subcellular targeted microthermal protein damage in cells cultivated on plasmonic nanosilver-modified surfaces",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-01 15:49:47",
                "doi": "10.21203/rs.3.pex-1314/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "ba719a4d-2a0f-4ba0-8bd3-ec3f3d0f05e2",
        "owner": [],
        "postedDate": "April 1st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1628249,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-01 15:49:47",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}