{
    "identity": "pex-1423",
    "title": "<p>Extraction, identification and quantification of water buffalo milk proteins using a combination of reverse phase high-performance liquid chromatography coupled to diode-array detector (RP-HPLC-DAD) and near-infrared spectroscopy (NIRS) measurements</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The protein genetic variants of caseins (CN) and whey proteins in the milk of ruminants are known for their differential influence on the technological and nutritional properties of dairy derivative products (Fox and McSweeney, 2003). Therefore, it is necessary to identify and quantify them efficiently in the milk of different ruminants’ species. Among ruminants, buffalo has gained worldwide special attention recently, due to its ability to adapt to different geographical conditions, as well as the broad variety of dairy products that can be manufactured from its milk (Oliveira et al., 2020; Lima et al., 2021). In addition, buffalo’s milk has shown beneficial effects on human health, compared to bovine milk due to its chemical composition (Patiño et al., 2012), which has increased the demands of this product for human consumption.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The aforementioned facts have stimulated the development of accurate methods for buffalo’s milk protein determination and characterization, in which, Liquid Chromatography coupled to Mass Spectrometry (LC-MS; Feligini et al., 2009) and Reverse Phase – High Performance Liquid Chromatography coupled to Diode Array Detector (RP-HPLC-DAD; Bonfatti et al., 2013) have shown satisfactory results. However, Mass Spectrometry detector is unavailable in most analytical laboratories due to its high costs. Additionally, protein quantification solely using RP-HPLC-DAD requires pure standards, which in the case of buffalo’s milk are not commercially available (Bonfatti et al., 2013). Hence, for quantification using calibration curves, these standards need to be isolated and purified from buffalo’s milk by preparative liquid chromatography (Bonfatti et al., 2013), a complex method that requires specialized steps and equipment not commonly available in routine analytical laboratories.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The use of near-infrared spectroscopy (NIRS) technique to determine the composition of ruminant’s milk (Melfsen et al., 2012) has increased recently, because this method provides rapid estimations of milk composition to take fast decisions in the dairy industry (Yakubu et al., 2020). In a typical report of milk chemical analysis by NIRS, the total protein and casein contents can be accurately determined (Tsenkova et al., 2000). Hence, this technique may be easily associated with other analytical techniques to improve the understanding of ruminants’ milk protein composition.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Total protein in buffalo’s milk consists of around 20% whey proteins with major components α-lactalbumin (α-LA), β-lactoglobulin (β-LG), and 80% caseins divided into major sub-classes α- (αS1- and αS2-), β-, and κ-casein (-CN), which are arranged in micelles (Swaisgood, 1982). Considering that RP-HPLC-DAD provides accurate estimates of the proportions of casein variants and whey proteins, as well as NIRS provides an accurate value of total protein and casein contents, the combination of both techniques may enable an easier analysis of buffalo’s milk protein fractions than that using only RP-HPLC-DAD, overcoming the aforementioned technical limitations regarding the solely use of this technique. Thus, we developed a method to quantify different casein genetic variants and major whey proteins in the milk of water buffaloes, using the combination of RP-HPLC-DAD and NIRS techniques.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Solutions for protein extraction</strong></p><p><strong><em>Solution A:</em></strong><em> </em>This solution (pH = 7.0) contains BisTris buffer (lot B-9754, purity &gt; 98%, Sigma Aldrich, St. Louis, MO, USA) at 0.1 M concentration, guanidine hydrochloride (lot G-4505. Purity &gt; 99%, Sigma Aldrich) at 6 M concentration, sodium citrate (Sigma Aldrich) at 5.37 mM concentration, and dl-dithiothreitol (lot 43817, purity &gt; 98%, Sigma Aldrich) at 19.5 mM concentration.</p><p>Note: Prepare this solution daily.</p><p><strong><em>Solution B:</em></strong> this solution contains guanidine hydrochloride (lot G-4505. Purity &gt; 99%, Sigma Aldrich) at 4.5 M concentration. The solvent of this solution is a mixture composed of acetonitrile (HPLC grade): MilliQ water: trifluoroacetic acid (TFA, Sigma Aldrich) in 100:900:1 (v:v:v) ratio.</p><p>Notes: 1) handle the TFA with extreme caution. 2) Use a safety cabinet to prepare this solution.</p><p><strong>Mobile phases for HPLC</strong></p><p><strong><em>Mobile phase A:</em></strong> prepare a 0.1% v/v TFA solution in MilliQ water.</p><p><strong><em>Mobile phase B:</em></strong> prepare a 0.1% v/v TFA solution in acetonitrile (HPLC grade).</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Laboratory equipment</strong></p><p>- HPLC equipped with C8 guard-column, C8 column, oven, autosampler with liquid refrigerator (minimum: 4 °C), and diode array detector (DAD).</p><p>- Centrifuge (reaching at least 14,000 x g).</p><p>- Freezer (minimum temperature of −20 °C).</p><p>- Vortex.</p><p>- Analytical Balance.</p><p>&nbsp;<strong>Materials</strong></p><p>- Eppendorf ® 2.2 mL Safe-Lock tubes (two per sample).</p><p>- Eppendorf tube rack.</p><p>- Volumetric flasks.</p><p>- Automatic pipettes and tips.</p><p>- Vials, caps, and septa for chromatography (one set per sample).</p><p>- Microspatula.</p>"
        },
        {
            "header": "Procedure",
            "content": "Extraction of protein variants\n1. On the day of the analysis, if the samples were frozen, thaw these at room temperature (25 °C).\n2. Take a 1 ml aliquot of milk and transfer it to a 2.2 mL Eppendorf tube using an automatic pipet.\n3. Add 1 mL of solution A to the 2.2 mL Eppendorf tube containing the milk sample (1:1 - sample: solution A).\n4. Shake each mixture in a vortex for 10 s at medium speed.\n5. Incubate the mixture at room temperature (25 °C) for 1 h.\nNote: you can climate the room (25 °C) in which incubation is running by using an air conditioning unit. Standardization of the incubation conditions contributes to low variations across different processing days.\n6. Centrifuge at 14200 x g for 5 min.\n7. An upper fat layer is formed after centrifugation. Then, carefully remove it using a micro-spatula.\n8. Take 450 μl of the supernatant and transfer it to a new 2.2 mL Eppendorf tube. To this same tube, add 1350 μl of solution B (1:3 - supernadant: solution B).\n9. Transfer 1 mL of the mixture to a vial for HPLC analysis.\n10. Analyze the samples by RP-HPLC-DAD. Note: storage the samples under refrigeration at 4 °C until analysis.\nChromatographic analysis (conditions)\n- Column temperature: 45 °C.\n- Injection volume: 5 µL.\n- Stationary phase: Hypersil GOLD C8 column (3 µm, 150 x 4.6 mm) equipped with Hypersil GOLD C8 guard column (5 µm, 10 mm).\n- Working wavelength: 214 nm.\n- Mode: gradient, constant flow: 0.500 mL/min (see the elution gradient in table 1, supplementary files).\nNIRS analysis\nDetermine the total protein and casein contents in g/100 g milk in the sample using a NIRS equipment. Additionally, determine the milk sample density.\nCalculations\n1. Determine the peak area for each protein in the chromatogram, including caseins (κ-CN X2, α\ns2\n-CN, κ-CN X1, α\ns1\n-CN B, α\ns1\n-CN A, and βγ-CN) and whey proteins (α-La and β-Lg) variants (Figure 1). Take in main that some casein variants could be absent in the sample.\n2. For calculation of the quantities of casein variants (κ-CN X2, α\ns2\n-CN, κ-CN X1, α\ns1\n-CN B, α\ns1\n-CN A, and βγ-CN), use the following procedure (use the supplementary material as well):\na. Calculate the total area of casein variant peaks (sum of peak areas).\nb. Calculate the proportion of each casein variant according to the following equation:\nProportion of casein variant = Peak area of casein variant/sum of peak areas of casein variants\nc. Calculate the concentration of each casein variant in g/100 g milk:\nConcentration of casein variant (g/100 g milk) = Casein content (g/100 g milk) x Proportion of casein variant\nd. Optional: calculation of the concentration of casein variant in g/L milk:\nConcentration of casein variant (g/L milk) = (Concentration of casein variant (g/100 g milk)) * (milk density (g/mL)) * 10\n3. For calculation of the quantities of whey proteins variants (α-La and β-Lg), use the following procedure (use the supplementary material as well):\na. Calculate the total area of whey proteins variants (sum of peak areas).\nb. Calculate the proportion of each whey protein variant according to the following equation:\nProportion of whey protein variant = Peak area of whey protein variant/sum of peak areas of whey proteins\nc. Calculation of total whey protein: assuming that total milk protein = casein + whey protein, then:\nWhey protein content (g/100 g milk) = total milk protein (g/100 g milk) – casein (g/100 g milk).\nd. Calculate the concentration of each whey protein variant in g/100 g milk:\nConcentration of whey protein variant (g/100 g milk) = Whey protein content (g/100 g milk) x Proportion of whey protein variant\ne. Optional: calculation of the concentration of whey protein variants in g/L milk:\nConcentration of whey protein variant (g/L milk) = (Concentration of whey protein variant (g/100 g milk)) * (milk density (g/mL)) * 10"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1. Take special care with homogenous sampling. In some cases, when milk was storage for long periods or milk is thawed-frozen, it tends to form solid particulate materials. If particulate material is formed, shake the milk’s container vigorously to take a representative sample. Otherwise, discard the sample.</p><p>2. The equilibrium program before each sample run, is strictly necessary to get a successfully milk protein separation. Check the flow maximum limits of your column before use.</p><p>3. If your HPLC equipment does not contain an autosampler module with liquid refrigerator, you can use a conventional refrigerator instead, and inject samples manually. The processed samples must keep storage at 4 °C.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>- Solutions and material preparation: 30 min</p><p>- The extraction of protein variants: a batch of 24 samples: 101 min.</p><p>- The total time of the chromatographic analysis (per sample): 53 min (13 min of equilibrium + 40 min of chromatographic run).</p><p>- NIRS analysis: 5 min.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>See figures section for more details.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Bonfatti, V. et al. Separation and quantification of water buffalo milk protein fractions and genetic variants by RP-HPLC.&nbsp;&nbsp;&nbsp;&nbsp;Food Chem. 136(2), 364-7. doi: 10.1016/j.foodchem.2012.09.002. (2013).</p><p>2. Bonfatti, V. et al. Validation of a new reversed-phase high-performance liquid chromatography method for separation and identification of bovine milk protein genetic variants. J. Chromatogr. A, 1195, 101–106. doi: 10.1016/j.chroma.2008.04.075. (2008).</p><p>3. Feligini, M. et al. Identification and quantification of aS1, aS2, b, and j-caseins in water buffalo milk by reverse phase-high performance liquid chromatography and mass spectrometry. J. Agric. Food Chem. 57, 2988–2992. doi: 10.1021/jf803653v. (2009).</p><p>4. Fox, P. F., &amp; P. L. H. McSweeney. Advanced Dairy Chemistry. Vol. 1: Proteins. Kluwer Academic, New York, NY. (2003).</p><p>5. Lima E. M. et al. Intake, digestibility, and milk yield response in dairy buffaloes fed Panicum maximum cv. Mombasa supplemented with seeds of tropical açai palm. Trop. Anim. Health Prod. 53(1), 178. doi: 10.1007/s11250-021-02626-1. (2021).</p><p>6. Melfsen, A., Hartung, E. &amp; Haeussermann, A. Accuracy of in-line milk composition analysis with diffusereflectance near-infrared spectroscopy. J. Dairy Sci. 95(11), 6465-76. doi: 10.3168/jds.2012-5388. (2012).</p><p>7. Oliveira, W.F. et al. Production, chemical composition, and economic viability of Minas Frescal cheese from buffaloes supplemented with açai seed. Trop. Anim. Health Prod. 52, 2379–2385. doi: 10.1007/s11250-019-02178-5. (2020).</p><p>8. Patiño, E.M. et al. Influence of fish oil in the concentration of conjugated linoleic acid and omega 6 and 3 in buffalo milk. Arq. Bras. Med. Vet. Zootec. 64, 427-433. doi: 10.1590/S0102-09352012000200024. (2012).</p><p>9. Swaisgood, H.E. Chemistry of milk proteins. In: Developments in dairy chemistry. Vol 1. Ed. P.F. Fox, pp 1-59. London: Applied Science Publishers. (1982).</p><p>10. Tsenkova, R. et al. Near infrared spectroscopy for biomonitoring: cow milk composition measurement in a spectral region from 1,100 to 2,400 nanometers. J. Anim. Sci. 78(3), 515-22. doi: 10.2527/2000.783515x. (2000).</p><p>11. Yakubu, H.G. et al. The recent advances of near-infrared spectroscopy in dairy production-a review. Crit. Rev. Food Sci. Nutr. 12, 1-22. doi: 10.1080/10408398.2020.1829540. (2020).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was supported by the Programa Nacional de Cooperação Acadêmica na Amazônia (PROCAD/Amazônia, Proc. 88887.200488/2018-00) of the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES, Brasília, D.F, Brazil), the Conselho Nacional de Pesquisa e Desenvolvimento Científico e Tecnológico (CNPq), the Fundação Amazônia de Amparo a Estudos e Pesquisa (FAPESPA), and the Universidade Federal Rural da Amazônia (UFRA).</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 19330051,
                "identity": "a44c6775-a3e1-4c8b-9af3-7265a570b887",
                "order_by": 0,
                "name": "Julián Andrés Castillo Vargas",
                "email": "jcfcav@gmail.com",
                "orcid": "https://orcid.org/0000-0001-5163-5127",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Julián",
                "middleName": "Andrés Castillo",
                "lastName": "Vargas",
                "suffix": ""
            },
            {
                "id": 19330052,
                "identity": "70872801-49a4-4b3c-be8f-08d7b3c2359c",
                "order_by": 1,
                "name": "Vinicius da Silva Botelho Duarte Gomes",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2627-4590",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vinicius",
                "middleName": "da Silva Botelho Duarte",
                "lastName": "Gomes",
                "suffix": ""
            },
            {
                "id": 19330053,
                "identity": "90c4def0-fef4-42cd-9cae-3e6427a1ad73",
                "order_by": 2,
                "name": "Tiago Costa de Araújo",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-7844-3659",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tiago",
                "middleName": "Costa",
                "lastName": "de Araújo",
                "suffix": ""
            },
            {
                "id": 19330054,
                "identity": "c38bc892-7411-46a9-b41d-476d21699ca5",
                "order_by": 3,
                "name": "Rafael Mezzomo",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-1889-3287",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rafael",
                "middleName": "",
                "lastName": "Mezzomo",
                "suffix": ""
            },
            {
                "id": 19330055,
                "identity": "759fa979-4075-4ea1-9486-7e89d3392814",
                "order_by": 4,
                "name": "Raylon Pereira Maciel",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5097-2797",
                "institution": "Universidade Federal Rural da Amazônia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Raylon",
                "middleName": "Pereira",
                "lastName": "Maciel",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-22 13:32:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1423/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1423/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 7713924,
                "identity": "ac0891d9-5843-48ac-a963-a089e9ef4441",
                "added_by": "auto",
                "created_at": "2021-04-06 15:30:03",
                "extension": "tiff",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 371867,
                "visible": true,
                "origin": "",
                "legend": "Chromatogram profiles of buffaloes’ milk of different water buffaloes (a, b, c, and d). Consider that not all casein variants are expressed along the milk of different animals. ",
                "description": "",
                "filename": "Figure1.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1423/v1/e14b6c75385635327eb5c3bd.tiff"
            },
            {
                "id": 13684235,
                "identity": "b8fa2504-0dd8-431b-8be3-61cf6215cf65",
                "added_by": "auto",
                "created_at": "2021-09-17 12:07:00",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 619467,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1423/v1/be73d984-93bf-447d-9c30-7cb85a708854.pdf"
            },
            {
                "id": 7714129,
                "identity": "1acc1ead-8ae4-4535-b8c5-8c46f16cecf5",
                "added_by": "auto",
                "created_at": "2021-04-06 15:30:16",
                "extension": "xlsx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 35679,
                "visible": true,
                "origin": "",
                "legend": "Datasheet for protein concentration calculations",
                "description": "",
                "filename": "Sampleofcalculationprotocol.xlsx",
                "url": "https://assets.researchsquare.com/files/pex-1423/v1/69736be05011149a26face49.xlsx"
            },
            {
                "id": 7714182,
                "identity": "938ffbe3-d729-40ed-9d08-5f03c5b3efbe",
                "added_by": "auto",
                "created_at": "2021-04-06 15:30:23",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 60757,
                "visible": true,
                "origin": "",
                "legend": "Table 1. Chromatographic elution gradient",
                "description": "",
                "filename": "Table1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1423/v1/21c65f90f634376ffb28f5ba.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Casein, Liquid-chromatography, Milk, Ruminant, Whey protein",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The development of novel methods to estimate the number of protein genetic variants of caseins (CN) and whey proteins in buffalo’s milk is necessary to optimize the technological and nutritional properties of dairy derivative products from this species. The literature has shown that buffalo’s milk CN and whey proteins can be successfully quantified using RP-HPLC-DAD. However, pure standards of genetic variants of CN and whey proteins in buffalo’s milk are not commercially available. This condition makes necessary their isolation and purification by preparative chromatography, which is difficult and requires specialized equipment. Thus, we proposed a protocol to quantify different casein genetic variants and major whey proteins in the milk of water buffaloes, using the combination of measurements derived from RP-HPLC-DAD and NIRS techniques. Our data showed estimates of casein variants and whey proteins similar to those reported by the classical method RP-HPLC-DAD that uses purified proteins and calibration curves.</p>",
        "manuscriptTitle": "Extraction, identification and quantification of water buffalo milk proteins using a combination of reverse phase high-performance liquid chromatography coupled to diode-array detector (RP-HPLC-DAD) and near-infrared spectroscopy (NIRS) measurements",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-06 15:20:17",
                "doi": "10.21203/rs.3.pex-1423/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "752b5031-fefa-4398-8a78-d30c9a8b283d",
        "owner": [],
        "postedDate": "April 6th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3344740,
                "name": "Biochemistry"
            },
            {
                "id": 3344741,
                "name": "Analytical chemistry"
            },
            {
                "id": 3344742,
                "name": "Physiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-06 15:20:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}