{
    "identity": "nprot-2402",
    "title": "Patent search strategies in plant biotechnology",
    "content": [
        {
            "header": "Introduction",
            "content": "This protocol provides basic step-by-step instructions to build a patent search methodology on a specific scientific subject. The protocol refers to the search for patents related to technologies that involve targeted mutagenesis and genetic manipulation in plants using zinc finger nucleases \\[1] as a tool. Due to the innovative potential of this plant breeding technique, it is of interest to explore the patent landscape related to this subject, as was done by Lusser et al \\[2].\r\n\n\n\r\n\n\nThe protocol illustrates the use of the two online patent databases esp@cenet, administered by the European Patent Office \\(EPO), and PatentScope, administered by the Word Intellectual Property Organisation \\(WIPO). We consider them as the most valuable freely available databases, in terms of content and functionality.\r\n\n\n\r\n\n\nesp@cenet includes not only European patents, but also patents administered by WIPO and lastly the “worldwide” subset: patents filed in over 80 countries. Its search functions allow to search for specific words in different fields of the patents, like title, abstract, full text \\(only for European or WIPO patents), inventor field, assignee field etc. PatentScope contains all patents that were submitted through the PCT route \\[3], and possess similar search functionalities as esp@cenet, and in addition the possibility of search in the field of patent claims. This function is very useful, since claims define precisely the scope of protection of each patent.\r\n\n\n\r\n\n\nSearching through keywords in specific fields, and also through patent codes is recommended and each described in this protocol. Patent examiners assign to each patent one or more codes that classify technology areas according to a hierarchical system. They follow the International Patent Classification \\(IPC) system. esp@cenet also employs the European classification system \\(ECLA), which is more detailed, drilling to lower levels of hierarchy and making the search more precise. \r\n\n\n\r\n\n\nThe protocol represents a proposed method to use all the described tools in the search of patents related to ZFN in plants, but we want to highlight that several other strategies can be employed, depending on the subject to be searched or on the preferences of the searcher."
        },
        {
            "header": "Equipment",
            "content": "The search only requires a computer with access to Internet, since the patent databases we suggest for the search are publicly available online for free."
        },
        {
            "header": "Procedure",
            "content": "**1) BACKGROUND RESEARCH: PRELIMINARY SEARCHES IN SCIENTIFIC LITERATURE AND INDUSTRY JOURNALS**\r\n\n\n\r\n\n\n**1.1 Literature search**\r\n\n\n\r\n\n\nPerform a literature search on ZFN techniques in databases like ISI Web of Knowledge, PubMed or ScienceDirect in order to retrieve information about the technique and its application and in order to discover useful words to be used in the patent search.\r\n\n\nUse the query \"zinc finger nuclease**\" or ZFN for a general search. Add to the previous queries \"AND plant**\" or \"AND crop*\" or the name of specific plants like maize, tobacco, Arabidopsis, etc. for a search directed to publications about plants.\r\n\n\nFrom the publications retrieved, note also the names of authors and affiliations, since they can correspond to patent inventors and assignees.\r\n\n\n\r\n\n\n**1.2. Search in industry journals**\r\n\n\n\r\n\n\nSearch also for more information in industry website like the website of the magazine Genetic Engineering & Biotechnology News \\( \"http://www.genengnews.com/\":http://www.genengnews.com/ ) by using the same words in the \"search\" fields. You will retrieve more information about the interest by the industry on this technique.\r\n\n\n\r\n\n\n\r\n\n\n**2) SEARCHING WITH KEYWORDS IN ESP@CENET**\r\n\n\n\r\n\n\n**2.1. Starting with a simple search**\r\n\n\n\r\n\n\nGo to \"http://worldwide.espacenet.com/advancedSearch?locale=en_EP\":http://worldwide.espacenet.com/advancedSearch?locale=en_EP. In the section \"1. Database\", you can choose the specific subset to which to direct your search \\(European patents, PCT patents or worldwide), while in the section \"2. Search terms\" you can introduce the keywords for the search in specific fields.\r\n\n\nPerform an initial search for patents that might precisely correspond to the subject of interest, for example introducing the most meaningful search words in the field title or abstract, like in the example:\r\n\n\n• Keyword\\(s) in title or abstract: \\(\"zinc finger nuclease?\" OR ZFN) AND plant?  \r\n\n\n 6 results in the worldwide subset\r\n\n\nMany of the findings are very useful examples of inventions on ZFN technique in plants, although not comprehensive. You can analyse them, learning about their content and improve your strategy, e.g. by indentifying further keywords.\r\n\n\n\r\n\n\n\r\n\n\n**2.2. Experimenting with more search words**\r\n\n\n\r\n\n\nTry to use the queries of the previous exercise, within the whole text of the patent description \\(in WIPO or EPO subsets):\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \\(\"zinc finger nuclease?\" OR ZFN) AND plant?  \r\n\n\n 129 results in the WIPO subset\r\n\n\n 8 results in the EPO subset\r\n\n\n\r\n\n\nYou will clearly obtain more results than previously. This is because the patent description is generally a very complex text and both \"zinc finger nuclease\" and \"plants\" might appear in the full description of an invention even if the main concept is not related to the use of ZFNs in plants. Thus for a search within the whole text it may be advisable to expand search queries with additional keywords and Boolean logic, in order to restrict the number of results to a more \"browsable\" list, like in the examples:\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger\" AND nuclease? AND plant? AND \"double strand break\" \r\n\n\n 58 results in the WIPO subset\r\n\n\n 5 results in the EPO subset\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \\(\"zinc finger protein\" OR \"zinc finger nuclease\") AND plant? AND \"double strand break\"\r\n\n\n 37 results in the WIPO subset\r\n\n\n 4 results in the EPO subset\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger\" and nuclease and \"non homologous end joining\" and plant?\r\n\n\n 9 results in the WIPO subset\r\n\n\n 2 result in the EPO subset\r\n\n\n\r\n\n\nConsider the following search words or phrases for use in further queries:\r\n\n\nzinc finger protein, ZFP, chimeric nuclease, double strand break, zinc finger binding domain,  DNA double strand break inducing activity, cleavage domain \\(or half-domain), targeted cleavage, homologous recombination, non-homologous end joining, site- specific modification, targeting vector, recognition sequence, insertion sequence, transgene integration, plant host cell, etc.\r\n\n\nScreen manually the list of results to identify patents that reflect the objective of your search. esp@cenet offer different options for storing and screening results, like e.g. the creation of a patent list or the export of the results to an excel sheet.\r\n\n\n\r\n\n\n**2.3 Restricting the results**\r\n\n\n\r\n\n\nYou can consider the use of the Boolean operator NOT to exclude a group of patents from the list. For example, ZFNs are frequently applied in research to human cells for the correction of genetic disorders caused by point mutations. If you want to only focus to plant breeding and wish to clean up your findings from these patents, try using NOT accompanied by words like \"human disease\" or \"human disorders\" or cancer etc., as illustrated below:\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger\" AND nuclease? AND plant? AND \"double strand break\" NOT \\(\"human disease?\" OR cancer)\r\n\n\n 32 results in the WIPO subset\r\n\n\n 3 result in the EPO subset\r\n\n\n\r\n\n\nCaution is required\\! Excluding patents containing certain phrases or other types of queries may also result in over-filtration and loss of relevant patent information.\r\n\n\n\r\n\n\n**2.4 Search using inventors' and assignees' names**\r\n\n\n\r\n\n\nIntroduce general keywords in full text and limit the search to potential assignees \\(field \"Applicant\\(s)\") or inventors \\(field \"Inventor\\(s)\") that you have identified in your previous searches \\(including information derived from literature and industry journals). Examples:\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger nuclease?\" AND plant?\r\n\n\n Applicant\\(s): sangamo OR dow OR sigma OR \"univ iowa\" OR \"univ michigan\" OR \"univ utah\"\r\n\n\n 40 results in the WIPO subset\r\n\n\n 4 results in the EPO subset\r\n\n\n\r\n\n\n• Keyword\\(s) in title or abstract: \"zinc finger nuclease?\"\r\n\n\n Applicant\\(s): sangamo OR dow OR sigma OR \"univ iowa\" OR \"univ michigan\" OR \"univ utah\"\r\n\n\n 76 results in the worldwide subset\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger\"\r\n\n\n Inventor\\(s): urnov OR petolino OR shukla OR carroll OR miller\r\n\n\n 50 results in the WIPO subset\r\n\n\n 8 results in the EPO subset\r\n\n\n\r\n\n\n\r\n\n\n**3) USING PATENT CODES IN ESP@CENET**\r\n\n\n\r\n\n\nIn esp@cenet, choose the page of \"classification search\": http://worldwide.espacenet.com/eclasrch?locale=en_EP&classification=ecla\r\n\n\nClick sequentially on each code: the description of the category and all relative subgroups will appear. Search for codes that might be assigned to some patents related to zinc finger nucleases. Examples:\r\n\n\nC12N15/90 \\(or on “stable integration of foreign gene into chromosome”)\r\n\n\nC12N15/82A10 \\(\\[N: Targeted insertion of genes into the plant genome by homologous recombination])\r\n\n\nTo “extract” more codes that might pertain to the underlying technology, observe the list of findings obtained in the previous exercises. You will note from the results list that some of the most recent entries have only IPC codes assigned to them. The older patents have ECLA codes. Choose \"ECLA\" to sort the results by patent codes. Looking at the results set carefully will give a good idea of the patent codes assigned by examiners to this area of technology, which will help you expand your searches considerably. Look through the list and you will come across for example with ECLA code “C12N15/82A10”. \r\n\n\n\r\n\n\n**3.1 Only using codes**\r\n\n\n\r\n\n\nYou will notice that many of the codes relate to broad areas of technology. Obviously, using these broad codes in isolation will give you very broad result lists. Examples:\r\n\n\n\r\n\n\n• Keyword\\(s) in European Classification \\(ECLA): C12N15/82A10  \r\n\n\n 1,119 results in the worldwide subset\r\n\n\n\r\n\n\n• Keyword\\(s) in European Classification \\(ECLA): C12N15/90B  \r\n\n\n 864 results in the worldwide subset\r\n\n\n\r\n\n\n\r\n\n\n**3.2 Combining codes with words queries**\r\n\n\n\r\n\n\nIn order to narrow down the list to more specific results you have to judiciously use patent codes in combination with word queries, and also experiment with different fields, like in the following examples:\r\n\n\n\r\n\n\n• Keyword\\(s) in title or abstract: \"zinc\"\r\n\n\n Keyword\\(s) in European Classification \\(ECLA): C12N15/82A10  \r\n\n\n 9 results in the worldwide subset\r\n\n\n\r\n\n\n• Keyword\\(s) in title or abstract: \"zinc\"\r\n\n\n Keyword\\(s) in European Classification \\(ECLA): C12N15/90B  \r\n\n\n 3 results in the worldwide subset\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger nuclease?\"\r\n\n\n Keyword\\(s) in International Patent Classification \\(IPC): C12N15\r\n\n\n 9 results in the EPO subset\r\n\n\n 93 results in the WIPO subset\r\n\n\n\r\n\n\n• Keyword\\(s) in full text: \"zinc finger nuclease?\" and plant?\r\n\n\n Keyword\\(s) in International Patent Classification \\(IPC): C12N15\r\n\n\n 8 results in the EPO subset\r\n\n\n 84 results in the WIPO subset\r\n\n\n\r\n\n\nFull text searching is not available for the worldwide collection subset. Therefore, you can combine a word with the broader IPC code C12N15. As with all exercises and results, you should manually sift through the results to assess how relevant each result is, as illustrated in the previous chapters.\r\n\n\n\r\n\n\n**3.3 Further exercises**\r\n\n\n\r\n\n\nTry using the search queries indicated in the previous exercises, combined with the identified codes.\r\n\n\nResults might not be satisfactory for ZFN technology, but the scope of this exercise is to give instructions that can be applied to many other inventive fields in biotechnology. Given the variety of IPC and ECLA codes available, other inventive fields could be more precisely represented by their relative codes, than the example of ZFN technology, as yet there is no precise code that relates to ZFN in the IPC or ECLA. In contrast some commercial databases have their own manually assigned codes for ZFN \\(for example – Derwent World Patent Index, DWPI, has code B04-N11 for zinc finger proteins).\r\n\n\n\r\n\n\n**4) PATENT SEARCH IN PATENTSCOPE DATABASE**:\r\n\n\n\r\n\n\nThe next set of examples is designed to gain initial familiarity with the PatentScope database \\( \"http://www.wipo.int/pctdb/en/index.jsp\":http://www.wipo.int/pctdb/en/index.jsp ) maintained by WIPO.  \r\n\n\n\r\n\n\n**4.1 Simple search in PatentScope**\r\n\n\n\r\n\n\nTo access the search page for a simple search go to: http://www.wipo.int/pctdb/en/search-simp.jsp. Make sure that only “PCT” is ticked, and uncheck any other boxes. Add a search query in the text box and make sure that the “front page” tab is selected \\(taking note that a number of other tabs allow us to search other fields, such as IPC classification), like in the examples:\r\n\n\n\r\n\n\n• Keyword\\(s) in \"front page\" - PCT: \"zinc finger nuclease?\"\r\n\n\n 10 results in PatentScope\r\n\n\n\r\n\n\n• Keyword\\(s) in \"front page\" - PCT: zinc AND finger AND nuclease?\r\n\n\n 13 results in PatentScope\r\n\n\n\r\n\n\n• Keyword\\(s) in \"any field\" - PCT: \"zinc finger nuclease?\"\r\n\n\n 130 results in PatentScope\r\n\n\n\r\n\n\nAdditionally you can try searching without the quotes. The front page field usually includes the title and abstract entries. By choosing the “any field” option in the banner, the search is performed in the entire text of the patent.\r\n\n\n\r\n\n\n**4.2 Combining fields**:\r\n\n\n\r\n\n\nA more useful approach is to choose the “search” option in the header of the page and choose the “field combination” option. This takes you to a page that helps you combine various fields in the searches: http://www.wipo.int/patentscope/search/en/structuredSearch.jsf \r\n\n\nOn the left, through drop down lists, it is possible to change the default fields shown. This makes it possible to combine same or different fields. Also it is possible to combine the fields through either Boolean operators AND /OR. Again make sure that only the PCT option is selected, rather than national collections. Amongst the fields, “International Class” will allow you to enter IPC codes, although it may be possible that lower level hierarchy codes or the more detailed codes will not work. Here you can experiment, as in the example:\r\n\n\n\r\n\n\n• Keyword\\(s) in \"any field\": \"zinc finger nuclease?\"\r\n\n\n 130 results in PatentScope\r\n\n\n\r\n\n\nThen you can redo the same search but by adding “plant” to the \"English claims\" field, which narrows down the results:\r\n\n\n\r\n\n\n• Keyword\\(s) in \"any field\": \"zinc finger nuclease?\"\r\n\n\n Keyword\\(s) in \"English claims\": plant?\r\n\n\n 7 results in PatentScope\r\n\n\n\r\n\n\nYou can also combine search queries and codes, as you did for esp@cenet. Select the field \"International Class\" and insert the codes identified previously, like C12N-15/90 \\(note this format is somewhat different from ECLA code shown in an earlier example when searching esp@cenet). You can combine that with \"plant\" in the claim field:\r\n\n\n\r\n\n\n• Keyword\\(s) in \"International Class\": C12N-15/90\r\n\n\n Keyword\\(s) in \"English claims\": plant?\r\n\n\n 29 results in PatentScope\r\n\n\n\r\n\n\n• Keyword\\(s) in \"International Class\": C12N-15/82\r\n\n\n Keyword\\(s) in \"English claims\": plant?\r\n\n\n 2,526 results in PatentScope\r\n\n\n\r\n\n\nThe records will most likely cover some means of integrating DNA into the chromosome – and combining it with “plant” in claims would mean all of these include the word “plant” in at least one of the claims.\r\n\n\n\r\n\n\n**4.3 Combining claims**\r\n\n\n\r\n\n\nYou can select twice, in two different drop down boxes, the field \"English claim\" and introduce different queries like in the example:\r\n\n\n\r\n\n\n• Keyword\\(s) in \" English claims \": \"zinc finger\"\r\n\n\n Keyword\\(s) in \"English claims\": plant?\r\n\n\n 35 results in PatentScope\r\n\n\n\r\n\n\nIn this case, a similar result would be obtained by using the Boolean operator AND in the same field.\r\n\n\nSearching the word \"plant\" in the claims would likely pick up patents where the claimed technology is also directed to the use in plants. But you have to consider the possibility that the claims may include a word such as “Arabidopsis” or “Zea Mays” instead of “plant.” Therefore, one can also try making the searches previously illustrated, but substituting the word \"plant\" with specific plant names in the queries."
        },
        {
            "header": "Anticipated Results",
            "content": "Fig. 1 shows the results obtained about patents \\(both applications and granted patents) on ZFN in plants, following the described protocol."
        },
        {
            "header": "References",
            "content": "1 Shukla, V. K. et al. Precise genome modification in the crop species Zea mays using zinc-finger nucleases. Nature 459, 437-441 \\(2009).\r\n\n\n2 Lusser, M., Parisi, C., Plan, D. & Rodriguez-Cerezo, E. Deployment of new biotechnologies in plant breeding. Nat Biotech 30, 231-239 \\(2012).\r\n\n\n3 WIPO. Patent Cooperation Treaty. Done at Washington on June 19, 1970, amended on September 28, 1979, modified on February 3, 1984, and on October 3, 2001. http://www.wipo.int/pct/en/texts/articles/atoc.htm.  \\(2001)."
        },
        {
            "header": "Acknowledgements",
            "content": "The views expressed are purely those of the authors and may not in any circumstances be regarded as stating an official position of the European Commission."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nbt.2142",
                "date": "2012-05-31 11:01:49",
                "title": "Deployment of new biotechnologies in plant breeding",
                "authors": [
                    "Maria Lusser",
                    "Claudia Parisi",
                    "Damien Plan",
                    "and Emilio Rodríguez-Cerezo"
                ],
                "journal": "Nature Biotechnology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12076,
                "identity": "9fca99ac-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Claudia Parisi",
                "email": "claudia.parisi@ec.europa.eu",
                "orcid": "",
                "institution": "European Commission Joint Research Centre - IPTS",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Claudia",
                "middleName": "",
                "lastName": "Parisi",
                "suffix": ""
            },
            {
                "id": 12077,
                "identity": "9fca9d17-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Emilio Rodríguez-Cerezo",
                "email": "",
                "orcid": "",
                "institution": "European Commission Joint Research Centre - IPTS",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Emilio",
                "middleName": "",
                "lastName": "Rodríguez-Cerezo",
                "suffix": ""
            },
            {
                "id": 12078,
                "identity": "9fca9ed1-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Harry Thangaraj",
                "email": "",
                "orcid": "",
                "institution": "St George's University London",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Harry",
                "middleName": "",
                "lastName": "Thangaraj",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-05-31 11:29:28",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.021",
        "doiUrl": "https://doi.org/10.1038/protex.2012.021",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608488,
                "identity": "0068501f-13d7-4c29-af44-a8031bd8b31a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:15",
                "extension": "bmp",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 850230,
                "visible": true,
                "origin": "",
                "legend": "Patent results on the use of ZFN in plants, distributed according to priority date   Both granted patents and patent applications have been included in the count and each patent represents all the members of its patent family.",
                "description": "",
                "filename": "figure1.bmp",
                "url": "https://assets.researchsquare.com/files/nprot-2402/v1/figure_1.bmp"
            },
            {
                "id": 13464621,
                "identity": "edac6adf-54fe-4471-8caa-3a153f260d11",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:03",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 153922,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2402/v1/3c131c81-ec4b-4432-8b6f-ac73e971634c.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Patents, intellectual property, search strategy, patent databases, biotechnology, plant breeding techniques, targeted mutagenesis, zinc finger nuclease (ZFN), genetic modification",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol provides basic guidelines for performing a patent search through illustration with a specific biotechnology subject. It is directed in particular to beginners who wish to broaden their knowledge by using patents as a source of information. The instructions given  show how to search for patents claiming the use of ZFN \\(Zinc Finger Nucleases) in plants, a recently developed gene targeting technique with wide potential in plant breeding. The guidelines focus in particular on the use of two online available patent databases: esp@cenet, from the European Patent Office, and PatentScope, from the World Intellectual Property Organization. Several exercises are shown as examples to follow in searches, in particular the use of keywords and patent codes. We believe that the strategies proposed in this protocol are very useful for any type of search, but each searcher can choose a method she or he feels more comfortable with.",
        "manuscriptTitle": "Patent search strategies in plant biotechnology",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-05-31 15:39:14",
                "doi": "10.1038/protex.2012.021",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fc9cfb1-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 31st, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2740,
                "name": "Genetics"
            },
            {
                "id": 2741,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-05-31 15:39:14",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}