{
    "identity": "nprot-2883",
    "title": "Light-Induced Activation of an Inert Surface for Covalent Immobilization of a Protein Ligand",
    "content": [
        {
            "header": "Introduction",
            "content": "Immobilization of enzymes on synthetic polymers is of particular interest because of their application in clinical laboratories, biosensors, membrane bioreactors, and diagnostics \\(2, 3). Different methods are adopted for immobilization of biomolecules on a polymer surface, e.g., entrapment, encapsulation, adsorption, and covalent binding. Covalent immobilization is often necessary for binding the biomolecules that do not adsorb, adsorb very weakly, or adsorb with improper orientation and conformation to the polymer surfaces. Covalent immobilization may result in better biomolecular activity, reduced nonspecific adsorption, and greater stability \\(4–7). The available methods for modifying solid supports for covalent immobilization of biomolecules suffer from one or more drawbacks \\(8–10). The photolinker-mediated technique permits covalent binding of a protein ligand to solid surfaces under gentle reaction conditions \\(11). This method is normally based on a compound having at least two functional groups, one of which is essentially a photoactivable group. There are different methods available for immobilization of ligands on a surface through a photolinker. Nevertheless, in most of the methods, either the photoactive compound is expensive or its preparation is tedious and time consuming \\(12).  One of the advantages of using 1-Fluoro-2-nitro-4-azidobenzene \\(FNAB) is its simple and easy preparation.   The present protocol is useful for versatile applications in the field of surface engineering, immobilization and diagnostics involving microfluidic devices, biochips and biosensors."
        },
        {
            "header": "Reagents",
            "content": "Reagents for activation of a polymer\r\n\n\n• 1-fluoro-2-nitro-4-azidobenzene \\(IUPAC: 4-azido-1-fluoro-2-nitrobenzene) can be purchased from Apollo scientific ltd, UK \\(cat no. 248-878-6) or shanghai IS chemical Technology ltd. China \\(cat no. I01-19053). Alternatively, it can be made from 4-Fluoro-3-nitroaniline by a simple diazotation as described below.\r\n\n\n• Methanol \\(SRL, cat no.1329138) CAUTION: Keep away from heat/sparks/open flames/hot surfaces. Highly flammable liquid and vapour. Toxic if swallowed, in contact with skin or if inhaled. Causes damage to organs. Read Material Safety Data Sheet \\(MSDS) from manufacture and work with lab coat, safety glove and safety glass in fume hood. \r\n\n\nReagents for immobilisation of Horseradish peroxidase onto an activated surface and its assay\r\n\n\n• Horse radish peroxidase \\(Sigma Aldrich, cat no. P6782, lyophilized powder, storage temp -20°C)\r\n\n\n• o-Phenylenediamine dihydrochloride \\(Sigma Aldrich, cat no. P1526, storage temp -20°C, Store in dark). CAUTION \\!TOXIC\\! Avoid contact with skin and eyes. May cause an allergic skin reaction. Always work with lab coat, safety glove and safety glass in fume hood. Read Material Safety Data Sheet \\(MSDS) from manufacture.\r\n\n\n• Hydrogen peroxide \\(H2O2) \\(Qualigens, cat no. 15465, storage temp 4°C) CAUTION Avoid contact with skin and eyes. Causes burns. Read Material Safety Data Sheet \\(MSDS) from manufacture. Always work with lab coat, safety glove and safety glass in fume hood.\r\n\n\n. Sulphuric acid \\(Sigma Aldrich, cat no. 339741) CAUTION: \\!STRONGLY CORROSIVE AGENT\\! Avoid contact with Skin and eyes causes severe skin burns and eye damage. Read Material Safety Data Sheet \\(MSDS) from manufacture. Always work with lab coat, safety glove and safety glass in fume hood.\r\n\n\nReagents for making 1-fluoro-2-nitro-4-azidobenzene.\r\n\n\n• 4-Fluoro-3-nitroaniline \\(Aldrich, cat no. 155861) CAUTION: \\!Flammable and harmful\\! Keep away from heat/sparks/open flames/hot surfaces. Read Material Safety Data Sheet \\(MSDS) from manufacture before performing experiment. Always work with lab coat, safety glove and safety glass in fume hood. \r\n\n\n•Hydrochloric acid \\(Sigma Aldrich, cat no. 258148) CAUTION: Always add acid slowly to water. Corrosive to skin, metals, and clothing Avoid contact with liquid and vapor. Use an fume hood.\r\n\n\n• Sodium nitrite \\(Sigma Aldrich, cat no. S2252) CAUTION: \\!TOXIC\\! Avoid release to the environment. Always work with lab coat, safety glove and safety glass in fume hood and read Material Safety Data Sheet \\(MSDS) from manufacture. Take proper precaution. \r\n\n\n• Sodium azide \\(Sigma Aldrich, cat no. S2002) CAUTION: \\!TOXIC\\! Before performing experiment with sodium azide read Material Safety Data Sheet \\(MSDS) from manufacture. Always work with lab coat, safety glove and safety glass in fume hood. Sodium azide may react with lead and copper plumbing to form highly explosive metal azides. Rapidly absorbed through skin.  •Petroleum ether \\(Sigma Aldrich, cat no. 320447) CAUTION: Petroleum ether is flammable and a dangerous fire risk.\r\n\n\n• Dry ice/ liquid nitrogen \\(locally purchased)\r\n\n\n\r\n\n\nPreparation of 1-fluoro-2-nitro-4-azidobenzene \\(13) -\r\n\n\nFive grams of 4-fluro-3-nitroaniline \\(97% pure, F.W. 156.12, m.p. 96.98o , Aldrich, catalog No.15,586.1,flammable solid, harmful solid, avoid skin contact)   was   dissolved by warming in mixture of conc. HCl  \\(30ml) and distilled H2O \\(5ml). The solution was filtered to a 100 ml conical flask while hot. A cooling bath made of ethanol and dry ice \\(solid CO2 ) was placed on a magnetic stirrer and the conical flask with a magnetic bar was clamped at the centre of the bath.  NaNO2 \\(F.W. 69.0; Qualigens, India) solution was made by dissolving 2.4 g in 5 ml of deionised water in a 25 ml conical flask. This was added drop wise to the cooled solution of 4-fluro-3-nitroaniline.   The temperature of the water bath was maintained between -25o C and -20o C.  During addition and till 10 minutes after addition was complete, the solution was stirred vigorously on the magnetic stirrer.  Next, NaN3 \\(2.2 g) was dissolved in water \\(8 ml) in a 25 ml conical flask and  was added drop wise to the reaction mixture while stirring at around -20o C.  After the addition, reaction mixture was stirred for additional 25 min.  Yellow product formed was filtered using a Buchner funnel and washed by ice-cold water. The product was crystallized from light petroleum to give 3.82 g of needle-shaped, straw-colored crystals of 1-fluoro-2-nitro-4-azidobenzene \\(IUPAC: 4-azido-1-fluoro-2-nitrobenzene), mp. 52 °C. \r\n\n\nCAUTION. FNAB is explosive and should be handled with care, especially when using large quantities. FNAB can be stored safely in dark in a loosely capped bottle at 4°C in a refrigerator.     \r\n\n\n\r\n\n\nCRITICAL                       \r\n\n\n4-azido-1-fluoro-2-nitrobenzene  is historically known as 1-fluoro-2-nitro-4-azidobenzene \\(FNAB) and throughout this protocol, we have used this name."
        },
        {
            "header": "Equipment",
            "content": "U.V. Light: Stratalinker \\(Model 2400; Stratagene, USA) \r\n\n\nELISA Reader \\(Bio-Rad, USA Model No. iMark)\r\n\n\nAnalytical balance \\(Sartorius, Germany -BSA224S-CW)\r\n\n\npH Meter \\(HANNA, India-H12215)\r\n\n\nMagnetic stirrer \\(Tarson, India-6040, SPI NOT Digital Model MC02)\r\n\n\nGlass bottles \\(Borosil, India)\r\n\n\nGlass petri dishes, Glass vials, Glass beakers, Glass conical, Glass measuring cylinder, Glass Desiccators \\(Borosil , India)\r\n\n\nBuchner funnel, Separatory funnel, Retort stand, Stirring bar, \\(Tarson, India)\r\n\n\nAdjustable research Pipettes \\(Eppendorf, Germany)\r\n\n\nMicro centrifuge tubes \\(Tarson, India  cat. no. 500000, 500010, 500020)\r\n\n\nPipette tips \\(Genaxy, India cat. no. GEN-C-300-IW, GEN-C-200, GEN-C-1000)\r\n\n\nELISA plate \\(Nunc maxisorp, UK 96 well, flat bottom, cat. no. 655101)\r\n\n\nELISA plate \\(Tarson, India 96 well, flat bottom, cat. no. 941196)"
        },
        {
            "header": "Procedure",
            "content": "1. Activation of Polystyrene Surface \r\n  \r\n\n\nThe wells of a polystyrene microtiter plate were loaded with FNAB \\(10 µmol/50 µl methanol/well), allowed to air dry in the dark in a fume hood to get FNAB coated polymer surface.  FNAB coated polymer was then exposed to UV light at a wavelength of 365 nm for 20 min. The wells were washed thrice by ethanol followed by methanol. The activated plates were dried and used further for enzyme \\(biomolecule) immobilization. \r\n\n\n\r\n\n\n2. Optimization of incubation time for immobilisation of HRP on the Activated Polystyrene Surface\r\n  \r\n\n\nA stock solution of HRP was made in PBS \\(pH 7.2, 0.01 M). Different amounts of HRP \\(0–15 µg/well) were loaded into FNAB treated as well as untreated polystyrene wells and the final volume of each well was made up to 300 µl by adding buffer. The plates were incubated at 37°C for different time periods \\(45 min and 4 h) and then each well was washed thoroughly with washing buffer followed by the addition of substrate- dye buffer \\(300 ml/well). The absorbance was recorded at 490 nm."
        },
        {
            "header": "Timing",
            "content": "Timing\r\n\n\nStep1- Coating of FNAB to polystyrene Surface 10 minutes\r\n\n\nStep 2- UV light exposure -20 minutes\r\n\n\nStep 3- Washing and drying 5 minutes\r\n\n\n\r\n\n\nOPTIONAL\r\n\n\n\r\n\n\nStep 4. - Immobilization of HRP onto the Activated Polystyrene Surface- 45 minutes"
        },
        {
            "header": "Anticipated Results",
            "content": "• Maximum activation was observed when the amount of FNAB was kept at 10 µmol per well, and after that it decreased slightly or practically remained constant. Activation of the polystyrene microtiter plate was checked by immobilizing HRP on the activated wells and subsequently assaying the immobilized enzyme colorimetrically. \r\n\n\n• To determine the optimum time, we exposed the photolinker-coated surface to UV light for 5, 10, 20, and 40 min, respectively. With the plates activated for 40 min a high absorbance value was recorded for the enzyme after assay. However, at the end of this period, the polystyrene surface became discolored \\(colorless to light yellow). UV irradiation of the FNAB-coated surface for 20 min was found to result in effective immobilization.  \r\n\n\n• Control experiments without the photolinker showed much lower values of absorbance. Rapid immobilization of the enzyme on the activated surface was another advantage of this method. \r\n\n\n• Any polymer can be activated by this method using FNAB. We have subsequently activated polypropylene \\(14), polyethylene \\(14), cellulose \\(15), Polycarbonate \\(16) polystyrene cuvets \\(17), and polyethylene glycol \\(18).\r\n\n\n• Also, any biomolecule having active nucleophilic group can be covalently linked to activated polymers prepared by this method such as 5'-aminated oligonucleotides \\(19).\r\n\n\n• Instead of UV light, even sunlight can be used for activation of polymers \\(20)."
        },
        {
            "header": "References",
            "content": "1. \\(a) Nahar, P. et al. Light-induced Activation of an Inert Surface for Covalent Immobilization of a Protein Ligand. Anal. Biochem. 294, 148-153 \\(2001).\r\n  \\(b) Nahar P.  A Process for Photochemical Activation of Polymer Surface and Immobilization of Biomolecules onto the Activated Surface. US 7629016.\r\n\n\n2. Krysteva, M. A., Shopova, B. L., Yotova, I. Y., and Karasavova, M. I. \\(1991) Covalent binding of enzymes to synthetic membranes containing acrylamide units, using formaldehyde. Biotechnol. Appl. Biochem. 13, 106–111.\r\n  3. Pandey, P. C., Kayastha, A. M., and Pandey, V. \\(1992) Amperometric enzyme sensor for glucose based on graphite paste-modified electrodes. Appl. Biochem. Biotechnol. 33, 139–144.\r\n  4. Tiller, J., Berlin, P., and Klemm, D. \\(1999) A novel efficient enzyme-immobilization reaction on NH2 polymers by means of L- ascorbic acid. Biotechnol. Appl. Biochem. 30, 155–162.\r\n  5. Larsson, P. H., Johansson, S. G. O., Hult, A., and Gothe, S. \\(1987) Covalent binding of proteins to grafted plastic surfaces suitable for immunoassays. 1. Binding capacity and characteristics of grafted polymers. J. Immunol. Methods 98, 129–135.\r\n  6. Rasmussen, S. R., Larsen, M. R., and Rasmussen, S. E. \\(1991) Covalent immobilization of DNA onto polystyrene microwells: The molecules are only bound at the 59 end. Anal. Biochem. 198,138–142.\r\n  7. Chevrier, D., Rasmussen, S. R., and Guesdon, J. L. \\(1993) PCR product quantification by nonradioactive hybridization procedures using an oligonucleotide covalently bound to microwells. Mol. Cell. Probes 7, 187–197.\r\n  8. Rubin, R. L., Hardtke, M. A., and Carr, R. I. \\(1980) The effect of high antigen density on solid phase radio immunoassays for antibody regardless of immunoglobulin class. J. Immunol. Methods 33, 277–292.\r\n  9. Greenberg’s, Z., Stoch, A., Trainedes, K., Teng, H., Rosenblatt, M., and Chore, V. M. \\(1999) Covalent immobilization of recombinant human avb3 integrin on a solid support with retention of functionality. Anal. Biochem. 266, 153–164, doi: 10.1006/ abio.1998.2953.\r\n  10. Rogers, Yu. H., Jiang, B. P., Huang, Z. J., Bogdanor, V., Anderson, S., and T., M., B.-J. \\(1999) Immobilization of oligonucleotides onto a glass support via disulfide bonds: A method for preparation of DNA microarrays. Anal. Biochem. 266, 23–30, doi: 10.1006/abio.1998.2857.\r\n  11.  Amos, R. A., Anderson, A. B., and Clapper, D. L. \\(1995) in Encyclopedic Handbook of Biomaterials and Bioengineering,Part A, pp. 895–926, New York, Dekker.\r\n  12. Sigrist, H., Gao, H., and Wegmuller, B. \\(1992) Light-dependent,covalent immobilization of biomolecules on ‘inert’ surfaces. Biotechnology10, 1026–1028.\r\n  13.  Naqvi, A. et al. Photochemical Immobilization of Proteins on Microwave-synthesized Photoreactive Polymers. Anal. Biochem. 327, 68-73 \\(2004). \r\n  14. Nahar P. et al. Introduction of Functional Groups onto Polypropylene and Polyethylene Surfaces for Immobilization of Enzymes. Analytical Biochemistry 306, 74–78 \\(2002)\r\n  15.  Bora, U. et al. A Simple Method for Activation of Cellulose Membrane for Covalent Immobilization of Biomolecules. J. Memb. Sci. 250, 215-222 \\(2005).\r\n  16. Bora, U. et al. Photochemical Activation of a Polycarbonate Surface for Covalent Immobilization of a Protein Ligand.  Talanta. 70, 624-629 \\(2006).  \r\n  17. Kumar, S. et al. Preparation of Biomolecule-Ligated Polystyrene Cuvets and Their Applications in Diagnostics. Microchem. J. 89, 148-152 \\(2008).\r\n  18.  Utpal Bora, Dileep Kumar Kannoujia, Saroj Kumar, Pragya Sharma, Pradip Nahar \\(June, 2011) Photochemical activation of polyethylene glycol and its application in PEGylation of protein. Process Biochemistry, 46: 1380-83\r\n  19. Nahar P. et al. Single-step covalent immobilization of oligonucleotides onto solid surface. Anal. Methods, 2010, 2, 212–21621.\r\n  20.  Nahar, P. et al.Sunlight-mediated Activation of an Inert Polymer Surface for Covalent Immobilization of a Protein. Anal. Biochem. 327, 162-164 \\(2004)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12826,
                "identity": "a01d176a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Pradip Nahar",
                "email": "pnahar@igib.res.in",
                "orcid": "",
                "institution": "Nahar's Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Pradip",
                "middleName": "",
                "lastName": "Nahar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-11-26 10:26:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.086",
        "doiUrl": "https://doi.org/10.1038/protex.2013.086",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608858,
                "identity": "6f5dc10a-8566-455c-82c3-1412c56f9009",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:32",
                "extension": "docx",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16259,
                "visible": true,
                "origin": "",
                "legend": "Schematic representation of single step photochemical activation of a polymer for immobilization of a protein.   Schematic representation of single step photochemical activation of a polymer for immobilization of a protein.  Polymer surface having C–H groups (i) reacts with 1-fluoro-2-nitro-4-azidobenzene, (ii) under UV light at 365 nm to produce an activated polymer  (iii) having a labile fluoro group.  The activated polymer (iii) binds with a protein (iv), following displacement of its fluoro group by the amino group of the protein producing an immobilized protein (v).",
                "description": "",
                "filename": "figure1.docx",
                "url": "https://assets.researchsquare.com/files/nprot-2883/v1/figure_1.docx"
            },
            {
                "id": 13464663,
                "identity": "4361fa19-6d7b-4fdd-9fe5-f362d5ba57ef",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 141602,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2883/v1/57c03b06-c213-4f7f-afae-287ff9c53e65.pdf"
            }
        ],
        "financialInterests": "none",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": " 4-fluoro-3-nitrophenyl azide 1-fluoro-2-nitro-4-azidobenzene heterobifunctional photolinker covalent immobilization biomolecules polymer inert surface polystyrene microtiter plate  ",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Introduction of functional group to an inert polymer is a very challenging and time consuming task.  This protocol describes a simple and mild procedure for the preparation of an activated polymer surface, used for immobilization of a protein ligand through a covalent linkage \\(1). Activation of the polymer surface is carried out by attaching an active functional group through 1-fluoro-2-nitro-4-azidobenzene \\(FNAB). UV irradiation of FNAB transforms its azido group into a highly reactive nitrene, which binds with the inert polymer surface, whereas the active fluoro group of FNAB, now part of the polymer, remains intact. Covalent linkage between the ligand and the inert surface is established through this active fluoro group in a thermochemical reaction without addition of any catalyst or reagent. The method can be used for activation of different inert polymer surfaces having carbon hydrogen bonds. The efficacy of our method is demonstrated by immobilizing horseradish peroxidase on an activated polystyrene surface. The enzyme, immobilized through the photolinker, is found to give a twofold increase in absorbance with the substrate as compared to the directly adsorbed enzyme. The method may have many applications in the preparation of bioreactors, biostrips, and biosensors, and in diagnostic tests involving the ELISA technique.",
        "manuscriptTitle": "Light-Induced Activation of an Inert Surface for Covalent Immobilization of a Protein Ligand",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-11-26 11:33:03",
                "doi": "10.1038/protex.2013.086",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 6
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a01ca2c3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 26th, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3079,
                "name": "Chemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-11-26 11:33:03",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}