{
    "identity": "nprot-5",
    "title": "Transfection of bone marrow-derived mast cells for transcription factor luciferase reporter assays",
    "content": [
        {
            "header": "Introduction",
            "content": "Mast cells are now being understood as important intitiators and regulators in both innate and adaptive immunity in addition to their traditional roles in allergic and IgE-mediated immune responses.Transfection of primary leukocytes has traditionally been a challenging but much desired protocol. It allows not only the analysis of cells in a more natural state to a cell line system, it enables the direct comparison of, for example, transcriptional activity using luciferase reporters, in immune cells taken from genetically-altered mice. In addition, importantly it allows for \"rescue experiments\" in knockout cells as well as the ability to over-express or reconstitute wild-type and/or mutated constructs into wild-type or knockout cells for analysis of functional responses such as cytokine production, apoptosis, migration etc."
        },
        {
            "header": "Reagents",
            "content": "Amaxa solution T, interleukin 3,"
        },
        {
            "header": "Equipment",
            "content": "Amaxa Nucelofector, beta scintillator counter"
        },
        {
            "header": "Procedure",
            "content": "1. Maturate mast cells from bone marrow using interleukin 3. Isolate bone from femurs and tibias of 8-12 Pac-1-/- and Pac-1+/+ week old mice.  Grow cells at 4×10\n5\ncells/mL in RPMI 1640 medium \\(Life Technologies, Rockville) supplemented with 10% fetal bovine serum \\(HyClone, Logan), 100 μg each of penicillin and streptomycin per mL, 2mM L-glutamine \\(Life Technologies), 50 μM β-mercaptoethanol, 1% HEPES and 5 ng/mL of recombinant murine IL-3 \\(Peprotech) for 4-6 weeks at 37\no\nC in 5% CO2.  By 4-6 weeks in culture, greater than 98% of cells should be c-kit and FcεRI positive as assessed by fluorescein isothiocyanate \\(FITC)-labelled anti-c-kit \\(BD, Pharmingen) and anti-DNP IgE \\(Sigma) antibodies respectively using Flow Cytometry.  Cell morphology should also be assessed by cytospin and staining with giemsa and toluidine blue.  To stimulate, sensitise cells with anti-DNP IgE mAb \\(100 ng/mL, Sigma) for 18 hours, wash twice to remove unbound IgE and stimulate with 20 ng/mL of DNP-HSA \\(Sigma) for chosen times.\r\n  \r\n\n\n2. For the measurement of transcriptional Elk-1 activity, transfect 4 x 10\n6\nBMMCs with 1.75 μg pG5E4D38–Luc, 1.75 μg pSG-Gal-Elk-1 \\(both plasmids kindly provided by Dr. Peter Shaw, University of Nottingham, UK, Frost et al, 1997) and 1 μg of the lacZ-expression vector pCMVβ \\(Clonetech, to allow standardization of the measured luciferase activity) using solution T and an Amaxa nucleofector device \\(Köln, Germany; set to program T-016). In addition, “mock-transfect”cells with PBS in order to measure the background luciferase and β-galactosidase activities. This Elk-1 reporter system is based on a hybrid fusion protein consisting of the DNA binding domain of the yeast transcription factor Gal4 and the transactivation domain of Elk-1 that binds via its Gal4 moiety to the pG5E4D38–Luc plasmid and drives the transcription of the luciferase gene only if it is phosphorylated by ERK within its Elk-1 moiety \\(Kortenjann et al, 1994). \r\n  \r\n\n\n3. For the measurement of transcriptional NFAT:AP-1 activity, transfect BMMCs with 1 μg pCMVβ and 3.5 μg of the NFAT reporter plasmid pNFAT-Luc \\(kindly provided by Dr. Gerald Crabtree, Stanford University, Stanford, USA) as described above. This NFAT reporter carries three tandem copies of the distal NFAT:AP-1 composite element of the human IL-2 promotor \\(Durand et al, 1988), which were cloned upstream of the minimal IL-2 promotor \\(from position -89 to +51) and the luciferase reporter gene. Consequently, this reporter is only transactivated when both NFAT and AP-1 are present in the nucleus and assembled to a ternary complex \\(Fiering et al, 1990; Macian et al., 2001). This widely used reporter plasmid responds to all known NFAT family members and can be activated in a NFAT-dependent manner in a variety of cell types.\r\n  \r\n\n\n4.Following transfection with reporter plasmids, plate BMMCs in 3 mL culture medium \\(RPMI 1640 medium \\(Life Technologies) supplemented with 10% fetal bovine serum \\(HyClone), 100 μg each of penicillin and streptomycin per mL, 2mM L-glutamine \\(Life Technologies), 50 μM β-mercaptoethanol, 1% HEPES and 5 ng/mL of recombinant murine IL-3 \\(Peprotech)) and allow to recover for 24 h. Then sensitise with 100 ng/mL anti-DNP IgE antibodies for 18 hours. Subsequently, split the cells and either stimulate with 20 ng/mL DNP-HSA for 6 h \\(Elk-1) or 8 h \\(NFAT:AP-1) or leave untreated. Following stimulation, lyse the cells in luciferase lysis buffer \\(Promega) and determine the raw luciferase activities using a luciferase activity kit \\(Promega). As an internal control for transfection efficiency, measure the β-galactosidase \\(β-gal) activities using Galactostar and Galacton reagents \\(Tropix). The background β-gal activity of mock-transfected cells should be subtracted from the lysates of transfected BMMCs and the relative β-gal activity of each sample was calculated. In order to obtain the standardised luciferase activity, divide the luciferase activity of each sample by the corresponding relative β-gal activity.\r\n\n\n\r\n\n\n5. For over-expression or rescue experiments, transfect mast cells with 2ug of WT Pac-1, C257S Pac-1 or pMIG vector control."
        },
        {
            "header": "Timing",
            "content": "4-6 weeks for mast cell maturation, 48 hours for transfection, 6-8 hours stimulation and 2 hours for luciferase assay"
        },
        {
            "header": "References",
            "content": "Jeffrey, K. L., Brummer, T., Rolph, M. S., Liu, S. M., Callejas, N. A., Grumont, R. J., Gillieron, C., Mackay, F., Grey, S., Camps, M., Rommel, C., Gerondakis, S. D., Mackay, C. R. Positive regulation of immune cell function and inflammatory responses by phosphatase PAC-1. _Nat Immunol_ **7**, 274-83 \\(2006).\r\n\n\n\r\n\n\nFrost, J. A., Steen, H., Shapiro, P., Lewis, T., Ahn, N., Shaw, P. E., Cobb, M. H. Cross-cascade activation of ERKs and ternary complex factors by Rho family proteins. _Embo J_ **16**, 6426-38 \\(1997).\r\n\n\n\r\n\n\nKortenjann, M., Thomae, O. &amp; Shaw, P. E. Inhibition of v-raf-dependent c-fos expression and transformation by a kinase-defective mutant of the mitogen-activated protein kinase Erk2. _Mol Cell Biol_ **14**, 4815-24 \\(1994).\r\n\n\n\r\n\n\nDurand, D. B. _et al._ Characterization of antigen receptor response elements within the interleukin-2 enhancer. _Mol Cell Biol_ **8**, 1715-24 \\(1988).\r\n\n\n\r\n\n\nFiering, S. _et al._ Single cell assay of a transcription factor reveals a threshold in transcription activated by signals emanating from the T-cell antigen receptor. _Genes Dev_ **4**, 1823-34 \\(1990).\r\n\n\n\r\n\n\nMacian, F., Lopez-Rodriguez, C. &amp; Rao, A. Partners in transcription: NFAT and AP-1. _Oncogene_ **20**, 2476-89 \\(2001)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ni1310",
                "date": "2010-08-08 08:34:51",
                "title": "Positive regulation of immune cell function and inflammatory responses by phosphatase PAC-1",
                "authors": "",
                "journal": "Nature Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 9683,
                "identity": "9e823c8a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kate Jeffrey",
                "email": "",
                "orcid": "",
                "institution": "The Garvan Institute of Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kate",
                "middleName": "",
                "lastName": "Jeffrey",
                "suffix": ""
            },
            {
                "id": 9684,
                "identity": "9e82400b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Charles MacKay",
                "email": "",
                "orcid": "",
                "institution": "The Garvan Institute of Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Charles",
                "middleName": "",
                "lastName": "MacKay",
                "suffix": ""
            },
            {
                "id": 9685,
                "identity": "9e8241e8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tilman  Brummer ",
                "email": "",
                "orcid": "",
                "institution": "The Garvan Institute of Medical Research",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tilman",
                "middleName": "",
                "lastName": "Brummer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-11-14 10:42:06",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2006.218",
        "doiUrl": "https://doi.org/10.1038/nprot.2006.218",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607572,
                "identity": "d69141bc-f38a-4365-a375-92a527ed4d88",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:40",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 16198,
                "visible": true,
                "origin": "",
                "legend": "Reduced transcriptional Elk-1 and NFAT:AP-1 activity in Pac1 minus/minus BMMCs. Re-expression of Pac1 but not Pac1C257S could enhance Elk-1 activity in Pac1 minus/minus BMMCs.   a, Reduced transcriptional Elk-1 and b, NFAT:AP-1 activity in Pac1 minus/minus BMMCs as measured by standardized luciferase activity of Gal-Elk-1 or NFAT:AP-1 reporter in Pac1+/+ and Pac1 minus/minus BMMCs transfected using Amaxa Nucleofector and activated for 6 h (Elk-1) or 8 h (NFAT:AP-1) with Fc_RI crosslinking. RLU is relative luciferase activity. c, (Re)introduction of Pac1 but not Pac1C257S into Pac1 minus/minus BMMCs increases Elk-1 activity. BMMCs were co-transfected with Gal-Elk-1 reporter constructs and empty vector alone, full length WT Pac1 or Pac1C257S. Error bars represent standard deviation of triplicate samples. Similar results were obtained in 5 independent experiments.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5/v1/figure_1.jpg"
            },
            {
                "id": 13464246,
                "identity": "b991c197-7219-48c5-ab29-7ac548569229",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:42",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 144888,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5/v1/30f7fdf1-84f9-4b49-a6ba-4147d97d4943.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mouse, rat",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Transfection of bone marrow-derived mast cells for transcription factor luciferase reporter assays",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2006-06-26 23:00:00",
                "doi": "10.1038/nprot.2006.218",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9e81d8ac-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 26th, 2006",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1197,
                "name": "Cell biology"
            },
            {
                "id": 1198,
                "name": "Developmental biology"
            },
            {
                "id": 1199,
                "name": "Biological techniques"
            },
            {
                "id": 1200,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2006-06-26 23:00:00",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}