{
    "identity": "nprot-542",
    "title": "Isolation of neural crest cells derived from human embryonic stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Neural crest cells \\(NCCs) arise between neural and non-neural ectoderm and migrate to form a variety of NC derivatives<sup>1,2</sup>. Vertebrate NCCs represent a somatic cell type with unique properties with pluripotency and capable of various cell fates<sup>3-6</sup>. However, despite extensive studies across many animal species, our understanding of human NC development remains limited. Defects in human NC development are responsible for medical problems such as Hirschsprung&#x2019;s disease, DiGeorge syndrome, Waardenburg syndrome, Charcot-Marie-Tooth disease, Familial Dysautonomia and pediatric cancers such as neuroblastoma<sup>7-12</sup>. For better understanding of NC development, it will be essential to have access to NCCs in a _in vitro_ model system. Since the isolation of human embryonic stem cells \\(hESC) by Thomson group, hESCs have become a valuable for early human development<sup>13</sup>. Neural induction in hESCs is characterized by the formation of neural rosettes, representing the early developing neuroepithelium<sup>14-18</sup>. Neural rosettes can give rise to cells of NC and be used for isolation of NC populations. The use of hESC-NCCs serves as a platform for understanding NC development and disorders. The protocol has been validated in different hESCs and hiPSC lines. The average time required for NC precursors using this protocol is 4-5 weeks."
        },
        {
            "header": "Reagents",
            "content": "* Mitotically inactivated primary mouse fetal fibroblasts \\(PMEF, Chemicon, PMEF-CF or CF-1 MEF , GlobalStem)\r\n      * hESCs\r\n\n\n      Caution Appropriate consent procedures and administrative regulations must be followed for work involving hESCs. Please consult with your institution to assure adherence with national and institutional guidelines and regulations\r\n\n\n    * MS-5 \\(murine stroma cell line, DSMZ, Germany)\r\n\n\n    * Dulbecco's PBS, Ca<sup>2+</sup>- and Mg<sup>2+</sup>-free\r\n\n\n    * Ca<sup>2+</sup>/Mg<sup>2+</sup>-free Hanks&#x2019; balanced salt solution \\(HBSS, Invitrogen, cat. no. 14170-112)\r\n\n\n    * Accutase \\(Innovative Cell Technology)\r\n\n\n    * Milli-Q water, or any cell culture grade water \r\n\n\n    * DMEM \\(Invitrogen, cat. no. 11960-044)\r\n\n\n    * DMEM/F12 \\(Invitrogen, cat. no. 11330-032)\r\n\n\n    * Knock out DMEM \\(Invitrogen, cat. no. 10829-018)\r\n\n\n    * Alpha MEM \\(Invitrogen, cat. no. 32561-037)\r\n\n\n    * KSR \\(Invitrogen, cat. no. 10828-028)\r\n\n\n      Critical The batch of KSR needs to be tested for the suitability of hESC culture\r\n\n\n    * FBS \\(Hyclone, cat. no. 16140-071). Heat-inactivation is needed for culture of MEF and MS-5 feeder\r\n\n\n    * L-Glutamine \\(Invitrogen, cat. no. 21051-016)\r\n\n\n    * &#x3B2;-Mercaptoethanol, 1,000 times solution \\(Invitrogen, cat. no. 21985-023)\r\n\n\n      Caution &#x3B2;-Mercaptoethanol is toxic; avoid inhalation, ingestion or contact with skin or mucous membranes \r\n\n\n    * Non-essential amino acids, 100 times solution \\(Invitrogen, cat. no. 11140-050)\r\n\n\n    * Penicillin/streptomycin \\(Pen/Strep), 100 times solution \\(Invitrogen, cat. no. 15070-063)\r\n\n\n    * Basic fibroblast growth factor/FGF2 \\(bFGF, Invitrogen, cat. no. 13256-029)\r\n\n\n    * Noggin \\(R&amp;D system, cat. no. 719-NG)\r\n\n\n    * Fibroblast growth factor 8 \\(FGF8, R&amp;D system, cat. no. 423-F8)\r\n\n\n    * Sonic hedgehog \\(Shh, R&amp;D system, cat. no. 461-SH)\r\n\n\n    * Brain derived neurotrophic factor \\(BDNF, R&amp;D system, cat. no. 248-BD) \r\n\n\n    * Wnt1A \\(Peprotech, cat. no. 500-P250) or Wnt3A \\(R&amp;D system, cat. no. 1324-WN) \r\n\n\n    * Bone morphogenetic factors 4 \\(BMP4, R&amp;D system, cat. no. 314-bp)\r\n\n\n    * Ascorbic acid \\(AA, Sigma, cat. no. A4034) \r\n\n\n    * Retinoic acid \\(RA, Sigma, cat. no. R2625)\r\n\n\n    * Epidermal growth factor \\(EGF, R&amp;D system, cat. no. 236-EG) \r\n\n\n    * SU5402 \\(Calbiochem, cat. no. 572630) \r\n\n\n    * Dickkopf-1 \\(Dkk1, R&amp;D system, cat. no. 1096-DK) \r\n\n\n    * Putrescine \\(Sigma, cat. no. P7630)\r\n\n\n    * Progesterone \\(Sigma, cat. no. P6149)\r\n\n\n    * Insulin \\(Sigma, cat. no. I6634)\r\n\n\n    * Apotransferrin \\(Intergen, cat. no.  4452-01)\r\n\n\n    * Sodium selenite \\(Sigma, cat. no. S9133)\r\n\n\n    * 0.05% trypsin/0.53 mM EDTA \\(Invitrogen, cat. no. 25300-054)\r\n\n\n    * 6 IU/ml Neutral protease \\(or Dispase) \\(Worthington Biochemical Corporation)\r\n\n\n    * Gelatin \\(Sigma, cat. no. G1890)\r\n\n\n    * Fibronectin \\(BD, cat. no. 356008)\r\n\n\n    * Ultra-pure laminin \\(BD, cat. no. 354239)\r\n\n\n    * Poly-L-Ornithine hydrobromide \\(Sigma, cat. no. P3655)\r\n\n\n    * p75 antibody \\(Advanced targeting systems, cat. no. AB-N07)\r\n\n\n    * Pax-6 antibody \\(Covance, cat. no. PRB-278P)\r\n\n\n    * AP2 antibody \\(DSHB, cat. no. 3B5)\r\n\n\n    * HNK1 antibody \\(Sigma, cat. no. C6680)\r\n\n\n    * Alexa Fluor 633 goat anti-mouse IgG1 \\(Molecular probes, cat. no. A21042)\r\n\n\n    * Alexa Fluor 488 goat anti-mouse IgM \\(Molecular probes, cat. no. A21126)\r\n\n\n    * 7-AAD \\(BD, cat. no. 559925)\r\n\n\n    * 1ml Syringe \\(BD, cat. no. 309623)\r\n\n\n    * Cell scraper \\(Corning, cat. no. 3008)\r\n\n\n\r\n\n\n    * All media should be sterilized by 0.22 &#x3BC;m filtration.\r\n\n\n**hESC medium for maintenance \\(1 liter):** \r\n\n\n800 mL DMEM/F12, 200 mL of Knockout Serum Replacement, 5 mL of L-Glutamine, 5 mL of Pen/Strep, 10 mL of 10mM MEM minimum non-essential amino acids solution, 1000 &#x3BC;L of &#x3B2;-mercaptoethanol, bFGF \\(final concentration is 4 ng/mL)\r\n\n\n**KSR medium for hESC differentiation \\(1 liter):**\r\n\n\n820 mL of Knock out DMEM, 150 mL of Knock out Serum Replacement, 10 mL of L-Glutamine, 10 mL of Pen/Strep, 10 mL of 10 mM MEM, 1 mL of &#x3B2;-mercaptoethanol\r\n\n\n**N2 medium for hESC differentiation \\(1 liter):**\r\n\n\n985 ml dist. H<sub>2</sub>O with DMEM/F12 powder, 1.55 g Glucose, 2.00 g NaHCO<sub>3</sub>, 25 mg insulin, 0.1 g apotransferrin, 30 nM sodium selenite, 100 &#x3BC;M putrescine, 20 nM progesterone\r\n\n\n**DMEM with 10% FBS for preparing PMEF \\(1 liter):**\r\n\n\n885 mL of DMEM, 100 mL of FBS, 10 mL of Pen/Strep, 5 mL of L-Glutamine\r\n\n\n**Alpha MEM with 10% FBS for preparing MS-5 feeder \\(1 liter):**\r\n\n\n890 mL of Alpha MEM, 100 mL of FBS, 10 mL of Pen/Strep\r\n\n\n**Gelatin solution \\(500 ml):**\r\n\n\nDissolve 0.5 g of gelatin in 500 ml of warm \\(50&#x2013;60 &#xB0;C) Milli-Q water. Cool to room temperature"
        },
        {
            "header": "Equipment",
            "content": "* Inverted microscope \\(i.e. Nikon TE or Olympus IX) with fluorescence equipment and digital imaging capture system\r\n      * Bench-top laminar flow hood with a HEPA filter or a biosafety cabinet with an embedded microscope \r\n\n\n    * Biosafety cabinet for cell culture\r\n\n\n    * CO<sub>2</sub> incubator with controlling and monitoring system for CO<sub>2</sub>, humidity and temperature\r\n\n\n    * Cell culture centrifuge  \r\n\n\n    * Cell sorting machinery \\(i.e. MoFlow, Cytomation; FACS Aria, Becton Dickinson; or similar)\r\n\n\n    * Cell culture disposables: Petri dishes, multi-well plates, centrifuge tubes, FACS tube, pipettes, pipette tips, etc."
        },
        {
            "header": "Procedure",
            "content": "Overview\r\n\n\nSteps   1 – 9: Maintenance of hESCs \r\n\n\nSteps 10 – 12: Neuroectodermal differentiation of hESCs \r\n\n\nSteps 13 – 15: Induction/enrichment for NC lineages via defined factors\r\n\n\nSteps 16 – 20: Cell sorting for hESC-NCCs using flow cytometry\r\n\n\nSteps 21 – 23: Culture of sorted hESC-NCCs\r\n\n\n\r\n\n\n1. Thaw the frozen vial of PMEF at 37 °C water bath for 1 minute and spin down at approximately 160 x g \\(~ 1000 r. p. m. using cell culture centrifuges) for 5 minutes.\r\n  2. Remove the supernatant and resuspend the pellet in DMEM with 10% FBS medium. \r\n  3. Plate the PMEF suspension onto gelatin-coated plated at a density of 50,000-100,000 cells/cm\n2\n.\r\n  4. Discard hESC medium from dish \\(60mm dish) and add dispase \\(2-3 ml).\r\n  Caution Usually hESCs take 6-7 days for further passage and subculture, but this can vary depending on plating density and the specific hESC line used. \r\n\n\n5. Incubate at 37 °C for 2–3 min and check under the microscope. When the edges of hESC colony starting to detach \\(“rolling up”), harvest the hESC colonies in fresh hESC medium. Under these conditions most hESC colonies should detach while PMEFs should remain attached.\r\n  6. Centrifuge the harvested hESCs for 5 min at 160 x g at room temperature and aspirate the supernatant. \r\n  7. Repeat step 6.\r\n  Critical step Repeated washing is necessary to dilute out dispase as no inactivation of enzyme is performed. Incomplete washing out of dispase prevents hESC colonies from attachment and leads high levels of cell death. \r\n\n\n8. Pipette and triturate the hESC pellet with 1 ml of hESC medium using P1000 micropippet.\r\n  Critical step The number of repeats and the intensity of pipetting determine size of hESC colonies. Colonies that remain too large tend to spontaneously differentiate while hESCs triturated too harshly tend to die upon replating. \r\n\n\n9. For subculture, plate hESCs onto fresh PMEF plates at a ratio from 1:5 to 1:8. Incubate at 5% CO\n2\nand 37 °C.\r\n  Critical step It is important to assure that hESC colonies are dispersed evenly within the plate by carefully shaking dishes. \r\n\n\n10. For differentiation \\(Day 0), plate small fraction of hESCs \\(approximately 5 x 10\n3\n– 30 x 10\n3\ncells / 60 mm dish) onto mitotically inactivated MS-5 plate \\(60 mm dish, approximately 1.2 million MS5 cells/dish).\r\n  Critical step The number of hESC cells in a MS-5 dish \\(60 mm dish) corresponds to ~2% of the undifferentiated hESCs harvested from a 60 mm dish prior to passage. \r\n\n\n11. From Day 3 to Day 7, change KSR medium supplemented with Noggin \\(500 ng/ml) every 2-3 days. \r\n  12. At Day 7 and Day 12, change KSR medium supplemented with Noggin \\(500 ng/ml), Shh \\(200 ng/ml SHH), and FGF8 \\(100 ng/ml). \r\n  13. From Day 12 to Day 24, change N2 medium supplemented with AA \\(0.2 mM), Shh \\(200 ng/ml SHH), FGF8 \\(100 ng/ml) and BDNF \\(20 ng/ml) every 2-3 days. \r\n  Caution The combination of cytokines/growth factors added at late P0 stage \\(after Day 12) and P1 stage \\(Step 15) can be fine-tuned to increase neural crest yield. The number of NC \\(p75+) cells is significantly increased upon exposure to bFGF or BMP4. Agonists of these pathways can reduce neural crest induction efficiency\n18\n. In addition to impacting NCC induction, different combinations of extrinsic factors also affect lineage specification. As observed in various model systems in the mouse and chick embryo, manipulations of the Wnt, BMP, FGF, retinoic acid \\(RA) and Shh pathways can greatly impact lineage decisions during neural crest development\n19\n. Concentrations of each extrinsic factor need to be individually optimized for applications aimed at biasing lineage choice. Typical concentrations for manipulating neural crest yield are: Wnt \\(Wnt3A or Wnt1A 40 ng/ml), BMP4 \\(50 ng/ml), FGF8 \\(100 ng/ml), RA \\(0.5 μM), Shh \\(200 ng/ml), SU5402 \\(10 nM), Dkk1 \\(100 ng/ml) and Noggin \\(500ng/ml).\r\n\n\n14. Approximately at day 20 of differentiation numerous neural rosette structures should emerge from the differentiating hESCs \\(Figure 1). \r\n  15. At day 28 of differentiation, rosettes structures were harvested mechanically using 1 ml syringe attached fine needle \\(termed passage 0; P0) and gently re-plated on 15 μg/ml polyornithine/1 μg/ml laminin \\(PO/Lam)-coated culture dishes in N2 medium supplemented with AA \\(0.2 mM), Shh \\(200 ng/ml), FGF8 \\(100 ng/ml) and BDNF \\(20 ng/ml) \\(termed passage 1; P1). Change medium every 2-3 days.\r\n  Caution For preparing PO/Lam-coated plate, coat 15 μg/ml PO in PBS in 60 mm dish for overnight. Next day, wash three times the PO-coated dish with PBS and coat 1 μg/ml Lam in PBS for more than 2 hours. Just before plating rosette structure, dry PO/Lam-coated dish.\r\n\n\n16. At the Day 6 or 7 in P1 culture, change medium with Accutase for 20~30 minutes and harvest the P1 culture with cell scraper. \r\n  Caution To determine NC population in culture, P1 culture can be screened by immunocytochemistry. Neuroectodermal marker \\(Pax6) positive and NC marker \\(AP2) positive can be used to determine the proper neural differentiation and the existence of NCCs in P1 culture \\(Figure 1). \r\n\n\nCaution If you need to prepare a NCC-depleted population, you can manually pick up the rosette structures and remove any surrounding cells using a fine needle \\(27-30G) attached 1ml syringe. \r\n\n\n17. Centrifuge the harvested P1 culture for 5 min at 160 x g at room temperature and aspirate the supernatant. Cells are mechanically triturated in PBS containing 2% serum. \r\n  18. Triturated P1 cells \\(10 million cells/ml) are labeled with antibodies \\(p75, 5 μl/ml, HNK1, 5 μl/ml) for flow cytometry for 20 minutes on ice in the dark. Centrifuge for 5 min at 160 x g at room temperature and aspirate the supernatant.\r\n  19. Resuspend them in PBS containing 2% serum and label with appropriate fluorochrome-labelled secondary antibody \\(1:1000 ~ 1:500 dilution) for each primary antibody. \r\n  Caution The concentration of each lot of antibody may need to be optimized. FACS analysis with appropriate controls is recommended to identify optimal antibody dilutions.  \r\n\n\n20. Perform cell sorting by flow-cytometry. Collect p75+ and HNK1+ cells \\(double positive cells) for further culture. \r\n  Caution It is essential to have controls of hESC-derived NCCs that are unstained and stained with appropriate secondary antibodies only for defining sorting gates in the FACS machine. Most cells under these conditions either double positive \\(p75+ and HNK1+) or double negative. Therefore, it is possible use sorting for single markers \\(HNK1 or p75) without a major loss of specificity. However, using single markers outside the narrow differentiation window \\(P1 stage) may result in contamination with CNS neuroblasts or other type of cells. Dead cells can be excluded for cell sorting using 7-AAD.\r\n\n\n21. Double positive cells are collected in PBS containing 2% serum. \r\n  22. Centrifuge the sorted cells for 5 min at 160 x g at room temperature and aspirate the supernatant.\r\n  23. Resuspend the pellet by tapping the tube \\(not pipetting) and plate on culture dishes pre-coated with PO/Lam and 10ng/ml fibronectin \\(PO/Lam/FN). These hESC-NCCs are culture with N2 medium supplemented with 20ng/ml of FGF2 and 20ng/ml of EGF changed every 2-3 days and passaged every 7-8 days. \r\n  Critical step Minimum plating number is 50,000 ~ 100,000 cells per square centimeter for survival of sorted cells. To ensure good viability of sorted cells, minimize pipetting and other mechanical stress. \r\n\n\nCaution For preparing PO/Lam/FN-coated plate, coat 15 μg/ml PO in PBS in 60 mm dish for overnight. Next day, wash 3 times the PO-coated dish with PBS and coat 1 μg/ml Lam and 1 μg/ml FN in PBS for more than 2 hours. Just before plating sorted hESC-NCCs, dry PO/Lam/FN-coated dish. Note: Serum or chick embryo extract did not enhance the proliferation of hESC-NCCs culture under these conditions.\r\n\n\nCritical step For preparing pre-conditioned medium, collect medium from P1 culture \\(Step 16) and sterilize by 0.22 μm filtration. The pre-conditioned medium can be used mixed at ratios of 1:1 – 1:6 with fresh N2 medium to enhance the survival rate of sorted cells after plating."
        },
        {
            "header": "Troubleshooting",
            "content": "\\(a) No formation of neural rosettes during hESC differentiation \r\n\n\n- Check the concentration or activity of each cytokines\r\n\n\n- Change the batch of MS-5\r\n\n\n- Change \\(or reduce) the seeding density of hESCs in MS-5 culture\r\n\n\n- Check for contamination with Mycoplasma species in hESCs or MS-5\r\n\n\n\\(b) Lower survival of P1 cells \r\n\n\n- Check the concentration or activity of each cytokines\r\n\n\n- Minimize mechanical stress for rosettes prior to seeding on PO/Lam-coated dish\r\n\n\n\\(c) Small percentages of p75+/HNK1+ cell in cell sorting \r\n\n\n- Check the dilution of antibodies\r\n\n\n- Check settings for cell sorting machine\r\n\n\n- Stain P0 or P1 culture before or after cell sorting with Pax6, Ap2, p75, and HNK1\r\n\n\n- The percentage of NCCs in P1 culture can vary among different hESCs lines\r\n\n\n- Harvest P1 cells with cell scraper to ensure the detachment of all cells in P1 culture dish\r\n\n\n\\(d) Lower survival of sorted hESC-NCCs \r\n\n\n- Try to use pre-conditioned medium for culture medium\r\n\n\n- Minimize mechanical stress after cell sorting\r\n\n\n- Increase plating density after sorting \\(plate higher than 50,000 ~ 100,000 cells per square centimeter)"
        },
        {
            "header": "Anticipated Results",
            "content": "This protocol should reliably yield enriched populations of hESC-NCCs after cell sorting. Final yield depends on the hESC line used, the efficiency of rosette formation, and the specific cytokines used during P1 culture. The protocol allows purification of hESC-NCCs without the need for genetic manipulation or drug selection using a simple antibody-mediated cell sorting strategy. In addition, we have reported that hESC-NCC can be further directed towards peripheral neuron fates, Schwann cells, myofibroblasts expressing smooth muscle antigen, and osteogenic, chondrogenic and adipogenic lineages<sup>18</sup>. Our approach can also be used to enrich for CNS lineages by negatively sorting for p75+/HNK1+ cells and/or positive selection of Forse1+ cells at the P1 stage<sup>20</sup>. Finally, preliminary data indicate that the approach is equally valid for the isolation of NCCs from hiPSCs or the isolation of hESC derived NC precursors using alternative neural induction protocols \\(unpublished data)."
        },
        {
            "header": "References",
            "content": "1. Selleck, M.A. &amp; Bronner-Fraser, M. The genesis of avian neural crest cells: a classic embryonic induction. Proc Natl Acad Sci U S A 93, 9352-7 \\(1996).\r\n  2. Crane, J.F. &amp; Trainor, P.A. Neural crest stem and progenitor cells. Annu Rev Cell Dev Biol 22, 267-86 \\(2006).\r\n  3. Dupin, E., Real, C. &amp; Ledouarin, N. The neural crest stem cells: control of neural crest cell fate and plasticity by endothelin-3. An Acad Bras Cienc 73, 533-45 \\(2001).\r\n  4. Anderson, D.J. Genes, lineages and the neural crest: a speculative review. Philos Trans R Soc Lond B Biol Sci 355, 953-64 \\(2000).\r\n  5. Wong, C.E. et al. Neural crest-derived cells with stem cell features can be traced back to multiple lineages in the adult skin. J Cell Biol 175, 1005-15 \\(2006).\r\n  6. Creuzet, S., Couly, G. &amp; Le Douarin, N.M. Patterning the neural crest derivatives during development of the vertebrate head: insights from avian studies. J Anat 207, 447-59 \\(2005).\r\n  7. Fuchs, S. &amp; Sommer, L. The neural crest: understanding stem cell function in development and disease. Neurodegener Dis 4, 6-12 \\(2007).\r\n  8. Slaugenhaupt, S.A. et al. Tissue-specific expression of a splicing mutation in the IKBKAP gene causes familial dysautonomia. Am J Hum Genet 68, 598-605 \\(2001).\r\n  9. Farlie, P.G., McKeown, S.J. &amp; Newgreen, D.F. The neural crest: basic biology and clinical relationships in the craniofacial and enteric nervous systems. Birth Defects Res C Embryo Today 72, 173-89 \\(2004).\r\n  10. Wurdak, H., Ittner, L.M. &amp; Sommer, L. DiGeorge syndrome and pharyngeal apparatus development. Bioessays 28, 1078-86 \\(2006).\r\n  11. Etchevers, H.C., Amiel, J. &amp; Lyonnet, S. Molecular bases of human neurocristopathies. Adv Exp Med Biol 589, 213-34 \\(2006).\r\n  12. Ross, R.A. &amp; Spengler, B.A. Human neuroblastoma stem cells. Semin Cancer Biol 17, 241-7 \\(2007).\r\n  13. Thomson, J.A. et al. Embryonic stem cell lines derived from human blastocysts. Science 282, 1145-7 \\(1998).\r\n  14. Perrier, A.L. et al. Derivation of midbrain dopamine neurons from human embryonic stem cells. Proc Natl Acad Sci U S A 101, 12543-8 \\(2004).\r\n  15. Li, X.J. et al. Specification of motoneurons from human embryonic stem cells. Nat Biotechnol 23, 215-21 \\(2005).\r\n  16. Roy, N.S. et al. Functional engraftment of human ES cell-derived dopaminergic neurons enriched by coculture with telomerase-immortalized midbrain astrocytes. Nat Med 12, 1259-68 \\(2006).\r\n  17. Lee, H. et al. Directed Differentiation And Transplantation of Human Embryonic Stem Cell Derived Motoneurons. Stem Cells \\(2007).\r\n  18. Lee, G. et al. Isolation and directed differentiation of neural crest stem cells derived from human embryonic stem cells. Nat Biotechnol \\(2007).\r\n  19. Sandell, L.L. &amp; Trainor, P.A. Neural crest cell plasticity. size matters. Adv Exp Med Biol 589, 78-95 \\(2006).\r\n  20. Elkabetz, Y. et al. Human ES cell-derived neural rosettes reveal a functionally distinct early neural stem cell stage. Genes Dev 22, 152-65 \\(2008)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank all the members of Studer, Tabar, and Tomishima labs for technical advice and helpful discussions on the protocol. Our work was supported by a grant from the Starr Foundation."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nbt1365",
                "date": "2007-10-25 00:54:10",
                "title": "Isolation and directed differentiation of neural crest stem cells derived from human embryonic stem cells ",
                "authors": [
                    "Gabsang Lee",
                    "Hyesoo Kim",
                    "Yechiel Elkabetz",
                    "George Al Shamy",
                    "Georgia Panagiotakos",
                    "Tiziano Barberi",
                    "Viviane Tabar & Lorenz Studer"
                ],
                "journal": "Nature Biotechnology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11162,
                "identity": "9f547b18-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Gabsang Lee",
                "email": "",
                "orcid": "",
                "institution": "Sloan-Kettering Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gabsang",
                "middleName": "",
                "lastName": "Lee",
                "suffix": ""
            },
            {
                "id": 11163,
                "identity": "9f547ed9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hyesoo Kim",
                "email": "",
                "orcid": "",
                "institution": "Sloan-Kettering Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hyesoo",
                "middleName": "",
                "lastName": "Kim",
                "suffix": ""
            },
            {
                "id": 11164,
                "identity": "9f548110-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lorenz Studer",
                "email": "",
                "orcid": "",
                "institution": "Sloan-Kettering Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lorenz",
                "middleName": "",
                "lastName": "Studer",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-09-03 16:02:30",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2009.49",
        "doiUrl": "https://doi.org/10.1038/nprot.2009.49",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607984,
                "identity": "48919a28-a0a6-478c-aec3-6eaaf192803b",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:53",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 28559,
                "visible": true,
                "origin": "",
                "legend": "Procedures for isolating human embryonic stem cell (hESC)-derived neural crest cells (NCCs)     (a, b) Undifferentiated hESCs (a) are induced to neural lineages (b, neural rosette) in the presence of appropriate morphogens/cytokines. (b) Neural crest markers (AP2 and p75) are expressed at the boundary of neural rosette structure. Expression of the CNS marker Pax6 is observed in neural rosettes. (c) For flow cytometric isolation, dissociated cells from neural rosettes are sorted for expression of p75 and HNK1. (d) hESC derived neural crest cells are highly enriched in the double positive (p75+ and HNK1+) population and can be further cultured on polyornithine/laminin/fibronectin-coated plate under serum-free conditions. \r\n\r\n",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-542/v1/figure_1.jpg"
            },
            {
                "id": 13465492,
                "identity": "a3dfc5c0-976e-4663-8fb2-9207c54beb39",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 184615,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-542/v1/a638bcf8-dc94-41c8-9b59-8a195fa4717a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "neural crest, human embryonic stem cell, prospective isolation\r\n\r\n\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Isolation of neural crest cells derived from human embryonic stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2009-02-23 05:31:36",
                "doi": "10.1038/nprot.2009.49",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f518fac-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 23rd, 2009",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2248,
                "name": "Cell biology"
            },
            {
                "id": 2249,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2009-02-23 05:31:36",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}