{
    "identity": "pex-1323",
    "title": "<p>Gamification as an entrepreneur well-being intervention: A study protocol for a single-blinded randomised controlled trial</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Entrepreneurs usually work for over long hours to conquer the difficulties of start-up organisations, which results in exhaustion, stress, and burnout <sup>1,2</sup>. Perceived exhaustion represents shortness of energy in the workplace and a sense of depletion of one's resources <sup>3</sup> and potentially interferes with several essential entrepreneurial processes, which involve cognitive resources, such as evaluating opportunities <sup>4</sup>, motivation and the pursuit to achieve targets <sup>5</sup>, and exerting effort over time <sup>6,7</sup>. Evidence from various studies demonstrates that entrepreneurs experience higher rates of burnout than the organizationally employed. Burnout is a uniform condition with reasonably consistent aetiology and symptoms due to prolonged exposure to chronic occupational stressors <sup>8</sup> and is generally measured from scores of perceived stress (rather than objective work stress). It has gained considerable coverage both in the medical literature and in the news media because of its striking effect on occupational performance. The most prevalent symptoms of burnout are reduced levels of physical and mental energy, reduced job efficiency and diminished productivity.&nbsp;</p><p>Despite the importance of health and well-being to entrepreneurial performance <sup>9</sup>, little is known about how to improve the health and well-being of entrepreneurs. This is meaningful to understand, as entrepreneurs (the owner-managers of organizations) face highly uncertain and stressful work conditions, which associate with a range of negative health outcomes <sup>10</sup>. Poor well-being, and more broadly health, can undermine the innovativeness of entrepreneurial firms <sup>11</sup>, and may ultimately trigger firm closure <sup>12</sup>, so health is consequential for economic growth. Therefore, improving the health of entrepreneurs is meaningful, both for reducing the suffering associated with entrepreneurship and for the downstream effects on the economy at large. In recognition of its importance, researchers have recently explored ways to improve well-being among entrepreneurs, but this stream of research is in its infancy. The study employs interventions to address this gap in our knowledge on approaches for improving entrepreneur health.</p><p>We typically define gamification as the use of game design elements in a non-game context <sup>13–15</sup>. Studies reported that well-crafted games are enjoyable and engaging because playing them gives a basic need for satisfaction <sup>16</sup>. A gamified workplace aims at improving positive outcomes at the organizational and personal level, creating healthy organizations with higher performance rates correlated with higher levels of customer involvement and well-being <sup>15</sup>. Studies point to the benefits of workplace gamification with increased satisfaction, increased positive effects on work, enhanced efficiency, motivated work, strengthened training and recruitment <sup>15</sup>.&nbsp;Moreover, gamification has been found to have a positive effect on user experiences with various health conditions <sup>17</sup>. Johnson et al. in&nbsp;2016 observed in a systematic review using gamification for health and well-being that gamification excels as an intervention method for being open and easily incorporated into daily life <sup>16</sup>. However, despite the gamification potential in entrepreneurial and executive samples, few studies to date have investigated the gamification potential in entrepreneurial health interventions.</p><p>This can contribute to the literature on entrepreneurship. By providing a pathway for improving entrepreneurs' well-being, this research responds to calls for research to understand how the stress of entrepreneurship can be attenuated <sup>18</sup>. Second, this research may contribute to methodologically. By utilizing Kinect Azure and Oculus Quest (i.e., virtual reality or VR) with entrepreneur samples, this research can provide insights into the external validity of gamification (and VR platform) interventions. It can show the extent to which we generalize gamification findings to populations of entrepreneurs–which are yet to be the focus of such interventions. Third, the research may produce implications for practice. By providing insights on the factors that positively influence well-being, the research may provide actionable insights for entrepreneurs to employ in practice. This study aims to explore whether the VR platform can improve QoL and performance in entrepreneurs, and reduce stress and burnout.</p><p><br></p><p><strong>Objectives</strong></p><p>The research objectives are:</p><p><br></p><p>1. To show the use of gamification in enhancing the well-being of entrepreneurs using the VR platform.</p><p>2. To show the effectiveness of two gamification interventions- oculus quest and Kinect azure, at improving different markers of well-being among entrepreneurs.</p><p>3. To show the pathways through which gamification influences entrepreneurial outcomes.</p><p><br></p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": "<p>This is a study protocol of a single-blinded three-armed randomized controlled parallel-group study, according to the SPIRIT guidelines for the presentation of clinical trials. We will report the trial according to the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) guidelines. In the study, we will divide the participants into 3 equal groups, in which we will assign Group A to gamification on Kinect platform, Group B to Oculus Quest, which is the most advanced and uses head-mounted display instrument, and Group C will be to a control condition. Each study will employ different modules.&nbsp;We will assess participants five times: 1 week before the VR training (T1) and 1 week, 2 weeks, 3 weeks and 4 weeks after the training (T2, T3, T4 and T5, respectively). At the same time, we will test the control group at intervals, starting at baseline. We will give participants a link to the online survey on entrepreneurship stress, burnout, and quality of life through their devices (laptop, desktop, or mobile) to access the questionnaire and the research materials, and we will recruit the interested entrepreneurs for the gamification analysis. We will carry hypothesis testing out with a multivariate analysis of variance.</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "The study will integrate gamification techniques using Kinect Azure and Oculus Quest (i.e., virtual reality) with entrepreneur samples, to evaluate their impact on improving markers of well-being and performance. We will utilize VR gamification interventions to explore their differential implications for subjective health among entrepreneurs, using three groups, with random assignment experiments.\nInclusion criteria include:\nThe participant’s age is 18 years or older.\nThey can understand or fluently speak Hindi or English;\nThey are willing and able to give informed consent to participate in the trial.\nExclusion criteria include:\nThey have physical disabilities, which make using the interventions difficult.\nThey have self-reported serious psychological or medical disabilities that hinder with the interventions.\nThey have neurological conditions (e.g., Parkinson’s disease, epilepsy, stroke or dementia).\nThey have significant visual, auditory or balance impairment.\nThey are currently participating in another intensive psychological therapy (or will begin during the timeframe of the 4-week trial therapy).\nThey have a primary diagnosis of alcohol (or substance) disorder or personality disorder.\nThey are unable to watch VR videos (e.g., blindness).\nProcedure\nEligible participants will receive oral and written information about the study from researchers. Principle investigator will answer their queries regarding the study through phone or email. After scheduling the first appointment, we will send the questionnaires to the interested entrepreneurs to complete at home. In their first interview, they will bring the questionnaires with them. The questionnaires and interviews are identical for the three groups. The only exception is for the control group, where the questions about the VR platform are not relevant, thus omitted.\nIntervention\nThe Kinect and Oculus Quest are portable immersive VR devices for gamification. This study will examine the interventions for over 4 weeks. We will give the participants the devices and trained how to use their device independently. We will give the participants a 30 minutes daily gamification module at the HuMen research lab, DMIMS DU to play games on either Kinect or Oculus quest. We will assign them for 3-days per week for a complete 4-week gamification program. We will provide the questionnaires for evaluating entrepreneurship stress, burnout, quality of life, and performance at the start of the program and every last day of the training week. They will complete the questionnaires at the start of the gamification session. We will use 'Kinect Azure' and 'Oculus quest' to implement gamification or serious games among the participants. A specially tailored program or a Kinect game comprising 'measured doses' of several exergame titles, will target the three dimensions of fitness and wellbeing- Physical, mental/cognitive, and psychological/emotional wellbeing\n19\n. The Azure Kinect games to be used in the prospective research are Fruit ninja, Just dance 2020, FIFA 15, Your shape and Brave. In Oculus Quest, we will incorporate the games such as Moss, Beat sabre and Tetris effect.\nControl\nThe Control group will maintain the level of physical activity similar to that before enrolment into the trial. They will maintain their daily routine. They will attend the testing sessions at the baseline, T1, T2, T3, and T4.\nOutcomes measures\nPrimary outcome measures:\nFor Entrepreneurial stress\nAfter studies by Fatoki (2019), Wei et al. (2015) and Fernet et al. (2016), we will measure the stressors of entrepreneurial employment using five items\n20–22\n. Its five items relate to workload, competition, knowledge, responsibility, and resources. Five-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree) will measure the responses on entrepreneurial stress. Higher scores will show more stress in the participant.\nFor Burnout\nA short version of the burnout measuring scale (BMS) developed by Malach-Pines (2005) will measure burnout\n20,23\n. The BMS includes 10 items (tired, disappointed with people, hopeless, trapped, helpless, depressed, physically weak, worthless/like a failure, difficulties sleeping, a feeling of ‘I’ve had it'). The items assess the level of an individual's physical, emotional, and mental exhaustion. The Likert scale ranging from 1 (never) to 7 (always) will assess the physical, mental and emotional exhaustion of entrepreneurs. The final score that ranges between 1 and 7 is calculated by dividing the total score by 10. The BMS scale is one-dimensional. The overall sum score assesses burnout as this single score is easy to interpret, although the BMS distinguishes between mental, emotional and physical exhaustion\n20,24\n. This means that the scale provides a unique score of burnout associated with an individual. The mean score of 4 shows a critical threshold at which an individual feels burnout. A score of lower than 2.4 points shows a very low burnout. A score of between 2.5 and 3.4 points shows low burnout. A score of between 3.5 and 4.4 points shows burnout. A score of between 4.5 and 5.4 points shows high exposure to burnout. A score of above 5.5 points shows very high exposure to burnout. This requires the implementation of a plan to assist the burnt-out individual\n23\n. Studies have shown very satisfactory psychometric properties of the BMS short version scale\n20\n.\nFor Performance\nWe will measure performance either objectively or subjectively. The objective measure includes obtaining actual figures on profit and sales. Many Small and Medium Enterprises (SMEs) are unwilling to provide these figures\n20\n. The performance is subjectively measured using satisfaction with growth in sales and profit\n25\n. Five-point Likert scale ranging from 1 (Not at all satisfied) to 5 (extremely satisfied) was used to measure satisfaction with performance.\nFor Quality of Life\nSF-12 measures 8 health domains: physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional, and mental health\n26\n. Physical functioning covers limitations in daily life because of health problems. The role of physical scale measures role limitations because of physical health problems. The bodily pain scale assesses pain frequency and pain interference with usual roles\n26\n. The general health scale measures individual perceptions of general health. The vitality scale assesses energy levels and fatigue. The social functioning scale measures the extent to which ill health interferes with social activities. The role of emotional scale assesses role limitations because of emotional problems, and the mental health scale measures psychological distress\n26\n.\nSecondary outcomes:\nPre-training and post-training questionnaire\nBefore the training session, each participant will complete a pre-training questionnaire to explore past technology and gaming experience and measure the confidence levels with new technology. After the training session, the participants will complete a post-training questionnaire to assess their level of confidence using the VR platform and to explore how the participant may be using the device in the weeks that follow.\nPost-intervention questionnaire\nWe will conduct a post-intervention questionnaire after completion of the intervention period to assess the participant’s perception of the VR platform and its components."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Each participant will be in the study for 4 weeks from randomisation, with assessments at baseline, 1, 2, 3 and 4 weeks.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>This is the first study in which the effectiveness of a virtual reality platform is extensively tested in entrepreneurs in a controlled trial. A randomised controlled trial on entrepreneurs will be the largest trial of gamification used to evaluate the health conditions of entrepreneurs regarding their perceived stress, burnout, quality of life and performance. Previous studies only examined the relationship between sleep and test innovative thinking tasks, leaving out the role of mood in explaining this effect <sup>11,29–32</sup>. As current strains that pave the way to future accomplishment, forward-looking challenge stressors and burnouts might especially closely link to entrepreneurs' eudemonic well-being. This research will imply that high-activation positive moods via gamification, in particular, mediate the innovative behaviour, mitigate burnouts, and enhance the quality of life. Evidence shows that entrepreneurs may be more likely to take the emotional risk inherent in engaging in innovative behaviour, and the entrepreneurs' appraisals of the likelihood of future emotional outcomes may be more positively influenced from a high-activated positive mood <sup>33</sup>. We will seek that mindfulness exercises provide avenues for entrepreneurs to combat feelings of burnout. Work surrounding the efficacy of mindfulness is surging <sup>34,35</sup>, but this research focuses on the benefits of gamification through which mindfulness operates on cognition and behaviour <sup>36</sup>. The advantages of the gamification include the customised approach towards the rehabilitation protocol and the responsiveness of the VR system to alter with the improving abilities of the participants during the intervention. Our findings will offer insight on how entrepreneurs could deal with work stressors through gamification to maintain high well-being. Automated delivery of the gamification via Kinect and Oculus quest means high treatment fidelity and a highly scalable treatment that could increase access to the therapy. We will not blind the participants and researchers collecting the data. The major strength is its potential to include a large sample of entrepreneurs with a wide range of features in terms of social, ethnic, and geographical characteristics. The limitations of the proposed study regard the lack of scientific data from previous studies involving entrepreneurs for comparison with the findings obtained in the proposed study. However, this aspect also shows the importance of the data that we will generate in the proposed study. The participants will not bear additional risks in this trial but might have better results of gamification on their health and wellbeing. We include a control group, which makes it possible to attribute the findings to the intervention. Furthermore, the Microsoft Xbox Kinect V.2 is a commercially available device that can be set-up at a reasonable cost and is compatible with devices commonly found in a local community centre, making it a highly accessible device. In conclusion, we hope that this study will determine how effective (or not) the VR training is on a variety of variables including entrepreneur stress, burnout, performance and QoL. A full-scale study will allow the evaluation of the effect of the VR intervention in improving performance and QoL in entrepreneurs.</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aldrich HE, Martinez MA. Many are called, but few are chosen: An evolutionary perspective for the study of entrepreneurship. <em>Entrepreneurship: Concepts, Theory and Perspective</em>. 2007;25(1988):293-311. doi:10.1007/978-3-540-48543-8_14</p><p>2. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Murnieks CY, Arthurs JD. CLOSE YOUR EYES OR OPEN YOUR MIND : EFFECTS OF SLEEP AND MINDFULNESS EXERCISES ON ENTREPRENEURS ’ EXHAUSTION CLOSE YOUR EYES OR OPEN YOUR MIND : EFFECTS OF SLEEP AND MINDFULNESS EXERCISES ON ENTREPRENEURS ’ EXHAUSTION ABSTRACT Exhaustion is a prominent pr. :1-63.</p><p>3. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lepine JA, Lepine MA, Jackson CL. Challenge and hindrance stress: Relationships with exhaustion, motivation to learn, and learning performance. <em>Journal of Applied Psychology</em>. 2004;89(5):883-891. doi:10.1037/0021-9010.89.5.883</p><p>4. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wood MS, Williams DW. Opportunity Evaluation as Rule-Based Decision Making. <em>Journal of Management Studies</em>. 2014;51(4):573-602. doi:10.1111/joms.12018</p><p>5. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Halbesleben JRB, Bowler WM. Emotional exhaustion and job performance: The mediating role of motivation. <em>Journal of Applied Psychology</em>. 2007;92(1):93-106. doi:10.1037/0021-9010.92.1.93</p><p>6. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gatewood EJ, Shaver KG, Powers JB, Gartner WB.&nbsp;Entrepreneurial Expectancy, Task Effort, and Performance&nbsp;. <em>Entrepreneurship Theory and Practice</em>. 2002;27(2):187-206. doi:10.1111/1540-8520.00006</p><p>7. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Uy MA, Foo M Der, Ilies R. Perceived progress variability and entrepreneurial effort intensity: The moderating role of venture goal commitment. <em>Journal of Business Venturing</em>. 2015;30(3):375-389. doi:10.1016/j.jbusvent.2014.02.001</p><p>8. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Abeltina M, Stokenberga I, Skudra J, Rascevska M, Kolesovs A. Burnout Clinical Subtypes Questionnaire (BCSQ-36): reliability and validity study in Latvia. <em>Psychology, Health and Medicine</em>. 2020;00(00):1-12. doi:10.1080/13548506.2019.1710544</p><p>9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Weinberger E, Wach D, Stephan U, Wegge J. Having a creative day: Understanding entrepreneurs’ daily idea generation through a recovery lens. <em>Journal of Business Venturing</em>. 2018;33(1):1-19. doi:10.1016/j.jbusvent.2017.09.001</p><p>10. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Patel J, Fluet G, Qiu Q, et al. Intensive virtual reality and robotic based upper limb training compared to usual care, and associated cortical reorganization, in the acute and early sub-acute periods post-stroke: a feasibility study. <em>J NeuroEngineering Rehabil</em>. 2019;16(1):92. doi:10.1186/s12984-019-0563-3</p><p>11. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Williamson AJ, Battisti M, Leatherbee M, Gish JJ. Rest, Zest, and My Innovative Best: Sleep and Mood as Drivers of Entrepreneurs’ Innovative Behavior. <em>Entrepreneurship: Theory and Practice</em>. 2019;43(3):582-610. doi:10.1177/1042258718798630</p><p>12. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shepherd CD, Miles MP, Marchisio G, Morrish SC, Deacon JH. Entrepreneurial burnout: exploring antecedents, dimensions and outcomes. <em>Journal of Research in Marketing and Entrepreneurship</em>. 2010;12(1):71-79. doi:10.1108/14715201011060894</p><p>13. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oprescu F, Jones C, Katsikitis M. I PLAY AT WORK-ten principles for transforming work processes through gamification. <em>Frontiers in Psychology</em>. 2014;5(JAN):1-5. doi:10.3389/fpsyg.2014.00014</p><p>14. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shahri A, Hosseini M, Phalp K, Taylor J, Ali R. Towards a Code of Ethics for Gamification at Enterprise To cite this version : HAL Id : hal-01282003 Towards a Code of Ethics for Gamification at Enterprise. <em>International Federation for Information Processing</em>. Published online 2014:235-245.</p><p>15. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ferreira AT, Araújo AM, Fernandes S, Miguel IC. Gamification in the Workplace: A Systematic Literature Review. In: Rocha Á, Correia AM, Adeli H, Reis LP, Costanzo S, eds. <em>Recent Advances in Information Systems and Technologies</em>. Vol 571. Advances in Intelligent Systems and Computing. Springer International Publishing; 2017:283-292. doi:10.1007/978-3-319-56541-5_29</p><p>16. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Johnson D, Deterding S, Kuhn KA, Staneva A, Stoyanov S, Hides L. Gamification for health and wellbeing: A systematic review of the literature. <em>Internet Interventions</em>. 2016;6:89-106. doi:10.1016/j.invent.2016.10.002</p><p>17. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sardi L, Idri A, Fernández-Alemán JL. A systematic review of gamification in e-Health. <em>Journal of Biomedical Informatics</em>. 2017;71(May):31-48. doi:10.1016/j.jbi.2017.05.011</p><p>18. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wach D, Stephan U, Weinberger E, Wegge J. Entrepreneurs’ stressors and well-being: A recovery perspective and diary study. <em>Journal of Business Venturing</em>. 2020;(February):106016. doi:10.1016/j.jbusvent.2020.106016</p><p>19. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kamel Boulos MN. Xbox 360 Kinect Exergames for Health. <em>Games for Health Journal</em>. 2012;1(5):326-330. doi:10.1089/g4h.2012.0041</p><p>20. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fatoki O. Entrepreneurial stress, burnout, intention to quit and performance of immigrant-owned small businesses in South Africa. <em>International Journal of Entrepreneurship</em>. 2019;23(4):1-15.</p><p>21. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fernet C, Torrès O, Austin S, St-Pierre J. The psychological costs of owning and managing an SME: Linking job stressors, occupational loneliness, entrepreneurial orientation, and burnout. <em>Burnout Research</em>. 2016;3(2):45-53. doi:10.1016/j.burn.2016.03.002</p><p>22. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wei X, Cang S, Hisrich RD. Entrepreneurial stressors as predictors of entrepreneurial burnout. <em>Psychological Reports</em>. 2015;116(1):74-88. doi:10.2466/01.14.PR0.116k13w1</p><p>23. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Malach-Pines A. The burnout measure, short version. <em>International Journal of Stress Management</em>. 2005;12(1):78-88. doi:10.1037/1072-5245.12.1.78</p><p>24. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Asiwe DN, Jorgensen LI, Hill C. The development and investigation of the psychometric properties of a burnout scale within a South African agricultural research institution. <em>SA Journal of Industrial Psychology</em>. 2014;40(1):1-14. doi:10.4102/sajip.v40i1.1194</p><p>25. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zulkiffli SN ’Atikah, Perera N. A Literature Analysis on Business Performance for SMEs: Subjective or Objective Measures? <em>SSRN Electronic Journal</em>. Published online 2012:1-9. doi:10.2139/ssrn.1867874</p><p>26. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Busija L, Pausenberger E, Haines TP, Haymes S, Buchbinder R, Osborne RH. Adult measures of general health and health-related quality of life: Medical Outcomes Study Short Form 36-Item (SF-36) and Short Form 12-Item (SF-12) Health Surveys, Nottingham Health Profile (NHP), Sickness Impact Profile (SIP), Medical Outcomes Study Sh. <em>Arthritis Care and Research</em>. 2011;63(SUPPL. 11). doi:10.1002/acr.20541</p><p>27. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Engel Y, Noordijk S, Spoelder A, van Gelderen M. Self-Compassion When Coping With Venture Obstacles: Loving-Kindness Meditation and Entrepreneurial Fear of Failure. <em>Entrepreneurship: Theory and Practice</em>. Published online 2019. doi:10.1177/1042258719890991</p><p>28. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hmieleski KM, Baron RA. Regulatory focus and new venture performance: A study of entrepreneurial opportunity exploitation under conditions of risk versus uncertainty. <em>StratEntrepreneurship J</em>. 2008;2(4):285-299. doi:10.1002/sej.56</p><p>29. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Harrison Y, Horne JA. One Night of Sleep Loss Impairs Innovative Thinking and Flexible Decision Making. <em>Organizational Behavior and Human Decision Processes</em>. 1999;78(2):128-145. doi:10.1006/obhd.1999.2827</p><p>30. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nelson CS, Dell’Angela K, Jellish WS, Brown IE, Skaredoff M. Residents’ performance before and after night call as evaluated by an indicator of creative thought. <em>Journal of the American Osteopathic Association</em>. 1995;95(10):600-603. doi:10.7556/jaoa.1995.95.10.600</p><p>31. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wagner U, Gais S, Haider H, Verleger R, Born J. Wagner 2004 Sleep inspires insight. <em>Nature</em>. 2004;427(January):21-24. doi:10.1038/nature02223</p><p>32. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cai R, Wang Q, The First Middle School of Changyuan City, Changyuan, Henan Province, China. A Six-Step Online Teaching Method Based on Protocol-Guided Learning during the COVID-19 Epidemic: A Case Study of the First Middle School Teaching Practice in Changyuan City, Henan Province, China. <em>Best Evid Chin Edu</em>. 2020;4(2):529-534. doi:10.15354/bece.20.rp010</p><p>33. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anderson N, Potočnik K, Zhou J. Innovation and Creativity in Organizations: A State-of-the-Science Review, Prospective Commentary, and Guiding Framework. <em>Journal of Management</em>. 2014;40(5):1297-1333. doi:10.1177/0149206314527128</p><p>34. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bakhshani NM, Amirani A, Amirifard H, Shahrakipoor M. The Effectiveness of Mindfulness-Based Stress Reduction on Perceived Pain Intensity and Quality of Life in Patients With Chronic Headache. <em>Global journal of health science</em>. 2015;8(4):142-151. doi:10.5539/gjhs.v8n4p142</p><p>35. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Good DJ, Lyddy CJ, Glomb TM, et al. Contemplating Mindfulness at Work: An Integrative Review. <em>Journal of Management</em>. 2016;42(1):114-142. doi:10.1177/0149206315617003</p><p>36. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gu J, Strauss C, Bond R, Cavanagh K. How do mindfulness-based cognitive therapy and mindfulness-based stress reduction improve mental health and wellbeing? A systematic review and meta-analysis of mediation studies. <em>Clinical Psychology Review</em>. 2015;37:1-12. doi:10.1016/j.cpr.2015.01.006</p><p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 7658717,
                "identity": "c774584e-7eaf-43ba-98f1-48a8a69220e1",
                "order_by": 0,
                "name": "Waqar M. Naqvi",
                "email": "waqar.naqvi@dmimsu.edu.in",
                "orcid": "https://orcid.org/0000-0003-4484-8225",
                "institution": "Datta Meghe Institute of Medical Sciences",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Waqar",
                "middleName": "M.",
                "lastName": "Naqvi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-06 15:22:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1323/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1323/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13650125,
                "identity": "2c2d060f-2b14-45fc-9d99-8e40d180d467",
                "added_by": "auto",
                "created_at": "2021-09-17 09:39:46",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 229577,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1323/v1/5fea82ff-4545-4535-a8ee-4b87aa5a9335.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "gamification; oculus quest; Kinect; entrepreneur; stress; Quality of life; performance",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Entrepreneurs usually work for long hours resulting in exhaustion, stress, and burnout. The prevalent symptoms of burnout are reduced levels of physical and mental energy, reduced job efficiency and diminished productivity. Therefore, it is important to improve the health of entrepreneurs. Gamification has a positive relationship with improvements in health and well-being as it influences positive experiences and satisfaction. This trial aims to study how 30-minutes of virtual reality game use via Kinect Azure and Oculus platforms 3-times per week, for 4 weeks, relates to differences in entrepreneur stress, burnout, subjective life quality, and downstream firm performance. We will recruit entrepreneurs over the age of 18 for the gamification analysis. Analysis of previous power using G*Power will determine the sample size. We will divide the participants into 3 groups, wherein Group A will undergo gamification on the Kinect platform, Group B will undergo the Oculus Quest intervention, and Group C will be the control group. We will conduct the study at two sites, one at the HuMen research. The outcome measures include a five-point Likert scale for measuring entrepreneurial stress, burnout-measuring scale (BMS) for burnout, five-point Likert scale for performance and SF-12 for Quality of life. Since current strains pave ways to future accomplishment, entrepreneurs' eudemonic well-being might particularly relate to forward-looking challenge stressors and burnouts. The results will provide an insight into how gamification could help entrepreneurs to deal with work stress and maintain high well-being.</p><p><br></p>",
        "manuscriptTitle": "Gamification as an entrepreneur well-being intervention: A study protocol for a single-blinded randomised controlled trial",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-21 10:35:16",
                "doi": "10.21203/rs.3.pex-1323/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "97b00204-4939-4a13-9023-5e5663c5c08e",
        "owner": [],
        "postedDate": "January 21st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1757812,
                "name": "Psychology"
            },
            {
                "id": 1757813,
                "name": "Health humanities"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-21 10:35:16",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}