{
    "identity": "nprot-5707",
    "title": "Selection linked integration \\(SLI) for endogenous gene tagging and knock sideways in _Plasmodium falciparum_ parasites",
    "content": [
        {
            "header": "Introduction",
            "content": "Integration of episomally carried plasmids into the genome of _P. falciparum_ parasites by homologous recombination occurs only at low frequency and obtaining parasites with a desired integration often takes several months or may not be successful at all. Here we provide a protocol for a method we termed selection linked integration \\(SLI) to rapidly select for parasites where episomal plasmid DNA has integrated into the genome. In this protocol SLI is used to tag or modify a gene of interest. Besides localising the endogenously expressed protein \\(e.g. using GFP or a small epitope tag), the addition of tags can also be used to study its function. For instance, fusion with an FKBP domain can be used to carry out knock sideways \\(originally termed anchor away)<sup>1,2</sup>. Knock sideways uses a small ligand to inducibly remove the protein of interest from the site of action, thereby inactivating it. The use of this technique in _P. falciparum_ parasites is also described in this protocol. \r\n\n\n\r\n\n\nTo use SLI for tagging of a target gene, the plasmid to be integrated holds a sequence homologous to parts of the gene of interest \\(for homologous recombination) fused with a  tag of choice \\(see Figure 1). In addition, the tag of choice is fused at its C-terminus with a T2A skip peptide<sup>3</sup> and a selectable marker \\(the ‘SLI resistance’). We routinely use Neomycin resistance<sup>4</sup> because it is infrequently used in _P. falciparum_ research and because it turned out to be very successful for this procedure. The plasmid backbone also holds a resistance marker \\(in this case hDHFR) to initially select for parasites containing the plasmid episomally. The targeting region on the SLI plasmid does not contain a promoter but starts with a stop codon and hence, as an episome, this region and the T2A linked SLI resistance are not expressed. Upon integration the endogenous target is now fused with the desired tag and the SLI resistance becomes expressed under the endogenous promoter. The parasites with this integration can be selected using Neomycin. Due to the T2A skip peptide, the Neomycin resistance is not attached to the tagged target. \r\n\n\n\r\n\n\nThis method can also be used to select parasites with targeted gene disruption \\(TGD) by choosing a targeting sequence in the N-terminal region of the gene of interest \\(Figure 1). Upon integration, the target gene is disrupted. If a fluorescent tag \\(e.g. GFP) is included, it can be used to monitor integration. We call this method SLI-TGD. \r\n\n\n\r\n\n\nA workflow for the analysis of a gene product of interest is shown in Figure 1. For new targets we recommend to carry out SLI-TGD and localisation of the endogenous protein in parallel. If SLI-TGD indicates that the protein is essential, the FKBP-tagged endogenous protein can be functionally analysed using knock sideways. To date, knock sideways can not be used for integral membrane proteins or other proteins in the secretory pathway. For such proteins \\(or other proteins that can not be mislocalised using knock sideways), diCre based inducible gene excision can for instance be used<sup>5-7</sup>. SLI is one possibility to obtain the genomic modifications to place the loxP sites necessary for this. SLI can also be used for many other purposes, for instance to insert mutated gene copies into the genome or to ensure expression of a target protein. Although this protocol was designed for _P. falciparum_ parasites, SLI will also be applicable in other organisms. \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5223/original/Scheme_v8_even_more_reduced_size.jpg?1487940288\">See figure in Figures section.</a> \r\n\n\n\r\n\n\n**Figure 1 : Proposed workflow to use SLI and knock sideways to study the localisation and function of a protein of interest.**"
        },
        {
            "header": "Reagents",
            "content": "• RPMI medium: dissolve 160 g RPMI 1640 \\(AppliChem), 10 g Sodium bicarbonate \\(Sigma), 20 g Glucose-Monohydrat \\(Merck) in 2.5 L distilled water.  Dissolve 0,272 g Hypoxanthin \\(Sigma) in 8 ml 1M NaOH and add to RPMI solution. Dissolve 50 g Albumax \\(Gibco) in 2.5 L distilled water, then pool with RPMI solution, add 5 ml of Gentamycin \\(40 mg/ml) to final concentration of 20 µl/ml and use 10 M NaOH to adjust to pH of 7.2. Add distilled water to a final volume of 10 L.\r\n\n\n• WR99210 \\(Jacobus Pharmaceuticals). Dissolve WR99210 in DMSO to 20 mM stock solution, store at -80°C. Prepare 1:1000 aliquots in RPMI, store at -80°C; after 1<sup>st</sup> use store in the fridge; no reduction in activity was observed for at least 3 months.\r\n\n\n• G418 \\(Sigma). Prepare stock solution at 50 mg/ml in RPMI, store at -80°C. After 1<sup>st</sup> use store in the fridge; no reduction in activity was observed for at least 3 months.\r\n\n\n• Blasticidin S \\(Invitrogen). Dissolve 50 mg Blasticidin S in 10 ml RPMI medium and prepare 200 µl aliquots. Store at -80°C. After 1<sup>st</sup> use store in the fridge, do not use for more than 2 weeks.\r\n\n\n• DSM1 \\(MR4). Dissolve DSM1 in DMSO to 187.5 mM stock solution, store at -80°C, prepare 1:50 aliquots of stock solution in a DMSO 95%/PBS 5% solution. Store at -20°C. After 1<sup>st</sup> use store in the fridge; no reduction in activity was observed for at least 3 months.\r\n\n\n• Rapalog \\(AP21967, Clontech). Dissolve AP21967 in EtOH to 500 µM stock solution, store at -20°C; prepare 1:20 aliquots of stock solution in RPMI to avoid evaporation of EtOH that would lead to uncontrolled changes of the rapalog concentration. Store at -20°C. After 1<sup>st</sup> use store in the fridge; we observed no reduction in activity for at least 3 weeks.  \r\n\n\n• Hoechst33342 \\(CDX-B0030-M025, Chemodex). Dissolve 5 mg in 1 ml DMSO, store at -20°C; prepare 1:10 aliquots in DMSO as working solution. Store at -20°C.\r\n\n\n• Dihydroethidium \\(Cay12013-5, Cayman). Dissolve 4.5 mg in 1 ml DMSO, store at -20°C; prepare 1:10 aliquots in DMSO as working solution. Store at -20°C. \r\n\n\n• FC stop solution. Prepare 40 ml RPMI medium and add 0.5 µl of 25% glutaraldehyde. Store in the fridge."
        },
        {
            "header": "Equipment",
            "content": "• Bio Rad Genepulser Xcell \\(or, if available, Amaxa Nucleofector II \\(Lonza))\r\n\n\n• Fluorescence microscope \\(we use a Zeiss AxioImager M1)\r\n\n\n• LRSII \\(BD Instruments)\r\n\n\n• DNeasy Blood & Tissue Kit \\(Cat. No. 69504)\r\n\n\n• Petri dish 60 x 15mm \\(Sarstedt, REF 82.1194.500)\r\n\n\n• Nunc petri dish 35 x 10mm \\(Thermo Scientific, Cat. No. 153066)\r\n\n\n• Flow cytometry tubes \\(Sarstedt, REF 55.1579)\r\n\n\n• Eppendorf Safe-Lock Tubes, 1.5 mL \\(Eppendorf, Cat. No. 0030120086)"
        },
        {
            "header": "Procedure",
            "content": "**General Note**\r\n\n\nWe recommend to first attempt a selectable gene disruption of the target gene \\(using SLI-TGD) to assess its importance for parasite growth before embarking on inducible methods of target inactivation \\(knock sideways or diCre based gene-excision).\r\n\n\n\r\n\n\n**Procedure for selection linked integration**\r\n\n\nFor localisation and knock sideways, clone the last 500 – 1000 bp of your target gene \\(start the sequence with an in-frame stop codon but omit the stop at the end of the gene) into pSLI-sandwich \\(this plasmid usually is superior to pSLI-2xFKBP-GFP). For selectable gene disruption clone ~250 – 500 bp of your target gene into pSLI-TGD. The chosen sequence should be situated in the 5’ coding sequence of the target gene and should also start with an in-frame stop codon \\(see Figure 1). \r\n\n\n\r\n\n\n1. Transfect 50 µg of plasmid DNA using standard procedures \\(alternatively transfection can be carried out with an Amaxa machine as described\n8\n)\r\n  2. Select transfected parasites with 4 nM WR99210 to obtain a cell line containing the episomal plasmid\r\n  3. Once the transfected parasites are obtained and the parasitemia exceeds 1%, generate 1 - 2 cryostabilates \r\n  4. From the parental culture prepare a 5 ml dish \\(60 x 15mm) with a parasitemia of 1 - 4 % and a hematocrit of 5% without WR99210. Add 40 µl of G418 solution \\(400 µg/ml final) to start selection for integrants. In the case of SLI-TGD, prepare three 5 ml culture dishes in parallel for G418 selection and if no correct integration is obtained in these cultures, repeat once \\(resulting in 6 total attempts)\r\n  5. Change medium daily for the first 10 days, from then on every other day. Prepare Giemsa smears the first 3 days after starting selection to ensure that parasites do not overgrow. If parasitemia exceeds 10%, moderately \\(e.g. 1:1) dilute the culture or add 7 ml of RPMI medium instead of 5 ml). Parasites will disappear usually before day 10 after Neomycin selection. Note that occasionally integrants are obtained before day 10. Stop G418 selection on day 14-16 and continue culturing without drug\r\n  6. Wait until parasites re-emerge \\(usually 1-3 weeks) \r\n  7. Optional: after obtaining the G418 resistant parasites, add 4 nM WR99210 to the culture for another 2 cell cycles, then again remove drug pressure\r\n  8. Prepare gDNA of integration cell line using a commercial kit \\(we routinely use DNeasy Blood & Tissue Kit) and check by PCR if integration occurred at the correct locus. Use genome and vector specific primers for the 5’ and 3’ region so that the PCR product spans the plasmid/genome junction. Vector primers used in this work are: ==GFP_85_rv \\(ACCTTCACCCTCTCCACTGAC) and pArl_sense_55==  \\(ggaattgtgagcggataacaatttcacacagg). Use both genome specific primers to check that no parasites with the original locus are still present in the culture\r\n  9. If integration is correct, check localisation of the GFP tagged protein with a fluorescence microscope.\r\n  \r\n\n\n**Troubleshooting**\r\n\n\n• If the integration check PCR shows a faint band for the original locus, a small number of parasites that entirely lost the transfected DNA may be present in the culture. In this case perform the optional step 7.\r\n\n\n• Especially if the target of the integration is a widely worked on gene in the lab, the product DNA may already be omnipresent in the lab. In this case we recommend extra caution when preparing the parasite DNA. The integration check PCR may need to be carried out in a different lab. \r\n\n\n• If integration still shows a non-homogenous parasite population after WR99210 treatment, it is possible that the plasmid also integrated into an incorrect locus. In this case thaw cryopreserved parasites and start again with step 3.\r\n\n\n• If the PCR integration check did not show positive bands for the 5‘ and 3‘ integration junction, C-terminal fusion may ablate the function of the target protein. In this case thaw cryopreserved parasites and start again with step 3 but use 3 dishes as described for SLI-TGD. If no correct integration can be obtained after this, C-terminal tagging likely is not possible and the plasmid for N-terminal tagging should be used.\r\n\n\n\r\n\n\n**Note**\r\n\n\n• The truncated fragment of a TGD may still be functional. To reduce the likelihood of this \\(particularly for small genes), the use of short homology regions of ~250 bp may be necessary \\(note that time to integration increases with shorter targeting regions).\r\n\n\n\r\n\n\n**Procedure for knock-sideways**\r\n\n\n1. Transfect 50 µg of mislocaliser plasmid DNA into the knock-in integration cell line created with pSLI-sandwich \\(preferable) or pSLI-2xFKBP-GFP; use the nuclear mislocaliser \\(p1xNLS-FRB-mCherry) for targets outside of the nucleus and the PPM mislocaliser  \\(pLyn-FRB-mCherry) for nuclear targets \r\n  2. Select parasites with 2 µg/ml Blasticidin S or 0.9 µM DSM1, depending on the resistance on the chosen mislocaliser plasmid \r\n  3. When transfectants are obtained, prepare cryostocks, then assess expression of the mislocaliser using a fluorescence microscope\r\n  4. Optional: if a mislocaliser with Blasticidin S resistance was chosen, the concentration of this drug may be raised to increase expression of the mislocaliser\r\n  5. To start the knock sideways experiment, prepare two identical  2 ml cultures \\(in 35x10 mm dishes) from the same parental culture; to one culture add vehicle \\(control), to the other 20 µl rapalog working solution \\(resulting in 250nM final) and place back into culture incubator\r\n  6. Check mislocalisation with a fluorescence microscope after 1 h and after overnight growth; the kinetics of mislocalisation varies with the target but is often rapid \\(1-8 h). If mislocalisation is efficient, carry out FC growth assay and phenotypic analyses.\r\n  \r\n\n\n**Troubleshooting**\r\n\n\nIf the protein is not or only poorly mislocalised, check expression of the mislocaliser. If expression is low, increase the drug concentration selecting for the mislocaliser plasmid. Some proteins are refractory to mislocalisation, in this case SLI can be used to disrupt the target and at the same time add a codon-changed, floxed copy of the gene. Transfection with pSkipFlox \\(encoding split Cre) can then be used to inducibly excise the gene of interest.\r\n\n\n\r\n\n\n**FC growth assay**\r\n\n\nThe flow cytometry assay is based on a previously published procedure\n9\n. If no flow cytometer is available, counting of Giemsa smears can be used as a substitute.\r\n\n\n\r\n\n\n_Part 1: assessing of the parasitemia of the culture to be analysed_\r\n\n\n1. Add 80 µl of RPMI medium to a 1.5 ml Eppendorf tube \r\n  2. Add 1 µl of HO33342 working solution and 1 µl of DHE working solution to the 1.5 ml tube\r\n  3. Thoroughly resuspend the parasite culture to be analysed by pipetting up and down and transfer 20 µl into a flow cytometry tube\r\n  4. Add 80 µl of RPMI dye mix to the flow cytometry tube with the parasite suspension and mix by shaking the tube\r\n  5. Incubate for 20 min in the dark and afterwards add 400 µl of FC stop solution, shake the tube\r\n  6. Measure the parasitemia to second decimal place using the LSRII, gate as described\n9\n_Part 2: FC growth assay over 5 days \\(2.5 development cycles)_\r\n\n\n7. Based on the parasitemia obtained, calculate the volume of parasite culture needed for a parasitemia of 0.1 % in a total volume of 5 ml\r\n  8. In a 15 ml Falcon tube prepare 5 ml of the culture at 0.1 % parasitemia with 5 % hematocrit; keep on selecting for the mislocaliser by adding the appropriate drug for the mislocaliser plasmid. Prepare 2 identical 2 ml cultures from the mixture in the Falcon tube; to one culture add vehicle \\(control), to the other 20 µl rapalog working solution \\(250 nM final) and place into culture incubator\r\n  9. To assess the exact starting parasitemia of the experiment \\(day 0) carry out steps 1.-6. with the left over culture mixture remaining in the Falcon tube \r\n  10. The next day \\(day 1) carry out the following for both, the cultures grown in the presence of rapalog and the culture grown with vehicle control: change medium, add new rapalog \\(250 nM final) and assess the parasitemia as described in steps 1.-6.\r\n  11. Repeat step 10 for three more days \\(days 2-4).\r\n  \r\n\n\n**Note**\r\n\n\nIf multiple cell lines are analysed in parallel, 6 well culture plates can be used and a master RPMI/dye mix \\(80 µl per sample) can be prepared."
        },
        {
            "header": "References",
            "content": "1. Haruki, H., Nishikawa, J. & Laemmli, U. K. The anchor-away technique: rapid, conditional establishment of yeast mutant phenotypes. Mol Cell 31, 925-932, doi:10.1016/j.molcel.2008.07.020 \\(2008).\r\n  2. Robinson, M. S., Sahlender, D. A. & Foster, S. D. Rapid inactivation of proteins by rapamycin-induced rerouting to mitochondria. Dev Cell 18, 324-331, doi:10.1016/j.devcel.2009.12.015 \\(2010).\r\n  3. Szymczak, A. L. et al. Correction of multi-gene deficiency in vivo using a single 'self-cleaving' 2A peptide-based retroviral vector. Nat Biotechnol 22, 589-594, doi:10.1038/nbt957 \\(2004).\r\n  4. Wang, P., Wang, Q., Sims, P. F. & Hyde, J. E. Rapid positive selection of stable integrants following transfection of Plasmodium falciparum. Mol Biochem Parasitol 123, 1-10 \\(2002).\r\n  5. Andenmatten, N. et al. Conditional genome engineering in Toxoplasma gondii uncovers alternative invasion mechanisms. Nat Methods 10, 125-127, doi:10.1038/nmeth.2301 \\(2013).\r\n  6. Jullien, N., Sampieri, F., Enjalbert, A. & Herman, J. P. Regulation of Cre recombinase by ligand-induced complementation of inactive fragments. Nucleic Acids Res 31, e131 \\(2003).\r\n  7. Collins, C. R. et al. Robust inducible Cre recombinase activity in the human malaria parasite Plasmodium falciparum enables efficient gene deletion within a single asexual erythrocytic growth cycle. Mol Microbiol 88, 687-701, doi:10.1111/mmi.12206 \\(2013).\r\n  8. Moon, R. W. et al. Adaptation of the genetically tractable malaria pathogen Plasmodium knowlesi to continuous culture in human erythrocytes. Proc Natl Acad Sci U S A 110, 531-536, doi:10.1073/pnas.1216457110 \\(2013).\r\n  9. Malleret, B. et al. A rapid and robust tri-color flow cytometry assay for monitoring malaria parasite development. Sci Rep 1, 118, doi:10.1038/srep00118 \\(2011)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nmeth.4223",
                "date": "2017-02-24 11:03:24",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14540,
                "identity": "a0f301c1-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Tobias Spielmann",
                "email": "spielmann@bni-hamburg.de",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tobias",
                "middleName": "",
                "lastName": "Spielmann",
                "suffix": ""
            },
            {
                "id": 14533,
                "identity": "a0f2af7c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jakob Birnbaum",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jakob",
                "middleName": "",
                "lastName": "Birnbaum",
                "suffix": ""
            },
            {
                "id": 14534,
                "identity": "a0f2dabf-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sven Flemming",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sven",
                "middleName": "",
                "lastName": "Flemming",
                "suffix": ""
            },
            {
                "id": 14535,
                "identity": "a0f2edc2-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nick Reichard",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nick",
                "middleName": "",
                "lastName": "Reichard",
                "suffix": ""
            },
            {
                "id": 14536,
                "identity": "a0f2f1ad-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexandra Blancke Soares",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexandra",
                "middleName": "Blancke",
                "lastName": "Soares",
                "suffix": ""
            },
            {
                "id": 14537,
                "identity": "a0f2f4c6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Paolo Mesén-Ramírez",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paolo",
                "middleName": "",
                "lastName": "Mesén-Ramírez",
                "suffix": ""
            },
            {
                "id": 14538,
                "identity": "a0f2f95b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ernst Jonscher",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ernst",
                "middleName": "",
                "lastName": "Jonscher",
                "suffix": ""
            },
            {
                "id": 14539,
                "identity": "a0f2fc2a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Bärbel Bergmann",
                "email": "",
                "orcid": "",
                "institution": "Spielmann Lab, BNI",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Bärbel",
                "middleName": "",
                "lastName": "Bergmann",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-02-24 15:34:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.022",
        "doiUrl": "https://doi.org/10.1038/protex.2017.022",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609669,
                "identity": "bfcb3f82-ef46-4b63-90fc-62b0d55afaf3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:05",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 280403,
                "visible": true,
                "origin": "",
                "legend": "  Proposed workflow to use SLI and knock sideways to study the localisation and function of a protein of interest.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5707/v1/figure_1.jpg"
            },
            {
                "id": 13465228,
                "identity": "055bfaf1-fab1-4ff9-8a11-625c2572288e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 278293,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5707/v1/a924466d-c38a-4663-89f6-f5aef685ea3a.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Selection linked integration; Knock sideways; Malaria; Plasmodium falciparum; diCre",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Homologous recombination-based integration of plasmids into the genome of Plasmodium falciparum parasites is inefficient. The traditionally used drug cycling to obtain parasites with such integrations \\(‘integrants’) is time consuming and not always successful. Here we provide a protocol for the rapid selection of integrants and describe how to use it for endogenous gene tagging or to select parasites with specific gene disruptions. Using the appropriate tags, the gene product can then be functionally analysed using knock sideways. A protocol for a flow cytometry \\(FC) assay to assess the impact of inactivating the gene product on parasite development is also provided. These protocols accompany Birnbaum et al \\(Nature Methods, published online March 13, 2017; 10.1038/nmeth.4223); they were added to the manuscript after formal peer review, as an aid to users.",
        "manuscriptTitle": "Selection linked integration (SLI) for endogenous gene tagging and knock sideways in Plasmodium falciparum parasites",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-03-15 16:28:37",
                "doi": "10.1038/protex.2017.022",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0f1f6e8-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 15th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3837,
                "name": "Cell biology"
            },
            {
                "id": 3838,
                "name": "Biological techniques"
            },
            {
                "id": 3839,
                "name": "Genetics"
            },
            {
                "id": 3840,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-03-15 16:28:37",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}