{
    "identity": "nprot-4807",
    "title": "Pronuclear transfer in normally fertilised human embryos",
    "content": [
        {
            "header": "Introduction",
            "content": "Mitochondrial DNA \\(mtDNA) mutations are maternally inherited and are associated with a broad range of debilitating diseases<sup>1</sup>.  Pronuclear transfer \\(PNT) uncouples the inheritance of mtDNA from nuclear DNA and may enable affect women to have a genetically related child with a reduced risk of mtDNA disease<sup>2,3</sup>.  PNT requires the use of reversible microtubule and actin depolymerizing drugs to facilitate removal of the pronuclei without the need to penetrate the plasma membrane with the biopsy pipette.  Each pronucleus is pinched-off with a minimal amount cytoplasm to form a membrane-enclosed karyoplast.  The fusion of the karyoplasts with an enucleated zygote is facilitated by inactivated Sendai virus \\(HVJ-E).  \r\n\n\nThe method for pronuclear transfer in abnormal human embryos was initially used for normally fertilised embryos but improved survival and onward embryo development was achieved after a series of significant modifications<sup>3</sup>.  Most notably the pronuclei are transferred shortly after appearance rather than closer to syngamy.  Here we describe the modified method developed for normally fertilised human embryos.\r\n\n\n\r\n\n\n**CAUTION: This protocol should be used only with strict adherence to the internationally recognised guidelines on human embryonic research \\(see ISSCR guidelines http://www.isscr.org/docs/default-source/hesc-guidelines/isscrhescguidelines2006.pdf), and following approval by the appropriate institutional and government bodies.**\r\n\n\n\r\n\n\n1) Schon, E.A. et al. Human mitochondrial DNA: roles of inherited and somatic mutations. _Nat Rev Genet_ **13**, 878-890, \\(2013).\r\n\n\n2) Brown D.T. et al. Transmission of mitochondrial DNA disorders: possibilities for the future. _Lancet_ **368**, 87-89, \\(2006).\r\n\n\n3) Craven, L. et al. Pronuclear transfer in human embryos to prevent transmission of mitochondrial DNA disease. _Nature_ **465**, 82-85, \\(2010)."
        },
        {
            "header": "Reagents",
            "content": "G-TL medium \\(Vitrolife, 10145)\r\n\n\nSydney IVF Embryo Biopsy Medium \\(Cook Medical, G26120)\r\n\n\nOvoil \\(Vitrolife, 10029)\r\n\n\nNocodazole \\(Calbiochem, 487928).  Resuspend in 1ml DMSO \\(Sigma-Aldrich, D2650) to make a 10mg/ml stock and store at -20°C.\r\n\n\nLatrunculin A \\(Calbiochem, 428021).  Resuspend in 238μl DMSO \\(Sigma-Aldrich, D2650) to make a 1mM stock and store at -20°C.\r\n\n\nGenomONE-CF Ex SeV-E \\(HVJ-E) cell fusion reagents \\(Cosmo Bio, ISK-CF-001-EX). Reconstitute the freeze-dried HVJ-E in 0.26ml HVJ-E suspending buffer.  Store stock solution at -80°C and dilute 1:10 with suspending buffer prior to use."
        },
        {
            "header": "Equipment",
            "content": "Isolator-based workstation with temperature, CO2 and O2 control \\(Vitrosafe Ltd)\r\n\n\nNikon TE2000-U fitted with Hoffmann modulation contrast optics and 4x, 20x and 40x objectives\r\n\n\nIntegra Ti micromanipulator \\(Research Instruments)\r\n\n\nSaturn Active laser \\(Research Instruments)\r\n\n\nIVF tested ICSI dishes \\(SLS, 353655)\r\n\n\nCentre-well dishes \\(SLS, 353653)\r\n\n\n17μm Biopsy pipette \\(Research Instruments, 7-71-17/20 biopsy pipette with 30° tip angle)\r\n\n\nHolding pipette \\(Vitrolife, 14308)\r\n\n\n275μm Embryo handling pipette \\(Origio, MXL-IND-275)\r\n\n\n5ml tubes \\(SLS, 352058)"
        },
        {
            "header": "Procedure",
            "content": "**Setup to be performed at least 6 hours prior to starting manipulations**\r\n\n\n1. Equilibrate 5ml G-TL and 5ml Embryo Biopsy Medium in 5ml tubes at 37°C, 6% CO2 and 5% O2.\r\n  2. Equilibrate two 4ml aliquots of Ovoil at 37°C, 6% CO2 and 5% O2 in 5ml tubes.  \r\n  3. Setup G-TL culture dishes for post manipulation zygotes.  Make two 100µl drops of G-TL in a centre-well dish and overlay with 1.5ml Ovoil.  For traceability the embryos are cultured individually post manipulation.  The number of dishes required is dependent upon the number of zygotes to be manipulated.\r\n  4. Setup a G-TL wash dish for the washing of the manipulated zygotes prior to transfer to the post manipulation dish for overnight culture.  Add 0.5ml G-TL to a centre well dish and cover with 1.5ml Ovoil.\r\n  \r\n\n\n**Equipment setup** \r\n\n\n1. Conduct all zygote manipulations in an environmentally controlled isolator set at 37°C, 6% CO2 and 5% O2.\r\n  2. Switch on the heated stage of the Integra Ti micromanipulator to 37°C.\r\n  3. Set up the Integra Ti micromanipulator system with the holding and biopsy pipettes as per manufacturer’s instructions.\r\n  4. Calibrate the laser according to manufacturer’s instructions.\r\n  \r\n\n\n**Dish setup just prior to starting manipulations**\r\n\n\n1. A manipulation pipette immersion dish is setup to keep the holding and biopsy pipettes immersed in medium between manipulations to prevent blockage.  Add five 5µl drops of equilibrated G-TL into an ICSI dish and pour over equilibrated Ovoil.\r\n  2. Setup the PNT manipulation ICSI dish with i) two 5µl drops of equilibrated Embryo Biopsy Medium containing 10µg/ml Nocodazole and 2.5µm Latrunculin A, ii) one 2µl drop of HVJ-E, iii) cover with equilibrated Ovoil.\r\n  \r\n\n\n**Zygote manipulations**\r\n\n\n1. Use the manipulation pipette immersion dish to prime the holding and biopsy pipettes.\r\n  2. Transfer the two zygotes to be manipulated into separate drops of Nocodazole/Latrunculin A containing medium.\r\n  3. Replace the pipette immersion dish with the manipulation dish.\r\n  4. Position the first zygote so that both pronuclei are in focus and the polar bodies are distant from the site where the biopsy pipette will be introduced.\r\n  5. Immobilise the zygote by gentle suction with the holding pipette.\r\n  6. Select the laser objective and ensure the pronuclei are in focus.  \r\n  7. Using the 6.7µm, 0.251ms, 400mw setting  for the Saturn laser create an opening in the zona pellucida by making a series of holes in a line from the inside of the zona and moving outwards.  This reduces the risk of damaging the zygote if cytoplasm leakage occurs once the zona is breached.  \r\n  8. Ensure the first pronucleus to be removed and the biopsy pipette are in focus.\r\n  9. Insert the biopsy pipette into the embryo and position the pipette so that there is minimal cytoplasm between the pronucleus and the opening of the biopsy pipette.\r\n  10. Gently aspirate the first pronucleus into the biopsy pipette.  Continue to aspirate but start to remove the biopsy pipette once the pronucleus has entered the pipette.\r\n  11. Pulling the biopsy pipette away from the zygote will separate the first karyoplast.\r\n  12. Expel the karyoplast out of the pipette.\r\n  13. Repeat the process from step 9 to 12 in order to remove the second pronucleus.\r\n  14. Release the zygote from the holding pipette\r\n  15. Repeat steps 4 to 14 with the second zygote.\r\n  16. Aspirate the karyoplasts from the second zygote into the biopsy pipette.  \r\n  17. Lift the holding pipette out of the dish.\r\n  18. Move the biopsy pipette to the drop of HVJ-E.\r\n  19. Gently start to expel the karyoplasts but stop expelling when a karyoplast reaches the opening of the pipette.  Gently aspirate a minimal amount of the HVJ-E to ensure the karyoplast is just inside the pipette.  Note: Only the karyoplast closest to the opening of the biopsy pipette is exposed to the HVJ-E drop.  \r\n  20. Move the biopsy pipette to the drop with the first enucleated zygote.\r\n  21. Position the enucleated zygote with the hole in the zona at the 3 o’clock position.\r\n  22. Immobilise the zygote by gentle suction with the holding pipette.\r\n  23. Insert the pipette to ensure good contact with the cytoplast.\r\n  24. Expel the karyoplasts slowly at the same time as gently removing the pipette.\r\n  25. Excess cytoplasm can be pinched off by squeezing any excess cytoplasm between the biopsy pipette and zona pellucida.\r\n  26. Aspirate the karyoplasts from the first zygote into the biopsy pipette.\r\n  27. Repeat steps 17 to 25 but at step 20 move to the drop with the second enucleated zygote.\r\n  28. Replace the manipulation dish with the pipette immersion dish if there are more manipulations to be performed.\r\n  29. Transfer one of the reconstituted zygotes to the G-TL wash dish.  Wash gently around the drop.\r\n  30. Transfer to a G-TL culture dish for post manipulation zygotes.  Clearly label with embryo details.\r\n  31. Repeat steps 29 to 30.\r\n  32. Culture the zygotes at 37°C, 6% CO2 and 5% O2 in the isolator-based workstation incubator."
        },
        {
            "header": "Timing",
            "content": "Setup to be performed at least 6 hours prior to starting manipulations: 15 minutes.  If using different embryo culture media check the manufacturer’s instructions for equilibration timings and adjust accordingly.\r\n\n\nEquipment setup: 15 minutes.\r\n\n\nDish setup just prior to starting manipulations: 15-30 minutes depending upon the number of zygotes to be manipulated.\r\n\n\nZygote manipulations: approximately 15 minutes but will vary depending upon the orientation of the pronuclei."
        },
        {
            "header": "Troubleshooting",
            "content": "**Karyoplast lysis:** \r\n\n\nKaryoplasts must not be completely expelled into the HVJ-E drop because they become prone to lysis.  Stop expelling as soon as the leading karyoplast reaches the opening of the biopsy pipette.\r\n\n\n\r\n\n\n**Cytoplast lysis:** \r\n\n\nIf the removal of the karyoplast is performed too quickly the cytoplast may lyse.\r\n\n\n\r\n\n\n**To minimise the carryover of cytoplasm the following steps are critical:**\r\n\n\n1. Ensure the biopsy pipette and pronucleus are in focus before inserting the pipette.\r\n  2. Prior to aspiration ensure the biopsy pipette and pronucleus are still in focus and there is a minimal amount of cytoplasm between the pronucleus and opening of the pipette.\r\n  3. Start removing the pipette from the zygote as soon as the pronucleus enters the biopsy pipette.\r\n  4. Remove the pronuclei separately rather than together.  It is difficult to minimize the amount of cytoplasm between the pronuclei when removed together.\r\n  \r\n\n\n**Karyoplast\\(s) don’t remain inside the zona pellucida after transfer:**\r\n\n\n1. Ensure the pipette is sufficiently inserted and both karyoplasts are not deposited just under the zona.\r\n  2. Ensure a large embryo handling pipette is used after PNT to reduce the risk of the karyoplasts getting pushed out the hole in the zona."
        },
        {
            "header": "Anticipated Results",
            "content": "**Assessment and analysis of outcome data**\r\n\n\nThe primary outcome measures are: \\(i) Survival \\(ii) Development to the blastocyst stage \\(iii) Blastocyst quality \\(iv) MtDNA carryover.\r\n\n\n\r\n\n\n**Survival of manipulated zygotes:**  An experienced operator would be expected to achieve >95% fusion of both karyoplasts to the cytoplast and ~ 90% survival\r\n\n\n\r\n\n\n**Blastocyst formation and quality:** We strongly recommend using autologous transfers to develop skills in the ePNT procedures.  Autologous transfers are performed by removing and replacing the pronuclei in the same zygote and control for the technical procedures.  Development to the blastocyst stage should not differ between unmanipulated controls and technical controls.  The timing of blastocyst formation \\(day 5 or day 6) should be taken into account. For morphological assessment, we use a grading system that divides blastocysts into six classes \\(A to F), according to the degree of expansion, the size and degree of compaction of the ICM, and the TE morphology.  Please see below on analysis of blastocyst morphology.\r\n\n\n\r\n\n\n**MtDNA carryover:**  MtDNA carryover should be measured in multiple samples of cells from ePNT blastocysts.  This should be measured using a sensitive molecular technique, optimized for measuring low levels of heteroplasmy.  \r\n\n\nThe aim is to carryover the smallest possible amount of mtDNA during the ePNT procedure. The amount of mtDNA carryover is influenced by the size of the karyoplast which can be minimized by shearing off excess cytoplasm prior to fusion, as described above.  MtDNA carryover can also be increased by leakage of cytoplasm from the cytoplast.  In our experience this problem is exacerbated in zygotes originating from vitrified oocytes.  We find that, if using zygote pairs originating from fresh and vitrified oocytes, mtDNA is lowest when the cytoplast originates from a fresh oocyte and the karyoplast from a vitrified oocyte. Under these conditions, we aim for a maximum level of 2% mtDNA carryover and find that the procedures described above result in >40% of samples with undetectable levels. \r\n\n\n\r\n\n\n**Analysis of blastocyst quality:** Given the limited number of oocytes available for research, a multiple-grade scoring system inevitably leads to very low numbers of blastocysts in some grades, which in turn, reduces the power of statistical analysis.  We therefore recommend focusing the analysis on the proportion of blastocysts whose morphological characteristics are consistent with a high probability of implantation \\(grades A+B). We compare grades A+B with all other grades combined, using Fisher’s exact test. This approach provides a statistically robust and clinically relevant measure. \r\n\n\n\r\n\n\n**Comparing multiple experimental groups**: Given the exploratory nature of this work and the limited number of human oocytes available to optimize the ePNT procedure, we chose not to apply corrections to multiple comparisons. Multiple test corrections reduce the risk of false positives \\(detecting an effect where none really exists) at the cost of increasing the false negative rate \\(not detecting an effect where one really exists). Because promising leads can be tested with follow-up experiments, we consider it more important to minimize the false negative rather than the false positive rate.  By contrast, a high false negative rate entails the risk of prematurely eliminating potentially effective treatments. For example, in the case of mtDNA carryover, effects that might increase carryover could be missed. However, within each analysis, it is important to restrict the number of comparisons those of clinical relevance."
        },
        {
            "header": "References",
            "content": "1) Schon, E. A., DiMauro, S. & Hirano, M. Human mitochondrial DNA: roles of inherited and somatic mutations. _Nat Rev Genet._ **13**, 878-890, \\(2013).\r\n\n\n2) Brown DT, Herbert M, Lamb VK et al: Transmission of mitochondrial DNA disorders: possibilities for the future. _Lancet_ **368**, 87-89 \\(2006).\r\n\n\n3) Craven, L. et al. Pronuclear transfer in human embryos to prevent transmission of mitochondrial DNA disease. _Nature_ **465**, 82-85, \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "The study using these methods was approved by the Newcastle and North Tyneside Research Ethics Committee and licensed by the UK Human Fertilisation and Embryology Authority \\(HFEA)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature18303",
                "date": "2016-06-14 17:01:31",
                "title": "Towards clinical application of pronuclear transfer to prevent mitochondrial DNA disease",
                "authors": [
                    "Louise A. Hyslop",
                    "Paul Blakeley",
                    "Lyndsey Craven",
                    "Jessica Richardson",
                    "Norah M. E. Fogarty",
                    "Elpida Fragouli",
                    "Mahdi Lamb",
                    "Sissy E. Wamaitha",
                    "Nilendran Prathalingam",
                    "Qi Zhang",
                    "Hannah O’Keefe",
                    "Yuko Takeda",
                    "Lucia Arizzi",
                    "Samer Alfarawati",
                    "Helen A. Tuppen",
                    "Laura"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13932,
                "identity": "a0b6711d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Louise Hyslop",
                "email": "l.a.hyslop@ncl.ac.uk",
                "orcid": "",
                "institution": "Herbert group, Newcastle University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Louise",
                "middleName": "",
                "lastName": "Hyslop",
                "suffix": ""
            },
            {
                "id": 13933,
                "identity": "a0b6749f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mary Herbert",
                "email": "",
                "orcid": "",
                "institution": "Herbert group, Newcastle University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mary",
                "middleName": "",
                "lastName": "Herbert",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-06-14 17:10:51",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.031",
        "doiUrl": "https://doi.org/10.1038/protex.2016.031",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464725,
                "identity": "1c368043-acb1-436d-b541-bc4363d5f34a",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 143646,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4807/v1/7f93a320-e7f9-4059-a47c-0e739fc41bf1.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Pronuclear transfer, Human embryo",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The detailed methods described are for pronuclear transfer in normally fertilised human embryos.  These methods will result in improved survival and onward embryo development compared to the protocol developed for abnormal human embryos.  A realistic expectation is that an experienced operator will achieve approximately 90% survival and >95% fusion.  Although variation is expected between: 1) fresh versus frozen and 2) embryos from different donors.  It is recommended that new operators are already familiar with the micromanipulation equipment and experienced in oocyte and embryo manipulation.  During the training period the trainee should perform technical controls in which the pronuclei are removed and replaced in the same zygote \\(autologous transfer).  Technical competence should be assessed by comparing blastocyst development following autologous transfer to unmanipulated controls.  Blastocyst formation and quality should not differ between unmanipulated controls and technical controls using the detailed methods described.",
        "manuscriptTitle": "Pronuclear transfer in normally fertilised human embryos",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-06-15 15:45:52",
                "doi": "10.1038/protex.2016.031",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b5f980-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 15th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3611,
                "name": "Cell biology"
            },
            {
                "id": 3612,
                "name": "Developmental biology"
            },
            {
                "id": 3613,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-06-15 15:45:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}