{
    "identity": "nprot-312",
    "title": "Assays of nucleosome assembly and the inhibition of histone acetyltransferase activity.  \\(11) Digestion of chromatin; and \\(12) Purification and characterization of DNA after digestion of chromatin",
    "content": [
        {
            "header": "Introduction",
            "content": "Digestion of chromatin by micrococcal nuclease \\(MNase) provides a relatively simple method for obtaining information about the locations of nucleosomes along DNA strands.  When nuclei in permeabilized cells are exposed to MNase in the presence of a divalent cation, the enzyme makes double-stranded cuts between nucleosomes.  Treatment of chromatin substrates with very high concentrations of MNase yields mononucleosome-length DNA prodominantly, while lower concentrations of the enzyme generate one double-stranded cut at intervals of 10 to 50 nucleosomes, depending on the concentration of the enzyme and the substrate.  MNase can also make single-stranded DNA cuts at the sites of histone octamers, and, thus, attempts to map the positions of nucleosomes are usually performed with native double-stranded DNA.\r\n\n\n\r\n\n\n**Digestion with MNase of Purified Genomic DNA**\r\n\n\nMNase-digested free DNA, digested to the same relative extent as DNA from a chromatin digest, should be analyzed simultaneously in cleavage mapping studies.\r\n\n\n\r\n\n\n**Purification and Characterization of DNA after Digestion of Chromatin**\r\n\n\nThis method has been optimized to maximize the recovery of small amounts of DNA from chromatin digests and, also, so that the resulting DNA is suitable for direct analysis and should not require further concentration.\r\n\n\n\r\n\n\nFor a detailed introduction to assays of nucleosome assembly and the inhibition of histone acetyltransferase activity, please go here: \"http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly.php\":http://www.natureprotocols.com/2007/07/30/assays_of_nucleosome_assembly.php"
        },
        {
            "header": "Reagents",
            "content": "&#x30FB; Cells cultured in 100-mm-diameter dishes \r\n\n\n&#x30FB; Permeabilization solution 1 \\(see below), at room temperature and at 37 &#xB0;C \r\n\n\n&#x30FB; 1 mg of L-&#x3AC;-lysolecithin \\(Sigma-Aldrich Co., cat. no. L5004) in 1 ml of permeabilization solution 1 \\(mixed freshly before use) \r\n\n\n\r\n\n\nPermeabilization solution 1\r\n\n\n&#x30FB; 150 mM sucrose\r\n\n\n&#x30FB;  80 mM KCl\r\n\n\n&#x30FB; 35 mM HEPES \\(N-2-hydroxyethylpiperazine-N'-2-ethene-sulfonic acid; pH 7.4; Sigma-Aldrich Japan; cat. no. H7523) \r\n\n\n&#x30FB;   5.0 mM K<sub>2</sub>HPO<sub>4</sub>\r\n\n\n&#x30FB;   5.0 mM MgCl<sub>2</sub>\r\n\n\n&#x30FB;   0.5 mM CaCl<sub>2</sub>&#x3000;\r\n\n\nPermeabilization solution 2 \r\n\n\n&#x30FB; 150 mM sucrose\r\n\n\n&#x30FB;  50 mM Tris-HCl \\(pH 7.4)\r\n\n\n&#x30FB;  50 mM NaCl\r\n\n\n&#x30FB;   2 mM CaCl<sub>2</sub>\r\n\n\nTNESK buffer, 2x  \r\n\n\n&#x30FB; 20  mM Tris-HCl \\(pH 7.4)\r\n\n\n&#x30FB;  0.2 M NaCl\r\n\n\n&#x30FB;  2.0 mM EDTA\r\n\n\n&#x30FB;  2.0% SDS\r\n\n\n&#x30FB;  0.2 mg/ml proteinase K \\(Sigma-Aldrich Japan; cat. no. 82495, added just before use)\r\n\n\nLysis dilution buffer\r\n\n\n&#x30FB; 150 mM NaCl\r\n\n\n&#x30FB;   5 mM EDTA\r\n\n\n\r\n\n\n&#x30FB; Phase-contrast microscope\r\n\n\n&#x30FB; 13-ml conical polypropylene tubes with caps \\(e.g., Sarstedt Inc., Newton, NC, USA; cat. no. 60.540S)\r\n\n\n\r\n\n\nDigestion with MNase of Purified Genomic DNA\r\n\n\nMNase-digested free DNA, digested to the same relative extent as DNA from a chromatin digest, should be analyzed simultaneously in cleavage mapping studies.\r\n\n\n\r\n\n\n&#x30FB; 0.5 to 1 mg of purified of genomic DNA\r\n\n\n \r\n\n\nNuclear buffer C \r\n\n\n&#x30FB;  1.50 mM HEPES \\(pH 7.5) \r\n\n\n&#x30FB; 60  mM KCl\r\n\n\n&#x30FB; 15  mM NaCl\r\n\n\n&#x30FB; 10  mM NaHSO3\r\n\n\n&#x30FB;  0.34 M sucrose\r\n\n\n&#x30FB;  0.15 mM 2-mercaptoethanol \r\n\n\n&#x30FB;  0.15 mM spermine\r\n\n\n&#x30FB;  0.50 mM spermidine\r\n\n\n&#x30FB;  0.5 M CaCl<sub>2</sub>   \r\n\n\n&#x30FB;  Micrococcal nuclease \\(MNase; Worthington Biochemicals Corp; cat. no. LS004798)  \r\n\n\n\r\n\n\n  Stock Solution  \r\n\n\n&#x30FB; 50 units of MNase per microliter, dissolved in 5 ml Tris-HCl \\(pH 7.5) in the presence of 0.01 mM CaCl<sub>2</sub>.  The solution is divided into aliquots in 0.5-ml tubes and stored at &#xFF0D;20 &#xB0;C.  \r\n\n\n\r\n\n\n&#x30FB; 0.25 M EGTA\r\n\n\n&#x30FB; Chloroform\r\n\n\n&#x30FB; Heating block \r\n\n\n&#x30FB; Bucket of ice \r\n\n\n\r\n\n\n14) Purification and Characterization of DNA after Digestion of Chromatin \r\n\n\nThis method has been optimized to maximize the recovery of small amounts of DNA from chromatin digests and, also, so that the resulting DNA is suitable for direct analysis and should not require further concentration.\r\n\n\n&#x30FB; MNase-digested cellular or nuclear lysate\r\n\n\n&#x30FB; TE buffer \\(pH 7.9)\r\n\n\n&#x30FB; Neutralized phenol\r\n\n\n&#x30FB; Ethyl ether\r\n\n\n&#x30FB; RNase A \\(5 mg/ml in ddH2O)\r\n\n\n&#x30FB; 3 M Sodium acetate\r\n\n\n&#x30FB; 90% and 70% ethanol, room temperature\r\n\n\n&#x30FB; 10- or 13-ml polypropylene tubes with tight caps \\(13-ml; Sarstedt Inc.)\r\n\n\n&#x30FB; Shaker or rocking device\r\n\n\n&#x30FB; 30-ml Corex tubes, siliconized\r\n\n\n&#x30FB; Dialysis tubing \\(MWCO, 6,000- to 8,000; see above) \r\n\n\n&#x30FB; UV spectrophotometer"
        },
        {
            "header": "Procedure",
            "content": "**Digestion of Chromatin in Permeabilized Cells with Micrococcal Nuclease \\(MNase)**\r\n\n\n_Permeabilization of cells and digestion with MNase_\r\n\n\n \r\n\n\n1.   Working at room temperature, \\(e.g., in a tissue culture hood), aspirate the medium from a culture of, for example, adherent F9 cells and add 5 ml \\(per 100-nm plate) of permeabilization solution 1.  Do not remove cells from the plates \\(see Note 1).\r\n  2.   Aspirate solution 1 from each plate and treat cells with lysolecithin \\(diluted from a 1 mg/ml stock solution in permeabilization solution 1 to 2.8 ml, total volume, at 37 °C) at room temperature as follows: either use 0.025% lysolecithin and incubate for 2 min or use 0.05% lysolecithin and incubate for 1 min.\r\n  3.   Aspirate the solution of lysolecithin from each plate and add 5 ml of room-temperature permeabilization solution 1 \\(without lysolecithin).  Examine the cells by phase-confract microscopy to confirm that cell lysis has not occurred.  If it has, repeat the treatment with a lower concentration of lysolecithin.\r\n  4.   Aspirate solution 1 from the plate, and add 2.8 ml of room-temperature permeabilization solution 2 that contains 0, 7.5, 15 or 30 U MNase for a partial-digestion assay or 0, 50, 100 or 200 U MNase for an extensive-digestion assay.  Dilute the MNase in aliquots of permeabilization solution 2 immediately prior to use.  Incubate for 5 min at room temperature \\(see Note 2).\r\n  5.   Aspirate the solution of MNase from the plate and add 2.8 ml of 2x TNESK solution.  Swirl this solution around the plate to complete cell lysis \\(see Note 3).\r\n  6.   Added 2.8 ml of lysis dilution buffer.  Swirl this buffer around the plate to complete mixing and then transfer the mixture to a 13-ml conical polypropylene tube.  Cap the tube and incubate overnight at 37 °C.\r\n  7.   Purify and characterize the DNA as described below.\r\n  \r\n\n\n**Purification and Characterization of DNA after Digestion of Chromatin** \r\n\n\n1. Dilute the nuclear lysate with 1 vol. of TE buffer \\(pH 7.9).\r\n  2. In a fume hood, add 1 vol. of neutralized phenol.  Invert the tube sharply several times and then shake gently on a rocking device for 10 to 20 min.\r\n  3.  Centrifuged the sample for 5 min at 500 x g.  Remove the upper aqueous layer and transfer to a fresh tube.\r\n  4.   Added 1 vol. of chloroform.  Invert the tube sharply several times, shake gently for 10 to 20 min, centrifuge and retain the upper aqueous phase as in the previous step.  Leave the interface behind.\r\n  5.   Extract with chloroform two to four times, until the interface between the organic and aqueous phases is clear.\r\n  6.    Add 1 vol. of ether and invert the tube sharply several times, “Burp” the tube and shake gently or rock for 10 to 20 min.  Heat the uncapped tube for 10 to 15 min in a water bath at 65 °C, shaking periodically to help the ether to evaporate, then dialyze overnight in a dialysis bag \\(MWCO, 6,000 to 8,000) against two changes of 100 vol. of TE buffer \\(pH 7.9), at 4 °C.  Transfer the dialysate, which will have increased in volume by 250%, to a 30-ml silanized Corex tube and add RNase to 25 mg/ml.  Incubate for 1 h at room temperature.\r\n  7.   Add 1/10 vol. of 3 M sodium acetate and mix well by inversion.\r\n  8.   Add 2.5 vol. of 95% ethanol.  Invert gently 10 to 30 times, until the Schlieren patterns in the liquid have completely disappeared.  Then assess the solution to determine how to proceed.\r\n     If the DNA has not been extensively digested with MNase, a stringy white precipitate should be visible; continue with steps 9 through 13 \\(and then omit steps 14 to 17).\r\n\n\n   If the DNA has been extensively digested with MNase, a precipitate may not be visible; proceed directly to step 14 \\(beginning with overnight incubation at －20 °C).\r\n\n\n   After moderate digestion by MNase, you might see a small thread of DNA.  Spool out this thread by following steps 9 through 13 and then proceed directly to step 14 \\(beginning with overnight incubation at －20 °C) to recapture DNA from the remaining solution.\r\n\n\n9.    Use a 1- to 5-μl glass microcapillary tube to spool out the DNA precipitate from a single tube.  Raise the microcapillary tube while touching the DNA to the inside of the tube to remove excess liquid.\r\n  10.   Immediately dip the DNA into a 1.5-ml microcentrifuge tube that contains 70% ethanol.  Swish the thread of DNA around for a few seconds, then blow out liquid from the tube while draining excess liquid from the DNA.\r\n  11.   Blot the DNA on the inside of an empty 1.5-ml tube.  Air　dry for approximately 5 sec.\r\n  12.   Place the DNA in a 1.5-ml tube that contains 75 to 300 μl of TE buffer for experiments with isolated nuclei or with free DNA, or that contains 450 μl of TE buffer for experiments with permeabilized cells.  Discard the capillary tube.  \r\n  13.   Let the DNA dissolve overnight at room temperature.  Mix the resultant solution gently on a vortex mixer and store at 4 °C.  Do not freeze.\r\n  14.   If the DNA does not precipitate at step 8, or if only a relatively small thread can be spooled out, incubate the remaining mixture at －20 °C overnight.\r\n  15.   Centrifuge the mixture at 10,000 x g for 10 min.  Decant the supernatant.  Add 0.5 μl of 70% ethanol and gently invert the tube once.  Repeat the centrifugation for 1 min.\r\n  16.   Decant the supernatant.  Dry the pellet under a vacuum for 5 min.  For experiments with isolated nuclei or free DNA, resuspend the DNA in 75 to 300 μl of TE buffer; for experiments with permeabilized cells, resuspended the DNA in 400 μl of TE buffer.  Allow the pellet to dissolve overnight at room temperature and then store the solution at 4 °C, as in step 13.\r\n  17.   For DNA prepared from permeabilized cells, repeat the precipitation, starting at step 7, and resuspend the final precipitate in 75 to 150 μl of TE buffer, such that the DNA is sufficiently concentrated for subsequent analysis.\r\n  18.   Dilute 4 μl of the solution of DNA in 400 μl of TE buffer and determine the absorbance at 260 nm.  Calculate the concentration of DNA and total yield, assuming that an OD\n260nm\nof 1 is equivalent to 50 μg /ml DNA.\r\n  19.   Apply 0.5-μg samples of DNA to a 1.2% agarose mini-gel and assess the extent of cleavage of the chromatin by MNase."
        },
        {
            "header": "Critical Steps",
            "content": "1.  Use a separate plate of cells for each digestion, remembering to include a &#x201C;zero-enzyme&#x201D; control.  Try to harvest cells at 70% to 90% confluence.\r\n  2.  Different cell lines or a given cell line cultured under different conditions may require different concentrations of lysolecithin, different times, or different temperatures \\(30 &#xB0;C or 37 &#xB0;C instead of room temperature) for the incubation with detergent . \r\n  3.  When mixing with a pipette, three or four careful strokes are usually sufficient.  Try to avoid splashing the sample while mixing."
        },
        {
            "header": "Anticipated Results",
            "content": "**Nuclease Cleavage and Mapping Strategies**\r\n\n\n\r\n\n\nCleavages after extensive digestion with MNase of DNA from a sample of chromatin are typically assessed by gel electrophoresis \\(1.5% agarose or 5% polyacrylamide). After resolution of mononucleosomal fragments and blotting on a nylon filter, the DNA in bands on the gel is allowed to hybridize to an oligonucleotide or short DNA probe that corresponds to the DNA region of interest.\r\n\n\n   Visualization of hybridization of a mononucleosome-sized fragment is evidence that some fraction of the templates in the chromatin population was nucleosomal during the MNase digestion.  If an oligonucleotide probe from a different part of the genome hybridizes to another portion of the original chromatin digest, then the signals from the two probes can provide information about the relative frequencies with which the two DNA sequences were nucleosomal in the original population of chromatin templates.  The specific activities of the oligonuclotide probes must be high for detection of mononuclosome-sized fragments from single-copy genes from higher eukaryotes \\(Figure 1)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nsmb1063",
                "date": "2007-07-24 09:16:15",
                "title": "Regulation of histone acetylation and nucleosome assembly by transcription factor JDP2",
                "authors": [
                    "Chunyuan Jin",
                    "Kohsuke Kato",
                    "Takahiko Chimura",
                    "Takahito Yamasaki",
                    "Koji Nakade",
                    "Takehide Murata",
                    "Hongjie Li",
                    "Jianzhi Pan",
                    "Mujun Zhao",
                    "Kailai Sun",
                    "Robert Chiu",
                    "Takashi Ito",
                    "Kyosuke Nagata",
                    "Masami Horikoshi & Kazunari K Yokoyama"
                ],
                "journal": "Nature Structural & Molecular Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10546,
                "identity": "9f087003-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takahito Yamasaki",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takahito",
                "middleName": "",
                "lastName": "Yamasaki",
                "suffix": ""
            },
            {
                "id": 10547,
                "identity": "9f087633-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Takehide Murata",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Takehide",
                "middleName": "",
                "lastName": "Murata",
                "suffix": ""
            },
            {
                "id": 10548,
                "identity": "9f0878c9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Chunyuan Jin",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Chunyuan",
                "middleName": "",
                "lastName": "Jin",
                "suffix": ""
            },
            {
                "id": 10549,
                "identity": "9f087b51-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kohsuke Kato",
                "email": "",
                "orcid": "",
                "institution": "Tsukuba University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kohsuke",
                "middleName": "",
                "lastName": "Kato",
                "suffix": ""
            },
            {
                "id": 10550,
                "identity": "9f087df0-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Michiya  Noguchi",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Michiya",
                "middleName": "",
                "lastName": "Noguchi",
                "suffix": ""
            },
            {
                "id": 10551,
                "identity": "9f088060-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Koji  Nakade",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Koji",
                "middleName": "",
                "lastName": "Nakade",
                "suffix": ""
            },
            {
                "id": 10552,
                "identity": "9f08827a-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jianzhi Pan",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jianzhi",
                "middleName": "",
                "lastName": "Pan",
                "suffix": ""
            },
            {
                "id": 10553,
                "identity": "9f0884a5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kyousuke Nagata",
                "email": "",
                "orcid": "",
                "institution": "Tsukuba University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kyousuke",
                "middleName": "",
                "lastName": "Nagata",
                "suffix": ""
            },
            {
                "id": 10554,
                "identity": "9f0886a5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazunari  Yokoyama",
                "email": "",
                "orcid": "",
                "institution": "RIKEN BRC",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazunari",
                "middleName": "",
                "lastName": "Yokoyama",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-17 13:28:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.340",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.340",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607807,
                "identity": "643172bf-7537-4346-9961-8450321fdb68",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:47",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 129114,
                "visible": true,
                "origin": "",
                "legend": "Micrococcal nuclease-digested DNA and genomic DNA from permiabilized empty-vector-transfected F9 cells (-) and from JDP2-overexpressing F9 cells (+), with and without treatment with retinoic acid (RA),  were subjected to agarose gel electrophoresis and stained with ethidium bromide (upper panel).  Southern blotting was then performed with a DRE probe (lower panel).  M, _Hind_ III-digested &#x3BB; DNA.  Lanes 1, 5 and 8, DNA digested with 30 U of MNase in the presence of 10 pmole of GSP-JDP2; lanes 2, 3 and 4, DNA digested with 0, 15 and 30 U of MNase, respectively; lanes 6 and 7, DNA digested with 0 and 30 U of MNase, respectively; lanes 5 and 8, DNA digested with 30 U of MNase, respectively; lanes 1-4 and 8, non-RA-treated cells, lanes 5 and 6, RA-treated cells.  ",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-312/v1/figure_1.png"
            },
            {
                "id": 13465140,
                "identity": "d6bcfb37-40e6-4b9d-b99e-927033fd71c7",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:51",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 300559,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-312/v1/ad1a5b3e-07cf-4b4d-9030-f3a553aa32a1.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "histone chaperone, nucleosome assembly, inhibition of HAT, transcription factor, AP-1",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Assays of nucleosome assembly and the inhibition of histone acetyltransferase activity.  (11) Digestion of chromatin; and (12) Purification and characterization of DNA after digestion of chromatin",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-07-30 13:19:30",
                "doi": "10.1038/nprot.2007.340",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f04bf3d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 30th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1859,
                "name": "Genetics"
            },
            {
                "id": 1860,
                "name": "Molecular Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-07-30 13:19:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}