{
    "identity": "pex-605",
    "title": "<p>Alkaline Comet Assay using the monocytic cell line THP-1</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>DNA damage, in its many forms,&nbsp;&nbsp;is known to regularly affect cells (1). The toolkit employed by cells to overcome the damage and restore DNA integrity is made of a large collection of sensors and effector molecules and is broadly known as the DNA damage response (DDR, 1). Different types of DNA damage can occur, creating single or double-strand breaks in the DNA molecule (SSB and DSB, respectively). The comet assay has been established long ago for the determination of DNA strand breaks, both SSB and DSB, with the possibility of quantification of the extent of the damage using appropriate sofware packages (reviewed in 2).</p><p>Innate immunity is the first line of defense in cells against invading microorganisms and innate responsive cells such as monocytes and the differentiated effector cells, macrophages, are capable of orchestrating responses to fight pathogens (3). Innate imune responses closely associate with DNA damage, both leading to inflammation, but also to beneficial disease tolerance pathways (reviewed in 4).</p><p>Here we introduce the alkaline comet assay in the human monocytic cell line THP-1. This type of assay is suitable for the quantification of SSBs and DSBs in a manner that is reproducible, accurate and that can be achieved without the need for complicated equipement and in a time frame that extends for no longer than one week.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Cell culture</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;THP-1 cell line, ATCC, catalog number TIB-202</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RPMI 1640 medium and supplements, all from GIBCO, ThermoFisher Scientific:&nbsp;</strong></p><p><strong>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;RPMI medium was supplemented with 10% (v/v) of FBS, 1% (v/v) of penicilin-streptomycin, 1% (v/v) of pyruvate, 1% (v/v) of non-essential aminoacids, 1% (v/v) hepes bufffer and 0.05M of 2-mercaptoethnol</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;etoposide, Merck, catalog number E1383</strong></p><p><br></p><p><strong>Comet assay</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CometAssay Kit (25 x 2 well slides), Trevigen, catalog number&nbsp;4250-050-K</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;SYBR Green I Nucleic Acid Gel Stain, Invitrogen, ThermoFisher Scientific, catalog number&nbsp;S7580</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PBS buffer</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TE buffer pH 7.5</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ethanol 70% (v/v)</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NaOH solution&nbsp;</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;EDTA solution 500mM pH 8</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;lysis solution</strong></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;alkaline unwinding solution pH&gt;13 (200mM NaOH; 1mM EDTA)</strong></p><p><em>NOTE: prepare fresh</em></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;alkaline electrophoresis solution pH&gt;13 (300mM NaOH; 1mM EDTA)</strong></p><p><strong>\t</strong><em>NOTE: prepare fresh</em></p><p><strong>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;deionized&nbsp;water</strong></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Cell culture</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;U-base 96-well plates, TPP&nbsp;</p><p><br></p><p><strong>Comet assay</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Horizontal Gel electrophoresis system: Sub-Cell from Bio-Rad or similar</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fluorescence microscope: upright DMRA2 from Leica or similar coupled to a CCD camera</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Software for comet scoring: Comet Assay IV from Perceptive Instruments</p>"
        },
        {
            "header": "Procedure",
            "content": "Cell culture\n-      grow THP-1 cells in supplemented RPMI medium 37°C with 5% CO2.\n·     cells were plated at a density of 5x10\n4\ncells/well in 150uL of medium\n·     experimental treatments were added in 50uL of medium at the desired time points\n·     include control treatment with vehicle (medium or other solvent)\n·     include a damaging treatment such as etoposide, usually 1 to 10mM for 2h\n-      collect cells from wells after incubation\n·     remove cells and medium from wells\nNOTE: at this point, more than one well with the same treatment can be combined to have enough cells for the procedures\n·\nwash cells with ice-cold PBS and pellet\n·     ressuspend cells in ice-cold PBS for a final density of 1x10\n5\ncells/mL\nCombining the cells with the comet assay agarose\nNOTE: use gloves, lab coat and eye protection throughout the entire comet assay procedut edue to the alkaline nature of the reagents\n-\nbring lysis solution (included in the CometAssay Kit) to 4°C at least 20 minutes before use\n-      melt LMAgarose (included in the CometAssay Kit) in a water bath at 95°C until the agarose is molten\nNOTE: do not melt the agarose in the microwave\n-      cool down the agarose in a 37°C water bath for at least 20 minutes\n-      aliquot (for exemple, 50uL each aliquot) into pre-warmed eppendorf tubes at keep at 37°C in the water bath until ready to use\nPreparing the comet assay slides\n-\ncombine the cell suspension with the molten agarose in a ration of 1:10 (v/v)\n·     For exemple, add 5uL of the cell suspension to 50uL of agarose and mix by gentle pipetting to avoid bubbles\n-      transfer the entire volume onto the sample area in the CometSlide (included in the CometAssay Kit) making sure that the sample spreads evenly and without bubbles\nNOTE: the CometAssay Kit described here contains 2 sample areas per slide but other setups can be used; refer to the manufacturer's website for additional information on alternative slide formats\n-      place the slide flat at 4°C in the dark (for exemple inside a small box in the refrigerator) for 30min\n-      immerse the slide flat in pre-chilled lysis solution and leave at 4°C for 30min\n-      completely drain buffer from the slide using a tissue to absob the excess moist\n-      immerse slide in freshly prepared alkaline unwinding solution and incubate for 30min\nComet assay electrophoresis\nNOTE: the electrophoresis apparatus and the electrophoresis solution should be kept at 4°C for at least 30min before the assay and the electrophoresis should also be run at 4°C\n-\nplace the slide onto the gel tray and align the samples equidistante from the electrodes\n-      carefully pour the freshly prepared alkaline electrophoresis solution onto the apparatus until the level of the solution just covers the samples\n-      set the voltage to 1 volt/cm (specifically adjust to each apparatus)\n-      during the run, especially during the first minutes, add or remove electrophoresis solution to keep the current at approximately 300mA\n-      perform electrophoresis for 30min at 4°C\nWashing the comet slides\n-\nremove the slide from the electrophoresis apparatus and drain excess electrophoresis solution\n-      bring slide to room temperature and immerse in water for 5min\n-      repeat previous step with new clean water\n-      immerse slide in etanol 70% for 5min\n-      air dry the slide at 37°C for 30min\nNOTE: This step should bring all the cells to a single plane in the sample area to facilitate observation in the microscope\n-      leave at 4°C O/N and keep away from light\nStaining the comet slides\n-\ndilute SYBR Green I solution 10000x with TE buffer\n·     For exemple, add 1uL of SYBR Green I solution to 10mL of TE buffer; this diluted solution can be stored at 4°C and away from light for up to 1 month\n-      add 100uL of diluted SYBR Green staining solution to each circle of dried agarose in the sample area of the slide\n-      leave at 4°C for 5 min\n-      gently tap the slide to remove excess SYBR Green staining solution\n-      allow slides to completely dry at RT and away from light\nImaging and counting the comets\n-\nView slide by epifluorescence microscopy: the maximum excitation and emmission peaks for SYBR Green I are 494nm and 521nm respectively (for example, the fluorescein filtre can be used)\n-      capture representative images of each treatment so that at least 100 different cells per treatment can be scored\n-      for quantitative analysis, use the Comet Assay IV software to quantify parameters such as the percentage of DNA in tail and the tail moment of the population of cells"
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Cell culture&nbsp;</strong></p><p>If the cell population treated with the test conditions does not show more DNA damage than the control sample, extend incubation time and concentration to better understand the effects of the tested compound; If a range of concentrations and incubation times does not lead to an increase in damage, then it can be concluded hat the comopound does not induce to DNA damage in the tested cells.</p><p>If, on the other hand, the DNA damage is too high compared with previously observed results, make sure the control untreated sample is not already damaged before the treatment. Also, make sure that the agarose was not combined with the cells at a temperature capable of causing DNA damage.</p><p><br></p><p><strong>Comet assay</strong></p><p>If there are no stained cells when observing at the microscope, confirm without fluorescence that the cells were not lost during any of the steps leading to the electrophoresis or after. If there are samples in the slide but those are not stained, repeat the staining with fresh Sybr Green.</p><p><br></p><p><strong>Imaging and counting the comets</strong></p><p>If there is too much variability between replicates, increase the number of cells counted and ask another operator to also quantify the damage. If using automated systems, assay the same samples manually.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The times described are an approximation and refers to an assay using only 1 slide; scaling up the number of slides is expected to inclrese the time of the procedure.</p><p><br></p><p><strong>Cell culture&nbsp;</strong></p><p>Variable, depending on the kinetics of the incubation with the treatments; Usually, 1 day should be enough: cells are plated in the morning, the treatments are performed shortly after and last for up to 6h, after which the cells are collected.</p><p><strong>Comet assay</strong></p><p>3h are expected from the moment the solutions are prepared to the end of the electrophoresis.</p><p>Staining of the slide should last 1 h and the stained samples should then be used on the next day only.</p><p><strong>Imaging and counting the comets</strong></p><p>The time spent at the microscope varies considerably depending on the experience of the user, as it envolves sampling several different fields in the sample, chosing representative fields and taking pictures with as much focus as possible of a large number of cells. So, imaging is expected to take at least 3h, but the researcher may need to collect extra pictures if the initial analysis proves to be inconclusive.&nbsp;</p><p>If more pictures are necessary, another session at the microscope may be required a few days after the first session, possibly with the same duration.</p><p><strong>Comet score analysis</strong></p><p>The time required to analyze the population of cells depends of the type of software used, as some are have more automatic features than others. If done manually, the quantification is very labour intensive and requires many hours in front of the computer. Preferentially, more than one person should quantify the cell population and the results should then be compared.&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Control non-treated samples are expected to show the basal levels of damage in the cell population;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Etoposide-treated cells are expected to show high levels of damage; this sample will possibly be the sample with the highest number of damaged cells but this will of course depend on the treatments used in the experiment;</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The damage in the assayed samples can be quantified as a fraction of the etoposide-damaged cells, or a multiple of the untreated cells, as the experimental conditions are expected to have more damage than the control but less than the etoposide-treated samples.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. Ciccia A1,&nbsp;Elledge SJ. The DNA damage response: making it safe to play with knives. Mol Cell.&nbsp;2010 Oct 22;40(2):179-204</p><p><br></p><p>2. Afanasieva K, Sivolob A. Physical principles and new applications of&nbsp;comet assay. Biophys Chem. 2018 Jul;238:1-7.&nbsp;</p><p><br></p><p>3.Medzhitov&nbsp;R.Toll-like receptors and&nbsp;innate immunity.Nat Rev Immunol. 2001 Nov;1(2):135-45.&nbsp;</p><p><br></p><p>4. Neves-Costa A, Moita LF. Modulation of inflammation and disease tolerance by DNA damage response pathways. FEBS J. 2017 Mar;284(5):680-698.</p><p><br></p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 117148,
                "identity": "724969d2-482e-40dd-9bb6-4b57ca075a13",
                "order_by": 1,
                "name": "Ana Neves-Costa",
                "email": "ananevescostaana@gmail.com",
                "orcid": "https://orcid.org/0000-0001-6506-7829",
                "institution": "IGC - Instituto Gulbenkian de Ciência",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Ana",
                "middleName": "",
                "lastName": "Neves-Costa",
                "suffix": ""
            },
            {
                "id": 117149,
                "identity": "b3c2c339-75b4-46a9-bf94-f4e1f9ac1eec",
                "order_by": 2,
                "name": "Dora Pedroso",
                "email": "",
                "orcid": "",
                "institution": "IGC - Instituto Gulbenkian de Ciência",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dora",
                "middleName": "",
                "lastName": "Pedroso",
                "suffix": ""
            },
            {
                "id": 117150,
                "identity": "5dd82b1a-35ec-456f-b6e6-6abb2b0c458d",
                "order_by": 3,
                "name": "Luis F Moita",
                "email": "",
                "orcid": "",
                "institution": "IGC - Instituto Gulbenkian de Ciência\t",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Luis",
                "middleName": "F",
                "lastName": "Moita",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-07-22 14:16:44",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.2.11936/v2",
        "doiUrl": "https://doi.org/10.21203/rs.2.11936/v2",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13470105,
                "identity": "d9961301-b658-4735-b5b8-f4ff040741ff",
                "added_by": "auto",
                "created_at": "2021-09-16 21:04:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 393463,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-605/v2/7f209086-43db-4dae-a7fc-d6371a214aee.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Comet assay, alkaline comet assay, THP-1 cells, monocytes, innate immunity, DNA damage, DNA damage response DDR, Cytotoxicity, Etoposide, DNA strand breaks, Double strand breaks DSB, single stand breaks SSB",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol details the experimental procedure for performing the comet assay, a very sensitive DNA break assay based on single cell gel electrophoresis.</p><p>The analysis of DNA strand breaks, both single- and double-strand breaks (SSBs and DSBs, respectively), was performed in immune responsive cells. The cell line used was the human monocytic cell line THP-1, an adherent cell type with many known applications in in vitro studies of innate immunity. The comet assay is a robust procedure that allows the accurate and reproducible quantification of DNA damage. Here we describe not only the comet assay step-by-step protocol, but also some important aspects related to troubleshooting.</p>",
        "manuscriptTitle": "Alkaline Comet Assay using the monocytic cell line THP-1",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-07-24 10:23:34",
                "doi": "10.21203/rs.2.11936/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2019-07-24 10:23:52",
                "doi": "10.21203/rs.2.11936/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "4e3605cb-bcd0-4956-bd9d-d2b2b66d7c53",
        "owner": [],
        "postedDate": "July 24th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 17997,
                "name": "Molecular Biology"
            },
            {
                "id": 17998,
                "name": "Drug discovery"
            },
            {
                "id": 17999,
                "name": "Cell biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-07-24 10:23:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}