{
    "identity": "pex-662",
    "title": "<p>Developmental derivation of  vocal fold mucosa from human induced pluripotent stem cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><sup>﻿</sup>This protocol focuses on formation of reproducible hiPSC-derived VF epithelium that mimics development of VF epithelium <em>in utero</em> and creation of <em>in vitro</em> human VF mucosa composed of hiPSC-derived stratified squamous VF epithelial cells (VFEC) and collagen gel seeded with human primary VF fibroblasts (VFF). This model system can be used for VF mucosal disease modeling and testing therapeutic approaches for the treatment of vocal fold remodeling, inflammation or other laryngeal diseases.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Growth media:&nbsp;&nbsp;&nbsp;</strong></p><p>-&nbsp;RPMI medium supplemented with Glutamax (Gibco, Life Technologies, cat#: 61870-036)</p><p>-&nbsp;DMEM/F-12 with Glutamax (Gibco, Life Technologies;cat#: 10565-018)</p><p>-&nbsp;DPBS without Ca 2+ and Mg 2+ (Lonza, Morristown, NJ; cat#: 17-512F)</p><p>-&nbsp;10xDMEM (10% final volume; Millipore Sigma, St. Louis, MO; 02429 -100ml)</p><p>- 10xPBS pH=7.4 Quality Biological;&nbsp;Gaithersburg, MD; cat#: 119-069-101)</p><p>-&nbsp;DMEM medium - high glucose (Millipore Sigma, St. Louis, MO; cat#: D6429-500ml)</p><p>- Ham's F12 Nutrient Mix (Gibco Life technologies; cat#: 11765-054)</p><p>- Collagen Type 1, rat tail high concentration collagen (Corning; Corning, NJ; cat#: 354249)</p><p>- HyPure Cell Culture Grade Water (Hyclone; Pittsburgh, PA; cat#: SH3052903)</p><p><br></p><p><strong>Enzymes: </strong></p><p>-&nbsp;Trypsin (TE) Tryple Express (Gibco life Technologies, cat#: 12604-013) for passaging VF basal epithelial  progenitors</p><p>- Trypsin, Hyclone trypsin 0.25% (Hyclone, Pittsburgh, PA; cat#: SH30042.02) for passaging VF fibroblasts</p><p>- Versene 1x (Gibco Life Technologies; cat#: 15040-866) for passaging of human iPS cells</p><p><br></p><p><strong>Supplements:</strong></p><p>-&nbsp;&nbsp;Activin A (Peprotech, Rocky Hill, NJ, USA; cat#: 120-14)</p><p>-&nbsp;&nbsp;Wnt3A (R&amp;D Systems, Mineapolis, MN; cat#: 5036-WN)</p><p>-&nbsp;&nbsp;Y-27632 dihydrochloride (rho-associated kinase (ROCK) inhibitor, R&amp;D Minneapolis, MN; cat#: 1254/10)</p><p>-&nbsp;Fetal bovine serum (FBS) Ppeak Serum, Wellington, CO; cat#: PSFB3)</p><p>-&nbsp;B27 supplement (Gibco, Life Technologies; cat#: 17504044).</p><p>-&nbsp;&nbsp;N2 supplement (Gibco, Life Technologies; cat#: 17502048)</p><p>-&nbsp;&nbsp;l-Ascorbic acid (Millipore Sigma, St. Louis, MO; cat#: A82902)</p><p>-&nbsp;1-Thioglycerol (MTG; Millipore Sigma, St. Louis, MO; cat#: M6165)</p><p>-&nbsp;Penicillin-streptomycin (P/S) (Gibco,Invitrogen, Carlsbad, CA; cat#: 15-140-122)</p><p>-&nbsp;NOGGIN (R&amp;D Systems, Minneapolis, MN; cat#: 8057-NG)</p><p>-&nbsp;SB-431542 (R&amp;D Systems, Minneapolis, MN; cat#: 1614/10)</p><p>-&nbsp;FGF-2 (R&amp;D Systems, Minneapolis, MN; cat#: 233-FB)</p><p>-&nbsp;FGF10 (R&amp;D Systems, Minneapolis, MN; cat#: 345-FG)</p><p>-&nbsp;FGF7/ keratinocyte growth factor (KGF; R&amp;D Systems, Minneapolis, MN; cat#: 251-KG)</p><p>-&nbsp;cell culture inserts (Corning, Millipore Sigma, St. Louis, MO; cat#: 353090)</p><p>-&nbsp;MEM–non-essential amino acids solution 100x (Gibco Life Technologies; cat#: 11140-050)</p><p>-&nbsp;hydrocortisone (Millipore Sigma, St. Louis, MO; cat#: H0888)</p><p>-&nbsp;cholera toxin (Millipore Sigma, St. Louis, MO; cat# C9903)</p><p>-&nbsp;insulin (Millipore Sigma, St. Louis, MO; cat#: 91077C)</p><p>- adenine (Millipore Sigma, St. Louis, MO; cat#: A8626)</p><p>-&nbsp;epidermal growth factor (EGF; R&amp;D Systems, Minneapolis, MN; cat#: 236-EG)</p><p><strong>Note:</strong> All signaling factors must be reconstituted as per a manufacturer's protocol and stored at -20<sup>0</sup>C and should not be left at 4<sup>0</sup>C for more than a week. Growth media are stored at 4<sup>0</sup>C. Once mixed with the serum and/or antibiotics they should be used within 8 weeks.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>- 37<sup>0</sup>C 5% CO<sub>2</sub> tissue culture incubator</p><p>- biosafety cabinet</p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Protocol 1 : Differentiation of human iPSC-derived VF mucosa .\nHuman iPS-GFP IMR-90-4 reporter cells were maintained in an undifferentiated state in mTesr1 media on plates coated with Matrigel and they were routinely passaged with Versene in a ratio of 1:6.\nDay 1 - 3 : Definitive Endoderm Differentiation\nDay 1\nWhen human iPS cell colonies reach 80% confluence, DE induction is performed.\n1)   Mix freshly RPMI medium/Glutamax with Activin A (100ng/ml) and Wnt 3a (25ng/ml).\n2)   Aspirate to remove mTesr1 medium, wash cells twice with RPMI medium/Glutamax to remove the rest of mTesr1 medium and add freshly prepared medium (step 1) to the plate. Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator overnight.\nDay 2\n3)   Mix freshly RPMI medium/Glutamax with Activin A (100ng/ml) and 0.2% FBS.\n4)   Aspirate to remove the old medium and add the freshly prepared medium (step 3) to the plate. Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator overnight.\nDay 3\n5)   Mix freshly RPMI medium/Glutamax with Activin A (100ng/ml) and 0.2% FBS.\n6)   Aspirate to remove the old medium and add the freshly prepared medium (step 5) to the plate. Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator overnight.\nNote:\nFor better cell survival, we recommend adding rock inhibitor Y-27632 (10uM) to the day 1 medium (step 1). We used a modified protocol for the DE derivation as published elsewhere (1, 2)\nDays 4 – 8: Anterior Foregut Endoderm differentiation\nDay 4\n7) Mix DMEM/F12/Glutamax medium 500ml with 2% B12 (10ml), 1% N2 (5ml) and 1% P/S (1ml) to form DMEM/F12 basal medium. Keep it in the fridge for 8 weeks.\n8) Make ascorbic acid 1000x stock solution (50 mg/ml). Prepare a 50 mg/ml ascorbic acid solution by dissolving 500 mg of l-ascorbic acid powder in 10 ml of water, and then filter it with a 0.22-µM filter. Make 100-µl aliquots and store them at- 20 °C for up to 6 months. Store thawed aliquots at 4 °C and use them within 24 h.\n9)   Mix freshly DMEM/F12 basal medium with ascorbic acid (0.05mg/ml), 1-Thioglycerol (0.4mM), Noggin (200ng/ml) and SB-431542 (10uM).\n10)   Aspirate to remove the old medium and add the freshly prepared medium (step 9) to the plate. Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator overnight.\nDays 5 - 8\n11)   Continue culturing AFE cells for an additional 3 days, by replacing the old medium with freshly prepared medium (step 9) every day.\nNote:\nWe used a modified protocol for AFE derivation as previously published (1, 3).\nDay 8 - VBP differentiation\n12)    Mix freshly DMEM/F12 basal medium with ascorbic acid (0.05mg/ml), 1-Thioglycerol (0.4mM), FGF2 (250ng/ml), FGF7 (100ng/ml) and FGF10 (100ng/ml)\n13)   Aspirate the old medium and replace it with freshly prepared medium (step 12). Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator for 48hours.\n14)   Meanwhile prepare collagen-fibroblast constructs and conditional FAD medium (See Sections 2 and 3).\nDay 10 – Re-plating VBP on collagen-fibroblast constructs\n15)   Mix freshly DMEM basal medium with ascorbic acid (0.05mg/ml), 1-Thioglycerol (0.4mM), FGF2 (250ng/ml), FGF7 (100ng/ml) and FGF10 (100ng/ml)\n16)   Collect and transfer the old medium from the culture plate into a 15ml conical tube. Filter sterile the medium. (Do a few wells at a time to avoid drying of the wells). Briefly digest cells with warm (0.025%, wt/vol) trypsin for 3 - 5 min.\n17)   Aspirate the trypsin and add the collected medium (step 16) back to the wells. Mechanically detach the cells with 1,000-µl barrier tips or a glass pipette and transfer cells to a new 15 ml conical tube (usually 2 wells at a time). Wash the wells to collect remaining cells with freshly prepared medium (step 15). Optional : we recommend adding 0.2% FBS to the cell mixture to inhibit the trypsin activity.\n18)   Pipette the medium up and down and allow cells to settle for a few minutes or centrifuge cells briefly. Aspirate gently to remove the supernatant. Resuspend the cells in 100ul freshly prepared medium (step 15). Re-plate the cells in 2x 50ul volume on the top of collagen-fibroblast constructs. Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator for 2 hours.\n19)    After 2 hours, cells should be attached to the collagen matrix. Flood the cells with new freshly prepared medium (step 15). For one insert/well add 1ml of media into the upper chamber (insert) and 2 ml into the lower chamber (well). Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator for 48h.\nNote:\nIf the colonies of VBP in a plate at day 10 grow slowly and do not cover the whole plate and/or pile up, remove the old medium and add the freshly prepared medium to the cells (step 15). Re-plate cells on the top of collagen-fibroblast constructs on day 11.\nDay 12 (or day 13, when the cells are re-seeded on day 11)\n20)  Mix conditional FAD medium with FGF2 (250ng/ml), FGF7 (100ng/ml) and FGF10 (100ng/ml). Instructions how to prepare FAD and conditional FAD media are listed in the Section 3.\n21)   Aspire old medium from the upper and lower chambers and add freshly prepared conditional FAD medium (step 20) to the plate. Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator for 48h.\nDays 14 – 18: Air/Liquid interface with conditional FAD and FGFs\nDay 14\n22)   Mix conditional FAD medium with FGF2 (250ng/ml), FGF7 (100ng/ml) and FGF10 (100ng/ml)\n23)   Aspire old medium from the upper and lower chambers and add freshly prepared medium (step 22) to the lower chamber only (1.5ml per insert/well). Return the plates to the 370C 5% CO2 tissue culture incubator for 48h.\nDay 16\n24)   Mix conditional FAD medium with FGF2 (250ng/ml), FGF7 (100ng/ml) and FGF10 (100ng/ml)\n25)   Aspire old medium and add freshly prepared medium (step 24) to the lower chamber (1.5ml per insert/well). Return the plates to the 37\n0\nC 5% CO\n2\ntissue culture incubator for 48h.\nDay 18 - 32 (or Day 19, if the cells are re-seeded on day 11): Air/Liquid interface in regular FAD medium.\nDay 18\n26)   Aspire old medium and add FAD medium to the lower chamber only (1.5ml per an insert/well). Return the plates to the 370C 5% CO 2 tissue culture incubator.\n27)   Culture the plates for additional 14 days, changing the FAD medium three times a week in the basolateral chamber only. The cultivation at the A/Li interface can be extended up to three weeks.\nDay 32 (or Day 33)\nSet the wells aside for RNA extraction and IF staining or flow cytometry cell sorting.\nProtocol 2: Preparation of collagen – fibroblast constructs\nPrepare collagen-fibroblast constructs 1 or 2 days before VBP are re-plated on day 10). VF fibroblasts are routinely cultivated in culture medium composed of DMEM high glucose supplemented with 10%FBS, 1% MEM NEAA 100x and 1% P/S. The medium is changed every other day and cells are passaged with trypsin.\nDay 8 / 9 (If the cells are re-plated on day 10)\n1)   On ice, combine high-concentration rat tail collagen (4mg/ml; 80% final volume) and 10xDMEM (10% final volume) and adjust pH with 1N NaOH to 7.2 - 7.4.\n2)   Resupend VF primary fibroblasts 2T1 cells, passage P5 - P6, in ice-cold FBS (10% final volume; 500 000 cells/ml final volume) and add to a collagen mixture.\n3)   Plate a mixture of collagen gel and VF fibroblasts on a cell culture insert, 2ml per a 6-well culture insert\n4)   Let it solidified for one hour in a tissue incubator at 5% CO\n2\n, 37\n0\nC degrees.\n5)   After one hour, gently detach collagen with a pauster pipette and flood constructs with DMEM basal medium (Section 1, step 7). Return constructs into an incubator and left them at least 24 hours to allow for gel contraction.\nDay 10\n- Re-plating VBP on collagen-fibroblast constructs on day 10\n6)  In 1 or 2 days, mildly trypsinize VBP and plate them on collagen constructs at high density in 100ul DMEM basal medium supplemented with high concentration of FGF2 (250ng/ml), FGF10 (100ng/ml) and FGF7 (100ng/ml) as described in Section 1.\nNote: T\no make 4mg/ml rat tail collagen follow the manufacture's instructions and calculations. Briefly, to make 10ml of gel, mix 1.25ml 10xPBS, 4.17ml of rat tail collagen and 6.12ml of sterile HyPure water. Keep cold and adjust pH with 1N NaOH to pH=7.2 - 7.4. The calculations vary according to the Lot# of the rat tail collagen. The protocol for the gel preparation has been previously described by others (4, 5, and 6).\nProtocol 3: FAD medium preparation.\nFAD medium is freshly prepared every week, as previously described (4, 5, and 6)\n1)   Mix DMEM medium high glucose and Ham's F12 in ratio 1:3, with 2.5 ml FBS, 0.4 mg/ml hydrocortisone, 8.4ng /ml cholera toxin, 5 mg/ml insuline, 24mg/ml adenine, 10ng/ml epidermal growth factor, 1% penicillin-streptomycin.\n2)   In submerged cultures, apply 1ml of FAD on the transwells with collagen constructs and 2 ml of FAD into the basolateral chamber. FAD is changed every other day.\n3)   To create the A/Li, FAD medium was placed in the basolateral chamber only and changed three times a week.\n4)\nConditional FAD medium\nwas formed by cultivation of FAD with human primary VFF 21T cells for 24 hours in 37\n0\nC in 5% CO\n2\n-humidified atmosphere. After 24 hours the medium was collected, sterile-filtered and stored at -20\n0\nC. The ratio of 30:70 (30% for conditional and 70% for fresh FAD medium) was used in the experiment."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>1) Problem 1: </strong>During re-plating VF basal progenitors on constructs (day 10, Protocol 1), cells do not attach to the collagen gel properly, cells escape from the gel and attach to the bottom of a traswell instead.</p><p><strong>Possible reason</strong> - using more media than recommended and a bigger tip (100ul and larger).</p><p><strong>Solution: </strong>Resuspend the cell suspension in less than 100ul of media and use 20ul tip to plate the cells on the top of the constructs. Place one drop of cell suspension after another on the same spot, the whole drop has to stay on the construct, until cells attach to the gel. Be also very careful when transferring cells to the incubator.</p><p><strong>2) Problem: </strong>During VBP differentiation on the constructs (day 12 - 32, Protocol 1), cells do not cover the construct properly and are organized in clusters.</p><p><strong>Possible reason: </strong>VF fibroblasts do not support VBP growth enough. Fibroblasts demonstrating more shrinkage of the collagen gel before adding cells (day 8 or 9 in protocol Section 2) better support the growth. </p><p><strong>Solution:</strong> Screen fibroblasts for optimal growth-support and contraction abilities, when planning initial experiments. </p><p><strong>3) Problem: </strong>Some non specific differentiation of cells appears on constructs.</p><p><strong>Possible reason: </strong>During VBP repeating (day 10, 11) cell colonies are small and do not grow enough. Single cells leave the colonies and migrate into the empty space and undergo non-epithelial differentiation.</p><p><strong>Solution: </strong>Do not use these VBP colonies for re-plating, collect only those that are confluent and proliferate.</p><p><strong>4) Problem: </strong>During gel preparation (day 8, 9 Protocol 2), collagen prematurely precipitates when transferring on transwells.</p><p><strong>Possible reason: </strong>pipets and tubes with solutions for mixing collagen gel are not cold enough.</p><p><strong>Solution:</strong> all components must be kept on ice until the gel mixture is placed on inserts. Pipets should be chilled before use.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Step 1 - DE differentiation - 3 days</p><p>Step 2 - AFE differentiation - 4 days</p><p>Step 3 - VBP differentiation 2 days (2D cultures) + 2 days on constructs</p><p>Step 4 - VFEC differentiation - 10 days</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>After 32 days in culture hiPSC-derived VF mucosa is formed. It resembles human native VF mucosa in its morphology and function. </p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;<strong>Brafman, D., A.,</strong> Moya, N., Allen-Soltero, S., Fellner, T., Robinson, M., McMillen, Z., L., Gaasterland, T., Willert, K. Analysis of SOX2-Expressing Cell Populations Derived from Human Pluripotent Stem Cells, Stem Cell Reports, 1, 464–478 (2013).</p><p>2.&nbsp;&nbsp;&nbsp;<strong>D’Amour, K.A.,</strong> Agulnick, A.D., Eliazer, S., Kelly, O., G., Kroon, E., Baetge, E., E. Efficient differentiation of human embryonic stem cells to definitive endoderm. Nature Biotechnology, 23 (12), 1534-1541, (2005).</p><p><strong>3. Green, M.D.,</strong> Chen, A., Nostro, M.C., d’Souza, L.S., Schaniel, C., Lemischka, I.R., Gouon-Evans, V., Keller, G., Snoeck, H.W. Generation of anterior foregut endoderm from human embryonic and induced pluripotent stem cells, Nature Biotechnology, 29, 267-273 (2011)</p><p>4.&nbsp;&nbsp;&nbsp;<strong>Leydon, C.,</strong> Selekman, J. A., Palecek, S.,Thibeault, S. L. Human embryonic stem cell-derived epithelial cells in a novel in vitro model of vocal mucosa. Tissue Engineering Part A, 19, 2233–2241, (2013).</p><p>5.&nbsp;&nbsp;&nbsp;<strong>Metallo, C.M.,</strong> Ji, L., De Pablo, J.J., Palecek, S.P. Retinoic Acid and Bone Morphogenetic Protein Signaling Synergize to Efficiently Direct Epithelial Differentiation of Human Embryonic Stem Cells, Stem Cells, 26:372–380, (2008).</p><p>6.&nbsp;&nbsp;&nbsp;<strong>Lungova, V.,</strong> Leydon, C., Thibeault, S. L. Derivation of Epithelial Cells from Human Embryonic Stem Cells as an In Vitro Model of Vocal Mucosa. In: Turksen K. (eds) Human Embryonic Stem Cell Protocols. Methods in Molecular Biology, vol 1307. Humana Press, New York, NY. ISBN: 978-1-4939-2667-1 (Print), 2016; 978-1-4939-2668-8 (Online), 2014. (2014).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": ""
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-12069-w",
                "date": "2019-09-24 16:03:53",
                "title": "Human induced pluripotent stem cell-derived vocal fold mucosa mimics development and responses to smoke exposure",
                "authors": [
                    "Vlasta Lungova",
                    "Xia Chen",
                    "Ziyue Wang",
                    "Christina Kendziorski",
                    "Susan L. Thibeault"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 126939,
                "identity": "b3f43ff1-b469-4d5a-9e11-cfcfaaa8d0c2",
                "order_by": 1,
                "name": "Vlasta Lungova",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-2054-0122",
                "institution": "University of Wisconsin Madison",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Vlasta",
                "middleName": "",
                "lastName": "Lungova",
                "suffix": ""
            },
            {
                "id": 126940,
                "identity": "a22a95aa-9459-475a-a8b1-7bad8f805e32",
                "order_by": 2,
                "name": "Susan Thibeault",
                "email": "thibeault@surgery.wisc.edu",
                "orcid": "https://orcid.org/0000-0002-9046-4356",
                "institution": "University of Wisconsin Madison",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Susan",
                "middleName": "",
                "lastName": "Thibeault",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-08-04 22:04:00",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.12611/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.12611/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13479300,
                "identity": "8ff360e5-2535-438e-8849-cf3393b0f099",
                "added_by": "auto",
                "created_at": "2021-09-16 21:38:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 395948,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-662/v1/b74cd4e5-741b-445e-b120-30ea417c8790.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "vocal fold epithelium, in vitro culture, differentiation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Development of treatments for vocal dysphonia has been inhibited by lack of human vocal fold (VF) mucosa models because of difficulty in procuring VF epithelial cells, epithelial cells’ limited proliferative capacity and absence of cell lines.&nbsp;&nbsp;We report development of engineered VF mucosae from hiPSC, transfected via TALEN constructs for green fluorescent protein, that mimic development of VF epithelial cells&nbsp;<em>in utero.&nbsp;</em>Modulation of FGF signaling achieves stratified squamous epithelium from definitive and anterior foregut derived cultures. Robust culturing of these cells on collagen-fibroblast constructs produces three-dimensional models comparable to&nbsp;<em>in vivo </em>VF mucosa.</p>",
        "manuscriptTitle": "Developmental derivation of  vocal fold mucosa from human induced pluripotent stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-11-20 13:28:09",
                "doi": "10.21203/rs.2.12611/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "e96f3631-9ad7-451a-ad92-87f3204a8ba7",
        "owner": [],
        "postedDate": "November 20th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 19910,
                "name": "Developmental biology"
            },
            {
                "id": 19912,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-11-20 13:28:09",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}