{
    "identity": "nprot-5523",
    "title": "Direct conversion of human keratinocytic cells towards a melanocyte-like phenotype",
    "content": [
        {
            "header": "Introduction",
            "content": "Differentiation and specialization of cells has long been thought to be a unidirectional process, which leads from multipotent stem cells towards terminally differentiated somatic cells. Step by step, this view has changed and at least since the groundbreaking discovery of induced pluripotent stem cells \\(iPSCs), there is no doubt that cell fate is plastic and alterable<sup>1</sup>. The ability to change cell fate at will is inevitably linked with regenerative medicine to provide patients with customized replacement tissue and iPSCs could serve as a source of patient-specific stem cells. However, iPSCs first need to be differentiated into the desired tissue type and the remaining undifferentiated iPSCs need to be eliminated as they bear the risk of giving rise to tumors after engraftment. Transdifferentiation, which is the direct conversion of one somatic cell type into another, could represent an alternative to the differentiation of iPSCs. The principles of reprogramming to pluripotency and direct lineage conversion are basically the same and include the overexpression of pluripotency or lineage-specific transcription factors and the supplementation of media with components that support the conversion towards the favored cell type.\r\n\n\nAlready in 1987, Davis and colleagues successfully transdifferentiated murine fibroblasts towards myoblasts by overexpressing the transcription factor MyoD<sup>2</sup>. Only a few years later, also human keratinocytes \\(HaCaT cells) could be transdifferentiated to myocytes by treatment with MyoD1 and 5-azacytidine<sup>3</sup>. Since that time, a lot of progress has been made in this field, and scientists succeeded with converting somatic cells directly into several lineages<sup>4</sup>, including neurons<sup>5-8</sup>, cardiomyocytes<sup>9-10</sup>, hematopoietic cells<sup>11-14</sup>.and pancreatic β cells<sup>15</sup>. Lately, Yang and colleagues achieved the conversion of fibroblasts to melanocytes by overexpressing MITF, SOX10 and PAX3<sup>16</sup>. Similarly, we have shown that also keratinocytic cells and even cancer cells of keratinocytic origin can be directed towards a melanocyte-like phenotype with factor combinations different from the one published in Yang’s study<sup>17</sup>. Interestingly, we could demonstrate that the tumorigenic potential of squamous cell carcinoma cells is linked to their differentiation status since transdifferentiation completely abolished tumorigenicity. This finding is in line with earlier studies on transdifferentiation of B cell lymphoma and leukemia cells towards a macrophage-like phenotype where upon transdifferentiation the cancer cells showed drastically impaired or no tumorigenic potential anymore<sup>18-19</sup>. Here we describe a protocol for the transdifferentiation of keratinocytic cells towards a melanocyte-like phenotype."
        },
        {
            "header": "Reagents",
            "content": "• MET-4<sup>20-21</sup> and HaCaT cells<sup>22</sup>\r\n\n\n• 293T cells \\(ATCC; cat. no. CRL-3216)\r\n\n\n• Lentiviral packaging plasmids pCMV-dR8.91 and pCMV-VSV-G were kindly provided by Dr. Konrad Hochedlinger \\(Howard Hughes Medical Institute and Department of Stem Cell and Regenerative Biology, Harvard University)\r\n\n\n• The lentiviral construct for the expression of the reverse tetracycline-dependent transactivator \\(rtTA), FUdeltaGW-rtTA, was a gift from Konrad Hochedlinger \\(Addgene plasmid # 19780)<sup>23</sup>\r\n\n\n• MITF reporter construct \\(MITFP-pLenti)<sup>24</sup>\r\n\n\n• Lentiviral expression constructs harboring the transdifferentiation factors<sup>17</sup>\r\n\n\n• Dulbecco’s phosphate buffered saline \\(PBS) \\(Sigma-Aldrich, cat. no. D8537)\r\n\n\n• Trypsin-EDTA solution \\(T/E) \\(Sigma-Aldrich, cat. no. T3924)\r\n\n\n• Dulbecco’s Modified Eagle’s medium \\(DMEM) \\(Sigma-Aldrich, cat. no. D5796)\r\n\n\n• Medium 254 \\(Thermo Fisher Scientific, cat. no. M254500)\r\n\n\n• Human melanocyte growth supplement \\(HMGS) \\(Thermo Fisher Scientific, cat. no. S0025)\r\n\n\n• MCDB 153 medium \\(Sigma-Aldrich, cat. no. M7403)\r\n\n\n• Human basic fibroblast growth factor \\(bFGF) \\(Promokine, cat. no. C-60240)\r\n\n\n• Bovine pituitary extract \\(bPE) \\(Thermo Fisher Scientific, 13028014)\r\n\n\n• Forskolin \\(Tocris, cat. no. 1099)\r\n\n\n• Hydrocortisone \\(Sigma-Aldrich, cat. no. H0888)\r\n\n\n• Insulin solution human \\(Sigma-Aldrich, cat. no. I9278)\r\n\n\n• 12-O-tetradecanoylphorbol-13-acetate \\(TPA) \\(Sigma-Aldrich, cat. no. P8139)\r\n\n\n• CaCl<sub>2</sub> \\(Carl Roth, cat. no. CN93.1)\r\n\n\n• Fetal bovine serum \\(Biochrom; cat. no. S0115)\r\n\n\n• Penicillin/Streptomycin \\(Sigma-Aldrich; cat. no. P0781)\r\n\n\n• Doxycycline \\(Sigma-Aldrich, cat. no. D9891)\r\n\n\n• MEM non-essential amino acid solution \\(NEAA) \\(Sigma-Aldrich; cat. no. M7145)\r\n\n\n• 2-mercaptoethanol \\(Thermo Fisher Scientific; cat. no. 31350010)\r\n\n\n• Puromycin \\(Carl Roth, cat. no. 0240.1)\r\n\n\n• Zeocin \\(InvivoGen, cat. no. ant-zn-1p)\r\n\n\n• X-tremeGene 9 DNA transfection reagent \\(Roche, cat. no. 06 365 787 001)\r\n\n\n• Rneasy mini kit \\(Qiagen, cat. no. 74106)\r\n\n\n• RevertAid First Strand cDNA synthesis kit \\(Thermo Fisher Scientific, cat. no. K1621)\r\n\n\n• Sybr Green PCR master mix \\(Thermo Fisher Scientific, cat. no. 4309155)\r\n\n\n• cOmplete, Mini protease inhibitor cocktail \\(Roche, cat. no. 11 836 153 001)\r\n\n\n• Pierce BCA protein assay kit \\(Thermo Fisher Scientific, cat. no. 23225)\r\n\n\n• Acrylamide and bisacrylamide stock solution \\(Carl Roth, cat. no. 3029.1)\r\n\n\n• SDS solution, 10% \\(Bio-Rad, cat. no. 161-0416)\r\n\n\n• TEMED \\(Carl Roth, cat. no. 2367.3)\r\n\n\n• 4x Laemmli sample buffer \\(Bio-Rad, cat. no. 161-0747)\r\n\n\n• PVDF transfer membranes \\(Carl Roth, cat. no. T831.1)\r\n\n\n• Mouse anti-MITF antibody \\(Abcam, cat. no. ab80651)\r\n\n\n• Skim milk powder \\(Sigma-Aldrich, cat. no. 70166)\r\n\n\n• Tween-20 \\(AppliChem, cat. no. 142312.1611)\r\n\n\n• Rabbit anti-DCT antibody \\(Proteintech, cat. no. 13095-1-AP)\r\n\n\n• Rabbit anti-β-actin antibody \\(Cell Signaling Technology, cat. no. 4970)\r\n\n\n• Goat anti-mouse HRP-linked antibody \\(Cell Signaling Technology, cat. no. 7076S)\r\n\n\n• Goat anti-rabbit HRP-linked antibody \\(Cell Signaling Technology, cat. no. 7074S)\r\n\n\n• Amersham ECL Prime Western blotting detection reagent \\(GE Healthcare, cat. no. RPN2232)"
        },
        {
            "header": "Equipment",
            "content": "• CO<sub>2</sub> incubator \\(humidified, CO<sub>2</sub> at 5%, 37°C)\r\n\n\n• Plastic disposable pipettes, 5 ml \\(Corning, cat. no. 4487)\r\n\n\n• Plastic disposable pipettes, 10 ml \\(Corning, cat. no. 4488)\r\n\n\n• Plastic disposable pipettes, 25 ml \\(Corning, cat. no. 4489)\r\n\n\n• 6 well cell culture plate \\(Greiner bio-one, cat. no. 657 160)\r\n\n\n• Cell culture flasks, 75 cm<sup>2</sup> \\(Greiner bio-one, cat. no. 658 175)\r\n\n\n• Cell culture flasks, 175 cm<sup>2</sup> \\(Greiner bio-one, cat. no. 660 175)\r\n\n\n• Cell scraper \\(Corning, cat. no. 3010)\r\n\n\n• Microcentrifuge tubes, 1.5 ml \\(Eppendorf, cat. no. T9661)\r\n\n\n• Conical test tubes, 15 ml \\(nerbe plus, cat. no. 02-502-3001)\r\n\n\n• Conical test tubes, 50 ml \\(nerbe plus, cat. no. )\r\n\n\n• Syringes, 50 ml \\(Terumo, cat. no. SS-50L1)\r\n\n\n• Syringe filters, CME, 0.22 µm \\(Carl Roth, cat. no. KH54.1)\r\n\n\n• Syringe filters, PVDF, 0.45 µm \\(Carl Roth, cat. no. P667.1)\r\n\n\n• Bottle-top-filters, 0,2-µm polyethersulfone \\(PES) \\(Th. Geyer, cat. no. 7048390)\r\n\n\n• Glass Pasteur pipettes, 150 mm \\(WU Mainz, cat. no. 10216234)\r\n\n\n• Tissue culture centrifuge\r\n\n\n• Microcentrifuge\r\n\n\n• Microscope\r\n\n\n• Cryotubes \\(Thermo Fisher Scientific, cat. no. 375418)\r\n\n\n• Freezing container \\(Sigma-Aldrich, cat. no. C1562)\r\n\n\n• NanoDrop\r\n\n\n• Rotating wheel"
        },
        {
            "header": "Procedure",
            "content": "Box 1\r\n\n\nProduction of lentiviral particles – TIMING 4 d\r\n\n\n1. Day 1. Prewarm DMEM without supplements and x-tremeGENE9 DNA transfection reagent to room temperature \\(RT).\r\n  2. Pipette 770 µl of DMEM without supplements into a 1.5 ml microcentrifuge tube.\r\n  3. Add 50 µl of x-treneGENE9 DNA transfection reagent. Make sure that you pipette the transfection reagent directly into the DMEM and not to the wall of the tube.\r\n  4. Incubate for 5 minutes at RT.\r\n  5. Add the DNA to your DMEM/x-tremeGENE9 mix in the following ratio:\r\n  \r\n\n\nTransfer plasmid that contains your gene of interest 11 µg\r\n\n\nPackaging plasmid pCMV-dR8.91  8,25 µg\r\n\n\nEnvelope plasmid pCMV-VSV-G   5,5 µg\r\n\n\n\r\n\n\nCRITICAL STEP: Check the correct identity of your plasmid on a regular basis with restriction digestion and by sequencing, especially when you routinely use glycerol stocks for inoculation of your bacterial cultures for plasmid preparation. Since long-term storage can affect the concentration of your plasmid, determine the concentration before using it for transfection. Allow new DNA preparations to dissolve in water or buffer over night at 4°C. Insufficiently dissolved plasmid might result in incorrectly measured concentrations. In order to confirm DNA concentration measurements with devices like spectrophotometer or NanoDrop always estimate the concentration also from samples loaded on agarose gels by comparing the intensity of a band of interest with the bands from the DNA ladder.\r\n\n\n\r\n\n\n6. Incubate at RT for 30 minutes. Meanwhile, aspirate the old medium and add new MEF medium to your T75 flask of HEK293T cells. The HEK cells should be 70-90% confluent on the day of transfection.\r\n  \r\n\n\nCRITICAL STEP: Check your HEK cells for contamination with mycoplasma before using them for the production of lentiviral particles. Infection with mycoplasma may not affect growth of the cells or their transfection efficiency but will drastically interfere with the production of viral particles.\r\n\n\n\r\n\n\n7. Add the DMEM/x-tremeGENE/DNA mix dropwise to the medium of the HEK cultures.\r\n  8. Day 2. After 24 h discard the medium and add fresh MEF medium.\r\n  9. Harvest the supernatant after 12 h and add fresh medium. Store the harvested supernatant at 4°C.\r\n  10. Day 3. Harvest the supernatant after another 12 and 24 h.\r\n  11. Filter the pooled supernatants through a 0.45-µm PVDF filter in order to get rid of cells. Supernatant can be stored for a short time \\(2-4 weeks) at 4°C.\r\n  12. For long-term storage aliquot the filtered supernatant and store it at -80°C.\r\n  \r\n\n\nAlternatively, centrifuge the supernatant with an ultracentrifuge to concentrate the virus. In this case, directly proceed from step 11 to step 13.\r\n\n\n\r\n\n\n13. Day 4. Centrifuge the supernatant at 20.000 g and 4°C for 2 h with an ultracentrifuge.\r\n  14. Completely remove the liquid and add 100 µl of PBS to the pellet. Pellets are sometimes hardly visible.\r\n  15. For long-term storage aliquot the resuspended virus and store it at -80°C.\r\n  CRITICAL STEP: Avoid repeated freeze- and thaw-cycles of your aliquots. This will lower the infection efficiency significantly.\r\n\n\n? TROUBLESHOOTING\r\n\n\n\r\n\n\n\r\n\n\nBox 2\r\n\n\nFreezing of cells – TIMING 30 min\r\n\n\n1. Prewarm T/E solution to room temperature.\r\n  2. Aspirate the medium and wash the cells once with PBS.\r\n  3. Add T/E to the cells and incubate at 37°C until all cells are detached from the surface.\r\n  4. Add medium and carefully rinse the cells off the surface. Transfer the cells into a 15ml conical test tube and spin them down at 1200 rpm for 5 min. Discard the supernatant.\r\n  5. Resuspend the cells in a small volume of medium.\r\n  6. Add the same amount of freezing medium and mix carefully.\r\n  7. Aliquot the cell suspension at 1 ml each into cryotubes.\r\n  8. Put the cryotubes into a freezing container and leave them at 4°C for about 2 h.\r\n  9. Put the freezing container at -80°C over night.\r\n  10. For long-term storage transfer the cells into a liquid nitrogen tank.\r\n  Cells can be stored in liquid nitrogen for several years.\r\n\n\n\r\n\n\n\r\n\n\nProcedure\r\n\n\nProduction of lentiviral particles – TIMING 4 d\r\n\n\n1. Prepare lentiviral particles according to the protocol described in Box 1. Test the efficiency of your viral particles in small scale before using it for important and time-consuming experiments. Easy testing is possible with viruses harboring fluorescent constructs or constructs providing resistance to antibiotics. \r\n  \r\n\n\nInfection with lentiviral particles harboring the reporter and the transactivator \\(rtTA) construct and selection for both – TIMING 2-3 weeks\r\n\n\n2. The day before infection seed out keratinocytic cells, such as HaCaT or MET-4 cells, in a 6-well plate so that they are approximately 20% confluent the day after. Make sure to seed out at least one well as a non-infected control for each antibiotic which will be used for selection after infection.\r\n  3. On the following day, add 2 ml of fresh MEF medium \\(HaCaT cells) or DMEM supplemented with 10% FBS and 1% penicillin/streptomycin \\(basic DMEM for MET-4 cells) to each well. Add 500 µl of supernatant containing viral particles or 3 µl of concentrated solution of viral particles. First, cells will be coinfected with viral particles harboring the MITF reporter construct \\(selectable with puromycin) and the rtTA \\(selectable with zeocin). Incubate the cells with the virus over night.\r\n  \\! CAUTION: Take the mandatory S2 precautions when working with lentiviral particles\\!\r\n\n\n4. Replace the medium containing viral particles with fresh growth medium and let the cells grow for at least 24h before starting the selection process.\r\n  5. After 24-48h wash the cells four times with PBS to remove any residual virus particles.\r\n  ? TROUBLESHOOTING\r\n\n\n6. Add fresh MEF medium \\(HaCaT) or basic DMEM \\(MET-4) with puromycin \\(final concentration 0.2 µg/ml) and zeocin \\(final concentration 50 µg/ml) to the cells that have been infected with the MITF reporter construct and the rtTA. Add puromycin in the same concentration to one of the non-infected control wells and zeocin in the same concentration to another well with non-infected cells. Infection with the reporter construct is not mandatory since transdifferentiating cells can easily be identified based on their morphology and enriched via differential trypsinization. Yet, the reporter construct can serve as an additional marker.\r\n  CRITICAL STEP: The optimal concentrations for the selection antibiotics need to be determined for every cell line and for each selection antibiotic individually. The concentration not only depends on the cell type, growth conditions and the metabolic activity of a cell but also on the medium. In order to determine the optimal concentration, the cells need to be exposed to increasing concentrations of the antibiotics. Density of the cells should not exceed 50% when the selection process starts. If too confluent the cells need to be passaged prior to selection. Fresh medium with antibiotic should be added every two days. The minimal concentration which kills all the cells within one week can be considered the optimal concentration and should be used for all experiments. Determine the optimal concentration for every new batch of your antibiotic. One can either select with both antibiotics simultaneously or consecutively. Robust cell lines are amenable for simultaneous selection. More sensitive cell lines should rather be subjected to consecutive selection. After successful selection the cells can be cultivated in medium without selection antibiotics. However, to maintain the resistant phenotype the cells may be cultivated in the presence of selection antibiotics \\(working concentration) for one week every month.\r\n\n\n7. Add fresh growth medium with puromycin and zeocin every other day and continue the selection process until all uninfected control cells are dead.\r\n  ? TROUBLESHOOTING\r\n\n\n8. Propagate the selected cells and plate them for superinfection with the transdifferentiation factor cocktail. Freeze some aliquots of your infected cells as described in the protocol in Box 2 as a backup\\!\r\n  \r\n\n\nInfection with lentiviral particles harboring the transdifferentiation factors and induction of transgene overexpression – TIMING 16 d\r\n\n\n9. The day before infection plate the keratinocytic cells, such as HaCaT or MET-4 cells, infected with and selected for the MITF reporter construct and the rtTA so that they reach 30-50% confluence the following day.\r\n  10. Add 2 ml of fresh MEF medium \\(HaCaT) or basic DMEM \\(MET-4) to each well. Add 3 µl of each concentrated virus. Incubate the cells with the viral particles overnight. In our hands, the combined transduction with lentiviral constructs overexpressing MITF-M, LEF1, SOX9 and SOX10 turned out to be the most effective for transdifferentiation of MET-4 cells yielding the highest percentage of melanocyte-like cells. HaCaT cells responded best to the factor combination MITF-M, PAX3, SOX2 and SOX9.\r\n  \\! CAUTION: Try to minimize the virus load during infection. Too many viral particles can cause cell death. Even if the infection does not harm the cells too much in many cases induction leads to a dramatic loss of cells due to the massive overexpression from too many copies of expression constructs inserted into the cell genomes.\r\n\n\n? TROUBLESHOOTING  \r\n\n\n11. Wash the cells four times with PBS to remove any residual virus particles.\r\n  12. Add 2 ml of MEF medium \\(HaCaT) or basic DMEM \\(MET-4) with doxycycline at a final concentration of 1 µg/ml to the cells. Change the medium every two to three days.\r\n  13. One week after induction switch to MCDB medium with 1 µg/ml doxycycline. Change medium every two to three days. Within 10 days after induction of transgene expression cells begin to change their morphology from cobblestone-like to spindle-shaped and start to resemble melanocytes.\r\n  ? TROUBLESHOOTING\r\n\n\n14. Withdraw doxycycline two weeks after induction. Continue cultivating the cells in MCDB medium.\r\n  \r\n\n\nEnrichment of melanocyte-like cells by differential trypsinization – TIMING 2-3 months\r\n\n\nWith good transduction efficiencies the amount of cells switching from cobblestone-like to spindle-shaped morphology, thus undergoing transdifferentiation, can reach more than 50%. However, these melanocyte-like cells proliferate much slower than those that transdifferentiate only partially or not at all. Hence, non-transdifferentiated cells tend to overgrow the transdifferentiated cells. For this reason, differential trypsinization is used to concentrate and separate spindle-shaped cells from those with a still more keratinocytic phenotype. Differential trypsinization takes advantage of the fact of differential adhesion of melanocytes and keratinocytes, i.e. melanocyte-like cells detach much faster from the plate than keratinocytic cells.\r\n\n\n15. Prewarm T/E solution to room temperature.\r\n  16. Aspirate the MCDB medium and wash the cells once with PBS.\r\n  17. Add T/E to the cells and incubate for two minutes at 37°C.\r\n  18. Add MCDB medium and carefully rinse the cells off the surface. Transfer the cells into a fresh cell culture flask.\r\n  19. Let the cells grow to confluence and repeat steps 15 to 19 until you have pure fractions of spindle-shaped cells, which can be used for further analyses and characterization.\r\n  \r\n\n\nCharacterization of melanocyte-like cells – TIMING 3-5 d\r\n\n\nIt is recommended to analyze melanocyte-like cells in detail in order to make sure that the phenotypic alterations are driven by molecular and transcriptional changes. For this purpose, the expression of characteristic markers should be analyzed on RNA \\(A) and protein \\(B) level. Since the presence of melanosomes is a hallmark of the melanocytic lineage, electron microscopic examination of the transdifferentiated cells represents a valuable method to confirm successful lineage conversion.\r\n\n\n\\(A) Analysis of marker expression by qPCR\r\n\n\nI. Prewarm T/E solution to room temperature.\r\n\n\nII. Aspirate the MCDB medium and wash the cells once with PBS.\r\n\n\nIII. Add T/E to the cells and incubate for two minutes at 37°C.\r\n\n\nIV. Add MCDB medium and carefully rinse the cells off the surface. Depending on the volume, transfer the cells either into a 15ml conical test tube or a microcentrifuge tube.\r\n\n\nV. Spin down the cells at 1200 rpm \\(when using conical test tubes) or 4000 rpm \\(when using microcentrifuge tubes) for 5 min and discard the supernatant.\r\n\n\nVI. Purify total RNA from the cells with the RNeasy Mini Kit from Qiagen according to the manufacturer’s protocol.\r\n\n\nVII.  Determine concentration and purity of your RNA samples with a NanoDrop.\r\n\n\nVIII. Use the RevertAid First Strand cDNA Synthesis Kit \\(Thermo Fisher Scientific) to synthesize first-strand cDNA according to the manufacturer’s protocol.\r\n\n\nIX. Use cDNA for qPCR analysis with Sybr Green PCR Master Mix \\(Applied Biosystems). Test for the expression of typical melanocytic markers, such as MITF-M, DCT, TRP1 and tyrosinase, and characteristic keratinocytic markers, lie K10, K14, involucrin, loricrin, Integrin α6 and β4.\r\n\n\n\r\n\n\n\\(B) Analysis of marker expression by Western blot\r\n\n\nI. Aspirate the MCDB medium and add PBS to the cells.\r\n\n\nII. Scratch them from the surface with a cell scraper and transfer them either into a 15ml conical test tube or a microcentrifuge tube.\r\n\n\nIII. Spin down the cells at 1200 rpm \\(when using conical test tubes) or 4000 rpm \\(when using microcentrifuge tubes) and discard the supernatant.\r\n\n\nIV. Lyse the cells by resuspending them in RIPA buffer and incubating them for 10 min at 4°C on a rotating wheel.\r\n\n\n\\! CAUTION: Always keep your samples on ice to prevent the proteins from degrading.\r\n\n\nV. Spin down all cell debris at 15.000 g and 4°C for 10 min.\r\n\n\nVI. Transfer the aqueous solution into a new prechilled microcentrifuge tube.\r\n\n\nPAUSE POINT: The supernatant after centrifugation can be stored at -80°C for several months.\r\n\n\nVII. Determine the protein concentration of each sample with the Pierce BCA Protein Assay kit according to the manufacturer’s protocol.\r\n\n\nVIII. Use the protein lysate for Western blot analysis. Load 20-50 µg per sample on a gel. We tested for the expression of melanocytic markers, such as MITF and DCT."
        },
        {
            "header": "Timing",
            "content": "Step 1, Production of lentiviral particles: 4 d\r\n\n\nStep 2, Transduction with and selection for reporter and transactivator construct: 2-3 weeks\r\n\n\nStep 3, Transduction with transdifferentiation factors, induction of overexpression and cultivation until withdrawal of doxycyclin: 16 d\r\n\n\nStep 4, Enrichment of melanocyte-like cells: 2-3 months\r\n\n\nStep 5, Characterization of melanocyte-like cells: 3-5 d\r\n\n\nBox 1, Production of lentiviral particles: 4 d\r\n\n\nBox 2, Freezing routine: 30 min"
        },
        {
            "header": "Anticipated Results",
            "content": "After transducing the keratinocytic cells, such as HaCaT or MET-4 cells, with lentiviral expression constructs harboring MITF-M, LEF1, SOX9 and SOX10 and inducing ectopic overexpression with doxycycline, transgene expression should be detectable after two to three days. One week after induction expression of endogenous MITF should be present. The first cells with melanocyte-like morphology should appear within 10 days after induction of ectopic overexpression. The above mentioned factor combination should yield a quite good percentage of cells undergoing morphological changes. In our hands, up to 80% of infected cells changed their morphology to melanocyte-like<sup>15</sup>. The cells should sustain melanocyte-like morphology even after withdrawal of doxycycline after two weeks. After some rounds of serial trypsinization, a detailed characterization of transdifferentiated cells should reveal a downregulation of typical keratinocytic markers and an upregulation of melanocyte markers. Electron microscopic examination should demonstrate the presence of the hallmark organelles of the melanocytic lineage, the melanosomes. Beyond that, transdifferentiated malignant keratinocytic cells, such as MET-4 cells, should show a reduction or loss of capacities associated with a tumorigenic phenotype in comparison with the parental MET-4 cells. Proliferation, migration and invasion capacity should be reduced significantly. Additionally, the tumor forming potential upon injection of the cells into immunocompromized mice should be abolished showing that tumorigenicity is linked to a certain differentiation lineage and relies on the aberrant exploitation of cell line-specific regulatory mechanisms and signal transduction cascades."
        },
        {
            "header": "References",
            "content": "1. Takahashi, K. & Yamanaka, S. Induction of pluripotent stem cells from mouse embryonic and adult fibroblast cultures by defined factors. Cell 126:663–676 \\(2006).\r\n  2. Davis, R.L., Weintraub, H. & Lassar A.B. Expression of a single transfected cDNA converts fibroblasts to myoblasts. Cell 51:987–1000 \\(1987).\r\n  3. Boukamp, P., Chen, J., Gonzales, F., Jones, P.A. & Fusenig, N.E. Progressive stages of \"transdifferentiation\" from epidermal to mesenchymal phenotype induced by MyoD1 transfection, 5-aza-2'-deoxycytidine treatment, and selection for reduced cell attachment in the human keratinocyte line HaCaT. J Cell Biol. 116\\(5):1257-71 \\(1992).\r\n  4. Novak, D., Weina, K. and Utikal, J. From skin to other cell types of the body. J Dtsch Dermatol Ges. 12\\(9):789-92 \\(2014).\r\n  5. Vierbuchen, T., Ostermeier, A., Pang, Z.P., Kokubu, Y., Südhof, T.C. & Wernig M. Direct conversion of fibroblasts to functional neurons by defined factors. Nature 25; 463\\(7284):1035-41 \\(2010).\r\n  6. Caiazzo, M., Dell'Anno, M.T., Dvoretskova, E., Lazarevic, D., Taverna, S., Leo, D., Sotnikova, T.D., Menegon, A., Roncaglia, P., Colciago, G., Russo, G., Carninci, P., Pezzoli, G., Gainetdinov, R.R., Gustincich, S., Dityatev, A. & Broccoli, V. Direct generation of functional dopaminergic neurons from mouse and human fibroblasts. Nature 3; 476\\(7359):224-7 \\(2011).\r\n  7. Pfisterer, U., Kirkeby, A., Torper, O., Wood, J., Nelander, J., Dufour, A., Bjorklund, A., Lindvall, O., Jakobsson, J. & Parmar, M. Direct conversion of human fibroblasts to dopaminergic neurons. Proc. Natl. Acad. Sci. USA 108,10343–10348 \\(2011).\r\n  8. Son, E.Y., Ichida, J.K., Wainger, B.J., Toma, J.S., Rafuse, V.F., Woolf, C.J. & Eggan, K. Conversion of mouse and human fibroblasts into functional spinal motor neurons. Cell Stem Cell 2; 9\\(3):205-18 \\(2011).\r\n  9. Ieda, M., Fu, J.D., Delgado-Olguin, P., Vedantham, V., Hayashi, Y., Bruneau, B.G. & Srivastava, D. Direct reprogramming of fibroblasts into functional cardiomyocytes by defined factors. Cell 142, 375–386 \\(2010).\r\n  10. Song, K., Nam, Y.J., Luo, X., Qi, X., Tan, W., Huang, G.N., Acharya, A., Smith, C.L., Tallquist, M.D., Neilson, E.G., Hill, J.A., Bassel-Duby, R. & Olson, E.N. Heart repair by reprogramming non-myocytes with cardiac transcription factors. Nature 485, 599–604 \\(2012).\r\n  11. Laiosa, C.V., Stadtfeld, M., Xie, H., de Andres-Aguayo, L. & Graf, T. Reprogramming of committed T cell progenitors to macrophages and dendritic cells by C/EBP alpha and PU.1 transcription factors. Immunity 25\\(5):731-44 \\(2006).\r\n  12. Feng, R., Desbordes, S.C., Xie, H., Tillo, E.S., Pixley, F., Stanley, E.R. & Graf, T. PU.1 and C/EBPalpha/beta convert fibroblasts into macrophage-like cells. Proc Natl Acad Sci U S A. 105\\(16):6057-62 \\(2008).\r\n  13. Szabo, E., Rampalli, S., Risueno, R.M., Schnerch, A., Mitchell, R., Fiebig-Comyn, A., Levadoux-Martin, M. & Bhatia, M. Direct conversion of human fibroblasts to multilineage blood progenitors. Nature 468, 521–526 \\(2010).\r\n  14. Pulecio, J., Nivet, E., Sancho-Martinez, I., Vitaloni, M., Guenechea, G., Xia, Y., Kurian, L., Dubova, I., Bueren, J., Laricchia-Robbio, L., Izpisua-Belmonte, J.C. Conversion of human fibroblasts into monocyte-like progenitor cells. Stem Cells 32, 2923–2938 \\(2014).\r\n  15. Pagliuca, F.W., Millman, J.R., Gürtler, M., Segel, M., Van Dervort, A., Ryu, J.H., Peterson, Q.P., Greiner, D. & Melton, D.A. Generation of functional human pancreatic β cells in vitro. Cell 159\\(2):428-39 \\(2014).\r\n  16. Yang, R., Zheng, Y., Li, L., Liu, S., Burrows, M., Wei, Z., Nace, A., Herlyn, M., Cui, R., Guo, W., Cotsarelis, G. & Xu, X. Direct conversion of mouse and human fibroblasts to functional melanocytes by defined factors. Nat Commun. 5:5807 \\(2014).\r\n  17. Fehrenbach, S., Novak, D., Bernhardt, M., Larribere, L., Boukamp, P., Umansky, V. & Utikal, J. Loss of tumorigenic potential upon transdifferentiation from keratinocytic into melanocytic lineage. Sci Rep. 6:28891 \\(2016).\r\n  18. Rapino, F., Robles, E.F., Richter-Larrea, J.A., Kallin, E.M., Martinez-Climent, J.A. & Graf, T. C/EBPα induces highly efficient macrophage transdifferentiation of B lymphoma and leukemia cell lines and impairs their tumorigenicity. Cell Rep. 3\\(4):1153-63 \\(2013).\r\n  19. McClellan, J.S., Dove, C., Gentles, A.J., Ryan, C.E. & Majeti, R. Reprogramming of primary human Philadelphia chromosome-positive B cell acute lymphoblastic leukemia cells into nonleukemic macrophages. Proc Natl Acad Sci U S A. 112\\(13):4074-9 \\(2015).\r\n  20. Popp, S., Waltering, S., Holtgreve-Grez, H., Jauch, A., Proby, C., Leigh, I.M. & Boukamp, P. Genetic characterization of a human skin carcinoma progression model: from primary tumor to metastasis. J Invest Dermatol. 115\\(6):1095-103 \\(2000).\r\n  21. Proby, C.M., Purdie, K.J., Sexton, C.J., Purkis, P., Navsaria, H.A., Stables, J.N. & Leigh, I.M. Spontaneous keratinocyte cell lines representing early and advanced stages of malignant transformation of the epidermis. Exp Dermatol. 9\\(2):104-17 \\(2000).\r\n  22. Boukamp, P., Petrussevska, R.T., Breitkreutz, D., Hornung, J., Markham, A. & Fusenig, N.E. Normal keratinization in a spontaneously immortalized aneuploid human keratinocyte cell line. J Cell Biol. 106\\(3):761-71 \\(1988).\r\n  23. Maherali, N., Ahfeldt, T., Rigamonti, A., Utikal, J., Cowan, C. & Hochedlinger, K. A high-efficiency system for the generation and study of human induced pluripotent stem cells. Cell Stem Cell 3\\(3):340-5 \\(2008).\r\n  24. Kordaß, T., Weber, C.E., Oswald, M., Ast, V., Bernhardt, M., Novak, D., Utikal, J., Eichmüller, S.B. & König, R. SOX5 is involved in balanced MITF regulation in human melanoma cells. BMC Med Genomics 9:10 \\(2016)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Jennifer Dworacek, Daniel Roth and Sayran Arif-Said for technical assistance. This work was supported by grants from the German Cancer Aid \\(Max-Eder Research\r\n\n\nGroup, J.U.), the German Research Council \\(RTG2099, J.U.) and the Baden-Württemberg Foundation \\(J.U., P-B.)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep28891",
                "date": "2017-01-18 17:31:58",
                "title": "Loss of tumorigenic potential upon transdifferentiation from keratinocytic into melanocytic lineage",
                "authors": [
                    "Sabrina Fehrenbach",
                    "Daniel Novak",
                    "Mathias Bernhardt",
                    "Lionel Larribere",
                    "Petra Boukamp",
                    "Viktor Umansky",
                    "and Jochen Utikal"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14423,
                "identity": "a0e79296-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jochen Utikal",
                "email": "j.utikal@dkfz.de",
                "orcid": "",
                "institution": "Skin Cancer Unit, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jochen",
                "middleName": "",
                "lastName": "Utikal",
                "suffix": ""
            },
            {
                "id": 14417,
                "identity": "a0e76ffb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Daniel Novak",
                "email": "",
                "orcid": "",
                "institution": "Skin Cancer Unit, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Daniel",
                "middleName": "",
                "lastName": "Novak",
                "suffix": ""
            },
            {
                "id": 14418,
                "identity": "a0e77592-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sabrina Fehrenbach",
                "email": "",
                "orcid": "",
                "institution": "Skin Cancer Unit, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sabrina",
                "middleName": "",
                "lastName": "Fehrenbach",
                "suffix": ""
            },
            {
                "id": 14419,
                "identity": "a0e77a38-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Lionel Larribere",
                "email": "",
                "orcid": "",
                "institution": "Skin Cancer Unit, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Lionel",
                "middleName": "",
                "lastName": "Larribere",
                "suffix": ""
            },
            {
                "id": 14420,
                "identity": "a0e78441-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mathias Bernhardt",
                "email": "",
                "orcid": "",
                "institution": "Skin Cancer Unit, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mathias",
                "middleName": "",
                "lastName": "Bernhardt",
                "suffix": ""
            },
            {
                "id": 14421,
                "identity": "a0e78876-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Petra Boukamp",
                "email": "",
                "orcid": "",
                "institution": "IUF–Leibniz Research Institute for Environmental Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Petra",
                "middleName": "",
                "lastName": "Boukamp",
                "suffix": ""
            },
            {
                "id": 14422,
                "identity": "a0e78db3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Viktor Umansky",
                "email": "",
                "orcid": "",
                "institution": "Skin Cancer Unit, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Viktor",
                "middleName": "",
                "lastName": "Umansky",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-01-18 17:51:13",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.014",
        "doiUrl": "https://doi.org/10.1038/protex.2017.014",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609633,
                "identity": "d1774724-e202-411e-9869-8b93d4e9f922",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 42667,
                "visible": true,
                "origin": "",
                "legend": "Flowchart of the transdifferentiation procedure.   Keratinocytic cells, such as HaCaT or MET-4 cells, were first infected with lentiviral particles harboring the MITF reporter construct and the reverse tetracycline-dependent transactivator and then selected for both constructs with puromycin and zeocin, respectively. Cells carrying both constructs are depicted with a green nucleus (MITF reporter construct) and a grey dot (rtTA) in the nucleus. Afterwards, cells were transduced with the transdifferentiation factors MITF-M, LEF1, SOX9 and SOX10. Cells successfully transduced with these constructs are depicted with a red dot in the nucleus. Induction of transgene overexpression with doxycycline and switch to MCDB medium led to the generation of melanocyte-like cells with the typical spindle-shape.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5523/v1/figure_1.jpg"
            },
            {
                "id": 2609634,
                "identity": "82d7e557-28e1-4369-aa75-b16dc461f3b7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 111706,
                "visible": true,
                "origin": "",
                "legend": "Examples of MET-4 squamous cell carcinoma cells that have been transdifferentiated towards melanocyte-like cells.   A) MET-4 cells subjected to transdifferentiation. Cells that successfully underwent lineage switch are characterized by their spindle-shaped morphology (white arrows) in comparison to the original cobble-stone like morphology of unaltered MET-4 cells (yellow arrow). 40x magnification. B) Normal human melanocytes showing their typical spindle-shaped morphology. 40x magnification. C) transdifferentiated (white arrows) and untransdifferentiated (yellow arrow) MET-4 cells. 100x magnification. D) Normal human melanocytes. 100x magnification.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5523/v1/figure_2.jpg"
            },
            {
                "id": 2609635,
                "identity": "f4473319-2dc3-4ffc-a12e-08e923e66ad0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50662,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Primers used for qPCR analysis",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5523/v1/figure_3.jpg"
            },
            {
                "id": 2609636,
                "identity": "78273adb-6ef8-410d-b4a9-b49597f8b01f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:04",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 62705,
                "visible": true,
                "origin": "",
                "legend": "Table 2   Troubleshooting",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5523/v1/figure_4.jpg"
            },
            {
                "id": 13465021,
                "identity": "e21f290b-6f17-48b4-8956-6918d1f49c28",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 492188,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5523/v1/a6259d59-fb0b-4809-987e-15b0a265c0a7.pdf"
            }
        ],
        "financialInterests": "No potential conflicts of interest were disclosed.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "keratinocytes, squamous cell carcinoma, melanocytes, transdifferention",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In the recent past, the direct conversion of one cell type into another has been successfully accomplished for several cell lineages by ectopically overexpressing defined factors demonstrating that terminal differentiation is not necessarily a dead-end road. Moreover, the induction of a certain differentiation status can be achieved with varying factor combinations depending on the starting cell type. Here we present a method to directly convert keratinocytic cells towards a stable melanocyte-like phenotype. With this protocol melanocyte-like cells can be obtained 2-3 weeks after induction. These cells show a loss of keratinocyte characteristics and adopt typical melanocytic features. Subjection of cancer cells of keratinocytic origin to transdifferentation additionally abolished their tumorigenicity. Thus, this protocol represents a suitable tool for studying molecular mechanisms of differentiation of epidermal cell types and the connection between differentiation status and tumorigenicity.",
        "manuscriptTitle": "Direct conversion of human keratinocytic cells towards a melanocyte-like phenotype",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-02-02 12:21:24",
                "doi": "10.1038/protex.2017.014",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0e6f905-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 2nd, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3794,
                "name": "Cell biology"
            },
            {
                "id": 3795,
                "name": "Biological techniques"
            },
            {
                "id": 3796,
                "name": "Developmental biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-02-02 12:21:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}