{
    "identity": "pex-1441",
    "title": "<p>Generation of Human Elongating Multi-Lineage Organized (EMLO) Gastruloids</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Stem cell research is revolutionizing the study of human nervous system function and dysfunction by providing a reproducible unlimited cell resource for investigating cell types and processes,&nbsp;previously impossible due to inaccessibility as well as to technical and moral concerns. The application of developmental principles gleaned primarily from non-human model organisms has proved indispensable to the establishment of human stem cell technologies, which in turn reveal new developmental principles and can be further refined into neurotechnologies such as sophisticated 3D heterogenous culture systems [1]. Such enabling technologies are expected to transform treatment and recovery of many neurological disorders, such as spinal cord injury (SCI), neurocristopathies, and congenital malformations.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The ability to generate caudal cells with trunk identity such as mesendoderm and neuromesodermal progenitors has led to the realization of complex multi-lineage, embryo-like entities. For example, gastruloids generated using caudalized mouse embryonic stem cells (mESCs) [2] have paved the way for increased complexity such as somitogenesis and neural tube formation [3] and cardiogenesis [4] <em>in vitro</em>. Work by the Gouti lab [5] succeeded in generating neuromuscular trunk organoids with interconnected neural and skeletal muscle compartments with functional output and that can be maintained in culture over 100 days. These organoids lack the endoderm lineage. Such an increase in complexity has not yet been achieved in human gastruloids, and the human EMLO model system begins to address this gap. EMLOs contain tissue precursors of the central nervous system, peripheral nervous system, gut tube, mesenchyme, and heart. The EMLO gastruloids can be maintained in suspension cultures and matured into larger, complex organoids with established systems interconnectivity. This model system is therefore highly applicable to developmental studies of organogenesis and end organ innervation with broad relevance to the study of disease and developmental defects. As well, it provides the first human platform to enable the study of neural crest ontogeny and the separate developmental landscapes of the neural crest and neurons arising from ectodermal versus non-ectodermal origins [6, 7]. The detailed protocol to generate human EMLOs <em>in vitro </em>is provided herein (<strong>Figure 1</strong>).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Cell culture reagents, chemicals and growth factors</strong></p><p>Pluripotent stem cells</p><p>hPSCs (hESC or hiPSC)</p><p>Chang et al., 2015 [8], Tomov et al., 2016 [9]</p><p>mTeSR Plus</p><p>STEMCELL Technologies</p><p>Cat.No.: 05825</p><p>mFreSR for preservation</p><p>STEMCELL Technologies</p><p>Cat.No.: 05854</p><p>DMEM/F-12</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 11320033</p><p>Neurobasal Plus Medium</p><p>Thermo Fisher Scientific</p><p>Cat.No.: A3582901</p><p>N-2 supplement (100X)</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 17502048</p><p>B-27 supplement (50X)</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 17504044</p><p>GlutaMAX</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 35050061</p><p>MEM Non-Essential Amino Acids</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 11140050</p><p>Penicillin-Streptomycin</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 15140122</p><p>hESC-qualified Matrigel</p><p>Corning</p><p>Cat.No.: 08-774-552</p><p>CHIR 99021</p><p>Tocris Bioscience</p><p>Cat.No.: 4423</p><p>bFGF/FGF2</p><p>R&amp;D Systems</p><p>Cat.No.: 233-FB</p><p>HGF</p><p>R&amp;D Systems</p><p>Cat.No.: 294-HG</p><p>IGF-1</p><p>R&amp;D Systems</p><p>Cat.No.: 291-G1</p><p>Y-27632</p><p>Tocris Bioscience</p><p>Cat.No.: 1254</p><p>Accutase</p><p>STEMCELL Technologies</p><p>Cat.No.: 07920</p><p>Gentle Cell Dissociation Reagent</p><p>STEMCELL Technologies</p><p>Cat.No.: 07174</p><p>Anti-Adherence Rinsing Solution</p><p>STEMCELL Technologies</p><p>Cat.No.: 07010</p><p>HBSS</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 14025076</p><p>HBSS CM-free</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 14175095</p><p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Culture plates, 2D imaging chambers and equipment</strong></p><p>6 well plate</p><p>CELLTREAT</p><p>Cat.No.: 229105</p><p>100 mm petri dish</p><p>Fisher</p><p>Cat.No.: S33580A</p><p>Lab-Tek II chambered coverglass</p><p>Thermo Fisher Scientific</p><p>Cat.No.: 155382</p><p>CHEMcell VERSA-ORB2 orbital shaker</p><p>Chemglass Life Sciences</p><p>Cat.No.: CLS-4021-100</p>"
        },
        {
            "header": "Procedure",
            "content": "Human pluripotent stem cell (hPSC) culture:\n·      hiPSCs are maintained in the pluripotency medium mTeSR Plus supplemented with 1x penicillin-streptomycin (P-S) on hESC-qualified Matrigel (1:100 dilution; Corning) at 37\no\nC, 5% CO\n2\n. Cultures are passaged 1:6 in 6-well plates every 4-7 days depending on confluency and growth rate of the cell line in question using Gentle Cell Dissociation Reagent (GCDR). For EMLO formation, low passage number is ideal.\n·      hPSC lines are cryopreserved in mFreSR cryopreservation medium according to manufacturer’s instructions.\n·      In general, 6 well plates are used hPSC culture, passaged 1 well to 6 wells (1:6) at ~75%\nEstablishing hPSC cultures for EMLO induction:\n1. Prepare hESC-qualified Corning Matrigel-coated 6-well plates by diluting Matrigel 1:100 in ice-cold DMEM/F-12.\na. Add 1 ml per well to pre-chilled tissue culture-treated plates and incubate at 37\no\nC in a humidified incubator with 5% CO\n2\nfor 1.5-2 h prior to passaging.\n2. Bring mTeSR Plus medium to room temperature without using a water bath.\n3. Establish 2D hiPSC cultures for induction.\na. Passage the stem cells with GCDR: aspirate the cell culture medium, add 1 ml of GCDR to the well(s) to be passaged. Note, this well is passaged 1:6, so depending on the experiment multiple wells can be passaged for scale-up. However, a substantial number of EMLOs can be generated from a small starting culture batch (1-4 wells of hPSCs).\nb. Incubate cells in GCDR for 3 min at room temperature. This incubation time requires cell line-specific optimization according to the manufacturer’s instructions.\nc. While the cells are incubating in GCDR, use a 5 ml serological pipette to aspirate the Matrigel-DMEM/F12 solution from the coated 6-well plate and add 1 ml room temperature mTeSR Plus medium to each well.\nd. At the end of GCDR incubation, aspirate the reagent and add 3 ml mTeSR Plus to the well that is being passaged. The additional wells containing hPSC colonies can be stored, passaged for continued hPSC culture, or used for other parallel experiments being performed. In the well containing 3 ml mTeSR Plus, use a 5 ml serological pipette to gently dislodge the treated colonies. Orient the serological pipette orthogonally to the plane of the plate and perform a forward/backward scraping motion over the entire area of the well, then rotate the plate 90 degrees and repeat to ensure all cells are dislodged from the substrate.\ne. Using a P-1000 blue tip, pipette the suspension up and down 2-3 times before transferring 0.5 ml to each well of the 6 well plate already containing 1 ml/well. Avoid over-pipetting in order to maintain small aggregates. Return the coated plates with cell suspensions to the incubator and incubate overnight allowing colonies to adhere.\nf. The next day, visually inspect cultures for small colony adherence and, if positive, aspirate the 1.5 ml mTeSR, rinse 2x in 1 ml DMEM/F-12 to remove non-adherent colony debris and add 2 ml fresh room temperature mTeSR Plus to each well. Return the plate to the incubator and maintain this culture with fresh media changes when necessary until the cultures are approximately 50-60% confluent. Since the colonies are not dissociated and reseeded as single cells on Matrigel prior to 2D induction, this confluency has been found to be optimal.\n2D induction of hPSC colonies for EMLO formation:\n4. When cultures reach ~50-60% confluency, they are ready for induction in N2B27 medium supplemented with 3 μM CHIR 99021, 40 ng/mL FGF2. Note that the CHIR 99021 concentration is critical for induction and the optimal concentration varies within the tight window of 3-3.5 μM. In our study, we applied 3 μM CHIR 99021 to all cell lines without line-specific optimization, but formation efficiencies may be further improved at this step. Prepare 10 ml of N2B27 with these added factors and warm to room temperature without a water bath.\n5. At the time of induction, aspirate mTeSR Plus medium and rinse 2x with DMEM/F-12. Add 2 ml N2B27 + 3 μM CHIR 99021 + 40 ng/mL FGF2 (Induction Medium) per well depending on how much material is required for downstream experiments. One well can generate hundreds of EMLOs. Other wells can be maintained in mTeSR for further passaging or other experiments.\n6. Return the plates to the incubator and repeat this step 24 h later after visual inspection. Depending on the cell line, the CHIR 99021 induces a rounding-off of colonies as transcriptional programs begin to transition away from pluripotency maintenance. For EMLOs, we use a 48 h induction duration. Ensure that FOXA2 expression is not lost by IF. In addition to the rounding-off of colonies during induction, there is also a loss of the well-demarcated hPSCs within the colony into a more “blended” appearance (\nFigure 2\n). If maintained under these conditions, the edges of the colonies will begin to develop a raised character around the perimeter along with cells that begin to migrate away from the colony border. The typical ideal point at which to proceed to the next step (dissociation and transition to orbital shaking culture) is between these two time/morphological benchmarks.\nTransition to orbital shaking culture and EMLO maturation:\nAt 2 days (48 hr) after induction with N2B27 + CHIR/FGF2 as adherent 2D colonies, cultures are ready to generate single cell suspensions for direct transition to orbital shaking culture.\nPrior to dissociation:\n7. Prepare 10 (or 20 ml) N2B27 freshly supplemented with 10 ng/ml FGF2, 2 ng/ml HGF, 2 ng/ml IGF-1, and 50 μM ROCK inhibitor (Y-27632). Note, this is 5x the typical concentration of ROCK inhibitor used for routine cell passaging. The higher ROCK inhibitor concentration is useful to ensure cell survival, promote aggregation, and to induce the neural crest cell lineage. Warm freshly prepared medium to room temperature.\n8. Dilute Accutase 1:1 in HBSS (CM-free) for enzymatic dissociation and warm to room temperature.\n9. Pre-treat tissue culture-treated 6-well plates with Anti-Adherence Rinse Solution (STEMCELL Technologies) for 10 min. Alternatively, use ultra-low adhesion 6-well plates.\n10. After 10 min, aspirate the rinsing solution and rinse twice with 2 ml HBSS. The second rinse can be kept in the wells while cells are dissociated to prevent drying out.\nDissociation:\n11. Aspirate medium from the induced wells and rinse 2x in 1 ml DPBS or HBSS, then add 1 ml Accutase diluted 1:1 in the HBSS CM-free and return to the incubator for 5 min.\n12. At 5 min, if the cells remain adherent, aspirate the enzyme solution and add 1 ml N2B27 basal medium (no supplements) per well. Perform the same serological pipette scraping technique as described above for passaging hPSCs in GCDR. If cells detach during the 5 min incubation time with Accutase, add 1 ml of culture medium and perform a centrifugation step in 2 ml tubes at 350 x\ng\nfor 5 min to remove the enzyme and collect the cells.\n13. Using a P-1000 blue tip, pipette gently to generate a single cell suspension. Dissociation to single cells occurs quickly and can be monitored by visual inspection under a tissue culture microscope. Combine the wells and add the entire volume to a 15 ml conical tube, centrifuge at 350 x\ng\nfor 5 min.\n14. Aspirate the N2B27 basal medium from the cell pellet and dilute in the appropriate volume of N2B27 supplemented with the ROCK inhibitor, FGF2/HGF/IGF-1 so that each well of the 6-well plate contains 2 x 10\n6\ncells in 2 ml medium (1 x 10\n6\ncells/ml). The cell density can be optimized for a particular cell line in question to include ~2 to 4 x 10\n6\ncells per well (1 - 2 x 10\n6\ncells/ml). We used this approach as described by Trujillo et al. (2019) [10] for generating cerebral organoids. An alternative to 15 ml centrifugation is to perform the spin steps in 2 ml epp tubes at a higher (450 x\ng\n) speed to ensure all cells are retained.\nOrbital shaking (day 0 = 0 h, dissociation):\n15. Place the plates on an orbital shaker set to the clockwise direction. The rotational speed of orbital shaking is key to achieving the initial size of the starting aggregates. Orbital shaker speed may require optimization per cell line behavior. For aggregation, cultures are shaken at 80 rpm. This speed is reduced to 70-75 rpm later in the EMLO protocol as elongation occurs to prevent shearing.\nValidating aggregate cell number (day 1 = 24 h post-dissociation):\n16. The next day, validate aggregation by visual inspection using a microscope.\na. One direct method to determine cell number (300-400 cells at this stage) is by fixation of a subset of aggregates 24 h after transitioning to orbital shaker, staining with DAPI and counting cells from imaging data using confocal microscope-generated Z-stacks.\nb. One indirect bulk method is to determine the concentration of aggregates from a subset of the population by hemocytometer, dilute in buffer to achieve a known absolute number of aggregates, dissociate to single cells, and count again with hemocytometer or an automated cell counting system. Divide the total number of cells by the number of aggregates used to determine an average value at this stage.\nChanging medium (day 1 = 24 h, one-half volume)\n17. Perform one-half volume media changes.\na. Depending on the density of the aggregates produced, it may be advantageous to split the wells 1:2. If splitting, prepare additional low-adhesion dishes in advance. This will be a function of the cell line used, the initial density of single cells added to the wells, and the orbital shaker speed.\nb. At this time point (24 h post-aggregation), one-half volume of medium should be replaced with fresh N2B27 without ROCK inhibitor. Prepare freshly supplemented N2B27 medium so that the final concentration of FGF2, HGF, and IGF-1 after adding the new one-half volume remains the same. Change medium by pooling the aggregates in a 15 ml conical tube and allow them to settle by gravity before aspirating. Add fresh medium and return the aggregates to low adhesion wells. Fresh plates can be used at this step to reduce non-viable cell debris.\nc. Return the cultures to the orbital shaker and maintain until day 3.\n18. Visually inspect the shaking cultures on the intervening day 2. Even by phase contrast microscopy, the polarization into two relatively distinct domains may be visible.\n19. On day 3, aspirate the entire volume of media and replace with fresh N2B27 + 2 ng/ml HGF, 2 ng/ml IGF-1 (no FGF2 this time) and return to the orbital shaker once more, overnight to day 4.\nVisual inspection and exclusion of growth factors (day 4)\n20. At day 4, visually inspect the cultures. Morphological signs of polarization and elongation may be evident at this stage by phase contrast microscopy, such as protrusions from the main body of the aggregate (\nFigure 3\n). Replace the entire volume with fresh N2B27 basal medium only (no growth factors added).\na. Transfer the aggregates from a single well 1:1 to 100 mm dishes pre-treated with Anti-Adherence Rinsing Solution and 2x HBSS rinses. Dilute one well of the 6-well plate to a final volume of 7-8 ml N2B27 in the pre-treated 100 mm dish.\nb. Return the dish to the orbital shaker and reduce the speed to 70 rpm to prevent shearing of compartments as elongation proceeds. Maintain the developing EMLOs in this manner for the remainder of the protocol.\n21. Replenish EMLO culture media using a 15 or 50 ml conical tube with N2B27 basal every 3 to 5 days as necessary. For our study, EMLOs were maintained to 40 days. The continued orbital shaking method allows the transition of the small gastruloids with three germ layers to larger organoid-like multi-compartment structures linked by the gut tube and neurons."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1. Ensure hPSC lines used are of low passage number and have been checked for genomic integrity by karyotype, and validated for pluripotency, preferably by multi-lineage teratoma formation.</p><p>2. The cell density can be optimized for a given cell line on the day of aggregation. Typically, 2 to 4 x 10<sup>6</sup> cells per well are included (1 - 2 x 10<sup>6</sup> cells/ml).</p><p>3. CHIR 99021 concentration is critical for induction and the optimal concentration varies by cell line within the tight window of 3-3.5 μM. CHIR concentration must be optimized for each new cell line attempted and formation efficiencies can be calculated. The duration of CHIR/FGF2 induction should also be optimized for the cell line used. This is best done by combining phase contrast of colony morphology with immunofluorescence (IF) to verify the co-expression of SOX2 and FOXA2 (<strong>Table 2 </strong>primary antibodies). The detailed method for fixation and imaging is provided in the original associated manuscript. It is best to avoid over-inducing with CHIR and FGF that further restricts cultures to NMPs, away from mesendoderm character. For IF, plate colonies in mTeSR Plus onto Matrigel-coated Lab Tek II chambered cover glass and allow them to adhere to the substrate. Culture, fixation, antibody staining and imaging can all be performed in this single platform. Maintain the colonies in mTeSR Plus and begin induction in parallel with the 6-well plates used for EMLO formation.</p><p>4. The speed of orbital shaking should be optimized to prevent aggregate fusion (too slow) or shearing (too fast). Typically, 75-80 rpm is used for the aggregation and is subsequently reduced to 70 rpm as EMLOs elongate. For aggregation, the speed should be optimized to generate initial aggregates containing ~300-400 cells that are ~100 μm or less in diameter. These starting aggregates are ideal for EMLO formation.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Time taken to handle EMLOs each day is typically 30 minutes or less. The length of the protocol is dictated by EMLO induction and formation events. hPSCs are induced as 2D colonies on Matrigel for 48 hours prior to dissociation and aggregation in suspension on an orbital shaker. EMLO patterning in N2B27 plus growth factors occurs over the first four days. Subsequently, the EMLOs are maintained in suspension in non-supplemented N2B27 to the experimental end point. (e.g. day 40).</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>For EMLOs, we use a 48 h induction period of Matrigel-adherent 2D hPSC colonies. Colonies induced by Induction Medium should exhibit a loss of the well-demarcated hPSC borders within colonies into a more “blended” appearance as well as rounding-off of the colony edges (<strong>Figure 2</strong>). If cultures are over-induced, they will begin to develop a raised character around the perimeter with cells that begin to migrate away from the edge. The typical ideal point at which to proceed to dissociation and aggregation on the orbital shaker is between these two time/morphological benchmarks. After cells are dissociated and aggregated in 6-well plates on the orbital shaker overnight, dense, uniform cultures of spherical aggregates should be evident. The diameter of the aggregates is on the order of 100 μm or less, and should contain ~300-400 cells to enable initial critical polarization events (<strong>Figure 3</strong>). During the first four days of formation, the spherical aggregates will become oblong, and IF with SOX2 and GATA6 at days 3-4 should demonstrate segregated, polarized domains. It is recommended that IF be performed in the case that cultures cannot be unambiguously assessed by phase contrast microscopy. Between days 4 and 16, it is expected that protrusions from the main aggregate body emerge and then proceed to elongate. The self-organized gut tube may be evident by phase contrast, particularly closer to day 13, and can be visualized earlier by IF. By day 16, neurons from the spinal cord region should completely envelop the gut tube, and neural crest cell biomarkers can be identified in both the neural spinal cord compartment and the elongating mesoderm-endoderm compartment. If EMLOs are matured in suspension to later timepoints (beyond day 30), the gut tube may begin to undulate (<strong>Figure 4</strong>). EMLOs can be dissociated for single cell sequencing or fixed and stained for biomarker imaging at any point in the protocol.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Olmsted, Z. T. &amp; Paluh, J. L. Stem cell neurodevelopmental solutions for restorative treatments of the human trunk and spine. Manuscript in press <em>Front. Cell. Neurosci. </em>(2021).</p><p>&nbsp;</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Van den Brink, S.C. et al. Symmetry breaking, germ layer specification and axial organization in aggregates of mouse embryonic stem cells. <em>Development</em> <strong>141,</strong> 4231-4242 (2014).</p><p>&nbsp;</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Veenvliet, J.V. et al. Mouse embryonic stem cells self-organize intro trunk-like structures with neural tube and somites. <em>Science </em><strong>370,</strong> eaba4937 (2020).</p><p>&nbsp;</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Rossi, G. et al. Capturing cardiogenesis in gastruloids. <em>Cell Stem Cell</em> <strong>28,</strong><em> </em>1-11 (2021).</p><p>&nbsp;</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Faustino Martins, J.M. et al. Self-organizing 3D human trunk neuromuscular organoids. <em>Cell Stem Cell</em> <strong>26,</strong> 172-186 (2020).</p><p>&nbsp;</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Brokhman, I. et al. Dual embryonic origin of the mammalian enteric nervous system. <em>Dev. Biol. </em><strong>445</strong>, 256-270 (2019).</p><p>&nbsp;</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Furness, J. B. &amp; Stebbing, M. J. The first brain: species comparisons and evolutionary implications for the enteric and central nervous systems. <em>Neurogastrenterol. Motil. </em><strong>30</strong>, epub (2017)</p><p>&nbsp;</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;Chang, E.A. et al. Derivation of ethnically diverse human induced pluripotent stem cell lines. <em>Sci. Rep.</em> <strong>5, </strong>15234 (2015).</p><p>&nbsp;</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;Tomov, M.L. et al. Distinct and shared determinants of cardiomyocyte contractility in multi-lineage competent ethnically diverse iPSCs. <em>Sci. Rep.</em> <strong>6,</strong> 37637 (2016).</p><p>&nbsp;</p><p>10.&nbsp;Trujillo, C.A. et al. Complex oscillatory waves emerging from cortical organoids model early human brain network development. <em>Cell Stem Cell</em> <strong>25, </strong>558-569 (2019).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This work was funded by the New York State Department of Health (NYS DOH) Spinal Cord Injury Research Board (NYSCIRB), Projects to Accelerate Research Translation (PART) award C33278GG and SUNY Polytechnic SEED award 917035-21 and used published lines developed through previous New York State stem cell research (NYSTEM) funding.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-021-23294-7",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 19237094,
                "identity": "69090aa9-5020-4fe5-bc83-221115634be6",
                "order_by": 0,
                "name": "Zachary T. Olmsted",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5717-9345",
                "institution": "State University of New York Polytechnic Institute, Colleges of Nanoscale Science and Engineering",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zachary",
                "middleName": "T.",
                "lastName": "Olmsted",
                "suffix": ""
            },
            {
                "id": 19237095,
                "identity": "718770fd-c63a-47b3-92cf-3346786a3458",
                "order_by": 1,
                "name": "Janet L. Paluh",
                "email": "jpaluh@sunypoly.edu",
                "orcid": "https://orcid.org/0000-0002-5988-6075",
                "institution": "State University of New York Polytechnic Institute, Colleges of Nanoscale Science and Engineering",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Janet",
                "middleName": "L.",
                "lastName": "Paluh",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-03-31 00:46:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1441/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1441/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 9442676,
                "identity": "085b131f-c3e5-4884-b4b3-1fd54f398b0f",
                "added_by": "auto",
                "created_at": "2021-05-21 16:22:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1181292,
                "visible": true,
                "origin": "",
                "legend": "Overview of protocol for human EMLO generation.",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1441/v1/c06d07aff0d5b3ddc8930a95.jpg"
            },
            {
                "id": 9442822,
                "identity": "8bad657c-30fe-4a42-903a-f8bbed93413c",
                "added_by": "auto",
                "created_at": "2021-05-21 16:25:28",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 17011992,
                "visible": true,
                "origin": "",
                "legend": "EMLO 2D colony induction. Phase contrast imaging in Induction Medium over time.",
                "description": "",
                "filename": "Figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1441/v1/d12ef10edf628311a918782e.jpg"
            },
            {
                "id": 9442671,
                "identity": "9e2d6d54-5e41-40cc-bef3-4e445683bcf0",
                "added_by": "auto",
                "created_at": "2021-05-21 16:22:26",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 15776934,
                "visible": true,
                "origin": "",
                "legend": "Single cell aggregation and early EMLO polarization. Representative phase contrast images at 5x magnification are shown at 24 h post-aggregation, day 4 (early polarization), and day 15 (elongated). Scale bar provided.",
                "description": "",
                "filename": "Figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1441/v1/d416c96655fb0703bd8e9069.jpg"
            },
            {
                "id": 9442672,
                "identity": "b602dc90-fac2-40ef-9bdb-2cc3287efede",
                "added_by": "auto",
                "created_at": "2021-05-21 16:22:26",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 10358292,
                "visible": true,
                "origin": "",
                "legend": "EMLO maturation in suspension. Representative contrast image (left) and TUJ1/FOXA2 immunostain (right) in day 40 EMLOs with the undulating gut tube. Scale bar provided.",
                "description": "",
                "filename": "Figure4.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1441/v1/e22743361fb21bae32623d3d.jpg"
            },
            {
                "id": 13694089,
                "identity": "2581a1ad-c662-4ba2-b483-05d7288a3bca",
                "added_by": "auto",
                "created_at": "2021-09-17 12:51:42",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 533567,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1441/v1/16fabece-274f-4fcd-93d0-cbf68e52f7af.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "human induced pluripotent stem cells (iPSCs), gastruloid, organoid, elongating multi-lineage organized, EMLO, central nervous system, peripheral nervous system, neuromesodermal progenitor, neural crest cell, mesendoderm, gut tube, mesenchyme",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>The inaccessibility of scientific discovery to human development at post-implantation, including specialization and differentiation, necessitates sophisticated heterogenous 3D <em>in vitro </em>models. This protocol describes the generation and self-organization of human elongating multi-lineage organized (EMLO) gastruloids in suspension without the need for supplied extracellular matrix (ECM). EMLO gastruloids can be matured to large organoid states comprised of interconnected tissue microstructures of the trunk. These include correlates of the neuromesodermal progenitor-derived central nervous system, the neural crest cell-derived peripheral nervous system, the endoderm-derived primitive gut tube, and the mesoderm-derived splanchnic mesenchyme. Herein, we provide critical details for the reproducible generation of human EMLOs <em>in vitro</em>.</p>",
        "manuscriptTitle": "Generation of Human Elongating Multi-Lineage Organized (EMLO) Gastruloids",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-05-21 16:22:11",
                "doi": "10.21203/rs.3.pex-1441/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "b2402b67-7485-4749-9763-0d387e1f62c1",
        "owner": [],
        "postedDate": "May 21st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3323077,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-05-21 16:22:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}