{
    "identity": "nprot-7401",
    "title": "Protein electroporation of Cre recombinase into cultured _Arabidopsis_ cells with an intact cell wall",
    "content": [
        {
            "header": "Introduction",
            "content": "The Cre/loxP system is a powerful genome engineering tool that has been extensively used in numerous areas of the life sciences. Cre recombinase catalyzes recombination between two of its consensus DNA sequences, named _loxP_<sup>1–3</sup>, and can be used for various applications including lineage/cell type-specific gene knockout, selectable marker removal, and chromosomal rearrangement<sup>1–8</sup>. Although the Cre/loxP system has been widely used in a variety of organisms including plant cells<sup>9–17</sup>, its application in cultured plant cells has been limited compared to that in animal cells. One major obstacle is cell wall, which protects plant cells from mechanical stress and the entry of exogenous substances. Methods have been developed to deliver biomaterials into cultured plant cells through the cell wall, such as the delivery of DNA using a particle gun or _Agrobacterium_ \\(_Rhizobium_)-mediated techniques are widely used in plant research<sup>18,19</sup>. However, exogenous DNA fragments are often or invariably incorporated into the genomic DNA and may induce unexpected effects that interfere with subsequent analyses. To overcome these obstacles, we focus on direct protein delivery to cultured plant cells and show an efficient protein-electroporation technique for Cre recombinase into cultured _Arabidopsis thaliana_ cells with an intact cell wall."
        },
        {
            "header": "Reagents",
            "content": "_Escherichia coli_ \\(_E. coli_) strain BL21\\(DE3) \\(312-06534, Nippon Gene, Japan)\r\n\n\npET-HNCre\\(A207T)<sup>20</sup> \\(Constructed in our lab and available upon request)\r\n\n\nLB Broth \\(Lennox) \\(L7275, Sigma, United States)\r\n\n\nSOC outgrowth medium \\(B9020, New England Biolabs, United States)\r\n\n\nKanamycin Sulfate Solution \\(50mg/ml) \\(117-00961, FUJIFILM Wako, Japan)\r\n\n\nIsopropyl β-D-1-thiogalactopyranoside \\(IPTG) \\(094-05144, FUJIFILM Wako, Japan)\r\n\n\nTriton X-100 \\(168-11805, FUJIFILM Wako, Japan)\r\n\n\nNi-NTA agarose \\(30230, QIAGEN, Germany)\r\n\n\nCoomassie staining solution: EzStain AQua \\(AE-1340, Atto, Japan)\r\n\n\n_Arabidopsis thaliana_ T87 cell line \\(RIKEN Bio Resource Center, Japan)\r\n\n\n_Arabidopsis thaliana_ T87-xGxGUS cell line<sup>21</sup> \\(Established with a binary vector pCAMBIA-N-xGxGUS<sup>21</sup>, and available upon request) \r\n\n\nMurashige and Skoog Plant Salt Mixture \\(392-00591, Nihon Pharmaceutical, Japan)\r\n\n\nMurashige and Skoog Modified Vitamin Solution 1000X \\(2625149, MP Biomedicals, United States)\r\n\n\nHygromycin B \\(084-07681, FUJIFILM Wako, Japan)\r\n\n\nOpti-MEM I \\(51985034, Thermo Fisher Scientific, United States)\r\n\n\nX-Glucuronide \\(X-Gluc) \\(EB04274, Carbosynth, United Kingdom)\r\n\n\n6-chloro-4-methylumbelliferyl β-D-glucuronide \\(CMUG) \\(29064, Glycosynth, United Kingdom)\r\n\n\nBlack 96-well plate \\(137101, Thermo Fisher Scientific, United States)\r\n\n\nMightyAmp DNA Polymerase Ver.3 \\(R076A, Takara Bio, Japan)\r\n\n\nDNA oligonucleotides \\(FASMAC, Japan) \r\n\n\nAgarose S Tablet \\(316-06071, Nippon Gene, Japan)\r\n\n\n50×TAE \\(313-90035, Nippon Gene, Japan)\r\n\n\nGelGreen \\(41004, Biotium, United States)\r\n\n\n\r\n\n\n**Reagent setup**\r\n\n\n0.1 M IPTG: Dissolve IPTG powder in H<sub>2</sub>O and stored in -20°C until use.\r\n\n\n10% \\(v/v) Triton X-100: Dilute viscous solution in H<sub>2</sub>O for easier handling.\r\n\n\n2 M imidazole \\(pH 8.0): Adjust pH with HCl.\r\n\n\nLysis10 buffer: 50 mM Tris-HCl, 500 mM NaCl, 10% glycerol, 10 mM imidazole, 1 mM benzylsulfonyl fluoride, 1 mM dithiothreitol, pH 8.0\r\n\n\nWash20 buffer: 50 mM Tris-HCl, 500 mM NaCl, 10% glycerol, 20 mM imidazole, pH 8.0\r\n\n\nElute500 buffer: 50 mM Tris-HCl, 500 mM NaCl, 10% glycerol, 500 mM imidazole, pH 8.0\r\n\n\nBuffer A: 20 mM HEPES, 500 mM NaCl, 10% glycerol, 1 mM dithiothreitol, pH 7.4\r\n\n\nHBS: 20 mM HEPES, 150 mM NaCl, 5 mM KCl, 25 mM glucose\r\n\n\nLiquid NT1 medium \\(pH 5.8): 30 g/L sucrose, 0.1 mM KH<sub>2</sub>PO<sub>4</sub>, 1× Murashige and Skoog Plant Salt Mixture, 1× Murashige and Skoog Modified Vitamin Solution, 2 µM 2,4-dichlorophenoxyacetic acid, Adjust pH with KOH, autoclave after pH adjustment. Store at 4°C.\r\n\n\nLiquid NT1 medium \\(pH 7.0): Adjust pH with KOH\r\n\n\nStaining buffer: 20% \\(w/v) methanol, 50 mM NaH<sub>2</sub>PO<sub>4</sub>, pH 7.0\r\n\n\n70% \\(w/v) ethanol\r\n\n\n250 mM NaOH and 0.1% Tween20\r\n\n\n1 M Tris-HCl \\(pH6.5)"
        },
        {
            "header": "Equipment",
            "content": "Heat block\r\n\n\nShaker incubator with cooling function \\(BR-43FL·MR TAITEC, Japan) \r\n\n\nCentrifuges\r\n\n\nSonicator \\(model 250DA equipped with temperature probe, Branson, United States) \r\n\n\nEmpty column: Polyprep \\(732-1010, Bio-Rad, United States)\r\n\n\nChromatography system \\(ÄKTA start, GE Healthcare, United States)\r\n\n\nHiPrep 16/60 Sephacryl S-200 HR Gel filtration column \\(17116601, GE healthcare, United States)\r\n\n\nTissue culture incubator with light source \\(MIR-154 equipped with illuminator, Panasonic, Japan) \r\n\n\nElectropoorator NEPA21 TypeⅡ \\(Nepa Gene, Japan)\r\n\n\n4-mm-wide cuvette \\(EC-004, Nepa Gene, Japan)\r\n\n\nPhase contrast microscope\r\n\n\nCell density meter \\(CO8000 biowave, Biochrom, United Kingdom)\r\n\n\nMicroplate reader \\(Wallac 1420 ARVOsx, PerkinElmer, United States)\r\n\n\nThermal cycler \\(T100, Bio-Rad, United States)\r\n\n\nElectrophoresis equipment \\(Mupid-one, Mupid, Japan)\r\n\n\nTransilluminator \\(Chemi-Doc XRS+, Bio-Rad, United States)"
        },
        {
            "header": "Procedure",
            "content": "**Purification of Cre protein**\r\n\n\nDay 1\r\n\n\n1) Mix 1 ng of a plasmid pET-HNCre\\(A207T)\n20\nand 20 μL of _Escherichia coli_ \\(_E. coli_) strain BL21\\(DE3) competent cells in a 1.5 mL-tube. Incubate the competent cell/DNA mixture on ice for 5 min.\r\n\n\n2) Heat-shock the mixture by incubation at 42°C for 30 sec. Put the tube back on ice for 2 min. \r\n\n\n3) Add 100 μL of SOC media to the mixture and incubate at 37°C for 30-60 min.\r\n\n\n4) For the pre-culture, put the 100 µl of the mixture into 15 mL of LB with kanamycin. Incubate the LB with shaking at 37°C overnight. Rest of the transformation mixture can be plated on LB ager plate containing kanamycin in case of backup. Cre protein is less toxic to _E. Coli_, so that the supplementation of glucose, a catabolic repressor for leaky expression, to the preculture is not necessary.\r\n\n\n\r\n\n\nDay 2\r\n\n\n1) Pour the 15 mL of pre-culture to 1 L of LB with kanamycin in a baffled flask.\r\n\n\n2) Incubate at 37°C with shaking for 2-3 h, until absorbance A\n600\nbecomes 0.6.\r\n\n\n3) Shift the temperature to 18°C and incubate with shaking for 30 min.\r\n\n\n4) Add 1 mL of 0.1 M IPTG \\(0.1 mM of final concentration) to induce protein expression and incubate at 18°C with shaking overnight.\r\n\n\n\r\n\n\nDay 3\r\n\n\n1) Collect cells by centrifugation at 5,000 g for 20 min at 4°C. Remove supernatant.\r\n\n\n2) Resuspend cells in 40 mL of ice-cold Lysis10 buffer.\r\n\n\n3) Add 800 μl of 10% Triton X-100 towards final concentration of 0.2% Triton X-100.\r\n\n\n4) Sonicate the suspension to shear the DNA for 10 min on ice. We do not add lysozyme or nuclease to the lysate, since these components are difficult to be removed completely from samples.\r\n\n\n5) Centrifuge the suspension at 9,000 g for 10 min at 4°C to pellet the cellular debris.\r\n\n\n6) Transfer the supernatant to a new tube on ice.\r\n\n\n7) Repeat Steps 5 and 6.\r\n\n\n8) Transfer 10 ml of a 50% slurry of Ni-NTA Agarose into a clean empty column.\r\n\n\n9) Wash and equilibrate the column by running 20 ml of lysis buffer through the column.\r\n\n\n10) Add the supernatant of Step 7 lysate to the column.\r\n\n\n11) Wash the column with 15 mL of Wash20 buffer.\r\n\n\n12) Repeat Step 11.\r\n\n\n13) Elute the protein with 3 mL of Elute500 buffer.\r\n\n\n14) Repeat Step 13.\r\n\n\n15) Analyze each fraction to determine the purity of Cre protein by SDS-PAGE followed by CBB stain.\r\n\n\n\r\n\n\nDay 4\r\n\n\n1) Purify the eluted HNCre protein with a gel filtration column and Buffer A using chromatography system and HiPrep 16/60 Sephacryl S-200 HR Gel filtration column.\r\n\n\n2) Freeze the purified HNCre protein using liquid N\n2\nand store it at -80°C\r\n\n\n3) Thaw the frozen protein and dialyze it with HBS before use.\r\n\n\nNote: It is important to use buffers containing 500 mM NaCl because Cre protein, especially at lower salt concentration, tends to bind and thus copurified with nucleic acids, and also tends to aggregate during purification process.\r\n\n\n\r\n\n\n**Electroporation**\r\n\n\n1) T87 cells are maintained with rotary shaker \\(120 rpm) under constant light at 22°C. Passage T87 cells into fresh NT1 medium \\(pH 5.8) 1–5 days before electroporation. Time for pre-culture does not largely affect the electroporation efficiency. \r\n\n\n2) Collect cells in a fresh 1.5 mL-tube. Cells can be left for 5 min to settle naturally.\r\n\n\n3) Remove the supernatant and visually estimate the packed cell volume \\(pcv). Wash cells once with Opti-MEM I \\(at least 1 volume of pcv).\r\n\n\n4) Discard the supernatant. Add 200 µL of Opti-MEM I with 1–5 μM HNCre protein to the 20 µL pcv of cells on ice.\r\n\n\nNote: The delivery efficiency is increased with increasing concentrations of Cre protein.\r\n\n\n5) Transfer cells into a 4-mm-wide cuvette on ice.\r\n\n\nNote: A 4-mm-wide cuvette is recommended because T87 cells often form large aggregates.\r\n\n\n6) Place the cuvette into NEPA21 TypeⅡ.\r\n\n\n7) Use the electroporation program; 375 V/cm \\(150 V setting/0.4 cm width), 10 ms, 5 times, and a 50 ms interval for poring pulse, and 20 V, 50 ms, 20 times, and a 50 ms interval for transfer pulse.\r\n\n\nNote: The delivery efficiency is increased with increasing the field strength or/and duration of poring pulse.\r\n\n\n8) Immediately after electroporation, add 800 µL of NT1 medium \\(pH 5.8) to the cuvette and transfer all cells to a new 1.5 mL-tube.\r\n\n\n9) Discard the supernatant and resuspend cells with 1 mL of NT1 medium \\(pH 5.8). Discard the supernatant and resuspend cells with 2 mL of NT1 medium \\(pH 5.8). Transfer cells to a 12-well plate.\r\n\n\n10) Culture cells at 22°C with shaking until the assay.\r\n\n\nNote: When T87-xGxGUS cells is used, the delivery efficiency of HNCre protein can be measured by ß-glucuronidase \\(GUS) activity using X-Glucuronide or 6-chloro-4-methylumbelliferyl β-D-glucuronide, or genomic PCR primers flanking the two _loxP_ sites as follows.\r\n\n\n\r\n\n\n**GUS staining**\r\n\n\n1) Two days after electroporation, discard the supernatant and resuspend cells with 0.5 mg/mL of X-Glucuronide dissolved in 300 μL of staining buffer.\r\n\n\nNote: At least 2 days of incubation after electroporation are necessary for the detection of GUS activity.\r\n\n\n2) Incubate cells for 30 min at 37°C.\r\n\n\n3) Transfer cells into 70% \\(w/v) ethanol.\r\n\n\n4) Image cells using a phase contrast microscope.\r\n\n\n\r\n\n\n**Fluorescence quantification of GUS activity**\r\n\n\n1) Two days after electroporation, wash cells once with NT1 medium \\(pH 7.0).\r\n\n\n2) Suspend cells with 5 µL of PCV in 100 µL of NT1 medium \\(pH 7.0).\r\n\n\n3) Transfer cells to a black 96-well plate.\r\n\n\n4) Add 5 µL of 200 µM CMUG \\(final concentration of 10 µM CMUG) to each well.\r\n\n\n4) Measure fluorescence using a microplate reader. The excitation wavelength and the emission wavelength are set at 355 nm and at 460 nm, respectively.\r\n\n\n\r\n\n\n**Genomic PCR**\r\n\n\n1) Two days after electroporation, discard the supernatant and resuspend 10 µL pcv of cells with 10 µL of 250 mM NaOH and 0.1% Tween20.\r\n\n\n2) Incubate cells for 10 min at 98°C to extract genomic DNA.\r\n\n\n3) Add 5 µL of 1M Tris-HCl \\(pH 6.5).\r\n\n\n4) Centrifuge cells at 10,000 g for 5 min at RT.\r\n\n\n5) Collect the supernatant.\r\n\n\n6) Perform genomic PCR using MightyAmp DNA Polymerase Ver.3 and the supernatant as a template DNA with primers TCCTTCGCAAGACCCTTCCTC and GGATGGCAAGAGCCAAATGCTTAG.\r\n\n\n7) Analyze PCR products by agarose gel electrophoresis.\r\n\n\n8) Stain gels with GelGreen.\r\n\n\n9) Image gels using a transilluminator."
        },
        {
            "header": "Timing",
            "content": "Purification of HNCre protein: 4 d\r\n\n\nPreculture of T87 cells: 1-5 d\r\n\n\nElectroporation: 1 h\r\n\n\nPost-electroporation culture: 2 d\r\n\n\nGUS staining: 1 h\r\n\n\nFluorescence quantification of GUS activity: 2 h\r\n\n\nGenomic PCR: 3 h"
        },
        {
            "header": "Troubleshooting",
            "content": "Low protein expression – Inoculate from fresh bacterial cultures, since higher protein yields are generally obtained from a fresh bacterial colony.\r\n\n\nLow delivery efficiency – Prolonged storage of Cre protein at 4°C will result in protein denature. Do not keep the Cre protein over one month at 4°C after dialysis with HBS."
        },
        {
            "header": "Anticipated Results",
            "content": "Cre protein will be efficiently delivered into _Arabidopsis thaliana_ cells with about 80% efficiency."
        },
        {
            "header": "References",
            "content": "1. Nagy, A. Cre recombinase: The universal reagent for genome tailoring. _Genesis_ 26, 99–109 \\(2000).\r\n  2. Ghosh, K. & Van Duyne, G. D. Cre–loxP biochemistry. _Methods_ 28, 374–383 \\(2002).\r\n  3. Sternberg, N. & Hamilton, D. Bacteriophage P1 site-specific recombination: I. Recombination between loxP sites. _J. Mol. Biol._ 150, 467–486 \\(1981).\r\n  4. Ramirez-Solis, R., Liu, P. & Bradley, A. Chromosome engineering in mice. _Nature_ 378, 720–724 \\(1995).\r\n  5. Zheng, B. et al. Engineering a mouse balancer chromosome. _Nat. Genet._ 22, 375–378 \\(1999).\r\n  6. Takeda, K. et al. Stat3 activation is responsible for IL-6-dependent T Cell proliferation through preventing Apoptosis: generation and characterization of T cell-specific Stat3-deficient mice. _J. Immunol._ 161, 4652–4660 \\(1998).\r\n  7. Nagy, A. et al. Dissecting the role of N-myc in development using a single targeting vector to generate a series of alleles. _Curr. Biol._ 8, 661–666 \\(1998).\r\n  8. Livet, J. et al. Transgenic strategies for combinatorial expression of fluorescent proteins in the nervous system. _Nature_ 450, 56–62 \\(2007).\r\n  9. Nolden, L. et al. Site-specific recombination in human embryonic stem cells induced by cell-permeant Cre recombinase. _Nat. Methods_ 3, 461–467 \\(2006).\r\n  10. Siegal, M. L. & Hartl, D. L. Transgene coplacement and high efficiency site-pecific recombination with the Cre/loxP system in Drosophila. _Genetics_ 144, 715–726 \\(1996).\r\n  11. O’Gorman, S., Dagenais, N. A., Qian, M. & Marchuk, Y. Protamine-Cre recombinase transgenes efficiently recombine target sequences in the male germ line of mice, but not in embryonic stem cells. _Proc. Natl. Acad. Sci. U. S. A._ 94, 14602–14607 \\(1997).\r\n  12. Gilbertson, L. Cre–lox recombination: Cre-ative tools for plant biotechnology. _Trends Biotechnol._ 21, 550–555 \\(2003).\r\n  13. Dale, E. C. & Ow, D. W. Intra- and intramolecular site-specific recombination in plant cells mediated by bacteriophage P1 recombinase. _Gene_ 91, 79–85 \\(1990).\r\n  14. Albert, H., Dale, E. C., Lee, E. & Ow, D. W. Site-specific integration of DNA into wild-type and mutant lox sites placed in the plant genome. _Plant J._ 7, 649–659 \\(1995).\r\n  15. Cao, M.-X. et al. Site-specific DNA excision in transgenic rice with a cell-permeable Cre recombinase. _Mol. Biotechnol._ 32, 55–63 \\(2006).\r\n  16. Zuo, J., Niu, Q.-W., Møller, S. G. & Chua, N.-H. Chemical-regulated, site-specific DNA excision in transgenic plants. _Nat. Biotechnol._ 19, 157–161 \\(2001).\r\n  17. Sekan, A. S., Isayenkov, S. V. & Blume, Y. B. Development of marker-free transformants by site-specific recombinases. _Cytol. Genet._ 49, 397–407 \\(2015).\r\n  18. Christou, P. Particle gun mediated transformation. _Curr. Opin. Biotechnol._ 4, 135–141 \\(1993).\r\n  19. Gelvin, S. B. Agrobacterium-mediated plant transformation: the biology behind the “gene-jockeying” tool. _Microbiol. Mol. Biol. Rev._ 67, 16–37 \\(2003).\r\n  20. Matsumoto, D. et al. Oscillating high-aspect-ratio monolithic silicon nanoneedle array enables efficient delivery of functional bio-macromolecules into living cells. _Sci. Rep._ 5, 15325 \\(2015).\r\n  21. Furuhata, Y. et al. A method using electroporation for the protein delivery of Cre recombinase into cultured Arabidopsis cells with an intact cell wall. _Sci. Rep._ 9, 2163 \\(2019)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by New Energy and Industrial Technology Development Organization \\(NEDO)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41598-018-38119-9",
                "date": "2019-03-11 07:27:52",
                "title": "A method using electroporation for the protein delivery of Cre recombinase into cultured Arabidopsis cells with an intact cell wall",
                "authors": [
                    "Yuichi Furuhata",
                    "Ayako Sakai",
                    "Tomi Murakami",
                    "Mone Morikawa",
                    "Chikashi Nakamura",
                    "Takeshi Yoshizumi",
                    "Ushio Fujikura",
                    "Keiji Nishida",
                    "and Yoshio Kato"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16281,
                "identity": "a1b727fc-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Yoshio Kato",
                "email": "y-kato@aist.go.jp",
                "orcid": "",
                "institution": "Yoshio Kato Lab",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yoshio",
                "middleName": "",
                "lastName": "Kato",
                "suffix": ""
            },
            {
                "id": 16279,
                "identity": "a1b722a8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Yuichi Furuhata",
                "email": "",
                "orcid": "",
                "institution": "Yoshio Kato Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yuichi",
                "middleName": "",
                "lastName": "Furuhata",
                "suffix": ""
            },
            {
                "id": 16280,
                "identity": "a1b725ef-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ayako Sakai",
                "email": "",
                "orcid": "",
                "institution": "Yoshio Kato Lab",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ayako",
                "middleName": "",
                "lastName": "Sakai",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-03-11 08:05:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.027",
        "doiUrl": "https://doi.org/10.1038/protex.2019.027",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610346,
                "identity": "510e54b3-90bc-4256-9282-295ddf921353",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:35",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 627712,
                "visible": true,
                "origin": "",
                "legend": "Electroporation procedure    (a) Cultured T87-xGxGUS cells used for electroporation. Step 1-2. (b) 20 µL PCV of T87-xGxGUS cells suspended in 200 µL Opti-MEM I with HNCre protein. Step 3-4. (c) T87-xGxGUS cells transferred into a 4-mm-wide cuvette on ice. Step 5. (d) The cuvette placed in NEPA21 TypeⅡ followed by electroporation. Step 6-7. (e) Transfer cells after washing with NT1 medium (pH5.8). Step 8-10. (f) X-Gluc staining or (g) Fluorescent analysis. (h) genomic DNA (gDNA) analysis.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7401/v1/figure_1.jpg"
            },
            {
                "id": 2610347,
                "identity": "d6b4e717-4510-4ba3-8796-289496fa3bd2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:35",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1330975,
                "visible": true,
                "origin": "",
                "legend": "Analysis of electroporation efficiency   (a) GUS staining of T87-xGxGUS cells. Scale bar represents 200 µm. (b) Time-resolved fluorescence data for GUS activity of electroporated cells. (c) Agarose gel electrophoresis of genomic DNA PCR products from T87-xGxGUS cells. The 1307 bp and 151 bp fragments represent the reporter gene cassette before and after Cre-mediated recombination, respectively. In all assays, cells were electroporated in Opti-MEM I containing 5 μM Cre protein using 5 poring pulses of 150 V and 10 ms. Assays were performed at 2 days after electroporation. Control indicates untreated T87-xGxGUS cells.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-7401/v1/figure_2.jpg"
            },
            {
                "id": 13466203,
                "identity": "58fe8024-f457-4bbd-9436-d5cdcb8bf95e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:49:58",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 380580,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7401/v1/88443b9c-8999-4add-b861-a17defb72510.pdf"
            }
        ],
        "financialInterests": "None.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Genome engineering, Cre recombinase, Electroporation, Protein delivery, Arabidopsis thaliana, Cell wall",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Cre recombinase is widely used in a variety of organisms to manipulate DNA both in vitro and in vivo. Combined with its consensus DNA sequences, named loxP, it allows the DNA modification including deletions, insertions, translocations and inversions at specific DNA locus of cells. To promote its use in plant cultured cells, we report here a detailed protocol for direct protein delivery of Cre recombinase into cultured Arabidopsis thaliana cells with an intact cell wall. Electroporation with the optimized buffer and program enables the efficient delivery of Cre protein and following recombination in cultured Arabidopsis thaliana cells. Specifically, we describe the purification of Cre protein, the preparation of electroporation samples, and the assessment of electroporated cells. This simple, economical, and effective technology will contribute to the biological analysis of genes and cellular functions in cultured Arabidopsis thaliana cells. This protocol accompanies Furuhata et al \\(DOI: 10.1038/s41598-018-38119-9), _Scientific Reports_, published online on February 15th 2019.",
        "manuscriptTitle": "Protein electroporation of Cre recombinase into cultured Arabidopsis cells with an intact cell wall",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-03-14 15:01:48",
                "doi": "10.1038/protex.2019.027",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1b6a87c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 14th, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4563,
                "name": "Biological techniques"
            },
            {
                "id": 4564,
                "name": "Plant sciences"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-03-14 15:01:48",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}