{
    "identity": "pex-779",
    "title": "<p>Electroencephalogram (EEG) Recording Protocol for Cognitive and Affective Human Neuroscience Research</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The electroencephalogram (EEG) is one of the most widely used measures of human brain activity in the fields of psychology, psychiatry, and neuroscience. Although EEG recordings taken from electrodes on the scalp are non-invasive, they provide a direct index of the extracellular potentials that occur during neurotransmission in cortical pyramidal cells. Moreover, EEG signals are propagated instantaneously to the surface of the head, providing the temporal resolution necessary to isolate distinct aspects of sensory, cognitive, motor, and affective processes. Thus, the EEG contains many important signals, which can be extracted by methods such as signal averaging and time-frequency analysis to understand the human mind. However, the signals from multiple brain processes are mixed together in the EEG recording, and these signals are further embedded in biological and environmental noise. Although a variety of signal processing and analysis procedures can help to separate the signal of interest from the noise, their ability to work adequately depends on the quality of the original EEG recordings. There is no substitute for clean data.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>The present protocol provides a detailed step-by-step procedure for recording scalp EEG signals from human research participants, with an emphasis on supplies, equipment, and techniques that improve the quality of the acquired data. These procedures have been developed over many years in the Luck and Kappenman laboratories. The protocol is written for use with the Brain Products actiCHamp and active electrode recording system; however, the overall procedures can be easily adapted to work with any EEG recording system. See Luck (2014) for a general overview of the issues involved in recording and processing EEG data.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><br></p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong><u>Electrode Application Materials</u></strong></p><p>1. Adhesive Electrode Collars</p><p>(Discount Disposables TD-19 Electrode Collar, 10 mm)</p><p>2. Alcohol Pads</p><p>(Dynarex 1113 Latex Free Sterile Alcohol Prep Pad)</p><p>3. Blunt Syringe Tips</p><p>(CML Supply Blunt Tip Dispensing Fill Needle 16ga x 1/2\", 50 pcs)</p><p>4. EEG Electrodes</p><p>(Brain Products GmbH actiCAP Slim Active Electrodes, 32 channels: BP-135-1501, Ground: BP-235-2110-GRD)</p><p>5. EEG Cap</p><p>(Brain Products GmbH actiCAP Snap Caps, custom electrode layout, range of sizes AP-064-C-U-HC-W-54-X 19) </p><p>6. Electrode Gel</p><p>(EasyCap GmbH SuperVisc Gel (1000gr.), product code: V16)</p><p>7. Gloves</p><p>(The Safety Zone Nitrile Exam Gloves, medical grade, powder free, latex free, disposable, XS-XL)</p><p>8. Hair Dryer</p><p>(Conair 1875 Watt Mid-Size Styler Hair Dryer)</p><p>9. Plastic Comb(s)</p><p>(Goody Hair Products, family set of 6)</p><p>10. Plastic Syringe, Luer Lock Tip</p><p>(Care Touch 10cc Luer Lock Syringe, 100 pack)</p><p>11. Scissors</p><p>(Westcott 13901 8\" Straight Titanium Bonded Scissors)</p><p>12. Soft Measuring Tape</p><p>(BSLINO Tape Measure 60-Inch/150 cm Soft Cloth Measuring Tape)</p><p>13. Surgilast</p><p>(Surgilast Tubular Elastic Dressing Retainer, size 1)</p><p>14. T-Shirts</p><p>(Hanes Men's ComfortSoft T-Shirt XL, pack of 4)</p><p><br></p><p><strong><u>EEG Recording Equipment</u></strong></p><p>1. EEG Recording System</p><p>a. EEG Amplifier</p><p>(Brain Products GmbH actiCHamp 64-channel amplifier BV-BP-200-1620)</p><p>b. EEG Amplifier Battery &amp; Charger</p><p>(Brain Products GmbH actiPOWER Set BV-BP-108-0001)</p><p>c. EEG Recording Software</p><p>(Brain Products GmbH PyCorder or Recorder)</p><p>d. LCD Monitor</p><p>(Hewlett-Packard ZR2440w or Asus VG248QE)</p><p>e. USB Range Extender + Fiber Optic Cable</p><p>(Brain Vision LLC BV-59103)</p><p>f. Windows-Compatible PC with parallel port</p><p>(Dell Precision Model 3420)</p><p>2. Recording Room</p><p>a. DC-Powered, Adjustable-Luminance Chamber Lighting</p><p>(Inside: NEMALUX GSLEDIP24-CW-W-BLK-GEN-24VDC 24” LED Light Bars. Outside: JAMECO 301962 Power Supply)</p><p>b. Digital Room Thermometer</p><p>(AcuRite 00613)</p><p>c. Electrically Shielded Testing Chamber (optional with active electrodes)</p><p>(ECKEL C-15A, with black interior, no windows, RF shielding package and pass-through panels)</p><p>d. Height-Adjustable Chair with Glides</p><p>(Ergonomic Comfort Design Alexis Series 202JS-18, petite with glides or Steelcase Leap with glides)</p><p>e. Height-Adjustable Table</p><p>(Steelcase Series 3)</p><p>f. Small Cart</p><p>(Safco Products Onyx Mesh 4 Drawer Rolling File Cart 5214BL)</p><p>g. Temperature Control System for Recording Room</p><p>3. Stimulus Presentation System</p><p>a. Audio Amplifier</p><p>(Samson Servo 120a 2-Channel Power Amplifier, 2 x 60W at 4 Ohms)</p><p>b. DisplayPort 2x1 Switch</p><p>(Black Box AVSW-DP2X1)</p><p>c. LCD Monitor x 2</p><p>(Hewlett-Packard ZR2440w or Asus VG248QE)</p><p>d. USB Gamepad</p><p>(Logitech Precision Gamepad)</p><p>e. Windows- and Linux-compatible PC or Apple iMac</p><p>(Dell Precision Model 3620)</p><p>4. Subject Communication and Monitoring System</p><p>a. Audio Mixer</p><p>(Yamaha MG10XU 10-Input Stereo Mixer)</p><p>b. Desktop Powered Speakers</p><p>(Logitech Z150)</p><p>c. Microphones x 2</p><p>(Base: LyxPro XBM-8 Microphone Desktop Base, with built-in XLR socket for podium &amp; gooseneck microphones, anti-slip table top base, and on/off switch. Neck: Audio Spectrum DJM618 Professional XLR Gooseneck Microphone. Cable: CBI MLC20 Low Z XLR Microphone Cable)</p><p>d. Video Camera</p><p>(SmoTecQ HD 1080p Surveillance Camera System or Panasonic WV-CP240EX CCD Camera with WV-LZF61/2 Lens)</p><p>e. Video Monitor</p><p>(Eyoyo 8 Inch HDMI Monitor, 1024x768 Resolution)</p><p>f. Wall Mounted Speakers</p><p>(JBL Control 23-1 or Cambridge SoundWorks Ensemble III)</p><p>5.&nbsp;Equipment Testing</p><p>a.&nbsp;Non-Iodized Salt</p><p>(Morton Salt)</p><p>b. Photosensor</p><p>(Brain Products BP-240-1001)</p><p>c.&nbsp;Small Plastic Bucket</p><p>(STERILITE 11670024 5Qt Handy Pail)</p><p><br></p><p><strong><u>EEG Clean Up</u></strong></p><p>1. Bleach</p><p>(Clorox)</p><p>2. Container for Disinfectant</p><p>(Rubbermaid Brilliance Food Storage Container, 9.6 Cup/2.27 Liter)</p><p>3. Disinfectant</p><p>(Envirocide Surface Disinfectant Cleaner, Gallon)</p><p>4. Hair Dryer</p><p>(Conair 1875 Watt Mid-Size Styler Hair Dryer)</p><p>5. Hamper</p><p>(Household Essentials 2026 Pop-Up Collapsible Mesh Laundry Hamper)</p><p>6. Hand Mirror</p><p>(Soft N Style 2-Sided Mirror with Handle/Stand 1X/3X Magnification)</p><p>7. Laundry Detergent</p><p>(Tide Free &amp; Gentle)</p><p>8. Plastic Colander</p><p>(Comfify Collapsible Colander)</p><p>9. Regular Sink</p><p>10. Salon Chair</p><p>(Kaemark Amber Shampoo Chair WV-67)</p><p>11. Salon Sink</p><p>(Belvedere 3100 Porcelain Salon Sink)</p><p>12. Shampoo and Conditioner</p><p>(TRESemme)</p><p>13. Small Digital Timer</p><p>(Wrenwane Digital Kitchen Timer)</p><p>14. Small Fan</p><p>(Honeywell HT-900 TurboForce Air Circulator Fan)</p><p>15. Toothbrush</p><p>(Colgate Kids, soft)</p><p>16. Towels</p><p>(White, range of sizes)</p><p>17. Wall Hangers</p><p>(Electrodes: Ikea BJÄRNUM Hook, aluminum. Caps: Ikea BLECKA Hook, nickel plated)</p><p><strong>&nbsp;</strong></p><p><strong><u>Subject Comfort</u></strong></p><p>1. Blanket</p><p>(Threshold Fuzzy Blanket Throw)</p><p>2. Coffee Maker</p><p>(Keurig K55/K-Classic Coffee Maker)</p><p>3. Cups</p><p>(Daily Chef Translucent Cups, 12oz)</p><p>4. Beverages</p><p>(coffee, tea, water, soda)</p><p>5. Gauze</p><p>(Dynarex 3353 Sterile Gauze Pad, 3”x3” 12 Ply)</p><p>6. Mini Fridge</p><p>(Danby Designer DCR044A2BDD Compact Refrigerator, 4.4-Cubic Feet)</p><p>7. Single Use Eye Drops</p><p>(Allergan Refresh Plus Lubricant Eye Drops Single-Use Vials)</p><p>8. Snacks</p><p>(chips, cookies, crackers, granola bars, hard candy, chocolate, etc.)</p>"
        },
        {
            "header": "Procedure",
            "content": "Prior to Arrival\n1. Send a reminder email 1-2 days before the study. Include the time, date, and location of the testing session, as well as information about the general testing procedure (e.g., what to expect, how long it will take, etc.). Include a list of reminders, such as: “The procedures require us to put gel in your hair, which may get on your clothing. Do not wear any clothing that may be harmed by the gel, or you would not wish to get gel on (although the gel is water soluble). If you have an important event immediately after the testing session, it may be best to reschedule. Participants need to be completely awake during the experiment, so please have sufficient amount of sleep before arriving. Arrive with clean, dry hair, and remove all ponytails, braids, wigs, extensions, hair clips, hats, etc., prior to arrival.”\na. If a participant arrives wearing inappropriate clothing, have the person wear a T-shirt over the clothing to avoid damage.\n2. Lay out as much of the equipment prior to the subject’s arrival as you can. This includes the SuperVisc gel, syringes, syringe tips, towels, electrode collars, gloves, tape measure, and alcohol wipes (see Figure 1).\n3. Unwrap a sterile Luer-Lock syringe.\n4. Use the syringe to draw up approximately 10 ml of gel from the SuperVisc jar, then screw on the syringe tip. Gently push down on the plunger to squeeze out any air bubbles over the sink or trash can. If you are working with a partner, it can be more efficient to prepare two syringes (each with half as much gel), rather than a single syringe.\na. 10 ml of gel should be enough for 32 electrodes. If you are using 64 electrodes, you can either refill the syringe or prepare additional syringes in advance. If refilling the syringe, be sure to maintain proper sanitation by using a clean, uncontaminated syringe to transfer the gel; do not use a syringe that has previously contacted the subject’s scalp.\nb. Any Luer Lock syringes and syringe tips that come in contact with the subject must be discarded or disinfected before re-use.\n5. If the subject has participated before and you know their cap size,\nElectrode Application\nsteps 6-9 can also be completed prior to arrival.\nElectrode Application\n1. Obtain consent according to the procedure approved by the Institutional Review Board.\n2. Seat the subject in a comfortable low-backed chair in the prep area.\n3. Have the subject comb their hair using a plastic comb, instructing them to concentrate on their scalp. The purpose is to loosen up some of the dead skin on the scalp, which will help reduce electrode impedances. Use a plastic comb instead of a hair brush; hair brushes soak up an excessive amount of disinfectant and are much harder to clean in between participants.\na. If the subject arrives with wet hair or is sweaty, have them dry their hair with the hair dryer before beginning.\nb. If your subject arrives with a ponytail, braid, wig, barrettes, hair clips, or extensions of any kind, they must be removed before continuing.\n4. Put on a pair of gloves.\n5. Measure the circumference of the subject’s head (in cm) using a soft tape measure, using the nasion and inion to define the measurement axis (see Figure 2). Select the cap that best fits your subject.\na. See\nCommon Electrode Application Issues\nfor more information on caps, caps sizes, and common fitting issues.\n6. Get the electrode set(s).\na. See\nCap and Electrode Set Up\nfor more information on how EasyCap caps are designed to be modular, allowing both 32- and 64-channel recordings from the same cap.\n7. Drape the electrode set over your neck with the plastic clip against your back. This should result in electrodes 1-16 on the left, and 17-32 on the right. This mirrors the way the subject will be wearing the electrode set and will help minimize tangling. The electrodes should be placed in the cap prior to putting the cap on the subject’s head. If using two sets, finish placing the first set before starting on the second set.\n8. Carefully slide the electrodes (except for the external electrodes) into the cap with the wires pointing towards the back of the cap (see Figure 3). This reduces tension on the wires during the recording and minimizes tangling. The bottom of the electrodes (wire end) should be slid into the top of the holder in a downward motion, not pushed in with an upwards motion from the bottom of the holder (see Figure 4). Be sure to push the electrodes all the way into the holders; they should make an audible ‘snap’ noise (although this snapping noise becomes less noticeable over time).\n9. Slide the Ground electrode into the cap, with the wire pointing towards the back of the cap.\n10. Remove the electrodes from around your neck and clip the splitter box to the back of the subject’s shirt. Gently lay the cap onto the counter behind the subject or let it hang loosely down the subject’s back.\n11. Using an alcohol wipe, clean skin areas behind the subject’s ears, beside each eye, and below the right eye.\nWitch hazel is a good alternative for alcohol pads if working with subjects with sensitive skin.\n12. Isolate the five external electrodes from the electrode bundle. One at a time, carefully remove an electrode collar from the strip and place it over the center of the electrode, with the tail of the collar pointing down toward the wire (see Figure 5). Leave the top cover of the collar on; this will help prevent it from sticking to your glove until you are ready to place the electrode on the subject.\na. See\nCap and Electrode Set-Up\nfor more information on how to configure the electrode bundle to include external electrodes.\n13. Completely fill the hole in the electrode collar with gel, making sure not to scrape the electrode pellet with the tip of the syringe (which can damage the pellet).\n14. When ready to place an external electrode, remove the top of the collar and place the electrode on the prepared area. Repeat for all external electrodes. See Figure 6 for the proper placement of each external electrode described below.\na. HEOG Left & Right: Place in line with the subject’s pupil on the outer canthus of each eye, centered 1-2 cm of the distance between the canthus and the temple (avoid placing directly on the orbital bone). The electrodes should be oriented vertically with the wires pointing down to minimize strain on the wires. These electrodes may wind up being under the edge of the cap once the cap is placed on the head, but that is acceptable.\nb. VEOG Lower: Place below the right eye in line with the subject’s pupil. The electrode needs to be far enough below the eye that it does not interfere with the subject’s vision, but not so low that it does not detect blink activity. A good estimate for how far down to go is roughly in line with the subject’s right nostril. The electrode should be oriented horizontally with the wire pointing towards the subject’s right ear. Once placed, make sure the electrode is not interfering with the subject’s vision when they look straight ahead, and it is not in danger of falling off when the subject moves their cheek (as when talking). If so, remove and place again.\nc. Mastoids Left & Right: Place on the bony protrusion behind each ear, in line with the subject’s tragus. The electrodes should be oriented vertically with the wires pointing down. Avoid placing the electrode on the subject’s hairline to the extent possible, and keep the two mastoid electrodes aligned with each other. Also avoid placing them on the posterior auricular artery to minimize EKG artifacts.\n15. Once all of the external electrodes have been placed, gently slide the cap onto the subject’s head. Make sure the tag is not tucked under the cap (which can prevent the gel from reaching the scalp for electrodes near the tag).\n16. Use the soft measuring tape to make sure the cap is centered. The Cz (vertex) electrode holder should be exactly half way between the nasion and inion and exactly halfway between the left and right preauricular points. To readjust the cap, use both hands to slide/push the cap into place; avoid grabbing individual electrode holders and tugging or pulling the cap into place. This will stretch out the cap and is bad for the electrodes. Once the cap is centered front to back, visually ensure the cap is centered side to side. Re-adjust as necessary.\n17. Once the cap is centered, have the subject close the chin strap to prevent the cap from moving. If the subject finds the chin strap uncomfortable or itchy, place a small piece of sterile gauze between the strap and the subject’s chin.\na. Avoid making the chin strap too tight; you do not want the subject to feel like they are choking.\n18. Begin filling each electrode with gel. To do so, hold the electrode in place with the index finger and thumb of your non-dominant hand. With your dominant hand, insert the syringe tip through the notch in the top of the electrode. Make sure the syringe is contacting the scalp, then swirl it around 3-4 times in a wide circular motion, pushing the hair out of the way and gently removing the top layer of dead skin cells. To fill the electrode with gel, push down on the plunger while slowly pulling the syringe up and out of the electrode. This creates a nice column of gel rather than a large glob at the bottom, reducing the potential for bridging (especially in high density recordings). Fill the electrodes in a systematic order to reduce the chances of skipping electrodes. Avoid placing your hand on top of any previously filled electrodes while holding the one you are currently working on in place. Be sure to fill the Ground electrode.\na. The syringe tips can be intimidating to subjects. It is good to show the subjects that the syringes are not actually sharp by poking the palm of your glove-covered hand a few times. Let them know that the procedure should not be painful in any way, and if it becomes uncomfortable at any time they should let you know immediately. FP1, Fz, and FP2 are frequently over bare skin; these locations can be sensitive, so take extra precaution when filling these electrodes.\nRunning the Subject\n1. When all electrodes are prepped, take the subject into the testing room, leaving their backpack, purse, cellphone, etc. outside the testing room.\na. See\nTesting Room Set-Up\nfor details on optimal testing room set-up and corresponding figures.\n2. Have the subject sit with their feet flat on the floor and their bottom all the way to the back of the chair. Adjust the chair height so the subject is sitting with their knees bent at a comfortable angle (~90°), and then adjust the height of the monitor on the height-adjustable table so that the center of the screen is level with their eye gaze.\n3. Plug the battery into the amplifier.\n4. Plug the electrode set(s) into the amplifier by lining up the white triangle on the connecter pin with the white triangle on the amplifier port. Keep the electrode cables from hanging at odd angles or stretching to reach the subject when plugged into the amplifier; this can cause artifacts during the recording and places unnecessary mechanical stress on the equipment (see Figure 7). See\nTesting Room Set-Up\nfor tips on how to prevent this.\n5. Plug the Ground electrode into the port labeled ‘GND’ on the front right side of the amplifier, making sure to line the pins up correctly; the notch in the plastic housing should be facing up.\n6. Open PyCorder on the data acquisition PC. Load the correct configuration file, then select ‘Impedance Mode.’\na. See\nRecording Software Set-Up\nfor more details on different configuration file options and optimal PyCorder settings.\n7. Use the DisplayPort switch to make the subject testing room monitor a clone of the data acquisition monitor.\n8. Manually set the impedance threshold to “75.” This will ensure that any electrodes over 50 kΩ turn red (see Figure 8).\na. See\nhttps://pressrelease.brainproducts.com/active-electrodes-walkthrough-slim/#2g\nfor details on optimal impedance thresholds.\n9. Make sure all impedances are below 50 kΩ. For any electrodes with higher impedances, reduce the impedance by inserting your syringe tip, making sure it is contacting the scalp, then re-swirling it a few times. If that does not work, try adding a bit more gel. Do not add more gel first, as this increases your risk of bridging between electrodes, especially in high density recordings. For experiments in which data quality is exceptionally important (e.g., ERP decoding experiments), reduce the impedances to <10 kΩ when possible without causing significant discomfort.\na. See\nCommon Issues in Impedance Mode\nfor more details on common impedance issues and how to solve them.\n10. Once the impedances are all below the desired level, hit ‘Default Mode’ and check the EEG signals. It is still possible to have noisy electrodes even with low impedances. Adjust as necessary.\na. See\nCommon Issues in Impedance Mode\nfor examples.\n11. Show the subject their EEG and EOG signals. Describe common movement artifacts, how to prevent them, and why they matter. This helps the subject understand why they are being asked to minimize certain behaviors and allows you to ensure that all artifacts are easily identified with the placement of the electrodes.\na. Eyeblinks: Ask subjects to look at the center of the recording screen and to blink 4-5 times in rapid succession. This shows them what their blinks look like and, depending on your task, why you may need them to withhold their blinks until certain time points (e.g., after their response on each trial). Check to make sure the blinks are appearing in the proper channels; there should be little to no blink activity detected in the HEOG channels. If you see large blink activity in either HEOG channel, you will need to remove the electrode and place it more evenly in line with the subject’s canthus. Make sure the polarity of the VEOG Lower electrode is correct (e.g., negative) and that the signal is the expected size. It is possible that an electrode was placed in the wrong location (for example HEOG Left in VEOG Lower’s place).\nb. Eye Movements: Ask the subject to look at the center of the recording screen and to look back and forth between the left and right edges of the monitor a few times while leaving their head stationary. This should produce large, rectangular deflections in the HEOG Left and HEOG Right channels (with opposite-polarity deflections for the Left and Right channels). If this is not the case, re-adjust the electrode(s) as necessary and check to confirm they are placed correctly to the left and right sides of the eyes.\nc. Concentration Face: Ask the subject to clench their teeth and furrow their brow. This demonstrates the most common artifacts caused by a subject’s “concentration face.” Remind the subject that it is important to keep their face, jaw, and neck as relaxed as possible throughout the experiment to help minimize this muscle noise.\nd. Chewing: Ask the subject to pretend to chew gum. This demonstrates why it is important for them to completely finish eating their snack(s) before beginning the next block of the task. It is also a good opportunity to make sure your subject is not chewing gum before beginning.\ne. Alpha waves: For most participants, asking them to close their eyes while relaxed should produce visible bursts of alpha waves. This is a brainwave that is undesirable in many experiments and will illustrate the need to stay awake during the experiment.\n12. Check the temperature of the room and the lighting level. Adjust as necessary.\na. See\nTesting Room Set-Up\nfor more information on recommended temperature and lighting levels.\n13. Explain the audio/visual monitoring set up to the subject.\na. See\nTesting Room Set-Up\nfor more information on recommended audio/visual set-up.\n14. When ready to begin the experiment, use the DisplayPort switch to change back to a clone of the stimulus presentation computer.\n15. Explain the task to the participant. Reiterate any special EEG artifact instructions like maintaining fixation or withholding blinks until a certain time. Assure the subject that there are many breaks throughout the experiment and they are free to move around as much as they need to during those portions of the experiment. However, before beginning the task again, they must return to a still and relaxed position.\na. See\nOptimal Task Settings\nfor more details on recommended break settings.\n16. To begin recording the EEG, hit the ‘Start Recording’ button. Start your recording approximately 10 seconds before the task begins and end the recording approximately 10 seconds after the task ends. This minimizes edge artifacts when filtering the EEG data offline.\n17. Monitor the EEG data closely at all times. Do not read books or journal articles, do homework, look at web sites, read email, send texts, etc. In most cases, the experimenter should not have their cell phone nearby, which reduces the temptation to engage in distracting activities.\na. Make sure all stimulus event codes and response event codes are present on the PyCorder recording screen.\nb. Check behavioral performance continually to ensure that the participant understands the instructions, is complying, and is not becoming drowsy or unmotivated (e.g., is keeping their eyes open and fixated on the screen, etc.).\nc. If you see evidence of a problem with the recording (e.g., excessive noise, excessive artifacts, etc.), fix the issue as soon as possible. Depending on the task and the type of problem, this can be accomplished at the next break, or it may be beneficial to pause the task to address the issue before continuing. See\nExamples of Commonly Recorded Artifactual Potentials and How to Fix Them\nfor more detailed examples.\nd. If the participant exhibits artifacts that are particularly problematic for the experiment being run (e.g., eye movements in an N2pc, P\nD\n, or CDA experiment, blinks that frequently occur during the presentation of a visual stimulus, etc.), gently remind the participant to avoid that artifact.\ne. If a participant is unable to perform the task with an appropriate level of accuracy or without excessive artifacts, terminate the session early and document the issue(s).\nf. Regularly check the subject video camera monitor to make sure that the participant is behaving appropriately (e.g., feet still flat on the floor, remaining still, maintaining fixation, etc.).\ng. If the participant is becoming drowsy (as evidenced by poor task performance, excessive alpha waves, or visibly nodding off), offer the subject a snack or beverage. Turning the lights to full brightness and allowing the subject to stand and stretch their legs at the next break can also help alleviate drowsiness. Music, in some cases, can also help prevent drowsiness. See\nOptimal Task Settings\nfor more detailed information on the pros and cons of subject snacks and music.\nClean Up\n1. Unplug the electrode cable(s) from the amplifier and disconnect the Ground. Do not pull the Ground by its wire, but instead grab it by the plastic housing to remove it.\n2. Plug the battery back into its charger.\n3. Walk the subject back to the prep area. Release the chin strap. Remove all of the external electrodes by pulling up from the collar tab; do not pull the electrodes by the wire. Remove the electrode collar from the electrode immediately; the collars are extremely sticky and will cause the electrodes to tangle together if left on.\n4. Once all of the external electrodes are removed, gently slide the cap backwards off the subject’s head and unclip the electrode set from their shirt. Set everything aside.\n5. Clean the subject’s hair in whatever way they want (wet towel, simple rinse, full hair wash, etc.), then compensate the subject and allow them to leave. Don’t make them wait while you clean everything up.\n6. Once the subject has left the lab, unplug each electrode from the cap by gently sliding the electrode up and out of the holder with your thumb and forefinger.\n7. Once all of the electrodes are removed, set the cap aside and clip the electrode set(s) to the back of your shirt (this ensures the splitter box(es) won’t get wet).\n8. Working in small bundles of eight, hold the electrodes in a tight clump with the notch pointing upward. Rinse the top of the bundle with cool or lukewarm water for several seconds, then doublecheck to make sure that all of the gel is removed. Repeat with the rest of the electrodes. If necessary, hold each electrode under the faucet and gently rub the notch of the electrode with a soft toothbrush. When done, rinse off the wires by gently rubbing any wet patches with a cloth towel or paper towel.\na. If you have a metal sink, you will need to place something in the bottom of the sink to prevent the electrodes from contacting the metal, as this can damage the electrodes. A plastic colander works well for this.\n9. Disinfect the electrodes by submerging them in fully concentrated Envirocide for 1 minute (using the timer to ensure the correct duration). Rinse thoroughly with water to remove all of the Envirocide when done.\n10. Hang the electrodes on the top arm of a wall hook with the clip facing up, the flat part of the splitter box facing down, and the ribbon cable pointing away from the wall. They should balance perfectly this way, with electrodes 1-16 hanging to the left and electrodes 17-32 hanging to the right. Hang the Ground electrode over the bottom arm of the hook (see Figure 9).\n11. To clean the cap, turn it inside out and go over each hole with lukewarm water. When done, turn the cap right side out and rinse off the outside of the cap. Do not use hot water to clean the cap; use only room temp or cold water to prevent damage to the elastic in the cap.\n12. Disinfect the cap by submerging it in Envirocide for 1 minute. Rinse thoroughly with water when done. The water should run clear once all of the Envirocide is removed. The water will look ‘soapy’ if there is still Envirocide left in the cap.\n13. Hang the cap to dry on a wall hook (see Figure 10) or place on a small fan to dry. Never dry with the hair dryer.\n14. Disinfect the comb used at the beginning of the experiment by submerging it in Envirocide for 1 minute. Rinse with water when done and remove any hair left in the comb.\n15. Clean up the prep station, wipe down the sink, and dry off the chair. Hang the dirty towels on the edge of the hamper to dry and throw away any leftover subject snacks, electrode stickers, alcohol pad wrappers, etc.\n16. Wash the towels with bleach and fragrance-free laundry detergent.\nVerification of Stimulus Timing\n1. The timing of the video display output with respect to the stimulus event codes must be tested. This is accomplished by using the photosensor that is available for use  with the actiCHamp system to record the change in light emitted by the video display when a stimulus is presented. This test should be performed before the first subject is tested in the experiment (e.g., when the experiment is initially set up) and on a regular basis thereafter.\n2. Connect the photosensor to one of the auxiliary inputs on the amplifier unit.\n3. Using an electrode collar, attach the photosensor to the subject’s monitor at the location on the screen where the stimuli will appear.\na. In experiments with multiple stimulus locations, multiple timing tests (or multiple photosensors) may be required.\n4. Open PyCorder and begin recording. The scale of the photosensor output is typically much larger than standard EEG; changing the scale of the recording from µV to mV is often necessary to see the photosensor output. You should see a pulse of activity in the photosensor signal during each stimulus onset and offset for stimuli presented at the location on the screen where the photosensor is positioned (stimuli that are presented elsewhere on the screen will not be detected).\na. For this type of testing, it is helpful to have a configuration file that displays and records only the auxiliary channel representing the photosensor.\n5. The timing of the photosensor signal is then measured offline relative to the timing of each event code. If there is a constant delay (e.g., always 20±1 ms), the time of each event code can be adjusted during the offline data processing procedures by this amount to align the event codes with the stimulus timing. If the delay is variable across events (e.g. 20-40 ms), this indicates a problem with the programming of the task or the stimulus presentation program and should be remedied before collecting data in the experiment.\n6. In some cases, it may be useful to permanently mount a photosensor to the subject’s video display to record the actual light produced by the display during every recording session. It should be placed at the far edge of the monitor so that it is not visually distracting to the participant. The task is then programmed so that a small “calibration” stimulus is presented at the location of the photosensor at the same time as each task stimulus. If desired, different intensities can be used for different stimuli, which provides an additional means of determining whether the event codes accurately indicate which stimulus was presented. A cardboard mask can be placed over the edge of the monitor so that the subject cannot see the photosensor or the calibration stimuli."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong><u>Common Electrode Application Issues</u></strong></p><p>1. Choosing a cap size: Round to the nearest size. You can also quickly try one of the two closest sizes on the subject; if you decide to change sizes, you must disinfect both caps.</p><p>2. For subjects who do not have a prominent inion (i.e., who have a flatter rather than a rounder back of the head), the “Asian Cut” cap may be a better fit than the “Caucasian Cut” cap, if both cap types are available.</p><p>3. If the cap does not fit snugly in a certain area, but fits well overall, you can use Surgilast to help the cap fit better in the loose area. Simply cut off a 1-2 inch piece of the Surgilast fabric and stretch it around the appropriate section of the cap to hold it in place.&nbsp;</p><p>&nbsp;</p><p><strong><u>Common Issues in Impedance Mode</u></strong></p><p>1. Always check the Ground first; if the impedance of the Ground is high, the rest of the electrodes will show high impedance.</p><p>2. If all of your impedance values are jumping around, adjust electrodes 1 &amp; 17 (e.g., the first electrode on each side of the splitter box).</p><p>3. If you are getting an impedance reading at a site that is so high it doesn’t register a number, you most likely forgot to put gel at that electrode location. If this occurs at O2, make sure the tag is not tucked up under the electrode.</p><p>4. If you try to adjust an electrode multiple times and you still cannot get a reading, the electrode may be broken (but this is very rare). Try swapping locations with a working electrode and see if it gets a reading at the new location. If so, you just need to prepare the area better. If it is still not registering, you can replace the electrode and do a full test of the electrode later. Follow the instructions at <a href=\"http://www.brainproducts.com/filedownload.php?path=products/brochures_material/actiCAP_Replacement_Electrodes_V005.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">www.brainproducts.com/filedownload.php?path=products/brochures_material/actiCAP_Replacement_Electrodes_V005.pdf</a> for how to replace an electrode, and see <strong><u>Testing for Broken Electrode(s)</u></strong> (below) for details on how to test electrodes.</p><p>5. High impedances at posterior/occipital sites are sometimes caused by excess hair bunching behind the ears. To fix this, spread the subject’s hair around the neck as thinly and evenly as possible. Always remove a subject’s ponytail or braid before beginning.</p><p>6. If nothing is working, try restarting the computer as well as unplugging and re-plugging all of your cables. It may be necessary to re-install a driver.</p><p>&nbsp;</p><p><strong><u>Testing for Broken Electrode(s)</u></strong></p><p>1. Fill a small bucket with one liter of warm water, then add three tablespoons of non-iodized salt. Place the electrodes and Ground into the bucket of water, and plug them in to the amplifier. In PyCorder, run the “Test Mode” and “Electrode LED Test Mode.” If an electrode is broken, it will appear as a flat line rather than a square wave in Test Mode. If an LED is broken, it will not glow during the LED Test Mode.</p><p>2. If an electrode is identified as broken, follow the instructions at <a href=\"http://www.brainproducts.com/filedownload.php?path=products/brochures_material/actiCAP_Replacement_Electrodes_V005.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">www.brainproducts.com/filedownload.php?path=products/brochures_material/actiCAP_Replacement_Electrodes_V005.pdf</a> for how to replace an electrode.</p><p>&nbsp;</p><p><strong><u>Examples of Commonly Recorded Artifactual Potentials and How to Fix Them</u></strong></p><p>1. If a subject is blinking excessively, it may be because their eyes are dry. Providing single-use eye drops is a great way to solve this problem. Subjects who wear contact lenses tend to blink more frequently than subjects who do not wear contacts. Blink rate can also be influenced by medication.</p><p>2. If using the mastoids as your reference electrode(s), EKG artifacts may be present in the recording. To alleviate this problem, try placing the mastoid electrode(s) further up and closer toward the ear. To avoid this problem altogether, you may wish to use P9 &amp; P10 (located adjacent to the mastoids) as the reference in a given study, or some other scalp sites located in that region (e.g., TP9 &amp; TP10)&nbsp;if P9 &amp; P10 are not in the recording montage. However, all subjects in a given study should have the same reference.</p><p>3. It is common to have increased muscle noise at frontal and temporal electrodes (e.g., F7/F8, T7/T8, FP1/FP2). Sometimes this can be fixed by telling the subject to relax their face and neck, but for some subjects there is not much you can do about it. If the subject is wearing glasses, the frames of the glasses can sometimes press on these electrodes and cause increased muscle tension; try adjusting the glasses if possible.&nbsp;&nbsp;&nbsp;</p><p>a. Glasses should always be worn outside the cap.</p><p>4. If you see a certain kind of noise/artifact occurring in all the channels at the same time, rather than in a subset of the channels, the problem is in your reference electrode(s) or your ground electrode (if recording without a reference). Adjust as necessary.</p><p>5. If you are recording EEG from an individual from a special population (e.g., children, patient populations), it may be more appropriate not to provide explicit artifact instructions. Asking participants to monitor their artifacts is essentially creating a dual task situation, which may impair performance more in a special population than in a control group. For more information, see Kappenman &amp; Luck (2016).</p><p>6. If you see what looks like pure 60 Hz noise in a single channel, you most likely have a broken electrode. Replace the broken electrode or switch to a new electrode set before continuing. See&nbsp;<a href=\"http://www.brainproducts.com/filedownload.php?path=products/brochures_material/actiCAP_Replacement_Electrodes_V005.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">www.brainproducts.com/filedownload.php?path=products/brochures_material/actiCAP_Replacement_Electrodes_V005.pdf</a> for instructions for how to replace a broken electrode, and see <strong>Testing for Broken Electrode(s) </strong>(above) for details on how to test electrodes.</p><p>7. If you see a channel that ‘wanders’ or ‘drifts,’ this can sometimes be caused by poor contact between the electrode and the scalp. Try gently filling with a little more gel, or use Surgilast to hold it down. This is particularly common at the very top of the head and at posterior/occipital electrodes. It can also be caused by skin potential artifacts from sweating; make sure your testing room is set to the optimal temperature for testing (see <strong><u>Testing Room Set-Up</u></strong> below).</p><p>8. Although uncommon, it is possible that your battery will die mid recording; having an extra back-up battery is a simple way to solve this problem.</p><p>&nbsp;</p><p><strong>General Advice</strong></p><p><strong>&nbsp;</strong></p><p><strong><u>Cap and Electrode Set-Up</u></strong></p><p>1. Modular caps: Brain Products caps are designed with a yellow/green color-coding system that allows 32- or 64-channel recordings to be obtained with the same set of electrode caps (the same principle is used for higher density caps as well). For 32-channel recordings, one set of 32 electrodes is plugged into the cap using only the green electrode holders. For 64-channel recordings, sets of 32 electrodes are plugged into the cap, one using the yellow electrode holders and one using the green electrode holders. The holders are easily moved to different positions in the cap if a new electrode configuration is desired. The electrode sets are labeled with the numbers 1-32 to make the electrode sets interchangeable.</p><p>2. External electrodes: To make placement of the external electrodes (e.g., eye and mastoid channels) easier and more comfortable for the subjects, remove the last 5 green electrode holders from the cap corresponding to the last 5 green electrodes in the bundle, and keep them permanently placed on the electrodes. This creates a nice ‘well’ between the electrode and the sticker for the gel to sit in when placed on the skin (see Figure 5 or Figure 11).</p><p>&nbsp;</p><p><strong><u>Testing Room Set-Up</u></strong></p><p>1. Optimal testing chair and table: The testing table should be height adjustable and a neutral color. The testing chair should be immovable and placed so that the subject’s viewing distance to the screen remains constant (e.g., 100 cm). It is also best to get a chair with a low to medium back so that the top of the chair does not press against the posterior/occipital electrodes. It is good to have a small cart or table directly behind the subject’s chair where the amplifier and battery can sit. This allows the wires to hang straight down from the back of the subject’s head and reduces strain on the cables (see Figure 7 and Figure 12a). The correct positioning of the chair should be marked on the floor, and subjects should be instructed not to move the chair.</p><p>2. Optimal equipment set up: On the experimenter side of the testing space, there should be one PC and monitor for stimulus presentation and one PC and monitor for data acquisition. On the subject side of the testing space, an identical monitor should be placed, connected to both the stimulus presentation computer and the data acquisition computer through a DisplayPort switch (see Figure 13). This allows the subject monitor to display either the task (when switched to the stimulus presentation PC) or the EEG (when switched to the data acquisition PC). See Figure 13 for a complete diagram. The amplifier and battery should be placed directly behind the subject (see Figure 7 and Figure 12a).</p><p>3. Optimal room temperature and how to regulate it: The optimal temperature of the testing room is 68-72 degrees Fahrenheit, and this is especially important if high impedance recordings will be used (Kappenman &amp; Luck, 2010). Placing a digital thermometer in the testing room and prep area is useful to verify the temperature. If possible, the testing room should have its own dedicated air conditioning/temperature control system. Do not run a fan inside the testing room during the recording; this may produce large electrical artifacts.</p><p>4. Optimal lighting level and how to regulate it: The optimal lighting level of the room for most experiments is ‘comfortably dim.’ This ensures that participants do not become too drowsy during the recording without getting glare from the monitor. It is also best to use DC-powered lights to avoid generating electrical noise in the recordings. If DC lighting is used, the power supply and converter should be located outside the testing room (see Figure 14). If DC lighting is not possible, try to get a light source that has variable levels, such as a dimmer switch. If in a room with windows, cover the windows with curtains so that the lighting level remains as constant as possible across participants.</p><p>5. Optimal audio/visual monitoring set up: Our protocol includes audio and visual monitoring of the participant while they are performing the task. This not only helps to communicate with the subject during the experiment, but also allows the subject’s behavioral performance and any movement artifacts that might occur to be unobtrusively monitored. For this purpose, we recommend having one microphone for the experimenter and another for the subject (see Figure 15a). These should be configured in a way that allows the subject’s mic to remain on continuously and set at a volume where the subject can be heard speaking at a normal volume so they do not have to move to use it. In addition, a small video camera on the subject side is connected to a small LCD monitor on the experimenter side so the experimenter can make sure that the subject is not moving, chewing gum, etc. (see Figure 15b). None of the audio or visual information is recorded, and this should be made clear to the subject prior to the start of the experiment.</p><p>6. Optimal PC requirements: A parallel port or USB trigger box is required on the presentation PC to send event codes. Two video output ports are needed on each PC. Other specifications depend on each individual lab’s requirements and budget.</p><p>7. Optimal monitor requirements: LCD monitors are preferred due to their low cost, wide availability, decreased generation of environmental noise, and reduced stimulus presentation delay. CRT monitors can be used; however, they should be placed in a Faraday cage to reduce electrical artifacts. Brightness and contrast settings depend on the type of experiment being done, with subject eye strain considered in determining these settings. Once parameters are determined, it is helpful to place a label listing the correct parameters on the stand of the monitor for easy reference. The position of the monitor on the table should be marked so that the correct viewing distance is maintained.</p><p>&nbsp;</p><p><strong><u>Recording Software Set-Up</u></strong></p><p>1. PyCorder modifications: We have modified the PyCorder recording software to display each individual EEG trace in a separate color and removed the S&amp;R trigger markers from the beginning of event codes to send wholly numeric event codes.</p><p>2. Configuration files: PyCorder offers a lot of flexibility in how you view and record your data. We find it best to create a configuration file that displays your data referenced to the channel(s) you are planning to use when referencing your data offline, but to have the digitized data recorded unreferenced. This provides maximum flexibility in analyzing the data offline, but also allows the person collecting the data to see what the data will look like when re-referenced.</p><p>&nbsp;</p><p><strong><u>Optimal Task Settings</u></strong></p><p>1. Break settings: In most experiments, stimulus presentation script should include brief (e.g., 15-30 second) breaks every 1-2 minutes. For example, the screen will say something like “Rest your eyes”, and an onscreen counter will count down from 10 seconds, ending with “Ready,” “Set,” and “Go.” Alternatively, the break can be subject-mediated, and a message “Press a button when you are ready to continue” can be displayed. Every 5-10 minutes, provide the participant with a longer break. At this point, talk to the participant over the microphone or go into the subject room. Depending on the state of the participant, this break can be brief (e.g., 30 seconds) or long (e.g., a few minutes). If the subject is excessively sleepy, it may be useful to turn the lights on brighter (only during the break) or to allow the subject to stand up and move around.</p><p>2. Because it is often necessary to pause in the middle of a block, repeat a block, etc., it is important that the stimulus presentation script provides the experimenter with options for pausing and for restarting or repeating blocks.</p><p>3. It is also best practice to save several smaller recording files rather than one long file, and break periods provide a good opportunity to start a new recording. This prevents you from losing as much data if something goes wrong during the recording, and it also gives you the opportunity to check impedances during the breaks.</p><p>4. Subject snacks: We offer subjects a variety of snacks and drinks during the session to help them stay awake, alert, and compliant with instructions. Note that giving subjects caffeine (such as coffee, tea, or sodas) can be a confound in some cases (especially when individual differences are the focus of the research). Additionally, snacks such as chewy caramels or gummy candies can get stuck in a subject’s teeth, leading to muscle artifacts, and should be avoided. See Figure 16 for an example of the snacks we provide.</p><p>5. Music: In some experiments that are exceptionally long and tedious, we allow the subjects to listen to music during the recording. However, we never do this in experiments with auditory, linguistic, or emotional stimuli.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Electrode application: 15-30 min (for 32 electrodes)</p><p>Impedance adjustments: 5-10 min </p><p>Recording: variable (depending on task duration)</p><p>Electrode removal and clean up: 20 min</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>These procedures have been developed over many years and have been proven to yield high-quality EEG data, increasing statistical power and the ability to draw valid conclusions.</p>"
        },
        {
            "header": "References",
            "content": "<p>Kappenman, E. S., &amp; Luck, S. J. (2010). The effects of electrode impedance on data quality and statistical significance in ERP recordings. <em>Psychophysiology</em>, <em>47</em>, 888–904.</p><p>Kappenman, E. S., &amp; Luck, S. J. (2016). Best Practices for Event-Related Potential Research in Clinical Populations. <em>Biological Psychiatry: Cognitive Neuroscience and Neuroimaging, 1</em>, 110–115. </p><p>Luck, S. J. (2014). <em>An Introduction to the Event-Related Potential Technique, Second Edition</em>. Cambridge, MA: MIT Press.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>This protocol was made possible by NIH grant R25MH080794 to S.J.L. and E.S.K.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1523/JNEUROSCI.2860-17.2017",
                "date": "2017-11-22 16:45:28",
                "title": "Dissociable Decoding of Spatial Attention and Working Memory from EEG Oscillations and Sustained Potentials",
                "authors": [
                    "Gi-Yeul Bae",
                    "Steven J. Luck"
                ],
                "journal": "The Journal of Neuroscience",
                "logo": ""
            },
            {
                "doi": "10.1162/jocn_a_01279",
                "date": "2018-05-15 15:07:04",
                "title": "Combined Electrophysiological and Behavioral Evidence for the Suppression of Salient Distractors",
                "authors": [
                    "Nicholas Gaspelin",
                    "Steven J. Luck"
                ],
                "journal": "Journal of Cognitive Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 246153,
                "identity": "8a7dc83e-c6a7-448f-8574-6704ac19f032",
                "order_by": 1,
                "name": "Jaclyn L. Farrens",
                "email": "",
                "orcid": "",
                "institution": "San Diego State University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jaclyn",
                "middleName": "L.",
                "lastName": "Farrens",
                "suffix": ""
            },
            {
                "id": 246154,
                "identity": "90665ca6-0b73-438c-92f1-3303dcbe8533",
                "order_by": 2,
                "name": "Aaron M. Simmons",
                "email": "",
                "orcid": "",
                "institution": "University of California Davis",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Aaron",
                "middleName": "M.",
                "lastName": "Simmons",
                "suffix": ""
            },
            {
                "id": 246155,
                "identity": "eb896e1c-2b1f-4a6c-a009-7e417d2f7da2",
                "order_by": 3,
                "name": "Steven J. Luck",
                "email": "",
                "orcid": "",
                "institution": "University of California Davis",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Steven",
                "middleName": "J.",
                "lastName": "Luck",
                "suffix": ""
            },
            {
                "id": 246156,
                "identity": "8cff8c73-2ee7-4061-9568-c43d34dff760",
                "order_by": 4,
                "name": "Emily S. Kappenman",
                "email": "ekappenman@sdsu.edu",
                "orcid": "",
                "institution": "San Diego State University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Emily",
                "middleName": "S.",
                "lastName": "Kappenman",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-12-03 19:55:43",
        "currentVersionCode": 4,
        "declarations": "",
        "doi": "10.21203/rs.2.18328/v4",
        "doiUrl": "https://doi.org/10.21203/rs.2.18328/v4",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 15650581,
                "identity": "d87fe21f-30ed-44ee-8b16-ebd9ce7c3cb3",
                "added_by": "auto",
                "created_at": "2021-11-17 22:54:20",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 452551,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/92060241-7196-45e0-967c-e100f5cb06f3.pdf"
            },
            {
                "id": 15650424,
                "identity": "131b2896-d1b5-43a4-a863-a964262d122b",
                "added_by": "auto",
                "created_at": "2021-11-17 22:51:38",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13027008,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure1ElectrodeApplicationMaterials.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/52c198be00df1aa514bafea3.pdf"
            },
            {
                "id": 15603608,
                "identity": "976c9d7a-c54e-4607-878d-333898394e86",
                "added_by": "auto",
                "created_at": "2021-11-16 18:26:56",
                "extension": "pdf",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 5815807,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure2CapSizeMeasuring.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/11e784e6ea291c90cc8cad4c.pdf"
            },
            {
                "id": 15603678,
                "identity": "6006f5a5-01a3-4ee9-af63-400056c71796",
                "added_by": "auto",
                "created_at": "2021-11-16 18:29:56",
                "extension": "pdf",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14061017,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure3ElectrodeOrientation.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/53d780c7fc80652c637f3b9d.pdf"
            },
            {
                "id": 15603375,
                "identity": "6be10a80-f544-486f-a7fe-74a2b3c5f0c4",
                "added_by": "auto",
                "created_at": "2021-11-16 18:20:55",
                "extension": "pdf",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 15035074,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure4ElectrodeHolderPlacement.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/03fa8b7792938367d5b278ce.pdf"
            },
            {
                "id": 15603376,
                "identity": "80c6d1a7-5a2c-4cb7-ad2c-d4c055fb54c2",
                "added_by": "auto",
                "created_at": "2021-11-16 18:20:56",
                "extension": "pdf",
                "order_by": 5,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12292060,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure5ElectrodeCollars.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/9f56abf88a440588435a1f80.pdf"
            },
            {
                "id": 15603386,
                "identity": "35395bf4-051d-4f2b-aa25-c1ebc8d4df26",
                "added_by": "auto",
                "created_at": "2021-11-16 18:20:56",
                "extension": "pdf",
                "order_by": 6,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13452064,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure6EyeElectrodePlacement.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/d4ee5cf965dddcb2e726b210.pdf"
            },
            {
                "id": 15603378,
                "identity": "6d61437a-0810-4316-9742-dc7f4eeafb59",
                "added_by": "auto",
                "created_at": "2021-11-16 18:20:56",
                "extension": "pdf",
                "order_by": 7,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 14742440,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure7UnstrainedCables.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/e700cfff70a1883b523c99f8.pdf"
            },
            {
                "id": 15603435,
                "identity": "1e929dfe-487f-4653-8d64-10167b11d826",
                "added_by": "auto",
                "created_at": "2021-11-16 18:23:56",
                "extension": "pdf",
                "order_by": 8,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 2911901,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure8ImpedanceMode.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/80135012f03ae613bffff2bd.pdf"
            },
            {
                "id": 15603727,
                "identity": "3c0b2c57-853b-47cc-8b01-535753709891",
                "added_by": "auto",
                "created_at": "2021-11-16 18:32:56",
                "extension": "pdf",
                "order_by": 9,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 11544607,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure9ElectrodeStorage.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/5c825c305e3f314593fd4012.pdf"
            },
            {
                "id": 15603443,
                "identity": "53d2e821-736c-4c4c-855e-b1bcb64f4641",
                "added_by": "auto",
                "created_at": "2021-11-16 18:23:56",
                "extension": "pdf",
                "order_by": 10,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 13629274,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure10CapStorage.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/02b35a98fc56a254dfdb22ea.pdf"
            },
            {
                "id": 15603436,
                "identity": "9cf2d8c8-072d-44d9-bfed-3a82ae9e398e",
                "added_by": "auto",
                "created_at": "2021-11-16 18:23:56",
                "extension": "pdf",
                "order_by": 11,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 8014262,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure11ExternalElectrodeHolders.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/64e89725b8dcb87c1255caeb.pdf"
            },
            {
                "id": 15603613,
                "identity": "e5686e59-1566-4f42-9e28-c7b0656e2582",
                "added_by": "auto",
                "created_at": "2021-11-16 18:26:56",
                "extension": "pdf",
                "order_by": 12,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 17821954,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure12TestingRoom.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/3bbb8726b524f91436527e5f.pdf"
            },
            {
                "id": 15603381,
                "identity": "a59f4d16-ec9e-437d-a677-6c234413395d",
                "added_by": "auto",
                "created_at": "2021-11-16 18:20:56",
                "extension": "pdf",
                "order_by": 13,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1750934,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure13HardwareSetUp.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/e93c66df6d869d8296ba6e80.pdf"
            },
            {
                "id": 15603437,
                "identity": "ae565fef-361c-4dab-a783-24ea6e2d3d79",
                "added_by": "auto",
                "created_at": "2021-11-16 18:23:56",
                "extension": "pdf",
                "order_by": 14,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 16574808,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure14DCLighting.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/450fab9d7163b4a3c353e32f.pdf"
            },
            {
                "id": 15650426,
                "identity": "c90b518d-fa9b-4d38-a446-ffcda1f5a1b1",
                "added_by": "auto",
                "created_at": "2021-11-17 22:51:57",
                "extension": "pdf",
                "order_by": 15,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1236512,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure15AVSetUp.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/ef124790d95c30c3a1432575.pdf"
            },
            {
                "id": 15603390,
                "identity": "f713e200-5a94-459b-8a03-0ec07c3f555f",
                "added_by": "auto",
                "created_at": "2021-11-16 18:20:56",
                "extension": "pdf",
                "order_by": 16,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 16003256,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Figure16SubjectSnacks.pdf",
                "url": "https://assets.researchsquare.com/files/pex-779/v4/d956bcf4c46af6386fd7f62e.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": true,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "EEG, electroencephalography, event-related potentials, ERPs, human neuroscience, active electrodes",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Electroencephalography (EEG) is one of the most widely used techniques to measure human brain activity. EEG recordings provide a direct, high temporal resolution measure of cortical activity from noninvasive scalp electrodes. However, the signals are small relative to the noise, and optimizing the quality of the recorded EEG data can significantly improve the ability to identify signatures of brain processing. This protocol provides a step-by-step guide to recording the EEG from human research participants using strategies optimized for producing the best quality EEG. </p>",
        "manuscriptTitle": "Electroencephalogram (EEG) Recording Protocol for Cognitive and Affective Human Neuroscience Research",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-12-09 18:23:33",
                "doi": "10.21203/rs.2.18328/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 2,
                "date": "2020-02-04 18:10:14",
                "doi": "10.21203/rs.2.18328/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 3,
                "date": "2020-06-15 12:49:05",
                "doi": "10.21203/rs.2.18328/v3",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            },
            {
                "code": 4,
                "date": "2021-11-16 18:20:53",
                "doi": "10.21203/rs.2.18328/v4",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c35cbbac-41ef-422c-87bc-c459b776d01e",
        "owner": [],
        "postedDate": "November 16th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 51052,
                "name": "Neuroscience"
            },
            {
                "id": 51053,
                "name": "Psychology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-11-16 18:20:53",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}