{
    "identity": "nprot-5309",
    "title": "Well-defined matrices for the expansion of intestinal stem cells and organoids",
    "content": [
        {
            "header": "Introduction",
            "content": "Stem cell-derived organoids mimic multiple histological and functional features of native organs, making them suitable models of the stem cell niche, organ development and disease, as well as drug-screening platforms and sources of transplantable cells for restoration of damaged or diseases tissues<sup>1,2</sup>. Intestinal organoids, in particular, hold promise as models of the intestinal \\(ISC) niche, intestinal development and function<sup>3,4</sup>, but also as models of patient-specific epithelial diseases, including cystic fibrosis<sup>5</sup> and colorectal cancer<sup>6</sup>. The utility of patient-derived colorectal cancer organoids in large-scale drug efficacy screens and the subsequent design of personalized, patient-tailored therapies have already been demonstrated<sup>6</sup>. Furthermore, organoids derived from healthy tissue offer possibilities in cell-based therapies and autologous transplants. Indeed, single stem cell-derived mouse colon organoids have been shown to engraft into damaged colonic epithelium, restoring both tissue architecture and function<sup>7</sup>. \r\n\n\n\r\n\n\n The great potential of epithelial organoids, including those from the intestinal system, remains unrealized, however, owing to the use of ill-defined, animal-derived three-dimensional \\(3D) matrices, predominantly Matrigel, for their culture. The batch-to-batch variability of Matrigel may lead to inconsistent cell behaviors, whereas the high biochemical complexity of even growth factor-reduced formulations<sup>8,9</sup> introduces unknown and potentially confounding variables. Indeed, Matrigel has been shown to independently induce biological effects in stem cell systems, which remain beyond the control of researchers<sup>10</sup>. Further, Matrigel is unconducive to controlled modifications, precluding studies of how various extracellular matrix \\(ECM) components and physical parameters influence organoid systems. Finally, this mouse tumor-derived gel poses risk of immunogen and pathogen transfer, making it unsuitable for organoid expansion with downstream clinical applications. Thus, the heavy reliance of organoids on Matrigel curtails their potential impact in both research and therapy.\r\n\n\n\r\n\n\nOwing to their chemically defined and versatile composition, synthetic ECM analogues are promising cell culture alternatives to natural, animal-derived matrices<sup>11,12</sup>. Biochemical and biophysical components can be varied largely independently of each other, and their influence on biological processes probed in a systematic fashion<sup>13,14</sup>, allowing for the identification of cellular system-specific 3D culture environments<sup>15,16</sup>. However, although synthetic hydrogels have been used extensively for culturing endothelial and cells of connective tissue origin, culturing primary, polarized epithelia and recreating morphogenesis within these matrices has been difficult to accomplish, owing likely to the high degree of multicellular organization in epithelial tissues and their heavy reliance upon a complex and specialized basement membrane. We have used poly\\(ethylene glycol) \\(PEG) synthetic hydrogels to examine the effects of physical and biochemical cues on ISC expansion and organoid formation, and designed well-defined matrices for the culture of ISCs and intestinal organoids.\r\n\n\n\r\n\n\nHere, we provide protocols for the synthesis, mechanical characterization and use of enzymatically crosslinked PEG gels for organoid culture, selected for the highly specific crosslinking reaction that occurs under mild, cell-friendly conditions<sup>17</sup>. First, we describe the functionalization of 8-arm PEG-vinyl sulfone \\(PEG-VS) 8-arm PEG-acrylate macromers \\(PEG-Acr) with lysine- and glutamine-presenting peptides, using a Michael addition reaction. We then provide instructions for the formation of modular 3D hydrogels through the coagulation transglutaminase factor XIII \\(FXIIIa)-mediated crosslinking of the functionalized macromers, and their mechanical characterization, using rheometry. Briefly, the crosslinking of the macromers and resulting gel formation occurs through the FXIIIa-mediated formation of ε-\\(α-glutamyl)lysine isopeptide side-chain bridges between the glutamine and lysine-presenting transglutaminase peptide substrates<sup>18</sup>. Finally, we describe the use of these matrices for the culture of intestinal stem cells and organoids."
        },
        {
            "header": "Reagents",
            "content": "TG-Gln: H-NQEQVSPL-ERCGNH2 \\(GL Biochem, custom synthesis)\r\n\n\nTG-DG-Lys: Ac-FKGGGPQGIWGQ-ERCG-NH2 \\(GL Biochem, custom synthesis)\r\n\n\nTG-NDG-Lys: Ac-FKGG-GDQGIAGF-ERCG-NH2 \\(GL Biochem, custom synthesis)\r\n\n\n8-arm PEG-VS, 40 kDa \\(NOF, custom synthesis) \r\n\n\n8-arm PEG-Acr, 40 kDa \\(Creative PEGWorks, Cat. Num. PSB-824)\r\n\n\n0.3 M Tri-ethanolamine \\(TEA), pH 8.0 \\(Sigma, Cat. Num. 90278)\r\n\n\nTris-buffered saline \\(Sigma-Aldrich, Cat. Num. 252859)\r\n\n\nCaCl2 \\(Sigma-Aldrich, Cat. Num. C1016)\r\n\n\nGln-RGD: H-NQEQVSPL-RGDSPG-NH2 \\(GL Biochem, custom synthesis)\r\n\n\nFXIIIa \\(Galexis)\r\n\n\nAdvanced DMEM/F12 \\(Gibco, Cat. Num. 12634-010)\r\n\n\nGlutamax \\(Gibco, Cat. Num. 15630-056)\r\n\n\nHEPES \\(Gibco, Cat. Num. 35050-038)\r\n\n\nPenicillin-streptomycin \\(Gibco, Cat. Num. 15140-122) \r\n\n\nB27-supplement \\(Thermo Fisher Scientific, Cat. Num. 17504044)\r\n\n\nN2 \\(Thermo Fisher Scientific, Cat. Num. 17502048)\r\n\n\nN-acetylcysteine \\(Sigma, Cat. Num. A9165-5G)\r\n\n\nEGF \\(produced in-house)\r\n\n\nR-spondin \\(produced in-house)\r\n\n\nNoggin \\(produced in-house)\r\n\n\nCHIR99021 \\(Calbiochem, Cat. Num. 361559)\r\n\n\nValproic acid \\(Sigma, Cat. Num. P4543)\r\n\n\nThiazovivin \\(Stemgent, Cat. Num. 04-0017)\r\n\n\nLaminin \\(Gibco, Cat. Num. 23017015)\r\n\n\nPBS \\(Gibco, Cat. Num. 10010015)\r\n\n\nSigmaCote \\(Sigma, Cat. Num. SL2-100 ML)"
        },
        {
            "header": "Equipment",
            "content": "50-ml Falcon tube \\(Corning, Cat. Num. 352070)\r\n\n\nSnakeSkin dialysis tubing \\(ThermoFisher Scientific, Cat. Num. 68100)\r\n\n\nPlastic clamps \\(Spectrum Laboratories, Cat. Num. 142174)\r\n\n\nDialysis float buoys \\(ThermoFisher Scientific, Cat. Num. 66430)\r\n\n\nKimwipe \\(Kimtech, Cat. Num. 7552)\r\n\n\n0.2-μm filter \\(Sarstedt, Cat. Num. 83.1826.001)\r\n\n\nMicroscope glass slides\r\n\n\nBohlin CVO 120 rheometer\r\n\n\nLyophilizer\r\n\n\nTemperature-controlled water bath"
        },
        {
            "header": "Procedure",
            "content": "**Synthesis of gel precursors** \r\n\n\n1. Allow peptides TG-Gln, TG-DG-Lys and TG-NDG-Lys to reach room temperature, and weigh appropriate amounts needed to functionalize 1 g of PEG-VS or PEG-Acr, ensuring a 1.2 molar excess of peptide to PEG. Note: be sure to take into account the purity of the peptides, along with their functionality, i.e. the amount of free cysteines present, when calculating the mass of peptides to include in the reaction.    \r\n  2. In a 50-ml Falcon tube prepare the following mixes: PEG-VS and TG-Gln; PEG-VS and TG-DG-Lys; PEG-VS and TG-NDG-Lys; PEG-Acr and TG-Gln; PEG-Acr and TG-NDG-Lys. \r\n  3. Add 40 ml of 0.3 M TEA buffer to each tube to dissolve the powder. \r\n  4. Incubate in a 37°C water bath for 2 h, with occasional mixing by tube inversion. This step is the coupling reaction between the vinyl sulfone groups or acrylate of the PEG and the thiol groups of the peptides.  \r\n  5. Transfer tube contents into SnakeSkin dialysis tubing, rinsing the tube with additional 10 ml of 0.3 M TEA. Before transferring the liquid, clamp one side of the tubing with a ‘heavy’ plastic clamp. After filling the tubing, close it with a ‘light’ plastic clamp. Attach a floater to the top side of the tubing \\(the side with the light clamp), and suspend the tubes in a 5-L glass beaker filled with ultrapure water and containing a magnetic stirrer.\r\n  6. Dialyze for 4 d at 4°C with stirring, changing the water three times per day \\(morning, noon, evening) to remove unreacted peptides and TEA. \r\n  7. Separate the contents of each dialysis tube into four 50-ml Falcon tubes \\(approximately 14 ml per tube). Close the tube with a rubber band-fastened Kimwipe. \r\n  8. Freeze by immersing into a tank of liquid nitrogen, fitted with a tube rack. Lyophilize for two days. \r\n  9. Combine lyophilates into a single pre-weighed 50-ml Falcon tube, and re-weigh to determine the weight of the product. Add the appropriate volume of autoclaved Milli-Q water to make a 13.33% \\(w/v) PEG stock solution of each of the five precursors: \\[PEG-VS]-DG-Lys, \\[PEG-VS]-NDG-Lys, \\[PEG-VS]-Gln, \\[PEG-Acr]-NDG-Lys, \\[PEG-Acr]-Gln. Take care to account for the density of PEG, when calculating the volume of water to be added. Filter the solutions using a 0.2-μm filter.\r\n  10. Make 13.33% \\(w/v) premixes of the complementary macromers by mixing them at the volumetric ratios listed in Table 1.      \r\n  11. To make a 75% PEG-Acr precursor, to be used for the formation of mechanically dynamic, softening hydrogels, first mix \\[PEG-Acr]-Gln with \\[PEG-VS]-NDG-Lys at the appropriate volumetric ratios to make a 50% PEG-Acr mix, and \\[PEG-Acr]-Gln with \\[PEG-Acr]-NDG-Lys to make a 100% PEG-Acr mix. Mixing equal volumes of 50% PEG-Acr and 100 PEG-Acr gives a 75% PEG-Acr precursor solution, with a 13.33% \\(w/v) overall polymer content. \r\n  \r\n\n\n**Gel formation and rheometric characterization**\r\n\n\n1. To form a PEG hydrogel for ISC and organoid culture, prepare the following solution: CaCl2-containing TBS \\(50 mM final concentration), PEG precursor mix \\(1-7% \\(w/v) final concentration), Lys-RGD \\(1 mM final concentration), FXIIIa \\(10 U/mL, final concentration) and autoclaved Milli-Q water or cell culture medium to fill spare volume. Gel formation is allowed to occur for 30 min, 37°C.\r\n  2. To prepare PEG hydrogel discs for mechanical characterization, cast 50 μl droplets of the liquid, non-crosslinked gel mix onto a microscope glass slide pre-treated with SigmaCote, to render it hydrophobic. One standard microscope slide can typically accommodate three droplets.\r\n  3. Carefully place 1cm × 1 cm × 1 mm plastic spacers on both ends of the slide, and sandwich the droplets by resting a second SigmaCote-treated slide on top of the spacers. Secure the slides by clamping with standard binder clips on both sides. \r\n  4. Allow gel formation \\(30 min, 37°C).\r\n  5. Insert 2 ml of ultrapure water in the space between the slides to prevent gel damage during the de-casting. Gently detach the bottom and top surfaces of the gel discs from the glass slides with a flat and thin metal spatula. Unclamp the binder clips, remove the top slide and carefully transfer each gel to a separate well of a 12-well plate, filled with 1.5 ml of autoclaved Milli-Q water. Allow the gels to swell overnight at 37°C. Swelling of acrylate-containing gels is performed in complete cell culture medium. \r\n  6. Gel shear moduli are determined by performing small-strain oscillatory shear measurements on a Bohlin CVO 120 rheometer, using the parallel plate configuration. Measurements were performed at a constant strain of 5%, and a range of frequencies \\(0.1-10 Hz).   \r\n  \r\n\n\n**Culture of ISCs and intestinal organoids**\r\n\n\n\r\n\n\n_Expansion and routine culture of ISC colonies_\r\n\n\n\r\n\n\nISCs are expanded and cultured in ~1.3 kPa PEG-VS gels, i.e. gels formed by crosslinking \\[PEG-VS]-NDG-Lys and \\[PEG-VS]-Gln. The polymer content needed to achieve the gel stiffness optimal for ISC expansion is determined by rheometry \\(see above), and is typically in the range 2.5-3.5% \\(w/v). \r\n\n\n\r\n\n\n1. Prepare a \\[PEG-VS]-NDG-Lys/\\[PEG-VS]-Gln gel mix at the appropriate polymer content, containing 1 mM RGD, as described above, using the spare volume to incorporate a suspension of dissociated ISCs at a final concentration 200-500 cells/μl. \r\n  2. Cast 15-20 μl droplets of the mix onto the bottom of a 24-well plate, and allow for gelation to occur \\(15 min, 37°C).  Note: to ensure homogenous cell distribution throughout the gel, flip the plate between the upright and upside-down positions every minute during the first 5 min of gelation. Use caution not to displace the liquid droplets from the center of the wells and onto the well walls during the flipping process.  \r\n  3. Overlay the gels with 600 μl of complete ISC expansion medium: Advanced DMEM/F12 containing Glutamax, HEPES, penicillin-streptomycin, B27, N2 and 1 μM N-acetylcysteine, supplemented with growth factors, including EGF \\(50 ng/ml), Noggin \\(100 ng/ml) and R-spondin \\(500 ng/ml), and small molecules, including CHIR99021 \\(3 μM), valproic acid \\(1 mM) and thiazovivin \\(2.5 μM). Growth factors and small molecules are replenished every two days, and the full medium is changed every four days. \r\n  \r\n\n\n_Formation of intestinal organoids in well-defined matrices_\r\n\n\n\r\n\n\nIntestinal organoids are formed in 75% PEG gels, within an initial stiffness of\n1.3 kPa, containing 1 mM RGD and 0.1-0.25 mg/ml laminin that soften to\n180 Pa within four days of culture. The polymer content needed to achieve the initial stiffness required is determined by rheometry \\(see above), and is typically in the range 4-5% \\(w/v).\r\n\n\n\r\n\n\n1. Prepare a 75% PEG-Acr gel mix at the appropriate polymer content, containing 1 mM RGD and 0.2 mg/ml laminin, as described above, using the spare volume to incorporate a suspension of dissociated ISCs at a final concentration 200-500 cells/μl. \r\n  2. Cast 15-20 μl droplets of the mix onto the bottom of a 24-well plate, and allow for gelation to occur \\(15 min, 37°C). \r\n  3. Overlay the gels with 600 μl of complete ISC expansion medium \\(see above for composition), allow for ISC colonies to form for 4 d. \r\n  4. Wash once with PBS and overlay with organoid formation medium:  Advanced DMEM/F12 containing Glutamax, HEPES, penicillin-streptomycin, B27, N2 and 1 μM N-acetylcysteine, supplemented with growth factors, including EGF \\(50 ng/ml), Noggin \\(100 ng/ml) and R-spondin \\(500 ng/ml)."
        },
        {
            "header": "Anticipated Results",
            "content": "1. ISCs embedded in 1.3 kPa PEG-VS hydrogels containing 1 mM RGD should form round, lumenized, polarized multicellular colonies, with an efficiency of 15-25% \\(Fig. 1a). Most of the colonies should express Lgr5 \\(Fig. 1b). \r\n  2. ISCs embedded in 1.3 kPa 75% PEG-Acr gels containing 1 mM RGD and 0.2 mg/ml laminin should form Lgr5-expressing lumenized colonies within the first four days. After replacing the expansion medium with organoid formation medium, crypt-like buds should start appearing from the circular colonies. Fully formed organoids should be visible 3-4 days after the switch \\(Fig. 1c, d)."
        },
        {
            "header": "References",
            "content": "1 Lancaster, M. A. & Knoblich, J. A. Organogenesis in a dish: modeling development and disease using organoid technologies. Science 345, 1247125, \\(2014).\r\n\n\n2 Sasai, Y. Next-generation regenerative medicine: organogenesis from stem cells in 3D culture. Cell Stem Cell 12, 520-530, \\(2013).\r\n\n\n3 Sato, T. & Clevers, H. Growing self-organizing mini-guts from a single intestinal stem cell: mechanism and applications. Science 340, 1190-1194, \\(2013).\r\n\n\n4 Sato, T. et al. Paneth cells constitute the niche for Lgr5 stem cells in intestinal crypts. Nature 469, 415-418, \\(2011).\r\n\n\n5 Dekkers, J. F. et al. A functional CFTR assay using primary cystic fibrosis intestinal organoids. Nat Med 19, 939-945, \\(2013).\r\n\n\n6 van de Wetering, M. et al. Prospective derivation of a living organoid biobank of colorectal cancer patients. Cell 161, 933-945, \\(2015).\r\n\n\n7 Yui, S. et al. Functional engraftment of colon epithelium expanded in vitro from a single adult Lgr5\\(+) stem cell. Nat Med 18, 618-623, \\(2012).\r\n\n\n8 Hughes, C. S., Postovit, L. M. & Lajoie, G. A. Matrigel: a complex protein mixture required for optimal growth of cell culture. Proteomics 10, 1886-1890, \\(2010).\r\n\n\n9 Vukicevic, S. et al. Identification of multiple active growth factors in basement membrane Matrigel suggests caution in interpretation of cellular activity related to extracellular matrix components. Exp Cell Res 202, 1-8, \\(1992).\r\n\n\n10 Vaillant, F., Lindeman, G. J. & Visvader, J. E. Jekyll or Hyde: does Matrigel provide a more or less physiological environment in mammary repopulating assays? Breast Cancer Res 13, 108, \\(2011).\r\n\n\n11 Gilbert, P. M. et al. Substrate elasticity regulates skeletal muscle stem cell self-renewal in culture. Science 329, 1078-1081, \\(2010).\r\n\n\n12 Lutolf, M. P., Gilbert, P. M. & Blau, H. M. Designing materials to direct stem-cell fate. Nature 462, 433-441, \\(2009).\r\n\n\n13 Ranga, A. et al. 3D niche microarrays for systems-level analyses of cell fate. Nat Commun 5, 4324, \\(2014).\r\n\n\n14 Rape, A. D., Zibinsky, M., Murthy, N. & Kumar, S. A synthetic hydrogel for the high-throughput study of cell-ECM interactions. Nat Commun 6, 8129, \\(2015).\r\n\n\n15 Gjorevski, N., Ranga, A. & Lutolf, M. P. Bioengineering approaches to guide stem cell-based organogenesis. Development 141, 1794-1804, \\(2014).\r\n\n\n16 Ranga, A. & Lutolf, M. P. High-throughput approaches for the analysis of extrinsic regulators of stem cell fate. Curr Opin Cell Biol 24, 236-244, \\(2012).\r\n\n\n17 Ehrbar, M. et al. Biomolecular hydrogels formed and degraded via site-specific enzymatic reactions. Biomacromolecules 8, 3000-3007, \\(2007).\r\n\n\n18 Lorand, L. & Graham, R. M. Transglutaminases: crosslinking enzymes with pleiotropic functions. Nat Rev Mol Cell Biol 4, 140-156, \\(2003)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 14172,
                "identity": "a0d3237d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Matthias P. Lutolf",
                "email": "matthias.lutolf@epfl.ch",
                "orcid": "",
                "institution": "LSCB, EPFL",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "P.",
                "lastName": "Lutolf",
                "suffix": ""
            },
            {
                "id": 14171,
                "identity": "a0d31f80-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nikolce Gjorevski",
                "email": "",
                "orcid": "",
                "institution": "LSCB, EPFL",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nikolce",
                "middleName": "",
                "lastName": "Gjorevski",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-10-25 14:11:49",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.007",
        "doiUrl": "https://doi.org/10.1038/protex.2017.007",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609572,
                "identity": "ff1ed010-2e23-48aa-9108-9501268a08dc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 108055,
                "visible": true,
                "origin": "",
                "legend": "Intestinal stem cells and organoids grown in well-defined PEG-based matrices.   *a*, 4 d colonies formed from dissociated ISCs embedded in PEG-RGD matrices. *b*, Lgr5-GFP expression in ISC colonies formed in PEG-RGD matrices. *c, d*, Intestinal organoids formed in 75% PEG-Acr matrices containing 1 mM RGD and 0.2 mg/ml laminin-111. Scale bars, 50 μm.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5309/v1/figure_1.jpg"
            },
            {
                "id": 2609571,
                "identity": "c6e42f38-66b5-4fa7-903e-30f06d13e546",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:01",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14963,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Volumetric ratios of various combinations of PEG precursors necessary to form a stoichiometrically balanced mix",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-5309/v1/figure_2.jpg"
            },
            {
                "id": 13465361,
                "identity": "b7b94adc-f800-402c-885f-9b4fb6fca6a6",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:28",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 265507,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5309/v1/95c0317b-5e69-4327-8d28-9d0c94404c42.pdf"
            }
        ],
        "financialInterests": "M.P.L. is co-founder and shareholder of QGel SA.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Stem cells, organoids, biomechanics, mechanobiology, extracellular matrix, matrix stiffness, synthetic matrices, three-dimensional culture",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Stem-cell derived organoids approximate organ development, structure and function with unprecedented fidelity, opening new avenues in basic research, disease modeling and cell-based therapies. However, their potential is limited by the ill-defined matrices used for their culture. Here, we describe well-defined poly\\(ethylene glycol)-based matrices for the culture of intestinal stem cells and organoids. We provide a protocol for the synthesis and purification of hydrogel precursors, as well as instructions for hydrogel formation and mechanical characterization. Finally, guidelines for intestinal stem cell expansion and organoid formation within these matrices are provided.",
        "manuscriptTitle": "Well-defined matrices for the expansion of intestinal stem cells and organoids",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-01-12 14:52:22",
                "doi": "10.1038/protex.2017.007",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0d2a58d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 12th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3722,
                "name": "Cell biology"
            },
            {
                "id": 3724,
                "name": "Materials science"
            },
            {
                "id": 3725,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-01-12 14:52:22",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}