{
    "identity": "nprot-2721",
    "title": "Binding kinetics of DNA-protein interaction using surface plasmon resonance",
    "content": [
        {
            "header": "Reagents",
            "content": "CM5 sensor S chip \\(Research grade, cat. No. BR-1005-30) \r\n\n\nHBS-EP+ \\(10X containing 0.1 M HEPES, 1.5 M NaCl, 30 mM EDTA and 0.5% v/v Surfactant P20) \\(GE Healthcare, cat. No. BR-1001-88)\r\n\n\nStreptavidin \\(Piercenet, cat. No. 21125)\r\n\n\nHBS-P+ \\(10X containing 0.1 M HEPES, 1.5 M NaCl, and 0.5% v/v Surfactant P20)\\(cat. No. BR-1003-68)\r\n\n\nFormamide \\(Sigma-Aldrich, cat. No. F7508)\r\n\n\nAmine coupling kit \\(GE Healthcare, cat. No. BR-1000-50)\r\n\n\nBromophenol blue \\(Sigma-Aldrich, cat. No. B0126) \r\n\n\nEDTA \\(EMD Biochemicals, cat. No. 4055-100ML) \r\n\n\nTris/NaCl \\(Fisher Scientific, cat. No. BP2478-500) \r\n\n\nT4 DNA ligase and ligase buffer \\(New England BioLabs, cat. No. M0202S) \r\n\n\nSigmacote \\(Sigma Aldrich, cat. No. SL2) \r\n\n\nBovine Serum from Albumin \\(Sigma, cat. No. A9418) \r\n\n\n40%, 19:1 Acrylamide/Bis \\(Bio-Rad, cat. No. 161-0144) \r\n\n\nTBE \\(Promega, cat. No. V4251) \r\n\n\nUrea \\(Fisher Scientific, cat. No. 104924) \r\n\n\nAmmonium persulfate \\(APS) \\(Sigma, cat. No. A3426)\r\n\n\nTEMED \\(Fisher BioReagents, cat. No. BP150-100) \r\n\n\n10% glycerol \\(Sigma-Aldrich, cat. No. G5516) \r\n\n\nddTTP \\(GE Healthcare, cat.No. 27-2045-01) \r\n\n\nMagnesium chloride \\(Fisher Scientific, cat. No. M8266) \r\n\n\nSodium acetate \\(Sigma-Aldrich, cat. No. S8750)\r\n\n\n3-Hydroxypicolinic acid \\(3-HPA) \\(Fluka analytical, cat. No. 56197)\r\n\n\nAmmonium citrate dibasic \\(MP, Biomedicals, cat. No. 152494) \r\n\n\nTris/EDTA \\(Fisher Scientific, cat. No. BP2475-1)\r\n\n\nn-Butanol \\(ACROS, cat. No. 42349-0010)\r\n\n\nPhenol: Chloroform: Isoamyl acohol \\(25:24:1, v/v) \\(Invitrogen, cat No. 15593-031)\r\n\n\nChloroform \\(Pharmco-AAPER, cat No. 309000000)\r\n\n\nDNA \\(Eurofins) \r\n\n\nKf-exo<sup>-</sup> \\(gift from Dr. Catherine Joyce at Yale University)"
        },
        {
            "header": "Equipment",
            "content": "Biacore T200 SPR instrument \\(GE Healthcare)\r\n\n\nMALDI-TOF spectrometer \\(Axima Performance, Shimadzu Biotech)\r\n\n\nSequencing gel apparatus \\(Bio-Rad)\r\n\n\nCentrifuge \\(Eppendorf, 5414 D)\r\n\n\nSpeedvac \\(ThermoSavant, model: SPD 2010-220)\r\n\n\nHPLC instrument \\(Hitachi LaChrome Elite L2400 series)\r\n\n\nSpectrophotometer \\(Eppendorf)\r\n\n\nDry bath \\(Isotemp, Fisher Scientific)"
        },
        {
            "header": "Procedure",
            "content": "**Sample preparation** \r\n\n\n\r\n\n\n**Day 1:**\r\n\n\n**Preparation of 5'-Biotin-DNA-83 mer Ligation**\r\n\n\n1. DNA annealing: Mix 5'-Biotin-DNA 31 mer \\(unmodified or modified) and 52 mer hairpin DNA \\(1:1.5) ratio in 10 mM Tris/50 mM NaCl buffer and heat to 95°C for 5 min and cool down slowly to room temperature \\(approx. 2-3 h).\r\n  2. Dry the sample in Speedvac and dissolve it in 25 μL deionized water and desalt it using Illustra G-25 spin columns.\r\n  3. To the desalted solution, add 2.5 μL T4 DNA ligase buffer \\(10X), add T4 DNA ligase 2.5μL \\(2000 U/μL) and 20 μL deionized water and incubate at 20°C for 16 h.\r\n  4. Centrifuge and add 20 μL loading buffer \\(consists of 50 μL 0.5 M EDTA/ 950 μL formamide), heat it to 95°C for 5 min; cool it down using ice-bath.\r\n  \r\n\n\n**Purification of oligonucleotides \\(83 mer) by using 10% denaturing gel**\r\n\n\n5. Mix 40% acrylamide/ Bis 17.5 mL, 10 x TBE 7mL, urea 29 g in 39.5 mL deionized water in a conical flask and dissolve the mixture.\r\n  6. Wipe either outer or inner gel plate with Sigmacote. \\(Critical step: Don’t wipe Sigmacote on both plates).\r\n  7. Setup the glass plates, cast the gel after adding 200μL APS \\(30% w/v) and 100 μL TEMED to the acrylamide solution \\(step 5) and leave it for 30-45 min to solidify.\r\n  8. After removing the comb, flush the wells with the running buffer \\(1 x TBE) to remove the residual urea. \r\n  9. Pre-run the gel at 2,000 V for 30 min.\r\n  10. Load the DNA samples and run the gel at 2,000 V for 2-3 h.\r\n  11. After completion of the run, cool down the gel with cold water and pry the gel plates quickly.\r\n  12. Cover the gel with saran wrap, peel the gel and expose over the TLC plate.\r\n  13. Cut desired ligated oligonucleotide bands by exposing under short wavelength UV and transfer to a microcentrifuge \\(1.5 mL).\r\n  14. Crush the gel pieces using micropipette tip.\r\n  15. Add 1 mL 1x TE buffer and keep in the -80°C refrigerator for 10 min, heat it at 95° C for 5 min; centrifuge and collect the supernatant.\r\n  16. Repeat step 15 for three times and pool the supernatant into one.\r\n  17. Add 1 mL 1X TE buffer to the crushed gel, incubate at 37°C overnight and centrifuge and merge the supernatant with step 16. \r\n  \r\n\n\n**Day 2:**\r\n\n\n\r\n\n\n18. Filter the pooled solution using 0.2 μm filter. \r\n  19. Reduce the volume to 0.2 mL by extracting with n-butanol.\r\n  20. Add 200 μL Phenol: Chloroform: Isoamyl alcohol \\(25:24:1, v/v), vortex, centrifuge and discard the organic layer.\r\n  21. To the aqueous solution add 200μL chloroform and vortex, discard the organic layer.\r\n  22. Add 20 μL sodium acetate \\(pH 5.2, 3 M), 80 μL deionized water and 1.2 mL 100% ethanol, freeze it in -80° C for 30 min.\r\n  23. Centrifuge the sample at 13,000 rpm for 30 min and remove the supernatant.\r\n  24. Add 100 μL 70 % ethanol, centrifuge for 5 min, remove the supernatant and dry it in speedvac.\r\n  25. Dissolve the white precipitate in 25 μL deionized water and desalt it using spin column.\r\n  \r\n\n\n**Preparation of 5'-Biotin-DNA-84 mer** \r\n\n\n26. Mix 1 μL Klenow fragment-exo-  \\(Kf-exo\n-\n) with 4 μL dilution buffer \\(50 mM Tris/ 10% glycerol/ 100 μg/mL BSA), 1 μL ddTTP \\(100 mM), 10 μL MgCl\n2\n\\(5 mM), Tris \\(50 mM) to 5'-Biotin-DNA 83 mer \\(in 10:1 ratio, Kf-exo\n-\n: DNA), incubate at 37° C overnight.\r\n  \r\n\n\n**Day 3:**\r\n\n\n\r\n\n\n27. Repeat steps 20-25.\r\n  28. Purify the oligonucleotides using RP-HPLC, Clarity column \\(pore size 3 μm, Oligo-RP 50 x 4.6 mm, cat. No. 00B-4441-E0) in the mobile phase \\(ammonium acetate and acetonitrile), linear gradient: 3% acetonitrile increase to 7% in 5 min, 17% acetonitrile in 20 min, 22% acetonitrile in 25 min.  \r\n  29. Lyophilize the samples and measure the OD at 260 nm.\r\n  \r\n\n\n**Characterization of oligonucleotides using MALDI-TOF**\r\n\n\nSetting up Calibration file for linear negative mode \\(for MW > 10,000 Da)\r\n\n\n30. HPLC purified 52 mer hairpin DNA \\(MW 15,161 Da), 80 mer \\(MW 24,293 Da), 90 mer \\(MW 27,431 Da) and 100 mer DNA \\(MW 30,496 Da) are used as calibration standards.\r\n  31. Prepare the standard MALDI samples by mixing 1 μL of standard \\(100 pmol) with 1 μL 3-HPA \\(50 mg/mL in acetonitrile: water 1:1 v/v) and 1 μL ammonium citrate dibasic \\(50 mg/mL, water).\r\n  32. Spot the standards \\(1 μL) on MALDI steel plate \\(model DE 1580 TA).\r\n  33. Dry the sample spots and insert the plate in the MALDI instrument.\r\n  34. Choose the linear negative tuning mode, molecule range 5,000-32,000, firing power 120, profiles 200, and shots 100, pulsed extraction optimized at 30,000 Da.                                                                                                                                                                                             \r\n  35. In the calibration window, enter 4 standards' mass and name.\r\n  36. Fire one standard at a time, place the cursor to the required peak and update in the calibration window.\r\n  37. Repeat this step to finish the rest of the standards, and click the “Calibrate” button twice. \r\n  38. Save the calibration method in the calibration files. \r\n  \r\n\n\n**For characterization of 31, 83, 84 mer 5’-Biotin-DNA** \r\n\n\n39. Mix 100 pmol oligonucleotide with 1μL 3-HPA and 1 μL ammonium citrate dibasic; spot it on MALDI plate.\r\n  40. Choose linear negative mode, molecule mass range 5000-30,000, firing power 100-120, profiles 200, shots 100, pulsed extraction optimized at 30,000 Da.\r\n  41. Load the linear negative calibration profile.\r\n  42. Start firing 83 and 84 mer samples.\r\n  43. For 31 mer DNA \\(MW < 10,000 Da), linear negative mode is not applicable because of large signal to noise ratios, reflectron positive mode and peptide calibration profile can be used. \r\n  44.  In the peak processing part, advanced scenario is used, along with 1 channel peak width, average smoothing method, 20 channels smoothing filter width, subtract the baseline, 80 channels of baseline filter width, 25 % Centroid threshold peak detection method, double threshold, 1 mass range.\r\n  \r\n\n\n**Day 4**\r\n\n\n**Step 1: Immobilization of Streptavidin**\r\n\n\nOpen > New Wizard Template > Immobilization\r\n\n\n45. Select Chip type CM5.\r\n  46. Check immobilize flow cells \\(1, 2) or \\(1, 2, 3, 4) \\(keeping 1, 3 as blank and 2,4 are samples).\r\n  47. Flow cell 1: Method: Amine; Ligand: Streptavidin; Dilute ligand: Uncheck \\(if it is already diluted) Check specify contact time and flow rate: Contact time: 420 s; Flow rate: 10 μL/min.\r\n  48. Flow cell 2: Method: Amine; Ligand: Streptavidin; Dilute ligand: Uncheck \\(if it is already diluted); Check specify contact time and flow rate: Contact time: 420 s; Flow rate: 10 μL/min.\r\n  49. Prime before run \\(check if it is not primed before).\r\n  50. Analysis temperature: 25 °C.\r\n  51. Sample compartment temperature: 25°C.\r\n  52. For immobilizing flow cell 1: EDC: 89 μL; NHS: 89 μL; Empty vial; Ethanolamine: 129 μL.Streptavidin: 98 μL.\r\n  53. For immobilizing flow cell 2: EDC: 89 μL; NHS: 89 μL; Empty vial; Ethanolamine: 129 μL; Streptavidin: 98 μL.\r\n  54. Choose menu >Automatic positioning > Pooling > Auto.\r\n  55. Keep running buffer in left tray and insert buffer tubing A \\(In this step, running buffer: 100 mL 1 X HBS-EP+ buffer; but varies in DNA binding kinetics).\r\n  56. Keep fresh deionized water \\(200 mL) in right tray.\r\n  57. Empty the waste bottle.\r\n  58. Save the wizard \\(save as ….).\r\n  \r\n\n\n**Step 2: DNA coating**\r\n\n\n59. Choose Run > Manual run > select the flow path: 1, 2.  \r\n  60. Flow rate: 2 μL/min and select the appropriate rack.\r\n  61. Inject 50 mM NaOH 60 s pulse for 5 times till the drop in response unit before and after injection of NaOH lies between 10 and 20 RU.\r\n  62. Inject 1X HBS-EP+ buffer for 3 times \\(1 min pulse).\r\n  63. Leave the chip for 30 min to 1 h depending on the baseline drift.\r\n  64. Select the channel to flow cell 2 \\(**Critical step:** Don’t forget to change the flow cell to 2 otherwise biotin-DNA will be coated in flow cell 1 also and it is difficult to remove the biotin-DNA).\r\n  65. **Critical step:** Inject biotinylated DNA \\(0.25 or 0.3 nM) for 1 min and stop the injection after 30 s. \r\n  66. **Critical step:** Check the rise in the response unit. If it goes beyond 5 RU with in 30 s, dilute the sample. \r\n  67. **Critical step:** Increase in response should be between 0.5 and 3 RU. Leave it for 15 min to see any drift in baseline. \r\n  68. Change the buffer to 1X HBS-P+/ 100 ug/mL BSA/ 5 mM MgCl2. Prime the system. \r\n  69. To ensure the hairpin-oligonucleotide contains 5’-dideoxy base, inject the sample containing Kf-exo\n-\n+ 100 mM ddTTP + 1X HBS-P+/ BSA/ 5 mM MgCl\n2\nbuffer for 5 min. \r\n  70. Inject 0.05% SDS for 240 s \\(2μL/min flow rate) and inject running buffer for 5 min. Now the surface is ready for further studies.\r\n  \r\n\n\n**Step 3: Regeneration scouting**\r\n\n\n71. Select the flow path and chip type. \r\n  72. Choose number of regeneration buffer set \\(either 1 or 2).\r\n  73. Run conditioning cycles with buffer \\(1 x HBS-P+/ BSA/ 5 mM MgCl\n2\nfor 30 s and 3 injections).\r\n  74. Sample name \\(Prepare Kf-exo\n-\n\\(5 nM)).\r\n  75. Contact time: 30 s and flow rate: 100 μL/min.\r\n  76. Scouting parameters: Flow rate: 100 μL/min; Contact time: 30 s; Stabilization period; 300 s; Number of conditions: 3; Number of cycles for each condition: 5 ; Lock: contact time; Provide names for each regeneration buffer: \\(0.1% SDS; 0.05% SDS; 1M NaCl in this case).\r\n  77. Repeat steps 54-58. \\(**Critical step:** Check the binding response and baseline drift of all the cycles.) \\(**Critical step:** Running buffer: 1 x HBS-P+/ 100 μg/mL BSA/ 5 mM MgCl\n2\n)\r\n  \r\n\n\n**Step 4: Surface performance**\r\n\n\n78. Repeat steps 71-75. \\( Flow rate: 100 μL/min; Contact time: 30 s; Stabilization period: 300 s; Number of conditions: 3; Number of cycles: 20)\r\n  79. Select the best regeneration buffer from previous assay \\(regeneration buffer scouting).\r\n  80. Repeat steps 54-58. \\(**Critical step:** Check the binding response and baseline drift of all the cycles.)\r\n  \r\n\n\n**Step 5: Mass transport** \r\n\n\n81. Repeat steps 71-75.\r\n  82. Choose regeneration: Solution: 0.05% SDS \\(in this case); Contact time: 30 s; Flow rate: 100 μL/min and Stabilization period: 300 s.\r\n  83. Input Sample Id; \\(either one or more samples of different concentrations). Rate should be independent of flow rate \\(**Figure 1**).\r\n  84. Repeat steps 54-58.\r\n  \r\n\n\n**Day 5:**\r\n\n\n**Step 6: Kinetics**\r\n\n\n85. Repeat steps 71-75.\r\n  86. Injection parameters: Contact time: 30 s; Flow rate: 100 μL/min; Dissociation time: 60 s; Regeneration solution: 0.05% SDS; Contact time: 30 s; Flow rate: 100 μL/min; Stabilization period: 300 s.\r\n  87. Input sample id; concentration; molecular weight etc. \\(**Critical Step:** At least each concentration of analyte should be injected in duplicate or triplicate and in random.)\r\n  88. Repeat steps: 54-58.\r\n  \r\n\n\n**Step 7: BIAevaluation**\r\n\n\n89. Choose kinetics/Affinity > Surface bound.\r\n  90. Select the curves to fit.\r\n  91. Zoom the curves to remove the spikes by right click and drag.\r\n  92. Select kinetics or affinity to fit the data.\r\n  93. Select the model to fit. \\(start with 1:1)\r\n  94. Check the kinetic data in tools.\r\n  95. **Critical Step:** As the modification factor \\(M) sliding bar varies, blue and red lines \\(rate constants increase or decrease) should vary. Otherwise data is limited by mass transport \\(**Figure 2**).\r\n  96. **Critical Steps: Check the following parameters**\r\n  i. How well does the fitted curve overlay with the experimental data.\r\n\n\nii. Does the random injection of same concentration of analyte overlay.\r\n\n\nii. Check the residual range \\(between the green lines in Biaevaluation software).\r\n\n\niii. Does χ\n2\nfall within 1% of highest signal response.\r\n\n\niv. Does k\na\nand k\nd\nvalues fall within instrument specification and check whether it makes any biological significance.\r\n\n\nv. Make sure T values are significant. For k\na\nand k\nd\n, T values should be higher and k\nt\nvalues, it should be as minimum as possible.\r\n\n\nvi. Mass transport limitation: Check whether data is limited by mass transport \\(step 95).\r\n\n\nvii. Check the U value \\(this feature present in Biacore T200 not in T100).\r\n\n\n\r\n\n\n**Step 8: BIAsimulation**\r\n\n\n97. Once k\na\nand k\nd\nvalues are determined, input these parameters in BIAsimulation Basic kinetics module. \r\n  98. Compare the curves between simulated and experimental curves \\(**Figure 3**).\r\n  \r\n\n\n**Step 9: Preparation of reports**\r\n\n\n99. The fitted curves can be plotted by exporting the file in ASCII format by right-click over the curves and imported it in any plotting software."
        },
        {
            "header": "Timing",
            "content": "For binding assays: 2 days\r\n\n\nFor modification of oligonucleotides with arylamines and purification : one week"
        },
        {
            "header": "Anticipated Results",
            "content": "Due to the high sensitivity of Biacore T200, the DNA coated on the surface and polymerase used in this study was as low as 0.7-3.5 RU and 10 nM, respectively. The amount of DNA and polymerase required for this assay is 50 fold lower than that required by previously reported methods\\(2).  With low DNA concentration potentially confounding complexities of mass transport limitation could be minimized and possibly avoided.  In this protocol, hairpin-DNA was used to achieve additional stability as well as to overcome the likelihood of presence of single-stranded template alone which may complicate in obtaining accurate kinetics parameters."
        },
        {
            "header": "References",
            "content": "1. Rich, R. L., et al.  Survey of the year 2007 commercial optical biosensor literature, J.Mol. recognit. 21, 355-400 \\(2008).\r\n  2. Delagoutte, E., et al.  Function and assembly of the bacteriophage T4 DNA replication complex: interactions of the T4 polymerase with various model DNA constructs. J. Biol. Chem. 278, 25435-25447 \\(2003)."
        },
        {
            "header": "Acknowledgements",
            "content": "The authors thank Dr. Paul Belcher \\(GE Healthcare) for his valuable inputs. This research is supported by NCI/NIH \\(CA098296) and NCRR/NIH \\(P20 RR016457)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1021/tx300289d",
                "date": "2013-05-20 09:13:17",
                "title": "\r\n              Binary and Ternary Binding Affinities between Exonuclease-Deficient Klenow Fragment (Kf-exo\r\n              –\r\n              ) and Various Arylamine DNA Lesions Characterized by Surface Plasmon Resonance\r\n            ",
                "authors": [
                    "V. G. Vaidyanathan",
                    "Lifang Xu",
                    "and Bongsup P. Cho"
                ],
                "journal": "Chemical Research In Toxicology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12551,
                "identity": "a0065f3c-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "V. G. Vaidyanathan",
                "email": "vaidychem@yahoo.com",
                "orcid": "",
                "institution": "College of Pharmacy, University of Rhode Island, Kingston RI 02881 USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "V.",
                "middleName": "G.",
                "lastName": "Vaidyanathan",
                "suffix": ""
            },
            {
                "id": 12553,
                "identity": "a00663dd-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Bongsup P. Cho",
                "email": "bcho@uri.edu",
                "orcid": "",
                "institution": "College of Pharmacy, University of Rhode Island, Kingston RI 02881 USA",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Bongsup",
                "middleName": "P.",
                "lastName": "Cho",
                "suffix": ""
            },
            {
                "id": 12552,
                "identity": "a00661d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "L.  Xu",
                "email": "",
                "orcid": "",
                "institution": "College of Pharmacy, University of Rhode Island, Kingston RI 02881 USA",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "L.",
                "middleName": "",
                "lastName": "Xu",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2013-05-20 13:37:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2013.054",
        "doiUrl": "https://doi.org/10.1038/protex.2013.054",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608754,
                "identity": "54bd4e52-23d9-4b70-ae72-f6a0867053c9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 139717,
                "visible": true,
                "origin": "",
                "legend": "Effect of mass transport   Figure 1. Effect of mass transport limitation. (a) Rate varies with the flow rate (5, 15, 75μL/min) of Kf-exo^-^ due to high DNA surface density (b) Rate is independent of flow rate.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2721/v1/figure_1.jpg"
            },
            {
                "id": 2608757,
                "identity": "8adb835a-4d42-44d0-b550-d4fa11aebb0e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 356370,
                "visible": true,
                "origin": "",
                "legend": "Binding kinetics affected by mass transport   Binding kinetics of polymerase to DNA affected by mass transport. Red circles show the modification factor M at maximum value 10. The original data is in black; the blue curves are simulated k~a~ and k~d~ multiplied by M; the red show the simulated k~a~ and k~d~ divided by M. The divergence of red and blue curves will be observed in no mass transfer case. (a) and (b) kinetics data completely affected by mass transfer as the modification factor varies (c) No mass transfer.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2721/v1/figure_2.jpg"
            },
            {
                "id": 2608755,
                "identity": "4aff002a-1b74-420e-a7eb-e9a5d4005395",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:27",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 172556,
                "visible": true,
                "origin": "",
                "legend": "Interaction of Kf-exo^-^ with DNA   Binding kinetics of polymerase with DNA.  (a) Experimental and fitted data in black and red, respectively.\r\n(b) Simulated data for various concentrations using the k~a~ and k~d~ values (k~a~:  9.2x10^7^ M^-1^s^-1^; k~d~: 0.12 s^-1^)\r\n",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2721/v1/figure_3.jpg"
            },
            {
                "id": 13465366,
                "identity": "a11cc3b9-2435-4a02-b730-158b61a6d0ba",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 343029,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2721/v1/28c94d49-8cb7-4373-b457-c38c1dfed98d.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DNA-Protein interaction, SPR, surface plasmon resonance, DNA adducts",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Surface plasmon resonance \\(SPR) has been used extensively in the field of DNA/DNA, DNA/protein, and small molecule protein/DNA interactions. However, there have been growing concerns with regard to the proper designing of experiments and the quality of analysis and reporting of SPR results. Here we describe a protocol that is designed to address some of those issues. It encompasses procedural steps beginning with immobilization of streptavidin on CM5 chips to the final step of data reporting on DNA-polymerase interaction binding kinetics. In evaluating the protocol, we carried out experiments using a simple methodology developed in our laboratory, taking advantage of the high sensitivity and superior signal-to-noise ratio of Biacore T200. We probed the binary and ternary binding affinities between exonuclease-deficient Klenow fragment \\(Kf-exo<sup>-</sup>) and various arylamine DNA lesions. We employed unmodified and carcinogen-modified oligonucleotides in the presence and absence of dNTPs.  The total time required to carry out the method to completion is between one and two weeks, approximately two days for the SPR binding assays and one week for synthesis, purification, and characterization of modified oligonucleotides. Though the protocol presented here is meant for Biacore T100 or T200 model, the overall methodology can be applied for other instruments also.",
        "manuscriptTitle": "Binding kinetics of DNA-protein interaction using surface plasmon resonance",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2013-05-22 09:59:08",
                "doi": "10.1038/protex.2013.054",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 3
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a006004f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 22nd, 2013",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3012,
                "name": "Biochemistry"
            },
            {
                "id": 3013,
                "name": "Drug discovery"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2013-05-22 09:59:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}