{
    "identity": "nprot-6651",
    "title": "Yeast library creation using the SWAT method",
    "content": [
        {
            "header": "Introduction",
            "content": "The SWAp-Tag \\(SWAT) method removes the major hurdles of yeast strain collection \\(library) building – cost, time and labor, making creativity the only barrier to designing and building new libraries. The methodology is based on a template \\(_acceptor_) library, SWAT-GFP, which can be “swapped” into any other library of choice. Using the “template library” of strains, in which an acceptor module with a GFP was integrated into a different gene in each strain \\(at the N’ terminus), one can easily create any other yeast collection with their desired genomic modification or tag inserted into each ORF at the N’. The method relies on the Synthetic Genetic Array \\(SGA) procedures to cross the SWAT library with a _donor_ strain. The donor strain harbors the desired module to be inserted on a donor plasmid, and an inducible I-SceI restriction enzyme that facilitates high efficiency of swapping. The SWAT methodology is easy and fast, highly efficient and accurate. It enables any lab to create their own “tailor made” strain collection in a matter of a few weeks."
        },
        {
            "header": "Reagents",
            "content": "To create a new yeast library one must have in hand the three basic features of the method: \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6473/original/1_Intro_Table.png?1520771950\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nAll template plasmids, strains and libraries can be obtained from the Schuldiner lab \\(maya.schuldiner at weizmann.ac.il)\r\n\n\n\r\n\n\nA comprehensive list of common media, reagents and plastic-ware required for yeast libraries manipulation is elaborated by Cohen et. al. \\(Cohen and Schuldiner, 2011). \r\n\n\nCustom DNA oligos need to be synthesized for cloning of the donor plasmids, as well as validation of the cloning, and later on for successful library tag swapping. Common oligos are:\r\n\n\nL1 CHK F  cgtacgctgcaggtcgac\r\n\n\nL1 CHK R  catcgatgaattctctgtcg\r\n\n\nsfGFP CHK R  ttcgaatttcacttctgctc\r\n\n\nNOP1pr CHK F agccaacaagttttccttac"
        },
        {
            "header": "Equipment",
            "content": "Routine yeast growth equipment such as a 30°C incubator and tube shaker for plates and culture growth is required. For a laboratory that routinely maintains and manipulates a large number of libraries, a Singer RoTor system is recommended \\(Singer Instruments)."
        },
        {
            "header": "Procedure",
            "content": "**Summary**\r\n\n\nFirst, the desired genomic modification must be cloned into a donor plasmid. This plasmid should then be transformed into a SWAT donor strain, which already contains the SGA procedure genetic traits, and is compatible with the SWAT method as it harbors a galactose induced I-SceI. Once introduced with the donor plasmid the donor strain is crossed with the SWAT library, and the following steps of the SGA process are performed: mating, diploid selection, sporulation, haploid selection and double-mutant selection. At this point, swapping of the desired module into the genome is induced by replicating the double mutant plates onto galactose containing media. Finally, selection for positively swapped yeast is performed by 5-FOA \\(negative selection for the SWAT acceptor module), and/or by a selection marker introduced with the donor module.\n**1. Donor module plasmid cloning \\(~ 7 days)**\r\n\n\nThe donor plasmid is a yeast shuttle vector and must contain the following features:\r\n\n\n\\(Note: All of the below instructions are for N’-tag swapping with the available SWAT-GFP library)\r\n\n\nA. Bacterial origin of replication and selection marker, for maintenance and plasmid production.\r\n\n\nB. Yeast centromere and autonomously replicating sequence \\(CEN-ARS).\r\n\n\n• This feature ensures a low-copy number of the plasmid per cell, helping avoid a possible problem of non-cut plasmid after SceI induction, and recombination between copies of donor plasmids. \r\n\n\nC. Yeast selection marker.\r\n\n\n• Possible common markers that can be used are: KAN, NAT, MET, and Bleomycin. \\(Hygromycin may be used if not used as the swap selection).\r\n\n\n• Markers that cannot be used, as they are utilized as SGA markers are: URA \\(the SWAT library marker), HIS, LEU, LYS, and ARG, as well as the CAN1 and LYP1 transporters.\r\n\n\nD. Two SceI sites, directly up- and downstream of the swap module.\r\n\n\n• The I-SceI site sequence is \\(restriction site alone underlined) : \r\n\n\n5’ agttacgctagggataacagggtaatatag 3'.\r\n\n\nE. Two recombination sequences, homologous to regions in the SWAT module flanking the SWAT module SceI site. These can be any combination of the following:\nSee figure in Figures section.\nF. Optional – selection marker.\nSee figure in Figures section.\nG. The desired genomic modification. This may be either a promoter, a promoter and a tag, or any other regulatory element \\(protein coding or other). \r\n\n\n• One can also introduce a tag at the 5’ end, to be driven by each gene’s native promoter, and another promoter + tag at the 3’ end, to be fused to each protein.\r\n\n\n• Proteins containing regulatory features at their 5’ end were tagged downstream to these features with a SWAT module which has a generic feature in exchange \\(such as signal peptides). Therefore, non-seamless swapping donor plasmids should contain another version of these features as well \\(such as a different signal peptide), and introduced separately to assemble a donor strain to be crossed with this subset of strains of the SWAT library.\r\n\n\nTo ease the cloning of donor plasmids, several template plasmids were prepared by us and are freely available. These plasmids contain all the features above, and should only be modified by insertion of the desired genomic modification to be introduced instead of the SWAT tag in the library. \r\n\n\n\r\n\n\nThe plasmids do not contain multiple cloning sites and therefore we highly recommend using either restriction free \\(RF) cloning \\(Unger et al., 2010) or Gibson assembly \\(Gibson et al., 2009) to perform plasmid cloning steps, and to sequence the entirety of the swap module \\(sequence between and including both SceI sites) before testing the cloned constructs.\r\n\n\n\r\n\n\n**2. SWAT donor strain preparation \\(~5 days)**\r\n\n\nOnce prepared, the donor plasmid should now be transformed into a SWAT donor template strain using the standard Saccharomyces cerevisiae PEG/LiAC transformation protocol \\(Gietz and Woods, 2002). As detailed in the table below, the template strain \\(yMS2085) has the following traits: his3∆1 leu2∆0 met15∆0 ura3∆0 LYS2+ can1∆::GAL1pr-SceI::STE2pr-SpHIS5 lyp1∆::STE3pr-LEU2.\r\n\n\nIf you wish to screen for additional genetic traits across the entire library \\(an additional fluorescent reporter, gene deletion, etc.), they may be incorporated into the genome of the donor strain at this stage. For example, one may wish to incorporate a reporter for glycosylation into each protein represented in the library, and also test this reporter on the background of a deletion in one of the genes participating in this process. Therefore this gene should be deleted in the donor strain prior to the beginning of its SGA with the SWAT library.\r\n\n\nSWAT donor template strain traits\nSee figure in Figures section.\n**3. Donor plasmid verification \\(~7 days)**\r\n\n\nBefore continuing to perform high-throughput experiments, it is advisable to test swapping capability of the cloned donor plasmid on a few strains. The test strains have the same traits as the SWAT donor template strain \\(see above), with the addition of a SWAT acceptor module introduced into the genome, tagging a different protein in each strain. These testing strains are provided with the library, or can be made by tagging of specific proteins with the SWAT module \\(plasmid pST-N2). The genotype for these strains is \\(HMG1 as an example): SWAT-GFP-HMG1 ; can1∆::GAL1pr-SceI::STE2pr-SpHIS5 ; lyp1∆::STE3pr-LEU2 ; his3∆1 ; leu2∆0 met15∆0 ; ura3∆0 ; LYS2+.\r\n\n\nFollow these steps to assure the donor plasmid functionality:\r\n\n\n1. Transform the donor plasmid into the test donor strains, using the selection found in the donor plasmid \\(see 1.C). Incubate at 30°c for 2-3 days, according to the transformation protocol.\r\n  2. Pick a few single colonies from each transformation, and patch them onto a fresh selection plate. Incubate at 30°c for 1-2 days.\r\n  3. Either pick and re-patch or replica plate \\(using a velvet cloth) the yeast onto plates containing 2% galactose media \\(YPGal). Incubate at 30°c for 1-2 days. Repeat this induction step another time.\r\n  • Save the plates from the previous step for comparison later on.\r\n\n\n4. Either pick and re-patch or replica plate the yeast onto plates containing one of the following selection media:\nSee figure in Figures section.\nIncubate at 30°c for 1-2 days.\r\n\n\nRepeat this selection step another time.\r\n\n\n5. Repeat step 4, for another selection round. Refresh yeast from step 2.\r\n  6. Perform an experiment that enables testing the swapping of the donor module, comparing yeast before \\(step 2) and after \\(step 5) swapping. This may include a Validation by PCR, visualization of fluorescent tags, etc.\r\n   \r\n\n\n**4. SGA of SWAT library with SWAT donor and tag swap \\(~21 days)**\r\n\n\nOnce the SWAT donor strain is ready it should be crossed with the SWAT library, creating haploid, double-mutant yeast. We highly recommend using the Singer RotorHD colony arrayer to preform high-throughput library plate manipulation \\(transferring of yeast from one selection media to another, manual pinners can also be used \\(V&P scientific)).\r\n\n\nA complete description of the SGA method is published in numerous manuscripts \\(Tong et al., 2001), and a full protocol was previously published by us \\(Cohen and Schuldiner, 2011).\nSee figure in Figures section.\nAt each step, an extra plate with the same media should be used to test growth of strains from previous steps as a control for the selection used. For example:\r\n\n\n• The diploid selection media \\(#4) should be tested with the original donor strain and several colonies from the library array \\(before mating). \r\n\n\n• At SceI induction \\(#13), the original donor strain and strains from the library should be plated, and then transferred to the Swap selection \\(#14) to verify that they do not grow \\(as swapping doesn’t occur in the library, and the donor plasmid should be cut in the donor).\r\n\n\n\r\n\n\n**5. New library swap verification \\(Timing varies by validation assay)**\r\n\n\nValidation of correct swapping events can be performed in various methods, depending on the type of swap and type of tag introduced.\r\n\n\nA. The SWAT libraries contain 3 control strains, each placed in multiple repeats per each 384 well plate. In addition, there are blank locations without any colonies.\r\n\n\na. Check that the blank locations did not get contaminated during plate replication at the various stages.\nSee figure in Figures section.\nB. PCR analysis can be performed, using swapped and original colonies. Primers should be planned to test both the presence of the new tag in the yeast genome, and to make sure no non-swapped yeast remain. We recommend using the following PCR reactions after swap of the N’ SWAT-GFP libraries:\nSee figure in Figures section.\n* Depending on the tag used.\nSee figure in Figures section.\nC. Functional analysis should be performed on positive and negative control gene colonies, based on the introduced module. This may also be performed after streaking of the swapped colonies to single colonies, to assess percent of swapped vs. non-swapped clones."
        },
        {
            "header": "Timing",
            "content": "~40 days:\r\n\n\n1. Donor module plasmid cloning \\(~ 7 days)\r\n  2. SWAT donor strain preparation \\(~5 days)\r\n  3. Donor plasmid verification \\(~7 days)\r\n  4. SGA of SWAT library with SWAT donor and tag swap \\(~21 days)\r\n  5. New library swap verification \\(Timing varies by validation assay)"
        },
        {
            "header": "Troubleshooting",
            "content": "Failiure to achieve swapping may result from the following:\r\n\n\n1. Selection was not achived in the SGA growth plates. To avoid this perform a control for growth from previous steps \\(for example patch clones from the diploid selection on the haploid selection plates).\r\n  2. Donor vector design was wrong, or mutations were introduced. To avoid this we recommend sanger sequencing of the entire swapping construct between the recombination homology arms."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 15507,
                "identity": "a15c7a33-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Maya Schuldiner",
                "email": "maya.schuldiner@weizmann.ac.il",
                "orcid": "",
                "institution": "Weizmann Institute of Science",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Maya",
                "middleName": "",
                "lastName": "Schuldiner",
                "suffix": ""
            },
            {
                "id": 15505,
                "identity": "a15c6bc4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ido Yofe",
                "email": "",
                "orcid": "",
                "institution": "Weizmann Institute of Science",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ido",
                "middleName": "",
                "lastName": "Yofe",
                "suffix": ""
            },
            {
                "id": 15506,
                "identity": "a15c7059-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Uri Weill",
                "email": "",
                "orcid": "",
                "institution": "Weizmann Institute of Science",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Uri",
                "middleName": "",
                "lastName": "Weill",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2018-03-11 14:22:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2018.037",
        "doiUrl": "https://doi.org/10.1038/protex.2018.037",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2610078,
                "identity": "86a9cf68-151e-4568-aa5c-08d975069215",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14790,
                "visible": true,
                "origin": "",
                "legend": "1 Intro Table   1 Intro Table",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_1.png"
            },
            {
                "id": 2610079,
                "identity": "6cc7606f-3ca9-48a0-b47d-63c3b5e9b6ba",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 11080,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table1   Procedure Table1",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_2.png"
            },
            {
                "id": 2610081,
                "identity": "7131ee73-88c6-47a0-986a-e3d7211753db",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14237,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table2   Procedure Table2",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_3.png"
            },
            {
                "id": 2610083,
                "identity": "57eb80e2-0763-497b-bb02-5cb822710b36",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 31705,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table3   Procedure Table3",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_4.png"
            },
            {
                "id": 2610082,
                "identity": "2e24021f-dc26-4d43-a817-31877d9bd154",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9554,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table4   Procedure Table4",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_5.png"
            },
            {
                "id": 2610084,
                "identity": "d15aa597-72ed-44e8-96ed-b3a68e5fa122",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 93804,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table5   Procedure Table5",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_6.png"
            },
            {
                "id": 2610086,
                "identity": "e1b68da0-38d6-440a-bcf6-3fc3a0b324a5",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 61430,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table6   Procedure Table6",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_7.png"
            },
            {
                "id": 2610085,
                "identity": "ba9ba4ea-e59b-4cdc-b33f-95d8043159a0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 30510,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table7   Procedure Table7",
                "description": "",
                "filename": "figure8.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_8.png"
            },
            {
                "id": 2610087,
                "identity": "9cb7c39e-2edc-4a4e-ac4b-b8d7bc96f794",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 9331,
                "visible": true,
                "origin": "",
                "legend": "Procedure Table8   Procedure Table8",
                "description": "",
                "filename": "figure9.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_9.png"
            },
            {
                "id": 2610091,
                "identity": "c9938a78-da98-48d0-8235-6dfa20a70fa7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "jpg",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 356797,
                "visible": true,
                "origin": "",
                "legend": "Figure 1 Composition of the SWAT full genome library   Figure 1 Composition of the SWAT full genome library   Composition of the SWAT full-genome library. Proteins were tagged at the N terminus with an acceptor SWAT module containing the NOP1 constitutive promotor (generic) and GFP. Proteins predicted to harbor a mitochondrial targeting signal (MTS) were tagged with a similar acceptor SWAT module containing an MTS upstream of GFP (MTSSu9). Proteins predicted to harbor a signal peptide (SP) were previously created (Yofe et al., 2016) with a similar acceptor SWAT module containing a SP upstream of GFP (SPKar2).",
                "description": "",
                "filename": "figure10.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_10.jpg"
            },
            {
                "id": 2610090,
                "identity": "574c104f-d482-4e41-92eb-1ac1a8dcad2d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:24",
                "extension": "png",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 348424,
                "visible": true,
                "origin": "",
                "legend": "Figure 2 Generating new libraries with the SWAT method   Figure 2 Generating new libraries with the SWAT method   The SWAT-GFP library can be crossed with a donor strain to create a new library of your choice. The donor strain encodes a galactose induced I-SceI and harbors a donor plasmid with the desired tag flanked by two generic sequences (L1, L2) and two SceI restriction sites for systematic insertion (top left). An SGA procedure is used to create the new library and includes mating of the SWAT –GFP arrays with the donor strain, followed by a diploid selection step. Diploids are induced to sporulate, and thereafter haploids are selected for using the unique SGA markers. Next, selection is made for double mutants that contain both the acceptor tagged locus and the donor plasmid and I-SceI locus. At this point, I-SceI expression is induced by a growth step on galactose, leading to double strand breaks in the tagged gene locus and the donor plasmid. The genomic break is mended by homologous recombination of the donor tag (top middle). Correct swapping is selected for and a library featuring the new tag is created (top right).\r\nSeveral types of tag swaps can be carried out by using various designs of donor plasmid features, which result in several types of tagged-gene libraries (indicated by the Swap arrow). The possible swap donor types include: (1) Seamless tag swap in which proteins are fused to a new tag, restoring the native regulatory features (promoter and/or signal peptide), (2) Selection reconstitution tag swap in which a new tag is introduced with a common regulatory features (e.g. a specific promoter), and the Hygromycin selection marker is reconstituted, (3) Selection and tag swap in which both a new tag as well as a new selection marker are introduced, and (4) Seamless GFP swap in which proteins are still fused to the GFP tag, while restoring their native regulatory features (promoter and/or signal peptide).\r\n",
                "description": "",
                "filename": "figure11.png",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/figure_11.png"
            },
            {
                "id": 13465749,
                "identity": "a04f96ee-9dea-4fea-a00e-aa43dc745e51",
                "added_by": "auto",
                "created_at": "2021-09-16 20:48:02",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1152620,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6651/v1/e22fc8cd-a85e-4866-a413-2a2da578ba9a.pdf"
            }
        ],
        "financialInterests": "No conflicting financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Saccharomyces cerevisiae, genetics, yeast collection, systems biology",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "Collections of modified strains of the yeast Saccharomyces cerevisiae revolutionized the systematic study of cell biology. To extensively increase the number of such libraries and the types of information that can be gleaned from them, we have recently devised an approach, termed SWAp-Tag \\(SWAT). SWAT relies on a parental library to rapidly, easily and efficiently create additional collections. In this protocol we describe how to use the genome wide SWAT parental library to generate any tagged library of choice.",
        "manuscriptTitle": "Yeast library creation using the SWAT method",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2018-06-19 16:18:44",
                "doi": "10.1038/protex.2018.037",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a15bab6c-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 19th, 2018",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 4208,
                "name": "Cell biology"
            },
            {
                "id": 4209,
                "name": "Biotechnology"
            },
            {
                "id": 4210,
                "name": "Microbiology"
            },
            {
                "id": 4211,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2018-06-19 16:18:44",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}