{
    "identity": "pex-743",
    "title": "<p>Surgically produced, controllable immunocompromised pigs</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tIn recent years, a variety of human cells and tissues have been created from human-derived embryonic stem cells (ES cells) and induced pluripotent stem cells (iPS cells), and efforts are underway to utilize them in regenerative medicine. Trilineage differentiation tests of these stem cells and safety tests of human cells induced to differentiate from these cells are conducted in immunocompromised mice. However, the efficacy of the human-derived regenerative medical products thus obtained should ideally be investigated by preclinical tests in large animals such as pigs.</p><p>\tFrom this perspective, attempts have been made worldwide to create pigs with severe combined immunodeficiency (SCID pigs). However, these animals can only be reared in an extremely strictly controlled environment <sup>1,2</sup>. For the same reason, numerous experiments have been carried out in which human-derived cells have been transplanted into pigs and maintained by means of immunosuppressant administration, but there are concerns that pigs of different ages and breeds may respond differently <sup>3</sup>, and a stable, adjustable immunosuppression protocol that can be widely used has yet to be developed. We have surgically removed the main immunoregulatory organs from large numbers of laboratory pigs to induce a state of severe immunodeficiency, enabling their long-term acceptance of human cells, and reported the results in a previous paper <sup>4</sup>.</p><p>\tIn this paper, we give a step-by-step description of the experimental procedure that is the core element of this technique, including key tips for its success. We provide precise information on immunosuppression therapies for different breeds of laboratory pig. This information will be of use to many researchers whose aim is to demonstrate the safety and efficacy of human regenerative medical products, and we hope that it will be immediately implemented in animal experiments from the animal protection and cost-benefit perspectives.</p><p><br></p><p><strong>Surgical procedure</strong></p><p>A: Thymectomy</p><p>\tThe adult porcine thymus consists of the left and right cervical lobes and the thoracic lobe, which occupies the entire mediastinum. Total thymectomy can be performed comparatively simply soon after birth in newborn piglets by making an incision to a point close to the sternum and pulling out the thymus <sup>7</sup>. However, in adult pigs the following procedure is used to perform total thymectomy without disarticulating the sternum. Standing on the left of the animal's head, the operator frees the left and right cervical lobes of the thymus from the cranial side and passes the right cervical lobe under the anterior neck muscles to enable traction to be applied on both the left and right cervical lobes simultaneously (Supplementary Information, Video 1). Traction is then applied to pull the left and right cervical lobes to the cranial side, and the thoracic lobe in the anterior mediastinum is carefully dissected and removed (Fig. 1a).</p><p><br></p><p>B: Splenectomy</p><p>\tThe spleen contains large quantities of B cells involved in antibody production, and in pigs, in particular its volume is extremely large. Splenectomy in pigs is the subject of particular attention for liver regeneration <sup>8</sup> that changes perfusion in the portal region, and for the production of diabetic model animals <sup>9</sup>. In splenectomy in pigs, it is important that the splenic body omental vessels, short gastric vessels, and the splenic vessels, all of which are large, are carefully ligated (Fig. 1b).</p><p><br></p><p>C: Gastrostomy formation </p><p>\tWhen producing long-term immunosuppression, tube insertion in the stomach can be a source of infection, and great care and attention are required. Because pigs are quadrupeds, it is important that the gastrostomy be inserted at a different site from the greater curvature of the central gastric corpus or the anterior surface, the locations used in humans. It must be inserted high up, near the cardiac part of the stomach, to take account of the animal's position standing on four legs. To avoid the creation of dead space, a Witzel tube is worked through the serosa (Fig. 1c) and then attached directly to the abdominal wall, the tube is brought out in the back via a subcutaneous tunnel, and a drug injection port is attached.</p><p><br></p><p><strong>Immunosuppressant administration to laboratory pigs</strong></p><p>\tPorcine models have long been used for the preclinical validation of organ transplants, and the effective concentrations of immunosuppressants are known to differ greatly from those in humans. The IC<sub>50</sub> values for cyclosporine, tacrolimus, and other calcineurin inhibitors in <em>in vitro</em> tests of peripheral blood lymphocyte stimulation with phytohemagglutinin (PHA) are 13–19-fold higher, and even for mycophenolate mofetil (MMF) the concentration is 1.5-fold higher. For methylprednisone, however, the value is 0.4-fold, indicating that unlike other laboratory animals, pigs respond well to steroids <sup>10</sup>. An immunosuppression protocol based on the oral administration of tacrolimus and MMF <sup>11</sup> and a steroid tapering method <sup>12</sup> has been reported for use in porcine allogeneic organ transplants, that is, transplanting an organ from one pig into another.</p><p>\tHowever, not enough is known about the xenogeneic transplantation of human-derived cells or tissues into pigs. Numerous xenogeneic transplantations of porcine organs and tissues into monkeys have been conducted to enable their potential use in humans, but our present model is the opposite combination, i.e., transplantation of human cells to pigs. Kawamura <em>et al</em>. administered three different immunosuppressants when evaluating human-derived myocardial sheets in laboratory mini-pigs (CLAWN mini-pigs), but long-term graft survival was not achieved <sup>13</sup>. Our method uses the major porcine immune organs. We removed the thymus and spleen, and carefully administered the abovementioned three immunosuppressants via a gastrostomy tube.</p><p>\tWe established an experimental animal model, comprising three-way crossbred pigs, Göttingen mini-pigs <sup>4</sup>, CLAWN mini-pigs, and micro mini-pigs <sup>6</sup>, and produced a protocol capable of inducing the long-term survival of human-derived cells and tissues (Table 1).</p><p>\t&nbsp;The most crucial and helpful parameter in keeping pigs under immunosuppressive treatment is the change in body weight. Many medications cause asitia and often result in vomiting and diarrhea subsequently. For instance, MMF is well known to have such side effects. Vomiting interferes with dosing and, importantly, diarrhea increases the blood level of tacrolimus, the principal immunosuppressant used as the primary medication. Careful observation of body weight, as well as the behavior, enables detection of early signs of gastrointestinal disorders. It will be effective to feed piglets with 100 mL of milk substitute (Sanikko one, Marubeni Nisshin Feed Co., Ltd.), twice a day, to prevent dehydration and ameliorate vomiting and/or diarrhea. To alleviate the side effects, divided administration with uneven doses also deserves consideration as a chronopharmacological approach <sup>14</sup>.</p><p>\tWe are confident that the information in this paper will be useful to many researchers for non-clinical and clinical application validation studies in human-sized animals of human-derived regenerative medical products produced by the latest techniques, from both the efficacy and safety perspectives.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>MATERIALS </strong></p><p><strong>▲CRITICAL</strong> The reagents and surgical instruments listed below are those used in our laboratory. Similar equipment and reagents can be used as alternatives due to investigator availability.</p><p>Experimental animals: The adult pigs used were either three-way-crossbred pigs obtained from livestock farmers or Göttingen pigs or micro mini-pigs or CLAWN miniature pigs, which are breeds developed for laboratory use. Table 1 shows their sexes, ages, and weights.</p><p>The protocols were approved by the National Center for Child Health and Development, Setagaya, Tokyo, Japan (Approval number A2000-001-C18) , Institute of Advanced Biomedical Engineering and Science, Tokyo Women's Medical University, Tokyo, Japan (Approval number AE18-105), Department of Surgery, Graduate School of Medicine, Kyoto University, Kyoto, Japan (Approval number Med Kyoto 18183), Department of Internal Medicine, The Jikei University School of Medicine, Tokyo, Japan, as the academic institutes. Animal experiments in the companies were also approved by the Institutional Animal Care and Use Committee of Nihon Bioresearch Inc. (Approval number 360484), the Institutional Animal Care and Use Committee of Shonan Health Innovation Park where Axcelead Drug Discovery Partners, Inc. belongs, Fuji Micra Inc., and Hamri Co., Ltd.</p><p><strong>CAUTION: </strong>&nbsp;Experiments involving animals must be conducted in accordance with governmental and institutional regulations.</p><p><br></p><p><strong>REAGENTS</strong></p><p><strong>(A) Surgical operations</strong></p><p>・Midazolam Injection 5mg/mL (0.1~0.5 mg/kg; Sandoz) <strong>!CAUTION</strong> Midazolam is a restricted drug and should be managed according to the regulations of restricted drugs.</p><p>・Atropine Sulfate Injection 0.5 mg (0.04~0.05 mg/kg; Fuso Pharmaceutical Industries, Ltd.)</p><p>・Isoflurane Inhalation Solution (Induction 3~5%, maintenance 1~3%; Pfizer)</p><p>・Buprenorphine hydrochloride injection 0.3 mg (0.01~0.02 mg/kg, i.m., s.c., Otsuka Pharmaceutical co., Ltd cat. no.)<strong> !CAUTION</strong> Buprenorphine is a restricted drug and should be managed according to the regulations of restricted drugs.</p><p>・Meloxicam 2% (0.4 mg/kg, s.c; Boehringer Ingelheim Co., Ltd.)</p><p>・Penicillin G Potassium 200,000 Units for injection (100,000Units/head; Meiji seika Pharma Co., Ltd.)</p><p>・Oxytetracycline (Terramycine/LA injectable solution; 20 mg/kg; Zoetis Japan)</p><p>・Sodium chloride (0.9% (wt/vol)), 500 mL (Otsuka Pharmaceutical Factory, Inc.,)</p><p>・Heparin-saline 10Units/mL, SYRINGE OTSUKA 10 mL (Otsuka Pharmaceutical Factory, Inc.)</p><p>・Ringer Lactate solution, 500 mL (Otsuka Pharmaceutical Factory, Inc.)</p><p>・Gentamicin sulfate ointment 0.1% (Takeda Pharmaceutical Co. Ltd.)</p><p>・Povidone-Iodine 7.5% scrub solution (Shionogi &amp; Co., Ltd.)</p><p>・Tacrolimus (TACROLIMUS Capsules 5mg; Pfizer Co., Ltd.)</p><p>・Mycophenolate mofetil (CELLCEPT powder for oral suspension; Chugai Pharmaceutical Co., Ltd.) Alternatively、it is possible to use CELLCEPT Capsule 250 (Chugai pharmaceutical Co.,Ltd)</p><p>・ Prednisolone (PREDNISOLONE tablets 5mg; Takeda Pharmaceutical Co., Ltd.)</p><p>・Water jelly (PG water EJ; Terumo Corporation)</p><p><br></p><p><strong>(B) In vitro and pharmacokinetics studies</strong></p><p>・PBS, pH7.4 (Gibco, 10010-023)</p><p>・RPMI-1640 with L-Glutamine and Phenol Red (Fujifilm Wako, cat no.189-02025)</p><p>・FBS, qualified, US origin (Gibco, cat no.26140079)</p><p>・Penicillin-streptomycin solution (×100) (Fujifilm Wako, cat no.168-23191)</p><p>・Ficoll-Paque PLUS, endotoxin-free (GE Healthcare, cat no.17-1440-03)</p><p>・Trypan blue solution (Fujifilm Wako, cat no. 207-23252)</p><p>・Phytohemagglutinin-L4 (PHA) (Fujifilm Wako, cat no. 168-15261)</p><p>・Cell Titer Glo Luminescent Cell Viability Assay (Promega, cat no.G7573)</p><p>・CELLBANKER 1 Plus (Takarabio, cat no. CB031)</p><p><br></p><p><strong>PLASTICWARE</strong></p><p>・Plate, 96 wells TC-Treated Microplate, round-bottom, sterile (Corning, cat no. 3799)</p><p>・Plate, 96 wells LumiNunc White, sterile, w/lid (Nunc, cat no. 236107)</p><p>・Conical Centrifuge Tubes, sterile, 15 mL (Nunc, cat no. 339650)</p><p>・Conical Centrifuge Tubes, sterile, 50 mL (Nunc, cat no. 339652)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>(A) Surgical operations</strong></p><p>・2 nylon suture with needle 70cm (Natsume Seisakusho Co., Ltd., Cat. No.CF452N3NT) </p><p>・2-0 nylon suture with needle 70cm (Natsume Seisakusho Co., Ltd., Cat. No.CF2120N3NT)</p><p>・3-0 nylon suture with needle 70cm (Natsume Seisakusho Co., Ltd., Cat. No. CB2130N3NT)</p><p>・Surgical gown (PRO-SHARE, cat. no.8-2260-02)</p><p>・Surgical drape 120cm x 180cm (Osaki medical Co., Ltd., cat. no. 50876)</p><p>・Surgical drape 120cm x 120cm (Iwatsuki Co., Ltd., cat. no. 004-42037)</p><p>・Adult-Pediatric Electrostatic Filter (Medtronic Japan Co., Ltd., cat. no. 352U5877)</p><p>・Transparent film 15cm x 10m (Opsite Flexifix; Smith &amp; Nephew Medical Ltd., cat. no. 66000375)</p><p>・Wound closure strip 25mm x 100mm (Leukosan strip, BSN medical, cat. no. 72629-05)</p><p>・22-gauge needle (Terumo Corporation, cat. no. SR-OT2225C)</p><p>・24-gauge needle (Terumo Corporation, cat. no. SR-OT2419C)</p><p>・1-ml syringe (Terumo Corporation, cat. no. SS-01T)</p><p>・2.5-ml syringe (Terumo Corporation, cat. no. SS-02SZ)</p><p>・5-ml syringe (Terumo Corporation, cat. no. SS-05SZ)</p><p>・10-ml syringe (Terumo Corporation, cat. no. SS-10SZ)</p><p>・50-ml syringe (Nipro Corporation, cat. no. 08-980)</p><p>・Central venous catheter 14-gauge, 70cm (Terumo Corporation, cat. no. LG-DX147SS)</p><p>・i.v. administration set (TOP corporation, cat. no. TIS2-A52NT)</p><p>・Injection cap (Terumo Corporation, cat. no. XX-WS02K)</p><p>・Gastrostomy tube (i.v. administration set; TOP Corporation, cat. no. TIS-A150C)</p><p>・Screw-Clamp compressor (Bel-Art H-B Instrument, cat. no. F18225-0000)</p><p>・Surgical tape 2.5cm x9.1m (3M, cat. no. 1530-1)</p><p>・Tracheal Tube with Stylet (Covidien Japan, cat. no. 18760S)</p><p>・Trinity trach-tube ties (Solve Co. Ltd., cat. no. TTT-050)</p><p>・Fluid warming system (3M, cat. no. 24500)</p><p>・Fluid warming system standard flow with injection port (3M, cat. no. 24200)</p><p>・Thermometer (Terumo Corporation, cat. no. CTM-303)</p><p>・Capnograph digital pulse oximeter (Smith Medical Co. Ltd, cat. no. V90043)</p><p>・Anesthesia apparatus (Kimura Medical Instrument Co. Ltd., Fancy 80Ma)</p><p>・Ventilator (Kimura Medical Instrument Co. Ltd., KSV-1)</p><p>・Excess Gas Emission Unit (GASTOL 2; Shin-Ei Industry Co. Ltd., cat. no. GV-101)</p><p>・Surgical operation table (Kinoshita Corporation, cat. no. KM-2)</p><p>・No.11 blade (Stainless Steel Blade with plastic handle; Feather Safety Razor Co., Ltd.)</p><p>・Animal mask (Muromachi Kikai Co., Ltd., cat. no. MA30-80)</p><p>・Electric scalpel (Mizuho Ika Kogyo Co., Ltd, cat. no. TRC-150013)</p><p><br></p><p><strong>(B) In vitro and pharmacokinetics studies</strong></p><p>・Cell incubator (37℃, 5% CO2)</p><p>・Sterile serological pipettes</p><p>・Single and multichannel pipettor </p><p>・Centrifuge with rotors and adapters for 50- and 15-mL conical tubes</p><p>・Plate shaker for mixing multiwell plates</p><p>・Microplate reader for measuring luminescent (e.g. Multilabel plate reader ARVO X3, Perkin Elmer)</p>"
        },
        {
            "header": "Procedure",
            "content": "The procedure consists of a pre-operative step (Step 1-7), thymectomy (Step 8-15), splenectomy (Step 16-21), gastrostomy (Step 22-36), and treatment with immunosuppressants (Step 37-38). Additionally, in vitro PBMC proliferation (Step 39-61) and pharmacokinetic assessments (Step 62-79) are performed.\n(A) Surgical operations\nPre-operative STEP ●Timing 45 min\n▲CRITICAL STEP\nIt is important to perform splenectomy and gastrostomy after fasting for more than 24 hours.\n1.    Sedate the pig with midazolam (0.3 mg/kg, i.m.), and atropine (0.04 mg/kg, i.m.) and wait until the pig is completely calm. This sedation can be given before transfer to the operating room.\n2.    Administer buprenorphine (0.01~0.02 mg/kg, i.m.) for 30 min before the start of surgery\n3.    In the surgical preparation room, shave the puncture site under inhaled isoflurane with 2 liter/min oxygen via a face mask. (3~5%).\n4.    Insert a 22-gauge angiocatheter into posterior auricular vein to access i.v. and place a secure airway.\n▲CRITICAL STEP\nEndotracheal intubation with a 6.5- to 7.5-mm tube is preferred for airway protection.\n5.    After shaving, move to the operating room, place in the supine position.\n6.    Deliver ongoing maintenance anesthesia with 1–2% isoflurane through a nose cone and mechanically ventilated closed-loop anesthesia machine.\n▲CRITICAL STEP\nPulse oximetry, body temperature and heart rate must be monitored through anesthesia induction, maintenance and recovery.\n7.    Disinfect the operation area.\nThymectomy ●Timing 20-30 min\n8.    Use sterile surgical instruments\n9.    Perform incision of the skin on the upper manubrium of the sternum from near the midline neck hyoid bone (approximately 7 cm)\n10. Perform dissection of subcutaneous tissue while avoiding the carotid artery and vagus nerve on both sides of the sternohyoid muscle\n11. Pinch the ends of the thymus on both sides of the sternohyoid muscle with forceps, and when dissecting the thymus and subcutaneous tissue, perform dissection to the back of the manubrium of the sternum\n12. Pass the right cervical lobe under the anterior neck muscles to enable traction to be applied on both the left and right cervical lobes simultaneously\n13. Traction is then applied to pull the left and right cervical lobes to the cranial side\n14. The thoracic lobe in the anterior mediastinum is carefully dissected and removed\n15. After thymectomy, suture the subcutaneous tissue and skin\nSplenectomy ●Timing 20-30 min\n16. Perform a midline incision from the region proximal to the xiphoid process to the lower abdomen\n17. Perform incision to the muscle layer using a scalpel, and perform incision of the peritoneum using an electric scalpel\n18. After performing peritoneal incision, secure field of view of the perisplenic region by using a retractor\n19. Lift the spleen to a position where the three blood vessels (splenic body omental vessels, short gastric vessels, and the splenic vessels) of the spleen are visible\n▲CRITICAL STEP\nWhen lifting the spleen, dissect the renal fascia in advance, and after dissection, by putting gauze in the space created, the three blood vessels in the spleen are easily visible\n20. Perform ligation at one place of the splenic artery and short gastric artery on the splenic side and two places on the abdominal side. Subsequently, resect the section between the ligation points\n▲CRITICAL STEP\nDissect the part away from the ligation position to prevent hemorrhage\n21. After performing vessel dissection, remove the spleen\nGastrostomy ●Timing 20-30 min\n22. Perform gastric fistula tube attachment after splenectomy\n23. Prepare an intravenous tube with about 1/3 of the drip chamber remaining (Fig 2a)\n24. Secure a field of view of the region surrounding the short stomach artery ligature of the stomach\n25. Put a thread around the planned incision site on the upper part on the side of the greater curvature of the stomach (for performing purse‐string suturing in step 27)\n26. Using an electric scalpel, make a 1 to 1.5 cm incision required for gastrostomy tube insertion\n▲CRITICAL STEP\nThe surgical assistant lifts the both sides of the incision with tweezers, etc. so that the gastric contents do not leak when the stomach is incised.\n? TROUBLESHOOTING\nIn comparison with humans and dogs, pigs may have delayed gastric emptying, so the gastric contents may remain in the stomach. On the day before surgery, give easily digestible feed such as liquid feed\n27. After inserting the drip chamber side of the processed gastrostomy tube into the stomach, perform purse‐string suture to prevent the tube from coming out of the stomach (Fig. 2b)\n28. Fasten tube to stomach by Witzel sutures (Fig 2c)\n29. The tip of the gastrostomy tube is pulled out from the region surrounding the costal arch\n30. Join the fixed parts of the stomach tube with the abdominal wall at 4 to 5 places by 3-0 nylon thread\n31. In order to perform fixation of the gastric fistula tube, fix the opening of the subcutaneous tissue of the back with 4-0 nylon thread (Fig. 2d)\n32. Fill the tube with PG water jelly to prevent backflow of the gastric contents and close the tip with an injection cap or a screw-clamp compressor (Fig.2e)\n33. Place a jacket on the pig and store the gastrostomy tube in the pocket\n34. Postoperatively, further administer additional doses of Buprenorphine and meloxicam (0.2 mg/kg, s.c.) and continue observation until emergence from anesthesia. Return the pig to the breeding cage after emergence from anesthesia\n35. Give analgesic at the same dose for 3 days, including the day of surgery. Twice daily in the case of buprenorphine, and once daily in the case of meloxicam.\n36. Postoperatively, disinfect the gastrostomy subcutaneous opening every two to three days\nAdministration of immunosuppressants\n37. Dissolve tacrolimus tablets in hot water at 50 to 60°C to create a 25 mg/mL solution. Prepare Prednisolone as a 5 mg/mL solution in the same manner. CELLCEPT powder for oral suspension in 31.8% (Chugai pharmaceutical Co.,Ltd.) was used as mycophenolate mofetil (MMF). Adjust the administration volume according to the administration dose. Table 1 shows the immunosuppressant recipe implemented at each facility.\n38. Perform immunosuppressant administration as follows\n①   Push the jelly filled in the tube into the stomach using 30 mL of heated water\n②   Immunosuppressant administration\n③   Push the immunosuppressant remaining in the tube into the stomach using 30 mL of heated water\n④   Fill the gastrostomy tube with 30 mL of PG water\n▲CRITICAL STEP\nPerform daily feeding and administration at a uniform time, as changes in immunosuppressant serum concentration levels differ between fasting and non-fasting states\n? TROUBLESHOOTING\nThe problems and solutions during immunosuppressant administration are summarized in Table 2.\n(B) In vitro and pharmacokinetics studies\nPBMC proliferation studies\nREAGENT SETUP\nFBS\nThe serum is thawed and heat-inactivated for 30 min at 56 ℃. The heat-inactivated serum is stored in 50-mL aliquots at -20 ℃.\nRPMI-1640 (Culture medium)\nFor culturing\nPBMC derived from MMP peripheral blood, RPMI-1640 is supplemented with 10% (vol/vol) FBS and 1% (vol/vol) penicillin-streptomycin. The medium is stored at 4 ℃ and warmed to at least room temperature before use.\nPHA stock solution\nPHA powder is dissolved in PBS to a final concentration of 1 mg/mL. To make 1 mg/mL of stock solution, 10 mg of the powder is suspended in 10 mL of PBS. This solution can be stored in suitably sized aliquots at -20℃ for several month.\nCell Titer Glo Reagent\nThe 100 mL CellTiter-Glo buffer is transferred into the amber bottle containing CellTiter-Glo substrate to reconstitute the lyophilized enzyme/substrate mixture. Mix by gently vortexing. This reagent can be stored in suitably sized aliquots at -20℃ for several month.\nBefore conducting the PBMC proliferation study, we optimized the assay system as below. Cell proliferation depends on cell density, stimulant concentration and incubation time. In order to determine the optimal assay condition for evaluating the immunosuppressant, we investigated these factors. We examined the following three conditions; (1) cell density: 1 × 10\n4\ncells - 2 × 10\n5\ncells / well, (2) stimulant (PHA): 0.1 – 10 μg/mL, (3) incubation time: 48 - 96 h. As a result, the sub-maximum proliferative activity was observed under the conditions of cell density of 5 × 10\n4\ncells / well in 96 well round bottom plate with 3 μg/mL PHA after 72 h incubation.\n(A) Isolation of PBMC ● TIMING 1.5 h\n39. Collect approximately 7 mL of blood with a sodium heparinized 10-ml syringe from male micro mini-pig.\n40. Transfer 5 mL of fresh blood into 15-mL conical tubes containing 5 mL of PBS and gently mix by drawing the blood and buffer in and out of a pipette.\n41. Aliquot 5 mL of Ficoll-Paque PLUS into two 15-mL conical tubes (one Ficoll tube for every 5 mL of diluted blood).\n42. Place the tip of the pipette against inside of the tube, carefully layer 5 mL of diluted blood onto the 5 mL of Ficoll-Paque PLUS already filled.\n43. Centrifuge the tubes at 400 g for 30 min at room temperature.\n44. Using a clean pipette, carefully collect the white layer of PBMC between plasma and Ficoll-Paque PLUS and transfer the cells to a clean 50 mL centrifuge tube containing 20 mL of RPMI-1640.\n45. After gentle pipetting, centrifuge the tubes at 400g for 10 min at room temperature and discard the supernatant.\n46. Resuspend the cells thoroughly in 20 mL RPMI-1640 by pipetting.\n47. Count cells using a 1: 2 dilution with trypan blue. We typically see 20 - 50 × 10\n6\nPBMCs isolated from 5 mL of blood.\n■ PAUSE POINT\nIf needed, PBMCs can be stocked frozen by using CELLBANKER 1 plus. Although the survival rate decreases to 50-70% by cryopreservation of cells, the reactivity to PHA does not change. When using, dissolve promptly in a 37℃ hot bath, wash with culture medium and count the number of live cells before use.\n(B) Plating and proliferation assay\n● TIMING\nPreparation and plating for in vitro simulation takes 1.5 h. Cells are usually harvested 3 d after the stimulation.\n48.  Centrifuge the tubes at 1,400 rpm for 5 min at room temperature.\n49.  Resuspend cells in culture medium at a final concentration of 5 × 10\n5\ncells per mL.\n50.  Transfer 100 μL (5 × 10\n4\ncells) per well of cell suspension to 96 well round-bottom plate.\n51.  Add 60 μL of culture media and 20 μL of 10-fold concentration of MPA to the cells.\n▲CRITICAL STEP\nTo make 10-fold concentration of MPA serial dilution for dose-response curve, dilute MPA solubilized in MeOH serially with MeOH and further dilute 100 times with culture media. As a result, the carry-in of MEOH into the culture system is 0.1%.\n52.   Pre-incubate the cells for 30 min at 37℃.\n53.   Add 20 μL of 30 μg/mL PHA to the cells at a final concentration of 3 μg/mL.\n54.   Incubate the cells for 3 days at 37℃.\n▲CRITICAL STEP\nTo reduce the edge effect in culture plate, avoid using the outer wells of the plate for PBMC cultures, as these are most subject to evaporation and temperature distribution over period of incubation. The outer wells can be filled with PBS.\n(C) Cell viability assay ● TIMING 1 h\n55.  Equilibrate the plate and its contents at RT for 30 min.\n56.  Remove 100 μL of culture media from each well.\n57.  Add 100 μL of CellTiter-Glo Reagent.\n58.  Mix contents on an orbital shaker to induce cell lysis.\n59.  Allow the plate to incubate for 10 min at RT to stabilize luminescent signal.\n60.  Transfer 100 μL of cell lysate to opaque-walled multiwell plates.\n61.  Measure luminescence by micro plate reader.\nPharmacokinetics studies\n(A) Central venous catheter (CVC) placement ●TIMING 1h\n62. Perform catheterization surgery one week before pharmacokinetics study in male micro mini-pig\n63. The preoperative procedure is performed in the same manner as steps 1 to 4\n64. Incise the skin and subcutaneous muscular layer 2-3 cm from the cervical ventral midline approximately 3 -4 cm to the head side along the body axis from approximately 2 cm from the anterior border of scapula to the sternum\n65. Dissect the internal jugular vein using artery Forceps\n66. After dissection, ligate the blood vessels on the head side and thread catheter fixation thread in chest side blood vessel\n67. Insert CVC 5-8 cm into the vessel and perform fixation with a thread so that the catheter does not move. In addition, perform fixation of the muscular layer of the neck\n▲CRITICAL STEP\nAdjust the insertion depth of the catheter based on the size of the animal.\n68. After confirming that the blood can be collected with a catheter, inject 2 mL of heparinized saline from the end of the catheter and attach an injection cap\n69. Suture the muscular layer, subcutaneous tissue and the incision in the skin\n70. Attach the clip that came with kit at approximately 1 cm from the incision to the catheter that came out of the body through the incision on the skin, and perform fixation of the clip by suturing on the skin\n71. Store in the pocket of the jacket from the clip fixation part to the end part\n(B) Treatment with mycophenolate mofetil\n● TIMING It takes 30 min to prepare the MMF solution and administer the drug.\n72. CELLCEPT powder for oral suspension in 31.8% (Chugai pharmaceutical Co.,Ltd.) was used as mycophenolate mofetil (MMF). Alternatively, it is possible to use CELLCEPT Capsule 250 (Chugai pharmaceutical co.,Ltd)\n73. The suspension is administered via gastrostomy.\n74. The dose of MMF was 20 mg/kg in the morning, 30 mg/kg afternoon.\n75. Administration in the morning is carried out after 15minutes after feeding.\n!CAUTION\nIt is necessary to adjust of feeding time because PK profile would be change due to the fed/fast condition.\n(C) Blood sampling and measurement of plasma mycophenolic acid concentration\n● TIMING It takes 15min to collect the blood and prepare the plasma at each point.\n76.  The pharmacokinetic studies of the MMF were carried out 7 days after the start of administration.\n77.  Approximately 0.5 mL of blood was collected with a sodium heparinized syringe from CV at each sampling point (before dosing, 0.5, 1, 2, 4, 8, 9, 10, 12 and 24h after dosing.)\n!CAUTION\nBlood sampling at 8h. was performed just before afternoon treatment\n78.  The blood samples were centrifuged at 1,200 x G for 5 min at 25℃. Isolated plasma was stored at -20 ~ -30℃ until analysis.\n■PAUSE POINT\nPlasma sample can be stored at -30℃ for several months\n79.  Plasma concentration of mycophenolic acid was measured by LC/MS/MS method"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>The problems and solutions  are summarized in Table 2.</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We estimated the dose of immunosuppressant with reference to the 100% inhibitory concentration of peripheral blood mononuclear cells (PBMC). PBMC proliferation studies demonstrated that 0.1 ug/mL of mycophenolic acid (MPA) completely inhibited PHA-induced PBMC proliferation (Fig. 3). After estimation of the target plasma concentration of MPA, which is equivalent to the 0.1 µg/mL on free dug theory 15 in micro mini-pigs, we administered MMF via a gastrostomy tube and measured the plasma MPA concentration. Plasma concentrations of MPA were higher than the target concentration throughout the day (Fig. 4).</p><p>The dose estimated from the in vitro efficacy and pharmacokinetics was very similar to empirical doses used for post-operative immunosuppressant administration in our studies (Table1).</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Powell, EJ. et al. <em>Lab Anim.</em> <strong>52</strong>(4), 402-412 (2018). doi: 10.1177/0023677217750691</p><p>2.&nbsp;&nbsp;&nbsp;Hara, H. et al.<em> Exp. Anim.</em> <strong>67</strong>(2),139-146 (2018). doi: 10.1538/expanim.17-0095</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Tohyama, S, Kobayashi, E.　<em>Cell Transplant</em>. <strong>28</strong>(2), 224-228 (2019). doi: 10.1177/0963689718817477</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Ito, M. et al. <em>Nature</em> <em>Comm.</em>2019. doi: 10.1038/s41467-019-10107-1.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Hirano, A. et al. <em>Transl. Med. Commun</em>. <strong>2</strong>:1 (2017). doi: 10.1186/s41231-017-0011-y</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Kobayashi, E., Hishikawa, S., Teratani, T, Lefor, A.T. <em>Transplant Res</em>. <strong>1</strong>(1), 8 (2012).</p><p>doi: 10.1186/2047-1440-1-8</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;Hsu, HC. et al. <em>Transplant Proc.</em> <strong>49</strong>(1), 153-158 (2017).</p><p>doi: 10.1016/j.transproceed.2016.11.023</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;Athanasiou, A. et al. <em>Surg. Res.</em> <strong>208</strong>, 121-131 (2017). doi: 10.1016/j.jss.2016.09.002</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;Heinke, S. et al. <em>Xenotransplantation</em>. <strong>23</strong>(5), 405-13 (2016). doi: 10.1111/xen.12255.</p><p>10. Wright, DC., Deol, HS, Tuch, BE. <em>Transpl. Immunol.</em> <strong>7</strong>(3), 141-7 (1999)</p><p>doi: 10.1016/S0966-3274(99)80033-1</p><p>11. Jensen-Waern, M., Kruse, R, Lundgren, T. <em>Lab Anim.</em> <strong>46</strong>(2), 148-51 (2012). doi: 10.1258/la.2012.011152</p><p>12. Ustüner, ET. et al. <em>Transplantation</em>. <strong>66</strong>(12), 1581-7 (1998).</p><p>13. Kawamura, M. et al.　<em>Circulation</em>. <strong>128 </strong>(11 Suppl 1), S87-94 (2013). doi:　10.1161/CIRCULATIONAHA.112.000366</p><p>14. Uchida, H. et al. <em>Transplantation</em>. <strong>67</strong>(9), 1269-74 (1999).</p><p>15. Bohnert, T, Gan, L.S. <em>J Pharm. Sci.</em> <strong>102</strong>(9), 2953-94 (2013). doi: 10.1002/jps.23614.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>\tWe thank Dr. Manabu Itoh and Dr. Koichi Nakayama (Faculty of Medicine, Saga University, Saga, Japan), Dr. Hidekazu Sekine and Dr. Tatsuya Shimizu (Institute of Advanced Biomedical Engineering and Science, Tokyo Women's Medical University, Tokyo, Japan), Dr. Shintaro Yagi and Dr. Shinji Uemoto (Department of Surgery, Graduate School of Medicine, Kyoto University, Kyoto, Japan) for cooperating to test humanized materials using surgically produced, controllable immunocompromised pigs and Mr. Noriyasu Sano (Axcelead Drug Discovery Partners, Inc., Kanagawa) for technical assistance and advice on pharmacokinetics and in vitro efficacy studies.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-10107-1",
                "date": "2019-05-21 10:11:42",
                "title": "Development of an immunodeficient pig model allowing long-term accommodation of artificial human vascular tubes",
                "authors": [
                    "Manabu Itoh",
                    "Yosuke Mukae",
                    "Takahiro Kitsuka",
                    "Kenichi Arai",
                    "Anna Nakamura",
                    "Kazuyoshi Uchihashi",
                    "Shuji Toda",
                    "Kumika Matsubayashi",
                    "Jun-ichi Oyama",
                    "Koichi Node",
                    "Daisuke Kami",
                    "Satoshi Gojo",
                    "Shigeki Morita",
                    "Takahiro Nishida",
                    "Koichi Nakayama",
                    "Eiji Kobayashi"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 170634,
                "identity": "73892308-a016-4415-9c86-dbab4815faac",
                "order_by": 1,
                "name": "Eiji Kobayashi",
                "email": "organfabri@keio.jp",
                "orcid": "https://orcid.org/0000-0001-8617-3778",
                "institution": "Keio University School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Eiji",
                "middleName": "",
                "lastName": "Kobayashi",
                "suffix": ""
            },
            {
                "id": 170635,
                "identity": "b6ad42ee-44e2-4377-8869-a4ab71203d0b",
                "order_by": 2,
                "name": "Toshiyuki Maki",
                "email": "",
                "orcid": "https://orcid.org/0000-0003-0920-0976",
                "institution": "Axcelead Drug Discovery Partners, Inc.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Toshiyuki",
                "middleName": "",
                "lastName": "Maki",
                "suffix": ""
            },
            {
                "id": 170636,
                "identity": "ed29368c-2913-4174-b72f-7741930a0802",
                "order_by": 3,
                "name": "Keiko Igaki",
                "email": "",
                "orcid": "",
                "institution": "Axcelead Drug Discovery Partners, Inc.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Keiko",
                "middleName": "",
                "lastName": "Igaki",
                "suffix": ""
            },
            {
                "id": 172704,
                "identity": "9a50a737-89fa-4e20-a321-76a331ffb2d9",
                "order_by": 4,
                "name": "Shin Enosawa",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-0818-8998",
                "institution": "Keio University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shin",
                "middleName": "",
                "lastName": "Enosawa",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-09-25 22:42:15",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.2.15417/v1",
        "doiUrl": "https://doi.org/10.21203/rs.2.15417/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 109576,
                "identity": "c404b889-975f-424b-b865-acddb885bf72",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:40",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 444799,
                "visible": true,
                "origin": "",
                "legend": "Thymectomy, splenectomy and gastrostomy formation of an adult mini-pig. \na.The image of the resected thymus and ventral cervical region of the neck after thymectomy. \nb. The image of the ligation of the omental vessels (OV), short gastric vessels (SGV) and splenic vessels (SV) before splenectomy. \nc. The image of inserted Witzel tube during the gastrostomy formation.",
                "description": "",
                "filename": "Fig1.jpg",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Fig1.jpg"
            },
            {
                "id": 109578,
                "identity": "7f57c5e9-4da3-4cf2-9457-ce9349e390b6",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:41",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 260988,
                "visible": true,
                "origin": "",
                "legend": "Images of gastrostomy formation of an adult mini-pig. \na. intravenous tube with 1/3 of the drip chamber. \nb. the drip chamber before inserted into the stomach. \nc. inserted tube by Witzel sutures. \nd and e. fixation of the gastric fistula tube in the opening of the subcutaneous tissue of the back\nf, Schematic image of gastrostomy. Different from human clinics (insertion position shown by cross), the position is shifted more to upper left of stomach curvature (shown by circle), taking a care for pig of which ventral is down-turned. The insertion point of gastric wall is fixed with abdominal wall by suturing and the tube is set in the hypodermal tissue to dorsal skin in order not to be pulled out (insert). \nSt; stomach, Sp; spleen, AW; abdominal wall, Sk; skin.",
                "description": "",
                "filename": "Figure2190929JPG.jpg",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Figure2_190929JPG.jpg"
            },
            {
                "id": 109580,
                "identity": "845d7100-afa1-4911-bf7e-38efd92e275a",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:41",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 52899,
                "visible": true,
                "origin": "",
                "legend": "Effect of mycophenolic acid (MPA) on phytohemagglutinin (PHA)-induced peripheral blood mononuclear cell (PBMC) proliferation. MPA (0.1 μg/ml) inhibited the PHA-induced PBMC proliferation. Data are shown as the Mean+S.D., of 3 experiments.",
                "description": "",
                "filename": "Fig3.jpg",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Fig3.jpg"
            },
            {
                "id": 109582,
                "identity": "428734c6-410f-4c55-a2e7-b1a1dc42a1c9",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:41",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60301,
                "visible": true,
                "origin": "",
                "legend": "Plasma concentration of mycophenolic acid (MPA) on Day 7. Pigs were treated with two different dose of mycophenolate mofetil (MMF, 50 mg/kg/day; AM 20 mg/kg, PM: 30 mg/kg) for 7days as a chronopharmacological approach (14). Data are shown as the Mean of 2 experiments.",
                "description": "",
                "filename": "Fig4.jpg",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Fig4.jpg"
            },
            {
                "id": 13475788,
                "identity": "48ae7a6c-fda4-409b-858d-3fd427bbc552",
                "added_by": "auto",
                "created_at": "2021-09-16 21:26:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 726616,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-743/v1/9603f2c4-7dc6-4836-9f02-55046a49cfb3.pdf"
            },
            {
                "id": 109579,
                "identity": "d38e8d6c-c134-4d78-8f9a-6cec6935d9df",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:41",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 12198,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table2TroubleshootingTable.pdf",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Table2 Troubleshooting Table.pdf"
            },
            {
                "id": 109581,
                "identity": "c51782c6-d8d3-4683-9993-969e441714b3",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:41",
                "extension": "mov",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 9987506,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Vedeo1Thymectomyofanadultminipig.mov",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Vedeo1_Thymectomy of an adult mini-pig.mov"
            },
            {
                "id": 109577,
                "identity": "1b253c56-fef4-4822-b287-bb6cfe3967e0",
                "added_by": "auto",
                "created_at": "2019-10-03 09:21:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 94991,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Table1Profileofpigsandpostoperativeimmunosuppressantregimensinthevariouslaboratories..pdf",
                "url": "https://assets.researchsquare.com/files/4def3795-07d9-4280-a095-645a2af05c2c/v1/Table 1 Profile of pigs and post-operative immunosuppressant regimens in the various laboratories..pdf"
            }
        ],
        "financialInterests": "One of the authors declares competing financial interests: E.K. received the consultant fee from Takeda Pharmaceutical Company Ltd from Dec. 1st 2016 to Mar. 31st 2018, which was a parent company of Axcelead Drug Discovery Partners, Inc.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Translational research, immunosuppression, pig, transplantation",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Majority of research on human regenerative medicine has focused on the use of human mature cells/tissues and stem cell derived products. To ensure their safety and efficacy for clinical application, preclinical testing in large animals such as pigs, using pre-clinical and clinical matching protocols, is required. However, presently, there is no universal, stable, adjustable immunosuppressed pig model in which human regenerative cell and tissue products may be evaluated. Consequently, we established a controllable immunocompromised pig model by surgical excision of immune organs and varying the administration of immunosuppressive agents based on the physical condition and pharmacokinetic profile. Here, we describe the precise experimental procedure and provide information on immunosuppression therapies in different breeds of laboratory pigs. We provide practical information for the production of operational SCID pigs. We believe that our procedure may be immediately implemented in human-to-pig experiments, resulting in cost-benefit perspectives and furthering the development of new regenerative medicine.&nbsp;</p>",
        "manuscriptTitle": "Surgically produced, controllable immunocompromised pigs",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-10-03 09:21:40",
                "doi": "10.21203/rs.2.15417/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "4f031163-55ea-4427-9239-43b2a5f58b10",
        "owner": [],
        "postedDate": "October 3rd, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 29015,
                "name": "Immunology"
            },
            {
                "id": 29016,
                "name": "Drug discovery"
            },
            {
                "id": 29017,
                "name": "Stem cells"
            },
            {
                "id": 29018,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-10-03 09:21:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}