{
    "identity": "pex-1445",
    "title": "<p>Orthotopic liver transplantation of pigs using porto/caval-jugular shunt for research work or off-site training of young surgeon</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Liver transplantation is a long and complicated procedure. For residents or fellows, the technical skill is taught on site, usually part by part. In countries or areas where the clinical cases are limited in number, like in Japan, even senior surgeons have to operate by him-herself for maintain of the skill, and there is quite limited space for young surgeons to improve their clinical skill on site.&nbsp;Simulation of the operation using a big animal can be&nbsp;&nbsp;an alternative for the practical training, if burdens related to the cost and the facility are supported. An interinstitutional training program was launched in 2014 in Japan assisted by the Ministry of Education, Culture, Sports, Science and Technology (MEXT). The system was operated by six National Universities, with supervision of additional one University (Kyoto University) and a National Center (National Center for Child Health and Development), each with high volume of cases. The program was called “Six National University Consortium in Liver Transplant Professionals Training Program” or SNUC-LT). The trainee was selected among the young HBP surgeons in the six Universities. The curriculum for each trainee was completed in 3 years. Two to six trainees joined to this program each year.&nbsp;&nbsp;It consisted of practical training, lectures, seminars, and web conferences. In the practical training, on job learning is most interesting and highly educational.&nbsp;However, the chance was limited. In Japan, living donor liver transplantation is still dominant, and the deceased donor liver transplantation including the organ harvest is much smaller in number. For supplement of the practical training in this aspect, operative simulation using a pig was induced.&nbsp;It was done twice every year, with gathering of the trainees in a wet-lab. This could offer very valuable experience of real operation to each trainee who could not touch enough in the clinical setting. In the simulation, enough learning should be secured while keeping the animal alive until the end of the procedure.&nbsp;The trainees should have room to breathe. &nbsp;&nbsp;For this purpose, to guarantee stable circulatory dynamics during the anhepatic phase of pigs, operative procedure using a porto-caval-jugular shunt was applied. This met the intended purpose by addressing liver dysfunction, portal hypertension and intestinal congestion<sup>1</sup>. Here, we describe the precise practical procedure. We believe that our procedure enables young transplant surgeons to gain surgical skills efficiently and effectively.&nbsp;In addition, this procedure may assist the researchers to use in the in-vivo study of liver transplantation using a big animal kept alive after the surgery.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>・Midazolam Injection </p><p>・Medetomidine Injection</p><p>・Thiamylal Sodium Injection</p><p>・Buprenorphine Hydrochloride Injection</p><p>・Isoflurane Inhalation Solution</p><p>・Rocuronium Bromide Injection</p><p>・Ringer Lactate solution with glucose, 500 mL</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>(A) The simple and active shunt system</p><p>\tThe simple and active shunt system is composed of 2 motors (BMU series, Oriental Motor Inc., Tokyo, Japan) and 2 pump heads (custom-made item, SCREEN Inc., Kyoto, Japan) of roller pump for blood perfusion and blood aspiration, a manometer (ISE80 series, SMC Inc., Tokyo, Japan) that measures influx pressure, a blood container, and a circulation circuit material (silicone tube, φ5×8) (Fig1). The circulation circuit consists of 2 blood aspiration lines (Infraheptic inferior vena cava (IHIVC) and splenic vein (SV) lines) connected to the roller pump, and a blood container and blood infusion line (left jugular vein (LJV) line). In an active shunt system, Multi-pore suction connector (MPSC) is developed to prevent the occlusion of the vascular wall due to the suction pressure and enable stable blood aspiration (Fig2). Ringer’s lactate mixed with heparin at a concentration of 1000 IU/L was connected to the infusion line and drip-infused to prime the entire circuit. The solution volume in the circuit is reduced (within 400 mL). As a result of this arrangement, the effect of blood loss ex vivo could be minimized. A blood container (150 mL) with vent port was incorporated in the circuit, and the air was removed by opening this port. This container enables us to lower the risk of infusing air to the vein of a recipient from the blood aspiration line.</p><p>(B) Experimental animals</p><p>Species, strains: ZEN-NOH premium pig which is hybrid between Large Yorkshire and Landrace obtained from National Federation of Agricultural Cooperative Associations (ZEN-NOH).</p><p>Sex, age, weight: Male (castrate), 2-4 months, approximately 50kg.</p>"
        },
        {
            "header": "Procedure",
            "content": "The procedure consists of (A) Quarantine and acclimatization, (B) Pre-operative step, (C) Donor operation and (D) Recipient operation.\nThe protocols were approved by the animal ethics committee of the Kobe Medical Device Development Center (Approval number: IVT15-16) and the Fukushima Medical Device Development Support Center (Approval number: 20180914-2)\n(A) Quarantine and acclimatization\nQuarantine and acclimatize the pigs in the quarantine unit of research facility for 5 days before transplantation. Feed the pigs once a day with ad libitum access to water. Fast the pigs for the day of operation to prevent anesthesia induced vomiting.\n(B) Pre-operative step\n1. Sedation and anesthesia induction\nSedate the pigs by cervical intramuscular injection of a mixture of midazolam (0.2 mg/kg) and medetomidine (0.04 mg/kg). Insert a catheter in an ear vein, followed by slow intravenous administration of Thiamylal Sodium (3-5mg/kg).\n2. Tracheal intubation\nIn supine position, confirm loss of swallowing reflex. Intubate the trachea with visual confirmation of airway. Confirm the expiration from tracheal tube, followed by securing tracheal tube with tape.\n3. Hair shaving\nShave the operative field from inferior border of thorax to groin using electrical hair clipper.\n4. Analgesia\nAdministrate buprenorphine Hydrochloride (0.005-0.01mg/kg) intramuscularly as advance analgesia treatment.\n5. Maintenance of anesthesia and intraoperative monitoring\nPlace in the supine position on the operating table. Maintain anesthesia with 1.5-3.5% inhaled isoflurane and set the artificial ventilator with 40-100% concentration of oxygen. Keep the pigs warm and continuously monitor the electrocardiogram, heart rate, non-invasive blood pressure, oxygen saturation by pulse oximetry at the pig’s tail, end-tidal carbon dioxide, body temperature and depth of anesthesia during anesthesia management.\n(C) Donor operation\n① Perfusion of organ storage solution\n1. Make a midline laparotomy from the xiphoid to the pubis. If the operative field is insufficient, add the transverse abdominal or thoracotomy incision.\n2. Divide the falciform ligament.\n3. Insert the retractor on an opened part. Use towels to move bowels to the left side to expose the major vessels in the retroperitoneum.\n4. Dissect the infrarenal aorta (IRA) and surround the distal and proximal IRA with a 1-0 SILK. If necessary, ligate inferior mesenteric artery and lumbar arteries. In the same way, surround the distal and proximal infrarenal inferior vena cava (IRIVC).\n5. First, ligate the distal tie of IRA. Next, incise the anterior wall of IRA and cannulate it less than 5cm, then ligate the pre-set proximal tie. In the same way, cannulate IRIVC.\n6. Divide the left coronary and triangular ligament using a cautery.\n7. Make a lengthwise cut in crus beneath the diaphragm and surround the supraceliac aorta (SCA) at the side of the esophagus, from left or right according to the easieness of the approach. If necessary, in preparation for insufficient drainage from IRIVC, incise the diaphragm and identify the suprahepatic inferior vena cava (SHIVC) in pericardium.\n8. Confirm the presence or absence of aberrant left hepatic artery in small omentum or right hepatic artery which is located dorsal to portal vein.\n9. Connect each cannulation tube of IRA and IRIVC with perfusion tube and urine-collecting bag.\n10. Cross clamp the SCA using a DeBakey aortic clamp. Then, euthanize the donor pig by blood removal from IRIVC cannulation tube.\n11. After confirming the death, perfuse amount Ringer’s lactate into the IRA and venting from IRIVC and, if necessary, SVC to the right thoracic cavity.\n② Excision of the Liver and vascular graft\n1. Place the crushed ice in the abdominal cavity, for example around the surface of liver, in the bursa omentalis and around small intestine, for maintain a low temperature.\n2. Dissect the hepatoduodenal ligament and identify each vascular channel such as the common bile duct, the hepatic artery, the gastroduodenal artery, and the portal vein (PV). If necessary, ligate the lymph vessels within the hepatoduodenal ligament to prevent lymphatic leakage.\n3. Divide the common bile duct at the upper edge of pancreas. Next, divide the common hepatic artery or the proper hepatic artery according to circumstances at the upper edge of the pancreas or at the root from the abdominal aorta. Next, divide the main trunk of portal vein at the upper edge of pancreas.\n4. Incise the diaphragm lateral to hepatic crus surrounding the hepatic IVC down to the branch of renal vein. Transect the infrahepatic inferior vena cava (IHIVC) and mobilize the lVC from retroperitoneal tissue. Finally, transect the short SHIVC with the diaphragmatic rim and excise the liver. Place the liver into a sterile organ bag filled with UW solution on ice.\n5. Excise approximately 5cm of the IVC and keep it in physiological saline as the vascular graft in preparation to construct an\nex vivo\ncirculation circuit in the recipient.\n③ Back table\n1. Trim the diaphragmatic patch to a decent size.\n2. Close all phrenic veins using 4-0 PROLENE stitches.\n3. If necessary, isolate the vascular channels of hepatic portal region.\n(D) Recipient operation\n①　Preparation of an porto-caval-jugular shunt (Fig3)\n1. A vertical incision of approximately 5 cm in length was made in the left jugular area of the recipient. The LJV was exteriorized and surrounded with a 2-0 SILK tie.\n2. Transect the LJV partially. Subsequently, insert the extremity of the circulation circuit as the infusion line and fix it distally to its insertion with the 2-0 pre-set tie.\n② Preparation of liver excision\n1. Make a midline laparotomy.\n2. Divide the falciform ligament. Insert the retractor on an opened part.\n3. Divide the left coronary and triangular ligament. Dissect SHIVC and ligate the diaphragmatic vein that flowed into the SHIVC.\n4. After removing the lymph nodes in the hepatic portal region, dissect the hepatoduodenal ligament close to the liver and identify the bile duct, hepatic artery and portal vein. Divide the branches of the hepatic artery and bile duct, leaving remaining vessels long.\n5. Incise the diaphragm lateral to hepatic crus and mobilize the IVC from the retroperitoneum using a cautery or scissors.\n③ Operation of an porto-caval-jugular shunt (Fig3)\n1. Place the Satinski Clamp longitudinally and partially on the IHIVC cranial to the left renal vein. Subsequently, cut open the wall of interruption area of blood flow.\n2. Anastomose the end of the IVC graft isolated from the donor pig to the anterior wall of the IHIVC like a chimney in an end to side fashion with continuous suture of 5-0 prolene and the graft was filled with physiological saline containing heparin. Insert the MPSC to the IVC graft and fix it with 2-0 tie.\n3. Expose the hilum of the spleen. After ligation of the splenic artery and vein, the spleen was isolated. Subsequently, surround splenic vein with 2-0 silk tie. Then, insert MPSC to the proximal side and fix it with the 2-0 pre-set tie.\n4. Connect MPSC of the splenic vein and the IVC graft to circulation circuit of the active shunt system.\n④ Liver excision\n1. Administer 1000 IU of heparin intravenously.\n2. 5 minutes later, cross clamp the PV using a Satinsky clamp and cut it near the hepatic hilum.\n3. Cross clamp the IHIVC cranial to the anastomosed IVC graft using a Satinsky clamp and cut it at its border to the liver tissue.\n4. Start the centrifugal pump of the active shunt system and slowly increase rotation frequency of PV flow at about 100 rpm [30 mL/min] and IVC flow at about 200 rpm [60 mL/min] for an individual weight of approximately 40 kg.\nTroubleshooting\n: If the active shunt system cause blood pressure reduction, administer adrenaline solution to maintain blood pressure as required.\n5. Cross-clamp the SHIVC including a diaphragmatic rim using a Satinsky clamp while retracting the liver caudally. Subsequently, cut it at its border to the liver tissue. Subsequently, excise the liver.\nTroubleshooting\n: If hypoglycemia occurs during the anhepatic phase, infuse 5% dextrose solution until glucose levels in the blood rise adequately.\n⑤ Liver transplantation\n1. Place the donor liver into the abdominal cavity.\n2. For an end-to-end anastomosis of SHIVC, trim the donor SHIVC appropriately. Stitch on each side corner of the recipient SHIVC with 5-0 prolene sutures. Using the inside needles of its stitches, perform an inside-outside stitches on each side corner of the donor SHIVC.\n3. Shoot both ends of the right suture. Approximate recipient and donor SHIVC, then tie both ends of the left suture.\n4. Using the longer end of left suture, perform an outside-inside stitch of the recipient SHIVC back wall next to the tie. Subsequently, perform the running suture of the back wall to the right corner.\n5. After reaching the right corner, tie the other right suture ends at the right corner and tie both sutures. Then add 2-3 front wall stitches using the running suture.\n6. Add front wall stitch using the new suture near the left corner tie. Then perform the running suture of the front wall to right corner. Tie together both sutures of the back and front walls.\n7. After trimming the donor portal vein appropriately, perform an end-to-end portal vein anastomosis in the same manner with 6-0 prolene, leaving approximately 0.5 cm of growth factor.\n8. After performing these anastomoses, block the blood aspiration lines of the circulation circuit and stop the centrifugal pump. Open the SHIVC clamp, subsequently, re-perfuse the liver by opening the portal vein clamp.\nTroubleshooting\n: If blood pressure reduction occurs after liver re-perfusion, administer more intravenous fluid and adrenaline solution.\n9. Return the remaining blood in the circuit to the jugular vein as efficiently as possible and withdraw the circulation circuit completely.\n10. Perform an end-to-end anastomosis of the IHIVC in the same manner described above with 5-0 prolene, then reperfuse the IHIVC by releasing both clamps.\n11. Clamp the hepatic artery of recipient and donor using a bulldog clamp. For an end-to-end anastomosis of the hepatic artery, trim those vessels appropriately.\n12. Stitch on the center of front and back wall of the hepatic artery with 8-0 prolene. Rotate forty-five degree to the right. Perform interrupted suture of the left wall with 8-0 prolene. Rotate toward a normal position and forty-five degree to the left. Perform interrupted suture of the right wall in the same manner. Reperfuse by first opening the distal and then the proximal bulldog clamps.\n13. Perform an end-to-end anastomosis of the common bile duct. First, stitch outside-inside on each side corner and back wall of the donor common bile duct with 6-0 PDS. Pull stitches of the back wall cephalad. Using the inside needles, perform inside-outside stitch of each side corner and back wall of recipient common bile duct from left corner and tie extraluminally each time. Subsequently perform interrupted suture of the front wall with 6-0 PDS.\n14. Remove the MPSC from the splenic vein and the IVC graft on the IHIVC. Then, close the vessels with 2-0 SILK.\n15. Close the abdominal wall with 1-0 SILK. Close the skin with a skin stapler.\n⑥ Post-operative phase\n1. Approximately 60 minutes after surgery, perform peripheral blood sampling to measure the liver dehydrogenase enzymes (aspartate transaminase, alanine aminotransferase, and lactate dehydrogenase).\n2. Euthanise the pig through deep inhalant anesthesia and intravenous administration of kalium chloride due to fear of inappropriate histocompatibility."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>The problems and solutions are summarized in Table 1.</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>We believe that there are some advantages to use a porto/caval-jugular shunt for the duration of the anhepatic phase in liver transplantation of pigs. First, the shunt improves pig tolerance to anhepatic phase and permit us to perform vascular reconstruction in plenty of time. Second, the shunt reduces portal hypertension and intestinal congestion. For these reasons stated above, the shunt improves the success rate of whole liver transplantation of pigs.</p>"
        },
        {
            "header": "References",
            "content": "<p>Kasamatsu, H. et al. Development of a Simple and Active Shunt System in the Anhepatic Stage for Surgical Training of Orthotopic Liver Transplantation. Transplant Proc. 53(1), 42-48 (2021).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We are grateful to the staff of the participating transplantation institutions, Takahito Yagi (Department of Gastroenterological Surgery, Okayama University, Okayama, Japan), Susumu Eguchi (Department of Surgery, Nagasaki University, Nagasaki, Japan), Tetsuo Ohta (Department of Gastroenterological Surgery, Kanazawa University, Kanazawa, Japan), Toshifumi Wakai (Division of Digestive and General Surgery, Niigata University, Niigata, Japan), Masayuki Ohtsuka (Department of General Surgery, Chiba University, Chiba, Japan), Shinji Uemoto (Department of Hepatobiliary, Pancreas and Transplant Surgery, Kyoto University, Kyoto, Japan) and Mureo Kasahara (Organ Transplantation Center, National Center for Child Health and Development, Tokyo, Japan) for their support in SNUC-LT program.</p><p>We also thank Yasuhiro Fujimoto (Department of Surgery, Shizuoka Municipal Hospital, Shizuoka, Japan), Seisuke Sakamoto (Organ Transplantation Center, National Center for Child Health and Development, Tokyo, Japan), Shintaro Yagi (Division of Hepato-Biliary-Pancreatic and Transplant Surgery, Department of Surgery, Kyoto University, Kyoto, Japan), Taku Iida (Department of Organ Transplantation and General Surgery, Kyoto Prefectural University of Medicine, Kyoto, Japan) Susumu Shinoura (Department of Gastroenterological Surgery, Okayama University, Okayama, Japan), Takashi Kobayashi (Division of Digestive and General Surgery, Niigata University, Niigata, Japan) and Akihiko Soyama (Department of Surgery, Nagasaki University, Nagasaki, Japan) for their support in practical simulation courses.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 19905707,
                "identity": "bd928fa7-0dbb-4181-a596-9b8911bbf1f8",
                "order_by": 0,
                "name": "Masashi Kadohisa",
                "email": "",
                "orcid": "https://orcid.org/0000-0002-5552-5539",
                "institution": "Department of Transplantation and Pediatric Surgery, Kumamoto University, Kumamoto, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masashi",
                "middleName": "",
                "lastName": "Kadohisa",
                "suffix": ""
            },
            {
                "id": 19905708,
                "identity": "197d6b1a-6f6d-4b5a-b3d0-65552ae5c4c0",
                "order_by": 1,
                "name": "Yukihiro Inomata",
                "email": "yino@kuh.kumamoto-u.ac.jp",
                "orcid": "",
                "institution": "Kumamoto Rosai Hospital, Kumamoto, Japan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Yukihiro",
                "middleName": "",
                "lastName": "Inomata",
                "suffix": ""
            },
            {
                "id": 19905709,
                "identity": "6fee69c6-152a-49fc-a394-c06c764536a5",
                "order_by": 2,
                "name": "Hiroo Kasamatsu",
                "email": "",
                "orcid": "",
                "institution": "SCREEN Holdings Co, Ltd, Kyoto, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroo",
                "middleName": "",
                "lastName": "Kasamatsu",
                "suffix": ""
            },
            {
                "id": 19905710,
                "identity": "bd013ac6-125f-4c0d-bc1e-adc60016458e",
                "order_by": 3,
                "name": "Shinji Torai",
                "email": "",
                "orcid": "",
                "institution": "SCREEN Holdings Co, Ltd, Kyoto, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shinji",
                "middleName": "",
                "lastName": "Torai",
                "suffix": ""
            },
            {
                "id": 19905711,
                "identity": "c123bb78-148b-4d98-a45b-2f35c470b1d6",
                "order_by": 4,
                "name": "Syuhei Yoshimoto",
                "email": "",
                "orcid": "",
                "institution": "SCREEN Holdings Co, Ltd, Kyoto, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Syuhei",
                "middleName": "",
                "lastName": "Yoshimoto",
                "suffix": ""
            },
            {
                "id": 19905712,
                "identity": "a4136952-2376-4168-8b27-fc7254ae7375",
                "order_by": 5,
                "name": "Eiji Kobayashi",
                "email": "",
                "orcid": "",
                "institution": "Department of Organ Fabrication, Keio University School of Medicine, Tokyo, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eiji",
                "middleName": "",
                "lastName": "Kobayashi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-04 00:50:05",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1445/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1445/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 8322788,
                "identity": "08400549-8f5d-4257-834d-22a920653437",
                "added_by": "auto",
                "created_at": "2021-04-22 11:32:13",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 86448,
                "visible": true,
                "origin": "",
                "legend": "Schematic image of the active shunt system. The system is composed of 2 motors and 2 pump heads of roller pump for blood perfusion and blood aspiration, a manometer that measures influx pressure, a blood container, and a circulation circuit material.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1445/v1/4e703003db47a1acacc8bc53.jpg"
            },
            {
                "id": 8322827,
                "identity": "b6a55335-b9a2-4a09-8076-4c9fe1833328",
                "added_by": "auto",
                "created_at": "2021-04-22 11:35:13",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45217,
                "visible": true,
                "origin": "",
                "legend": "Multi-pore suction connector (MPSC). The connector has 10 pores in the tip to prevent the occlusion of the vascular wall due to the suction pressure and enable stable blood aspiration.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1445/v1/0c7298eb0059ba26242eb7ee.jpg"
            },
            {
                "id": 8322789,
                "identity": "265f96af-b694-4434-beff-34042b5a2fac",
                "added_by": "auto",
                "created_at": "2021-04-22 11:32:13",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 110415,
                "visible": true,
                "origin": "",
                "legend": "Schematic procedure of porto-caval-jugular shunt.",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1445/v1/1a075982300f4abf93a1333f.jpg"
            },
            {
                "id": 13687912,
                "identity": "6dd94814-dd26-434d-857f-836f59fc3a5f",
                "added_by": "auto",
                "created_at": "2021-09-17 12:22:25",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 378578,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1445/v1/7194acbe-d6ef-41e1-b735-90b71819dc9a.pdf"
            },
            {
                "id": 8322828,
                "identity": "b779dd09-af90-4ef0-bf7e-e8a7720894bf",
                "added_by": "auto",
                "created_at": "2021-04-22 11:35:13",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 125262,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "table1.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1445/v1/7f84c9c3ae0d5d50b9ac3ed3.pdf"
            },
            {
                "id": 8322829,
                "identity": "ce535157-176f-4d46-bc50-493118aa5813",
                "added_by": "auto",
                "created_at": "2021-04-22 11:35:27",
                "extension": "mp4",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 903014799,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "video1.mp4",
                "url": "https://assets.researchsquare.com/files/pex-1445/v1/b30b875c5da5c189f148d226.mp4"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Liver transplantation, pig, shunt",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Although the training of liver transplant procedure is highly important to young transplant surgeons, it is too hard to secure the learning opportunity, especially in the countries like Japan whose organ transplants from deceased-donors are relatively rare. In such a situation, the surgical training in large animals such as pigs seems to be helpful in improving their skills. Consequently, under the assist by the Ministry of Education, Culture, Sports, Science and Technology (MEXT) in Japan, we established a simulation work of whole liver transplantation using laboratory pigs in the context of interinstitutional frame called the Six National University Consortium in Liver Transplant Professionals Training (SNUC-LT) Program. For this purpose, in this procedure, to guarantee stable circulatory dynamics during the anhepatic phase of pigs, we created a porto-caval-jugular shunt which is followed by addressing liver dysfunction, portal hypertension and intestinal congestion. Here, we describe the precise practical procedure. We believe that our procedure enables young transplant surgeons to gain surgical skills efficiently and effectively in addition to making a model animal in an experimental field.&nbsp;&nbsp;&nbsp;</p>",
        "manuscriptTitle": "Orthotopic liver transplantation of pigs using porto/caval-jugular shunt for research work or off-site training of young surgeon",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-22 11:32:11",
                "doi": "10.21203/rs.3.pex-1445/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "346beb41-3e9d-4344-965b-db0fa3fd42a7",
        "owner": [],
        "postedDate": "April 22nd, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3416005,
                "name": "Gastroenterology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-22 11:32:11",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}