{
    "identity": "pex-1577",
    "title": "<p>Health outcomes of children born/suspected with ZIKV: Protocol for the ZIKAction Paediatric Registry in Latin America and the Caribbean</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>The Zika virus (ZIKV) is a vector-borne infection transmitted to humans by <em>Aedes</em> mosquitoes, included in the same <em>Flavivirus</em> family as the Dengue virus. Although initially identified nearly 70 years ago in Uganda, ZIKV re-emerged and gained global attention from 2015 with large-scale epidemics starting in Latin America and the Caribbean (LAC) (1, 2), with the Zika epidemic, declared a Public Health Emergency of International Concern in 2016 (3). This new scenario was due to the newly discovered route of transmission from mother-to-child leading to a congenital infection, following an unexpected increase in cases of congenital microcephaly and fetal brain malformations emerging in Brazil in September 2015 (4, 5). There had been no prior indication of adverse outcomes associated with ZIKV infection in pregnancy, although a subsequent retrospective study identified microcephaly cases associated with the earlier ZIKV outbreak in French Polynesia (6). By April 2016, experts from the US Centers for Disease Control and Prevention concluded that there was sufficient evidence (7), assessed using Shepherd’s Criteria for human teratogenicity and the Bradford-Hill Criteria for evidence of causation, that the association between ZIKV infection in pregnancy and microcephaly and other brain abnormalities was causal (8). Such defects are well known with other congenital infections, such as cytomegalovirus, <em>Toxoplasma gondii,</em> and rubella. </p><p><br></p><p>Cohort studies, where at-risk pregnancies are identified prospectively, are the most methodologically sound approach to investigating the rates, timing, and risk factors for vertical transmission of infection. Then, to obtain a true picture of the full spectrum of congenital infection, all infants with congenital infection should be followed prospectively and not only those neonates presenting with symptomatic infection, given that congenital infections may be subclinical or asymptomatic in the newborn and that there may be delayed manifestation of infection-related damage. Vertical transmission of ZIKV is difficult to study for reasons including the high proportion of asymptomatic maternal infections, challenges in the diagnosis of ZIKV in populations with past or concurrent exposure to Dengue virus (9), and declining incidence (10, 11). Reported vertical transmission rates range from 9% to 35% in studies with PCR-confirmed ZIKV infection (12-17), whilst a recent evidence synthesis estimated the mean risk of vertical transmission to be 47% in the first trimester, decreasing to 25% in the third (18). Major cohort studies estimate the risk of congenital abnormalities in ZIKV infection of 4–10% (12, 13, 19-22). </p><p><br></p><p>Congenital Zika Syndrome (CZS) has been outlined as a pattern of structural anomalies and functional disabilities secondary to central and peripheral nervous system damage (23). However, the lack of a standard definition has led to inconsistencies in the use of this term. While some authors define severe microcephaly as the most prominent feature of this syndrome, other studies have demonstrated that its absence at birth does not exclude congenital ZIKV infection or the presence of Zika-related brain and other abnormalities, which can sometimes manifest as postnatal microcephaly (24-28). Besides, evidence to define the CZS phenotype is still accumulating, and the full spectrum of clinical manifestations of congenital ZIKV infection is not yet delineated, with the oldest children affected by the recent outbreaks now five years old. </p><p>The current literature has reported a range of clinical and neurodevelopmental manifestations in children with congenital ZIKV infection including abnormalities in muscle tone and severe motor impairment, neurological abnormalities, profound developmental delays, ocular manifestations, epilepsy, arthrogryposis, hearing abnormalities, feeding challenges, and sleeping difficulties (11, 22, 29-34) . In addition, there is some evidence of the presence of comorbidities such as pneumonia and urinary tract infections (35). Although the severe phenotype of CZS is now well established, the health outcomes of infants born with congenital ZIKV infection continue to unfold, with the spectrum of disease expanding as the children grow up and later presenting manifestations identified (11).</p><p><br></p><p>This paper reports the establishment and protocol of the ZIKAction Paediatric Registry. ZIKAction is a project funded by the European Commission’s Horizon 2020 Framework Programme, with an international consortium consisting of partners in LAC, the United States, and Europe. ZIKAction conducts an interdisciplinary programme of research studies within its network to address key knowledge gaps relating to ZIKV epidemiology, natural history, and pathogenesis, with a particular emphasis on maternal and child health. This Paediatric Registry complements the ZIKAction birth cohort studies of prospectively followed infants born to ZIKV-infected mothers, setting out to capture information on children with confirmed or suspected CZS and/or born to mothers with diagnosed ZIKV infection in pregnancy being cared for in the ZIKAction network. </p><p>The Registry is being implemented in Brazil, Jamaica, and Argentina. As already discussed, Brazil was where the first CZS cases were described, and is home to the largest number of children with this condition worldwide. In Brazil, the transmission of Zika virus was confirmed in May 2015(36). In late 2015, an unexpected outbreak of newborns with microcephaly due to congenital ZIKV infection occurred in major cities in northeastern Brazil, and a state of public health emergency was declared. By the end of 2020, 19,492 cases of suspected CZS were reported in the country, with 3.563 of them confirmed. Most of the newborns with CZS were born in 2015-2017, with sporadic cases notified since then (37).</p><p>&nbsp;</p><p>In Jamaica, by September 2016, there had been over 7000 reported ZIKV cases, including over 600 in pregnant women; the epidemic continued through 2017, with cases of dengue and chikungunya also circulating (38). At the height of the ZIKA epidemic, children with the neuro-developmental sequelae of acute myelitis, acute disseminated encephalomyelitis, and Guillain-Barre Syndrome were reported, as well as infants with microcephaly and the characteristic features of CZS (39, 40). In Argentina, local ZIKV transmission was first reported in February 2016, with subsequent outbreaks focussed on the tropical northern provinces. The first infant with CZS was delivered in November 2016, but there have been relatively few CZS cases reflecting the relatively restricted circulation of the virus nationally (41, 42).&nbsp;</p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p>N/A</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>N/A</p>"
        },
        {
            "header": "Procedure",
            "content": "Methods\nThe aim of the ZIKAction Paediatric Registry is to establish an international multi-centre registry of infants and children with documented ZIKV exposure in utero (i.e. born to mother with confirmed infection in pregnancy) and/or with confirmed or suspected congenital ZIKV infection to accomplish the following specific objectives: (a) to characterize the clinical, radiological, neurodevelopmental and laboratory features of included children; (b) to collect observational follow-up data to describe subsequent outcomes, longer-term sequelae and management in specific groups of children; and (c) to provide a platform for future studies, such as clinical trials and assessment of the role of host genetic factors in the susceptibility to ZIKV infection.\nThe classification of the ZIKAction Paediatric Registry is therefore a non-population-based, disease/exposure-specific registry that is physician-driven (43). The Registry is a component of the work package 2 (ZIKA-PED) of the ZIKAction project, with agreed participation from sites in Argentina, Brazil and Jamaica.\nEligibility criteria\n:\nChildren meeting at least one of the following criteria will be eligible for Registry entry:\n- Were exposed to ZIKV in utero (i.e. mother received laboratory confirmation of ZIKV infection during pregnancy through positive RT-PCR, IgM or IgG seroconversion) based on definitions and test availability over time.\n- Have laboratory-confirmed congenital ZIKV infection (i.e. positive RT-PCR or IgM for ZIKV in any of the biological samples collected after birth), with or without CZS\n- Meet the ZIKAction Paediatric Registry definition of suspected CZS without laboratory evidence of in-utero exposure or congenital infection AND who do not have a laboratory-confirmed congenital infection other than ZIKV or a genetic or other confirmed cause of microcephaly or other abnormalities listed in the case definition\nA suspected CZS case was defined if any of the following was present: congenital or postnatal microcephaly, fetal brain disruption sequence, intracranial calcifications, malformations of cortical development (including simplified gyral pattern, polymicrogyria, and pachygyria), arthrogryposis or joint contractures. Microcephaly could be defined according to the Intergrowth 21\nst\nreference charts standards (44) and/or the WHO Child Growth Standards (45), with head circumference more than two standard deviations below the mean for age and sex classified as microcephaly. Fetal brain disruption sequence is defined as a variable combination of microcephaly, partial cranial bone collapse, cranio-facial disproportion, pronounced occipital prominence, very small fontanels, and redundant scalp skin.\nData collection\nIdentification of cases for inclusion in the Registry\nEach site has a research group composed of health professionals (paediatricians, other physicians and research nurses) that will identify children fulfilling the inclusion criteria for recruitment into the Registry. Processes will vary from site to site. in Jamaica, where a national ZIKV surveillance database will be used to identify eligible cases, the research group has applied for a waiver for informed consent for the inclusion of pseudonymised retrospective data. In some, the paediatrician will screen patients in their care to determine eligibility and then proceed with informed consent and registration if eligible. In other sites, eligible cases may be identified from pre-existing national databases of children with CZS.\nParticipant information sheets and informed consent forms for parents have been produced and translated for local use. Due to the COVID-19 pandemic, informed consent procedures have been adapted to policies and measures of each country to avoid the spread of infection and take account of the reduced face-to-face interactions with patients and families. In this manner, for example, Brazilian and Argentinian researchers will obtain a signed consent form from the parents of eligible children using a combination of phone calls and courier delivery of documentation;\nData extraction and entry\nThe Registry collects relevant socio-demographic, clinical, and laboratory data using standardised case report forms (CRFs) via retrospective clinical case note review for mother and child at the time of registration. The information collected can be broadly grouped into the following: socio-demographics; maternal/obstetric history; pregnancy data (including details of ZIKV-compatible symptoms and laboratory results); delivery information and newborn assessment; and history of children's health that include clinical and radiological evaluations (physical, neurological, developmental, ophthalmological, audiological), and laboratory results that were conducted as part of their local standard of care. Wherever appropriate, harmonisation of data items with the ongoing ZIKAction prospective cohorts of pregnant women and their children has occurred, which in turn have been harmonised with other international ZIKV research consortia, to facilitate future meta-analyses (46).\nResearch groups at participating clinical sites will enter the information in a paper version of the standardised case report forms (CRF) written in a native language, and thereafter these data will be entered and managed using REDCap (Research Electronic Data Capture:\nhttps://projectredcap.org/\n) (47, 48) hosted at Penta Foundation Onlus. Follow-up data from routine visits will be collected via chart review for children in the Registry.\nGovernance, ethical and legal issues\nZIKAction is funded by the European Commission’s Horizon 2020 Framework Programme, and oversight of the ZIKAction Paediatric Registry is provided via the ZIKAction governance structures, with a Steering Committee which receives guidance from an International Advisory Board. The study will be performed in accordance with ethical principles that are consistent with the Declaration of Helsinki, the International Conference on Harmonization Good Clinical Practice Guidelines, and applicable legislation on non-intervention studies. Thereby, the study protocol was revised and approved by the corresponding health authorities and ethics boards in every research site. Local, national, and international rules on data protection will be followed and the General Data Protection Regulation EU 2016/679 will be adhered to, as well as the relevant national laws and regulations.\nData security and management\nAdequate measures to ensure data protection and confidentiality will be duly taken into account by all investigators. The Registry collects pseudonymised data only; patient identifiable information can only be linked to data included in the Registry by the study staff at each site with no identifying information transferred between sites or to the Registry database.\nThe Registry REDCap database is held on a secure, dedicated server maintained by the ZIKAction project coordinator (Penta Foundation). Access to the web-based database for data input and retrieval is restricted to research teams with appropriate authentication (personal log-in and password), following training and completion of a user responsibility agreement.\nIn addition to validation checks built into the Registry REDCap database, the quality of the data will be evaluated and improved by source data verification that will be the responsibility of each research group. Data quality checks will be performed centrally prior to any statistical analyses being undertaken, with liaison with participating sites to resolve any data queries.\nUse of Registry data and statistical analyses\nIt is envisaged that a number of analyses will be conducted on data within the Registry. After the initial enrolment phase, the Registry data manager will produce a “snapshot” report of the data held in the Registry (e.g. numbers enrolled in different clinical categories) for circulation to all participating centres in order to provide context and high-level data to help determine what analyses can be conducted. Investigators are required to submit a concept sheet for any proposed analyses. Children eligible for inclusion in specific analyses will be identified by the Registry data management team. This team may also identify children meeting inclusion criteria for recruitment into external clinical studies, and return their Registry-specific study numbers to clinical teams who retain identifiers of the children and would follow local protocols regarding their invitation to take part in other studies. Participation of sites in specific analyses is optional; writing groups for each analysis/project will have representatives from all centres that have contributed data.\nStatistical analyses are expected to include the assessment of child health outcomes associated with congenital ZIKV infection or exposure. Standard statistical methods will be used, as appropriate, in the analysis of different types of exposure and outcome data, including adjustment for confounding e.g. through multivariable modelling. Varying duration of follow-up and missing data items are to be expected; the analysis approach will depend on the research question and the amount and likely mechanisms of missing data."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>N/A</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>N/A</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>In 2017, the number of Zika cases started to decline in LAC (49), although vectorial transmission is ongoing across the arbovirus belt and larger outbreaks outside this area in the future are a possibility due to the emerging climate crisis, globalisation and tourism (50-52). Despite this, the consequences of congenital ZIKV infection represent a significant health challenge. This is not only because many questions remain regarding the longer-term developmental outcomes of infected children (those born with normal head size, as well as those with congenital or postnatal microcephaly and/or meeting the current definition of CZS) but also because of the substantial population of affected children who are growing up with this condition, largely living in the LAC region. </p><p>Disease registries are well recognised as important information systems and tools for clinical research and for improving patient care, particularly for rare diseases (43, 53, 54). Although long-term follow-up of birth cohorts of children exposed to ZIKV infection in utero will be needed to identify the full clinical spectrum of congenital infection, the ZIKAction Paediatric Registry will address gaps in our understanding of the consequences on the development and function of congenital infection by bringing together harmonised data from different settings. </p><p>The ambition for the Paediatric Registry is to generate data to help to inform guidance to health care providers, pregnant women, affected families and policymakers about natural history, prognosis and follow-up, as well as providing potential insights on the pathogenesis of the disease. For example, Registry data may be able to identify predictors of presence or severity of specific neurodevelopmental outcomes, or patterns of neurological abnormalities in different groups (e.g. those with congenital microcephaly, postnatal microcephaly or normal head circumference). The conditions associated with CZS, particularly microcephaly, are lifelong and require multidisciplinary clinical management alongside educational and social support. It is envisaged that the Registry will contribute to ongoing work to establish the burden of ZIKV-related disability and highlight the service needs of the affected populations in LAC, potentially also identifying where early intervention may be feasible. </p><p>It is important to acknowledge that there are likely to be some limitations to this paediatric registry regarding the data available for inclusion. Firstly, the reduction of “face to face” clinics during the COVID-19 pandemic from March 2020 onwards. Secondly, some gaps in availability of clinical and laboratory information are expected, due to disparities in local practices to document patients' records, non-attendance for scheduled visits, lack of resources to perform some clinical evaluations or laboratory tests, etc. Given the diagnostic challenges already mentioned, it is expected that laboratory evidence of maternal and/or infant infection may be lacking for some children, particularly those born during the first waves of ZIKV outbreaks in LAC when laboratory capacity to implement RT-PCR was limited in some places. However, difficulties in obtaining laboratory evidence of congenital ZIKV infection can exist even where the maternal infection is documented and the infant has characteristic symptoms (55, 56). Thirdly, the health information of some children - mostly those with complex needs who require referral to specialised institutions, can be spread across several hospitals demanding more effort to gather it. Conversely, the primary strength is the presence of highly experienced paediatricians in the research sites who will be able to collect data rigorously using standardized CRF. Another major strength is the collection of harmonised data in a multi-country, multi-site registry will allow us to address research questions that require larger sample sizes and which thus may not be feasible within single sites or countries. </p><p>To conclude, the goal of the ZIKAction Paediatric Registry is to represent a valuable resource providing comprehensive and accurate clinical, laboratory, neurodevelopmental, growth and management data on CZS cases and, where possible, children exposed to ZIKV infection in utero, reported in three LAC countries, as well as providing a platform for future studies, for example, by identifying potential participants.&nbsp;</p><p><br></p>"
        },
        {
            "header": "References",
            "content": "1.&nbsp;Fauci AS, Morens DM. Zika Virus in the Americas--Yet Another Arbovirus Threat. N Engl J Med. 2016;374(7):601-4.</p><p>2.&nbsp;Ferguson NM, Cucunuba ZM, Dorigatti I, Nedjati-Gilani GL, Donnelly CA, Basanez MG, et al. EPIDEMIOLOGY. Countering the Zika epidemic in Latin America. Science. 2016;353(6297):353-4.</p><p>3.&nbsp;WHO. Fifth meeting of the Emergency Committee under the International Health Regulations (2005) regarding microcephaly, other neurological disorders and Zika virus 2016 [updated 18 November 2016. Available from: https://www.who.int/news/item/18-11-2016-fifth-meeting-of-the-emergency-committee-under-the-international-health-regulations-(2005)-regarding-microcephaly-other-neurological-disorders-and-zika-virus.</p><p>4.&nbsp;Microcephaly Epidemic Research G. Microcephaly in Infants, Pernambuco State, Brazil, 2015. Emerg Infect Dis. 2016;22(6):1090-3.</p><p>5.&nbsp;Brady OJ, Osgood-Zimmerman A, Kassebaum NJ, Ray SE, de Araujo VEM, da Nobrega AA, et al. The association between Zika virus infection and microcephaly in Brazil 2015-2017: An observational analysis of over 4 million births. PLoS Med. 2019;16(3):e1002755.</p><p>6. Cauchemez S, Besnard M, Bompard P, Dub T, Guillemette-Artur P, Eyrolle-Guignot D, et al. Association between Zika virus and microcephaly in French Polynesia, 2013–15: a retrospective study. The Lancet. 2016;387(10033):2125-32.</p><p>7.&nbsp;de Araújo TVB, Rodrigues LC, de Alencar Ximenes RA, de Barros Miranda-Filho D, Montarroyos UR, de Melo APL, et al. Association between Zika virus infection and microcephaly in Brazil, January to May, 2016: preliminary report of a case-control study. The Lancet Infectious Diseases. 2016;16(12):1356-63.</p><p>8.&nbsp;Rasmussen SA, Jamieson DJ, Honein MA, Petersen LR. Zika Virus and Birth Defects--Reviewing the Evidence for Causality. N Engl J Med. 2016;374(20):1981-7.</p><p>9.&nbsp;Petersen LR, Jamieson DJ, Powers AM, Honein MA. Zika Virus. N Engl J Med. 2016;374(16):1552-63.</p><p>10.&nbsp;Ades AE, Thorne C, Soriano-Arandes A, Peckham CS, Brown DW, Lang D, et al. Researching Zika in pregnancy: lessons for global preparedness. The Lancet Infectious Diseases. 2020;20(4):e61-e8.</p><p>11.&nbsp;Walker CL, Little ME, Roby JA, Armistead B, Gale M, Jr., Rajagopal L, et al. Zika virus and the nonmicrocephalic fetus: why we should still worry. Am J Obstet Gynecol. 2019;220(1):45-56.</p><p>12.&nbsp;Pomar L, Vouga M, Lambert V, Pomar C, Hcini N, Jolivet A, et al. Maternal-fetal transmission and adverse perinatal outcomes in pregnant women infected with Zika virus: prospective cohort study in French Guiana. BMJ. 2018;363:k4431.</p><p>13.&nbsp;Hoen B, Schaub B, Funk AL, Ardillon V, Boullard M, Cabie A, et al. Pregnancy Outcomes after ZIKV Infection in French Territories in the Americas. N Engl J Med. 2018;378(11):985-94.</p><p>14.&nbsp;Nogueira ML, Nery Junior NRR, Estofolete CF, Bernardes Terzian AC, Guimaraes GF, Zini N, et al. Adverse birth outcomes associated with Zika virus exposure during pregnancy in Sao Jose do Rio Preto, Brazil. Clin Microbiol Infect. 2018;24(6):646-52.</p><p>15.&nbsp;Rodo C, Suy A, Sulleiro E, Soriano-Arandes A, Maiz N, Garcia-Ruiz I, et al. Pregnancy outcomes after maternal Zika virus infection in a non-endemic region: prospective cohort study. Clin Microbiol Infect. 2019;25(5):633 e5- e9.</p><p>16.&nbsp;Conners EE, Lee EH, Thompson CN, McGibbon E, Rakeman JL, Iwamoto M, et al. Zika Virus Infection Among Pregnant Women and Their Neonates in New York City, January 2016-June 2017. Obstet Gynecol. 2018;132(2):487-95.</p><p>17.&nbsp;Merriam AA, Nhan-Chang CL, Huerta-Bogdan BI, Wapner R, Gyamfi-Bannerman C. A Single-Center Experience with a Pregnant Immigrant Population and Zika Virus Serologic Screening in New York City. Am J Perinatol. 2019.</p><p>18.&nbsp;Ades AE, Soriano-Arandes A, Alarcon A, Bonfante F, Thorne C, Peckham CS, et al. Vertical transmission of Zika virus and its outcomes: a Bayesian synthesis of prospective studies. Lancet Infect Dis. 2021;21(4):537-45.</p><p>19.&nbsp;Brasil P, Pereira JP, Jr., Moreira ME, Ribeiro Nogueira RM, Damasceno L, Wakimoto M, et al. Zika Virus Infection in Pregnant Women in Rio de Janeiro. N Engl J Med. 2016;375(24):2321-34.</p><p>20.&nbsp;Honein MA, Dawson AL, Petersen EE, Jones AM, Lee EH, Yazdy MM, et al. Birth Defects Among Fetuses and Infants of US Women With Evidence of Possible Zika Virus Infection During Pregnancy. JAMA. 2017;317(1):59-68.</p><p>21.&nbsp;Rice ME, Galang RR, Roth NM, Ellington SR, Moore CA, Valencia-Prado M, et al. Vital Signs: Zika-Associated Birth Defects and Neurodevelopmental Abnormalities Possibly Associated with Congenital Zika Virus Infection - U.S. Territories and Freely Associated States, 2018. MMWR Morb Mortal Wkly Rep. 2018;67(31):858-67.</p><p>22. Soriano-Arandes A, Frick MA, Garcia Lopez-Hortelano M, Sulleiro E, Rodo C, Sanchez-Seco MP, et al. Clinical Outcomes of a Zika Virus Mother-Child Pair Cohort in Spain. Pathogens. 2020;9(5).</p><p>23.&nbsp;Moore CA, Staples JE, Dobyns WB, Pessoa A, Ventura CV, Fonseca EB, et al. Characterizing the Pattern of Anomalies in Congenital Zika Syndrome for Pediatric Clinicians. JAMA Pediatr. 2017;171(3):288-95.</p><p>24.&nbsp;van der Linden V, Pessoa A, Dobyns W, Barkovich AJ, Junior HV, Filho EL, et al. Description of 13 Infants Born During October 2015-January 2016 With Congenital Zika Virus Infection Without Microcephaly at Birth - Brazil. MMWR Morb Mortal Wkly Rep. 2016;65(47):1343-8.</p><p>25.&nbsp;Del Campo M, Feitosa IM, Ribeiro EM, Horovitz DD, Pessoa AL, Franca GV, et al. The phenotypic spectrum of congenital Zika syndrome. Am J Med Genet A. 2017;173(4):841-57.</p><p>26. França GVA, Schuler-Faccini L, Oliveira WK, Henriques CMP, Carmo EH, Pedi VD, et al. Congenital Zika virus syndrome in Brazil: a case series of the first 1501 livebirths with complete investigation. The Lancet. 2016;388(10047):891-7.</p><p>27.&nbsp;Aragao M, Holanda AC, Brainer-Lima AM, Petribu NCL, Castillo M, van der Linden V, et al. Nonmicrocephalic Infants with Congenital Zika Syndrome Suspected Only after Neuroimaging Evaluation Compared with Those with Microcephaly at Birth and Postnatally: How Large Is the Zika Virus \"Iceberg\"? AJNR Am J Neuroradiol. 2017;38(7):1427-34.</p><p>28. Shao Q, Herrlinger S, Yang SL, Lai F, Moore JM, Brindley MA, et al. Zika virus infection disrupts neurovascular development and results in postnatal microcephaly with brain damage. Development. 2016;143(22):4127-36.</p><p>29.&nbsp;Tavares JS, Gama GL, Dias Borges MC, de Sousa Santos AC, Tavares JS, Amorim MMR, et al. Classification of Congenital Zika Syndrome: Muscle Tone, Motor Type, Body Segments Affected, and Gross Motor Function. Dev Neurorehabil. 2021:1-7.</p><p>30.&nbsp;de Fatima Viana Vasco Aragao M, de Lima Petribu NC, van der Linden V, Valenca MM, de Brito CAA, Parizel PM. Updated Imaging Findings in Congenital Zika Syndrome: A Disease Story That is Still Being Written. Top Magn Reson Imaging. 2019;28(1):1-14.</p><p>31.&nbsp;Wheeler AC, Toth D, Ridenour T, Lima Nobrega L, Borba Firmino R, Marques da Silva C, et al. Developmental Outcomes Among Young Children With Congenital Zika Syndrome in Brazil. JAMA Netw Open. 2020;3(5):e204096.</p><p>32.&nbsp;Ventura CV, Ventura LO. Ophthalmologic Manifestations Associated With Zika Virus Infection. Pediatrics. 2018;141(Suppl 2):S161-S6.</p><p>33.&nbsp;Oliveira-Filho J, Felzemburgh R, Costa F, Nery N, Mattos A, Henriques DF, et al. Seizures as a Complication of Congenital Zika Syndrome in Early Infancy. Am J Trop Med Hyg. 2018;98(6):1860-2.</p><p>34. Satterfield-Nash A, Kotzky K, Allen J, Bertolli J, Moore CA, Pereira IO, et al. Health and Development at Age 19-24 Months of 19 Children Who Were Born with Microcephaly and Laboratory Evidence of Congenital Zika Virus Infection During the 2015 Zika Virus Outbreak - Brazil, 2017. MMWR Morb Mortal Wkly Rep. 2017;66(49):1347-51.</p><p>35. Pereira H, Dos Santos SP, Amancio A, de Oliveira-Szejnfeld PS, Flor EO, de Sales Tavares J, et al. Neurological outcomes of congenital Zika syndrome in toddlers and preschoolers: a case series. Lancet Child Adolesc Health. 2020;4(5):378-87.</p><p>36. Zanluca C, Melo VC, Mosimann AL, Santos GI, Santos CN, Luz K. First report of autochthonous transmission of Zika virus in Brazil. Mem Inst Oswaldo Cruz. 2015;110(4):569-72.</p><p>37.&nbsp;Saúde Md. Situação epidemiológica da síndrome congênita associada à infecção pelo vírus Zika em 2020, até a SE 45. Brasília: Ministério da Saúde; 2020 Nov. 2020.</p><p>38.&nbsp;Webster-Kerr KR, Christie C, Grant A, Chin D, Burrowes H, Clarke K, et al. Emergence of Zika Virus Epidemic and the National Response in Jamaica. WIMJ. 2016;65(1):243-9.</p><p>39.&nbsp;James-Powell T, Brown Y, Christie CDC, Melbourne-Chambers R, Moore JT, Morgan O, et al. Trends of Microcephaly and Severe Arthrogryposis in Three Urban Hospitals following the Zika, Chikungunya and Dengue Fever Epidemics of 2016 in Jamaica. WIMJ Open. 2018;5(1):33-42.</p><p>40.&nbsp;Melbourne-Chambers&nbsp;R, Christie C, Greenaway E, Bullock R. Acute Paralysis and Neuro-inflammation in Jamaican Children during Zika Virus and Dengue Epidemics of 2016. WIMJ Open. 2018;5(1):12-7.</p><p>41. Pastrana A, Albarracin M, Hoffmann M, Delturco G, Lopez R, Gil R, et al. [Congenital Zika syndrome in Argentina: case series study]. Arch Argent Pediatr. 2019;117(6):e635-e9.</p><p>42.Tellechea AL, Luppo V, Morales MA, Groisman B, Baricalla A, Fabbri C, et al. Surveillance of microcephaly and selected brain anomalies in Argentina: Relationship with Zika virus and other congenital infections. Birth Defects Res. 2018;110(12):1016-26.</p><p>43.&nbsp;Kodra Y, Weinbach J, Posada-de-la-Paz M, Coi A, Lemonnier SL, van Enckevort D, et al. Recommendations for Improving the Quality of Rare Disease Registries. Int J Environ Res Public Health. 2018;15(8).</p><p>44.&nbsp;INTERGROWTH-21st. The International Fetal Standards: Head Circumference (mm): University of Oxford;&nbsp;[Available from: http://intergrowth21.ndog.ox.ac.uk/.</p><p>45.&nbsp;WHO. Child growth standards: head circumference for age: World Health Organization; 2016 [Available from: https://www.who.int/tools/child-growth-standards/standards/head-circumference-for-age.</p><p>46. Wilder-Smith A, Wei Y, Araujo TVB, VanKerkhove M, Turchi Martelli CM, Turchi MD, et al. Understanding the relation between Zika virus infection during pregnancy and adverse fetal, infant and child outcomes: a protocol for a systematic review and individual participant data meta-analysis of longitudinal studies of pregnant women and their infants and children. BMJ Open. 2019;9(6):e026092.</p><p>47. Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009;42(2):377-81.</p><p>48.&nbsp;Harris PA, Taylor R, Minor BL, Elliott V, Fernandez M, O'Neal L, et al. The REDCap consortium: Building an international community of software platform partners. J Biomed Inform. 2019;95:103208.</p><p>49. WHO. Zika Situation Report - 10 March 2017: World Health Organization; 2017 [Available from: www.who.int/emergencies/zika-virus/situation-report/10-march-2017/en/.</p><p>50. Brazil MdS. Monitoramento dos casos de arboviroses urbanas transmitidas pelo Aedes (dengue, chikungunya e Zika), Semanas Epidemiológicas 1 a 7, 2020. In: Saúde SdVe, editor. Boletim Epidemiologico. Brasília: Ministério da Saúde; 2020.</p><p>51. Romani N, Frick MA, Sulleiro E, Rodo C, Espiau M, Pou D, et al. Zika Virus Infection in Tourists Travelling to Thailand: Case Series Report. Trop Med Infect Dis. 2020;6(1).</p><p>52. Yamada H, Tanimura K, Tairaku S, Morioka I, Deguchi M, Morizane M, et al. Clinical factor associated with congenital cytomegalovirus infection in pregnant women with non-primary infection. J Infect Chemother. 2018;24(9):702-6.</p><p>53. Bellgard MI, Macgregor A, Janon F, Harvey A, O'Leary P, Hunter A, et al. A modular approach to disease registry design: successful adoption of an internet-based rare disease registry. Hum Mutat. 2012;33(10):E2356-66.</p><p>54.&nbsp;Gliklich R, Dreyer N, Leavy M. Registries for Evaluating Patient Outcomes: A User's Guide [Internet]. 4th ed. Rockville, MD: Agency for Healthcare Research and Quality (US); 2020 September 2020.</p><p>55.&nbsp;Rodo C, Suy A, Sulleiro E, Soriano-Arandes A, Anton A, Garcia-Ruiz I, et al. In utero negativization of Zika virus in a foetus with serious central nervous system abnormalities. Clin Microbiol Infect. 2018;24(5):549 e1- e3.</p><p>56.&nbsp;Sulleiro E, Frick MA, Rodo C, Espasa M, Thorne C, Espiau M, et al. The challenge of the laboratory diagnosis in a confirmed congenital Zika virus syndrome in utero: A case report. Medicine (Baltimore). 2019;98(20):e15532.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We acknowledge and express gratitude to Francesca Viero, Giorgia Dalla Valle, Thomas Byrne, Georgina Fernandes, Daniel Lang, Maria Joana Damasio Passos, Mirela Monteiro C. Pereira, Maria José J Oliveira, Bernardo Gratival G. Costa, &nbsp;Marina Costa, Silvana Calligaris, Estela Rodríguez and Carlos Rugilo. &nbsp;</p><p><br></p><p>We also acknowledge the REDCap platform and consortium are supported by NIH/NCATS UL1 TR002243. REDCap is a secure, web-based software platform designed to support data capture for research studies. REDCap provides 1) an intuitive interface for validated data capture; 2) audit trails for tracking data manipulation and export procedures; 3) automated export procedures for seamless data downloads to common statistical packages, and 4) procedures for data integration and interoperability with external sources</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 38171518,
                "identity": "2c432a26-b5eb-4329-aeaf-9e38cf0d399c",
                "order_by": 0,
                "name": "Elisa Ruiz-Burga",
                "email": "e.burga@ucl.ac.uk",
                "orcid": "https://orcid.org/0000-0002-0529-0372",
                "institution": "University College London, UK",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Elisa",
                "middleName": "",
                "lastName": "Ruiz-Burga",
                "suffix": ""
            },
            {
                "id": 38173345,
                "identity": "67f444db-bc18-4b8d-8316-cbef0f52b1c7",
                "order_by": 1,
                "name": "Isadora Cristina de Siqueira",
                "email": "",
                "orcid": "",
                "institution": "Instituto Gonçalo Moniz-Fiocruz, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Isadora",
                "middleName": "Cristina",
                "lastName": "de Siqueira",
                "suffix": ""
            },
            {
                "id": 38173346,
                "identity": "7855ccf8-caad-4607-bc34-9693ad7af610",
                "order_by": 2,
                "name": "Roxanne Melbourne-Chambers",
                "email": "",
                "orcid": "",
                "institution": "University of the West Indies, Jamaica",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Roxanne",
                "middleName": "",
                "lastName": "Melbourne-Chambers",
                "suffix": ""
            },
            {
                "id": 38174755,
                "identity": "c6ea034d-9b49-43c3-8477-3118ae79c203",
                "order_by": 3,
                "name": "Rosa Maria Bologna",
                "email": "",
                "orcid": "",
                "institution": "Hospital de Pediatria Garrahan, Buenos Aires, Argentina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rosa",
                "middleName": "Maria",
                "lastName": "Bologna",
                "suffix": ""
            },
            {
                "id": 38176258,
                "identity": "e5b384f8-4ff6-4208-991d-cf5cb6b95bbc",
                "order_by": 4,
                "name": "Celia D C Christie",
                "email": "",
                "orcid": "",
                "institution": "University of the West Indies, Jamaica",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Celia",
                "middleName": "D C",
                "lastName": "Christie",
                "suffix": ""
            },
            {
                "id": 38176259,
                "identity": "e0da7b94-7fd8-497b-9f9a-8581598cd55b",
                "order_by": 5,
                "name": "Griselda Berberian",
                "email": "",
                "orcid": "",
                "institution": "Hospital de Pediatria Garrahan, Argentina",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Griselda",
                "middleName": "",
                "lastName": "Berberian",
                "suffix": ""
            },
            {
                "id": 38176260,
                "identity": "ffedd34c-ab15-41cc-a8ed-3febba0be817",
                "order_by": 6,
                "name": "Antoni Soriano-Arandes",
                "email": "",
                "orcid": "",
                "institution": "Hospital Universitari Vall d’Hebron, Spain",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Antoni",
                "middleName": "",
                "lastName": "Soriano-Arandes",
                "suffix": ""
            },
            {
                "id": 38176261,
                "identity": "42fe0344-0e5d-4e13-a686-78a2842c61b2",
                "order_by": 7,
                "name": "Heather Bailey",
                "email": "",
                "orcid": "",
                "institution": "University College London, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Heather",
                "middleName": "",
                "lastName": "Bailey",
                "suffix": ""
            },
            {
                "id": 38176262,
                "identity": "e515dca7-55c7-4627-8c3d-7ac740ec0e3f",
                "order_by": 8,
                "name": "Paulette Palmer",
                "email": "",
                "orcid": "",
                "institution": "University of the West Indies, Jamaica",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Paulette",
                "middleName": "",
                "lastName": "Palmer",
                "suffix": ""
            },
            {
                "id": 38176263,
                "identity": "f625ac3c-f2e0-4937-9bd0-ff7d0de83a27",
                "order_by": 9,
                "name": "Andrea Oletto",
                "email": "",
                "orcid": "",
                "institution": "Fondazione Penta Onlus",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrea",
                "middleName": "",
                "lastName": "Oletto",
                "suffix": ""
            },
            {
                "id": 38176264,
                "identity": "c8d481de-9ca1-46b1-b18b-f17e9ecdc833",
                "order_by": 10,
                "name": "Breno Lima de Almeida",
                "email": "",
                "orcid": "",
                "institution": "Instituto Gonçalo Moniz-Fiocruz, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Breno",
                "middleName": "Lima",
                "lastName": "de Almeida",
                "suffix": ""
            },
            {
                "id": 38176265,
                "identity": "07b4ce5f-dd37-491d-9595-a546a84e672e",
                "order_by": 11,
                "name": "Maria Lucia Costa Lage",
                "email": "",
                "orcid": "",
                "institution": "Instituto Gonçalo Moniz-Fiocruz, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maria",
                "middleName": "Lucia Costa",
                "lastName": "Lage",
                "suffix": ""
            },
            {
                "id": 38176266,
                "identity": "58bcae3a-4b1d-415b-ac6a-95da4bd15e9f",
                "order_by": 12,
                "name": "Carlo Giaquinto",
                "email": "",
                "orcid": "",
                "institution": "University of Padova, Italy",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Carlo",
                "middleName": "",
                "lastName": "Giaquinto",
                "suffix": ""
            },
            {
                "id": 38176267,
                "identity": "c6424d45-0665-4eb6-a205-3d920ae446b8",
                "order_by": 13,
                "name": "Claire Thorne",
                "email": "",
                "orcid": "",
                "institution": "University College London, UK",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claire",
                "middleName": "",
                "lastName": "Thorne",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-07-07 13:00:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1577/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1577/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13708074,
                "identity": "b932d35e-5639-4535-93a4-477a4b96560a",
                "added_by": "auto",
                "created_at": "2021-09-17 14:05:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 281228,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1577/v1/73fd9088-78b5-4cda-a90e-6ba476624cf8.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Zika virus, Congenital zika syndrome, children, disabilities, comorbidities",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><em>Background: </em>Although the number of Zika virus (ZIKV) cases has substantially declined in Latin America and the Caribbean since the 2015-2016 outbreaks, the cohort of children born at that time and affected by congenital zika syndrome (CZS) are now around 4-5 years old and experiencing an ongoing impact on their health and development. Gaps in our understanding remain regarding the outcomes of ZIKV exposure in utero and congenital infection and the consequences of congenital zika syndrome (CZS) for health throughout childhood. </p><p><em>Methods: </em>The ZIKAction Paediatric Registry is an international multi-centre registry of infants and children with documented ZIKV exposure in utero (i.e. born to mother with confirmed infection in pregnancy) and/or with confirmed or suspected congenital ZIKV infection. Clinical teams at participating sites in Argentina, Brazil and Jamaica conduct retrospective case note reviews of children eligible for inclusion in the Registry and enter pseudonymised data into a central Registry database, with additional data collected prospectively on routine follow-up at some sites. Data collected will include sociodemographic, maternal and pregnancy information, delivery information and newborn assessment, paediatric clinical assessments (physical, neurological, developmental, ophthalmological, audiological), and laboratory results conducted as part of local standard of care. The ZIKAction Paediatric Registry network will conduct pooled analyses to address questions relating to characteristics, health and neurodevelopmental outcomes of this population. The Registry is embedded within a larger programme of research studies conducted by ZIKAction. </p><p><em>Discussion: </em>As the health outcomes of children affected by ZIKV continue to unfold, this paediatric registry will provide comprehensive data on their clinical and neurodevelopmental outcomes, growth and management, as well as on later sequelae. This will inform their support and care and provide potential insights on pathogenesis of the disease, of importance to currently affected families and for the response to possible future outbreaks. It will highlight the service needs of the affected populations in Latin America and the Caribbean and allow the identification of potential participants for future studies.</p>",
        "manuscriptTitle": "Health outcomes of children born/suspected with ZIKV: Protocol for the ZIKAction Paediatric Registry in Latin America and the Caribbean",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-08-04 16:28:17",
                "doi": "10.21203/rs.3.pex-1577/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "887d3327-9f6e-44e2-9512-a847ff2525f9",
        "owner": [],
        "postedDate": "August 4th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 5871984,
                "name": "Diseases"
            },
            {
                "id": 5871985,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-08-04 16:28:17",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}