{
    "identity": "pex-1738",
    "title": "<p>Artificial intelligence in the identification of prognostic DNA methylation biomarkers among patients with cancer: a scoping review of epigenome-wide studies</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Cancer remains a major and long-term public health challenge worldwide. In 2020, cancer accounted for almost 10 million deaths, making it a leading cause of death in nearly every country of the world. Meanwhile, the cancer burden is continuously growing, which is projected to reach 28.4 million cases in 2040, a 47% increase from 2020. This calls for unrelenting efforts and resources for cancer prevention, treatment, and disease management.</p><p>&nbsp;</p><p>Accurate prognosis for patients with cancer is crucial for the planning of individualized treatment and management, which helps improve treatment outcomes and reduce mortality. So far, the tumor-lymph node-metastases (TNM) staging system is the most commonly used to predict the clinical outcome of patients. However, TNM remains inadequate for precise medicine due to considerable heterogeneity in molecular characteristics and clinical behaviors among cancers of the same type and TNM stage.</p><p>&nbsp;</p><p>In contrast, DNA methylation biomarkers hold great promise for improving prognostic accuracy of various cancers. Specifically, DNA methylation involves the addition of a methyl group to the C5 position of cytosine to form 5-methylcytosine, which is one of the most common and important epigenetic changes regulating gene expression. DNA methylation plays a crucial role in carcinogenesis, cancer development, and clinical prognosis. The recent development of DNA methylation microarray platforms enables the analysis of methylation across the genome in a high-throughout manner. Thanks to this profiling technique, a series of DNA methylation signatures with prognostic value for different cancers (e.g., lung, breast, liver, colon and rectum) have been reported in recent years.</p><p>&nbsp;</p><p>Artificial intelligence (AI) is a wide-ranging branch of computer science. It comprises a variety of methods that enable computers to algorithmically learn from data representations and experience, adjust to new inputs, so as to maximize its accuracy of making predictions or classifications. This novel technology has been applied in nearly all walks of life, and there is no exception in molecular cancer research.</p><p>&nbsp;</p><p>Recently, there is a growing body of research that uses both genome-wide analysis approach and AI methods to identify DNA methylation patterns for accurate prediction of prognosis among cancer patients. However, thus far no appropriate review has been published to summarize this recent emerging trend. This is especially important given the fact the type of AI-based methods applied in different studies are heterogeneous, and there might exist some powerful but unexploited AI methods. Therefore, we plan to conduct this scoping review to comprehensively map the studies done in this direction, as well as to identify any existing limitation and research gap.</p><p><br></p><p><strong>3) Study aims</strong></p><p>Overall, this scoping review aims to summarize how AI methods are being used in genome-wide studies that identify DNA methylation biomarkers for cancer prognosis. The following research questions are formulated:</p><p>(1) What is the most prevalent data processing procedure and AI methods selected?</p><p>(2) What is the characteristics and quality (e.g., source, size) of input dataset?</p><p>(3) How were outcomes evaluated and validated?</p><p>(4) What is the best reported performance for each AI method?</p><p>(5) Is there any study comparing different AI methods using the same dataset? If yes, what is the outcome?</p><p>(6) What is the methodological and reporting quality of existing publications?</p><p>(7) What are the current challenges and limitations of the existing studies, and what are the possible questions that warrant further investigation?</p>"
        },
        {
            "header": "Reagents",
            "content": ""
        },
        {
            "header": "Equipment",
            "content": ""
        },
        {
            "header": "Procedure",
            "content": "This scoping review will be conducted and reported in accordance with the Joanna Briggs Institute Manual for Evidence Synthesis and PRISMA Extension for Scoping Reviews (PRISMA-ScR).\nEligibility criteria\nStudies will be included if they were: reported in English, included patients with cancer of any type at any stage, used an epigenome-wide approach and performed a DNA methylation array, used  at least one AI method to explore the association between aberrant methylation and cancer prognosis (i.e., survival, progression, therapy responses).\nWe will exclude reviews, studies using a candidate-gene approach, multi-omic studies, and studies only investigating diagnostic methylation biomarkers.\nInformation source and search strategy\nWe plan to search for eligible studies published between 1 January 1990 and 31 September 2021 in the following databases: PubMed, Web of Science, and Embase. The final search results will be exported into EndNote, and duplicates will be subsequently removed. The electronic database search will be supplemented by searching web search engines (Google Scholar, ClinicalTrials.gov, and Grey Matters) to identify gray literature. References of relevant reviews and full-text articles will be screened for additional studies.\nThe search strategy will be formulated using both MeSH terms and free-text words related to cancer, AI, epigenetic signatures, and prognosis. Filters will be applied to restrict studies conducted in humans and written in English.\nThe search term list is as follows:\n#1 Cancer\n(\"neoplasms\"[Mesh] OR \"cancer\" [Text Word] OR “tumor*” [Text Word] OR “carcinoma*” [Text Word] OR “pan-cancer” [Text Word] OR “adenocarcinoma*” [Text Word] OR “leukemia” [Text Word])\n#2 AI\n(“ai artificial intelligence [Mesh]” OR “machine learning [Mesh]” OR “decision support [Text word]” OR “clustering [Text word]” OR “deep learning [Text word]” OR “neural network*”)\n#3 Epigenetic signatures\n(\"methylation\"[Mesh] OR \"dna methylation*\"[Mesh] OR “methylat*” [Text Word] OR “epigenetic*” [Text Word] OR “epigenetic marker*” [Text Word] OR “DNA-methylation” [Text Word] OR “hypermethylat*”[Text Word] OR “hypomethylat*” [Text Word] OR “CpG” [Text Word] OR “epigenome-wide” [Text Word] OR “methylation-based” [Text Word])\n#4 Prognosis\n(\"mortality\"[Mesh] OR \"survival\"[Mesh] OR \"survival analysis\"[Mesh] OR “mortality”[Text Word] OR “survival” [Text Word] OR “prognos*” [Text Word] OR “predict*” [Text Word] OR “outcome*” [Text Word] OR “recurr*”[Text Word])\nStudy selection process\nThe titles and abstracts of retrieved studies will be firstly screened for eligibility by one author. Potentially eligible studies will be retained for full text search, and inclusion will be determined by reading the full text of these studies\nA draft charting table/form for data extraction and explanation\nThe follow study-level key information will be extracted onto a spreadsheet:\n1. First author, year of publication, study origin,\n2. Endpoints of interest\n3. Anatomical site of cancer, data source, data size, types of biological specimens\n4. Methodology/methods,\n(a) Data processing methods and procedures\n(b) Type of AI methods\n(c) Validation methods\n5. Performance measurement\n6. Limitations of the study as reported by the authors\nCritical appraisal of individual sources of evidence\nThe reporting quality of all included studies will be assessed by the Reporting recommendations for tumor marker prognostic studies (REMARK). Besides, if a risk prediction model was developed in a study, its reporting quality will be additionally assessed by\nTransparent reporting of a multivariable prediction model for individual prognosis or diagnosis (TRIPOD): The TRIPOD statement\n, and its methodological quality will be assessed by\nPROBAST: A Tool to Assess the Risk of Bias and Applicability of Prediction Model Studies.\n﻿"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Step: Identification of eligible studies</p><p>Problem and possible reason: Unable to find and download the full text of eligible studies because some journals are not open-access and are not purchased by the research center.</p><p>Solutions: Purchase single articles through the research center; contact corresponding authors by email to ask for the full text.</p><p>&nbsp;</p><p>Step: Interpretation of results</p><p>Problem and possible reason: Sometimes it is difficult to judge the goodness and the badness of existing pipelines and the statistical methods used due to limited knowledge and lack of benchmark analyses.</p><p>Solution: Consult and discuss with experienced statisticians.</p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>The key stages of this scoping review are as follows:</p><p><br></p><p>Stage1: Preliminary searches: 1 week (completed)</p><p>Stage2: Piloting of the study selection process: 1 week (completed)</p><p>Stage3: Formal screening of search results against eligibility criteria: 2-3 weeks (completed)</p><p>Stage4: Data extraction and quality assessment: 2-3 weeks (completed)</p><p>Stage5: Data charting: 1-2 weeks (ongoing)</p><p>Stage6: Manuscript drafting: 3-4 weeks (started)</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Tables will be used to summarize features extracted from each included study as well as results of quality assessment. The number of publications by year will be summarized in the form of a line chart. The frequency of studies using specific types of AI methods will be presented in a sunburst chart, and the frequency of AI methods used each year will be illustrated by a bubble chart. The pipelines of each study used will be summarized in the form of Sankey diagrams. Descriptive analysis will be used to summarize other important findings.</p><p><br></p><p>The findings of this scoping review could be used in future studies to find DNA methylation biomarkers for cancer prognosis in terms of guiding the selection of appropriate analytic approaches, as well as identifying areas for improvement, possible research gaps, and opportunities for innovation. </p>"
        },
        {
            "header": "References",
            "content": "<p><br></p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 71369218,
                "identity": "00ea598a-a558-4e23-8c32-bb605b4f0456",
                "order_by": 0,
                "name": "Tanwei Yuan",
                "email": "",
                "orcid": "",
                "institution": "Division of Clinical Epidemiology and Aging Research, German Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tanwei",
                "middleName": "",
                "lastName": "Yuan",
                "suffix": ""
            },
            {
                "id": 71369223,
                "identity": "705d37c1-2672-49cc-baa4-1bf6957a3e84",
                "order_by": 1,
                "name": "Michael Hoffmeister",
                "email": "m.hoffmeister@Dkfz-Heidelberg.de",
                "orcid": "",
                "institution": "Division of Clinical Epidemiology and Aging Research, German Cancer Research Center (DKFZ)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Michael",
                "middleName": "",
                "lastName": "Hoffmeister",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-12-17 10:45:58",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1738/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1738/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 17582363,
                "identity": "51a1c0bc-2ba7-4e26-bd78-e29d8546d082",
                "added_by": "auto",
                "created_at": "2022-01-24 09:11:57",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 206839,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1738/v1/562b868d-9a3d-42dd-9fd0-a28f0787d1a9.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "artificial intelligence, DNA methylation, cancer, prognosis",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>DNA methylation signatures are becoming increasingly important in the perspective of precision oncology. Artificial intelligence (AI) represents a powerful tool that could properly analyze high-dimensional DNA methylation data. There has been a surge of epigenome-wide association studies that leverage the power of AI techniques to identify prognostically relevant DNA methylation biomarkers. But the methodological strategies used are quite heterogeneous. This scoping review will comprehensively summarize studies conducted in this direction. We will search PubMed, EMBASE, and Web of Science for studies published as of 30 August 2021 and identify eligible studies by inclusion criteria. We will extract study characteristics, assess methodological quality, and summarize AI methods and pipelines used by included studies. The potential limitation of this study would be the lack of well-established criteria to judge the validity of existing pipelines and to provide suggestions in terms of the selection of pipelines for future studies.</p>",
        "manuscriptTitle": "Artificial intelligence in the identification of prognostic DNA methylation biomarkers among patients with cancer: a scoping review of epigenome-wide studies",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2022-01-24 09:11:49",
                "doi": "10.21203/rs.3.pex-1738/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c9a3bf92-2850-4ef7-ab6a-975ca33f3ee8",
        "owner": [],
        "postedDate": "January 24th, 2022",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 9272868,
                "name": "Cancer"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2022-01-24 09:11:49",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}