{
    "identity": "nprot-2489",
    "title": "Endothelial cell transfection of _ex vivo_ arteries",
    "content": [
        {
            "header": "Introduction",
            "content": "In the late 1970s and early 1980s, Furchgott identified that endothelial cells that line the blood vessel lumen, synthesize nitric oxide which can signal to the overlying smooth muscle cells to induce relaxation \\(1-3).  This seminal discovery put forward evidence that the endothelium does not simply just act as a conduit for blood flow and barrier from the extravascular milieu, but actively regulates vascular tone through distinct signaling pathways.  In the decades that have followed a plethora of work has been done characterizing endothelial cell biology, identifying novel signaling mechanisms that regulate the contributions of endothelial cells to blood vessel tone and the signaling molecules that elicit these effects.  Through these important discoveries, several model systems have been employed to investigate physiology and pathology of the vascular endothelium.  In the simplest form, _in vitro_ cell culture of a number of vascular endothelial cell lines has provided a useful medium for molecular and cell biology studies.  However, while cell culture models have the added benefit of simple genetic manipulation, the contribution of other endogenous vascular cells to endothelial cell signaling is often lost.  The advent of the vascular cell co-culture \\(VCCC) model has provided a leap forward in this respect by simulating the endogenous blood vessel wall \\(4).  Importantly, the VCCC closely represents the structural makeup of the intact resistance artery wall with in vitro myoendothelial junctions \\(MEJ) readily forming between the two cell types that allow for heterocellular communication.  This model allows for dissection of molecular signaling mechanisms involving proteins that may be localized to the MEJ.  While much can be learned about endothelial cell signaling events in the VCCC, this model does not allow for evaluation of the role for the endothelium signaling in vascular reactivity.  To this end, numerous global and cell type specific genetically modified animals have been generated providing a useful system for both _in vivo_ and _ex vivo_ experimentation.  In particular vascular reactivity can be studied in great depth through isolated vessel cannulation.  However, reliance on genetically modified animals can be associated with high costs and long generation times.  In addition, genetic ablation of endogenous proteins can often lead to compensation by homologous proteins which can confound interpretation of results.  While there are currently protocols for selective transfection of vascular smooth muscle cells in isolated arteries \\(5,6), there is a need for a model system in which the endothelium can be genetically modified in a more rapid time frame for vascular reactivity studies.\r\n\n\n\r\n\n\nThis protocol describes a novel approach for selectively transfecting endothelial cells in intact isolated resistance arteries for use in _ex vivo_ vessel studies.  Selective transfection of the endothelium in isolated arteries with siRNA can promote genetic knockdown of endogenous EC proteins in a short time frame.  These arteries can then be used for vasoreactivity studies to investigate the contribution of targeted proteins to endothelial cell dependent signaling events.  In brief, resistance arteries are isolated from the mouse and cannulated on glass micropipettes.  Transfection reagents and siRNA can then be perfused specifically into the blood vessel lumen and arteries can then be electroporated to introduce the siRNA only into endothelial cells.  These transfected arteries are then cultured for 18-24 hours to allow for knockdown of the targeted protein.  Following protein knockdown, cultured arteries are cannulated and vascular reactivity in response to agonists can be assessed.  This method cuts out the long time frame and high cost associated with generating knockout animals.  Furthermore, endothelial cell transfection in isolated arteries eliminates the possibility for upregulation of homologous proteins in this cell type due to the rapid knockdown.  _Ex vivo_ endothelial cell transfection may therefore provide a useful model system for the study of endothelial cell physiology in relation to the intact blood vessel wall.\r\n\n\n\r\n\n\nWe have employed the _ex vivo_ endothelial cell transfection in an investigation of the regulation of endothelial NO signaling by endogenously expressed hemoglobin alpha \\(Hb α) \\(7).  In this study, selective transfection of endothelial cells in isolated resistance arteries with siRNA targeting Hb α resulted in a 70-80% knockdown of the protein as compared to control siRNA.  Subsequent vasoreactivity studies on these arteries revealed a significant reduction in vessel contractility in response to the alpha 1 adrenergic receptor agonist phenylephrine and a significant hyperreactivity to the vasodilator acetylcholine.  Importantly, endothelial cell transfection had no effect on the basal vessel tone.  In addition, transfected arteries were utilized for NO diffusion assays and knockdown of Hb α in the endothelium resulted in increased NO diffusion through the arterial wall.  Employment of the _ex vivo_ endothelial cell transfection method served as a very useful tool for identifying the very first role for endogenously expressed endothelial cell Hb α in vascular physiology.  This method may have wide reaching applications in the study of vascular physiology and pathology with respect to the endothelium."
        },
        {
            "header": "Reagents",
            "content": "For ex vivo transfection of endothelial cells in intact isolated thoracodorsal arteries \\(TDA) the following reagents are required:\r\n\n\n\r\n\n\n•      C57Bl/6 mice\r\n\n\n• Lonza Nucleofector™ Cell Line kit for Human coronary artery endothelial cells \\(product #: VVPB-1001).\r\n\n\n• RPMI medium 1640 \\(Life Technologies product # 11835-030)\r\n\n\n• Bovine Serum Albumin Fraction V \\(Fisher product  # BP1600-100)\r\n\n\n• Krebs/HEPES physiological salt solution containing:\r\n\n\n            •   118.4 mM NaCl \\(Fisher product # BP358-1)\r\n\n\n            • 4.7 mM KCl \\(Sigma product # P4504)\r\n\n\n            • 1.2 mM MgSO4 \\(Sigma product # M2773)\r\n\n\n            • 4 mM NaHCO3 \\(Sigma product # S3014)\r\n\n\n            • 1.2 mM KH2PO4 \\(Fisher product # P284)\r\n\n\n            • 10 mM HEPES \\(Sigma product # H3375)\r\n\n\n            • 6 mM Glucose \\(Sigma product # G5146)\r\n\n\n            • 2 mM CaCl2 \\(Sigma product # C3881) \r\n\n\n                  • Adjust pH to 7.4\r\n\n\n• siRNA targeted against desired protein of interest\r\n\n\n• 10-0 nylon suture"
        },
        {
            "header": "Equipment",
            "content": "• Nucleofector™ 2b Device \\(Lonza product # AAB-1001)\r\n\n\n• Culture myograph 202CM vessel cannulation rig \\(Danish Myo Technologies \\(DMT)) or comparable vessel cannulation system.\r\n\n\n• Cell culture incubator\r\n\n\n• Sterile microdissection instruments \\(forceps, microsissors, etc.)\r\n\n\n• Sterile cell culture dishes"
        },
        {
            "header": "Procedure",
            "content": "_**Isolation of thoracodorsal arteries \\(TDA):**_ \r\n\n\nFor a detailed protocol on isolation of the TDA please see \\(8).  A brief description of the dissection is outlined below: \r\n\n\n\r\n\n\n**Note:  During this procedure all tissues are constantly humidified with cold Krebs-HEPES supplemented with 1% bovine serum albumin \\(BSA).**\r\n\n\n\r\n\n\n1. Euthanize a male C57Bl/6 mouse \\(8-10 weeks of age) by CO2 asphyxia and place in the lateral decubitus position at the surgical station.\r\n  2. Spray the right scapular area with 70% ethanol, make a 3 cm incision and carefully remove the skin to expose the latissimus dorsi muscle without affecting the superficial dorsal muscle underneath. \r\n  3. Remove the latissimus dorsi by microdissection to reveal the underlying TDA which feeds the spinotrapezius muscle.  The TDA is surrounded on both sides by veins.\r\n  4. Carefully isolate the TDA \\(~10 mm in length) by removing the surrounding fat tissue and veins and place it in cold Krebs-HEPES containing 1% BSA.\r\n  5. Repeat steps 1-4¬ for isolation of the left TDA.\r\n  • **It is important to isolate the TDA free of any branch points as the transfection protocol requires cannulation and pressurization of the artery.**\r\n\n\n\r\n\n\n_**Ex vivo endothelial cell transfection:**_\r\n\n\n6. Carefully transfer the isolated TDA to the bath chamber of the DMT pressure myograph.\r\n  7. Gently open each end of the artery with fine forceps to allow access to the lumen.\r\n  8. Position both ends of the artery over the opposing glass cannula in the bath chamber and secure with 10-0 nylon suture\r\n  Note: Ensure that there are no branch points in the cannulated artery.\r\n\n\n9. Perfuse the lumen of the cannulated artery with Krebs-HEPES buffer supplemented with 1% BSA to flush out red blood cells by increasing the inlet pressure \\(P1) to 40 mmHg while leaving the outlet pressure \\(P2) at 0 mmHg \\(Fig 1A).  This pressure drop will induce flow through the vessel lumen.\r\n  10. Gently remove the P1 tubing from the pressure transducer box and the P1 glass cannula supporting the vessel without disturbing the artery \\(see schematic in Fig 2).  \r\n  11. Mix 82 µL of HCAEC Nucleofection™ solution with 18 µL of Supplement 4 \\(HCAEC Nucleofector kit, Lonza) and dilute the control on targeted siRNA to a desired final concentration.\r\n  12. Using a small syringe, inject 100 µL of Nucleofector™ transfection reagent with siRNA into the P1 tubing until the solution reaches the end of the tubing and there are no air bubbles.\r\n  13. Reconnect the tubing containing siRNA and Nucleofector™ transfection reagent to the P1 outlet of the pressure transducer box and to the P1 glass cannula supporting the artery.  Be sure to minimize disturbance of the cannulated artery to avoid mechanical stress to the tissue.\r\n  14. Perfuse the artery lumen with the Nucleofector™ transfection reagent containing siRNA by increasing the P1 pressure to 40 mmHg while maintaining the P2 pressure at 0 mmHg \\(Fig 1B). \r\n  15. Quickly, remove the artery from the cannula while simultaneously tying off both ends with 10-0 nylon suture to ensure that the siRNA and Nucleofector™ transfection reagent remain in the lumen of the artery \\(Fig 1C).\r\n  16. Gently transfer the ligated artery to an electroporation cuvette containing 100 uL Nucleofector transfection reagent \\(82 µL Nucleofection™ solution and 18 µL Supplement 4) WITHOUT siRNA.  Be sure that the artery is surrounded by transfection reagent at the bottom of the cuvette and is not exposed to air.\r\n  17. Electroporate the artery using program A-034 on the Nucleofector™ 2b device \\(Fig 1D).\r\n  18. Quickly and gently remove the artery from the electroporation cuvette by flushing the cuvette with 1 mL of Krebs-HEPES buffer containing 1% BSA and transfer the artery to the bath chamber in the cannulation rig.\r\n  19. Remove the sutures from both ends of the transfected artery and re-cannulate on the P1 and P2 glass cannula.  Secure the artery with new 10-0 nylon sutures.\r\n  20. Flush the artery lumen with Krebs-HEPES buffer containing 1% BSA by increasing the P1 pressure to 40 mmHg while maintaining the P2 pressure at 0 mmHg \\(Fig 1E).\r\n  21. Perfuse the vessel lumen with pre-warmed \\(37°C) RPMI 1640 media supplemented with 1% penicillin/streptomycin, 1% L-glutamine and 1% BSA \\(Fig 1F).\r\n  22. Gently remove the artery from the glass cannula and transfer to a sterile culture dish containing RPMI 1640 media supplemented with 1% penicillin/streptomycin, 1% L-glutamine and 1% BSA.\r\n  23. Culture the transfected vessel for 18-24 hours at 37°C in a humidified cell culture incubator."
        },
        {
            "header": "Timing",
            "content": "The total time for isolation and transfection of arteries in this protocol is approximately 1 hour per artery.  The isolation of the TDA requires approximately 20 minutes and the cannulation and transfection protocol requires approximately 40 minutes.  Culturing times for the transfected vessels can vary depending on the stability of the desired protein therefore, these times should be optimized for each target protein.  Protocol timing can also vary depending on the total number of arteries to be transfected."
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 9:**  If setting the P1 pressure to 40 mmHg and the P2 pressure to 0 mmHg does not facilitate adequate flow through the vessel lumen to flush the red blood cells, remove the tubing from the cannula and pressure myograph and flush with ddH2O to remove any debris that may clog the line.\r\n\n\n**Step 14:**  It is highly important to minimize the time that the transfection reagent is in contact with the artery.  Prolonged exposure can lead to cell toxicity and vessel death.  If the viability of transfected vessels is low, decrease the total amount of time that the artery is exposed to the nucleofection reagents.\r\n\n\n**Step 16:**  The artery can often times stick to the glass walls of the electroporation cuvette.  To minimize this problem, use a micropipetman to place the 100 uL of transfection reagents with siRNA in a drop on the side of the cuvette and transfer the artery to this drop with fine forceps.  The cuvette can then be tapped once or twice on a hard surface to pull the artery and reagents to the bottom of the cuvette.  Alternatively, fine forceps can be used to place the artery at the bottom of the cuvette, however, caution should be taken to avoid mechanical stress on the artery during this procedure.\r\n\n\n**Step 23:**  Culture times for siRNA knockdown of endogenous proteins can vary depending on the stability of the target protein.  The amount of time each vessel is cultured should be optimized for the desired level of knockdown.  In addition, different arteries may require a culture medium other than RPMI.  Care should be taken in selecting the appropriate culture conditions and times.\r\n\n\n\r\n\n\nWhile this method provides robust knockdown of endothelial cell proteins in isolated arteries, the viability of transfected arteries can be low.  To increase artery viability, it is essential to reduce the time that the transfection reagents are in contact with the vessel and optimize the culture conditions including incubation time and composition of media."
        },
        {
            "header": "Anticipated Results",
            "content": "Successful ex vivo endothelial cell transfection with siRNA should result in the generation of viable arteries with significant knockdown of targeted proteins specifically in the endothelial cell monolayer.  Knockdown efficiency can be assessed by confocal or en face fluorescence microscopy of transfected vessels.  Transfected arteries can subsequently be used for a host of applications including vascular reactivity studies.  It is essential to include relevant controls in experiments utilizing this method, including electroporated vessels that have not been exposed to siRNAs as well as non-targeting siRNA."
        },
        {
            "header": "References",
            "content": "1. Furchgott, R. F. & Zawadzki, J. V.  The obligatory role of endothelial cells in the relaxation of arterial smooth muscle by acetylcholine. Nature 288, 373-376 \\(1980).\r\n  2. Furchgott, R. F _et al_. Endothelial cells as mediators of vasodilation of arteries. J Cardiovasc Pharmacol 6 Suppl 2, S336-343 \\(1984).\r\n  3. Furchgott, R. F. _et al_. Evidence for endothelium-dependent vasodilation of resistance vessels by acetylcholine. Blood vessels 24, 145-149 \\(1987).\r\n  4. Isakson, B. E. & Duling, B. R. Heterocellular contact at the myoendothelial junction influences gap junction organization. Circ Res 97, 44-51, \\(2005).\r\n  5. Billaud, M. _et al_.  Pannexin1 regulates alpha1-adrenergic receptor- mediated vasoconstriction. Circ Res 109, 80-85, \\(2011).\r\n  6. Bolz, S. S. _et al_.  Oxidized LDL increases the sensitivity of the contractile apparatus in isolated resistance arteries for Ca\\(2+) via a rho- and rho kinase-dependent mechanism. Circulation 102, 2402-2410 \\(2000).\r\n  7.     Straub A. C. _et al_. Endothelial cell expression of hemoglobin α regulates nitric oxide signaling.  Nature.  _In press_.\r\n  8. Billaud, M. _et al_. Characterization of the thoracodorsal artery: morphology and reactivity. Microcirculation 19, 360-372, \\(2012)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature11626",
                "date": "2012-09-26 14:55:37",
                "title": "Endothelial cell expression of haemoglobin α regulates nitric oxide signalling",
                "authors": [
                    "Adam C. Straub",
                    "Alexander W. Lohman",
                    "Marie Billaud",
                    "Scott R. Johnstone",
                    "Scott T. Dwyer",
                    "Monica Y. Lee",
                    "Pamela Schoppee Bortz",
                    "Angela K. Best",
                    "Linda Columbus",
                    "Benjamin Gaston",
                    "and Brant E. Isakson"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12195,
                "identity": "9fd9baa6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Brant Isakson",
                "email": "bei6n@virginia.edu",
                "orcid": "",
                "institution": "Isakson Lab, Univeristy of Virginia",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Brant",
                "middleName": "",
                "lastName": "Isakson",
                "suffix": ""
            },
            {
                "id": 12193,
                "identity": "9fd9b5fb-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Alexander Lohman",
                "email": "",
                "orcid": "",
                "institution": "Isakson Lab, Univeristy of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Lohman",
                "suffix": ""
            },
            {
                "id": 12194,
                "identity": "9fd9b877-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Adam Straub",
                "email": "",
                "orcid": "",
                "institution": "Isakson Lab, Univeristy of Virginia",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Adam",
                "middleName": "",
                "lastName": "Straub",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-09-26 15:02:21",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.052",
        "doiUrl": "https://doi.org/10.1038/protex.2012.052",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608565,
                "identity": "4d8fa977-e67b-4da7-a335-838bc0313c0a",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 770295,
                "visible": true,
                "origin": "",
                "legend": "Flow diagram for endothelial cell transfection of _ex vivo_ arteries   A.  Isolated arteries are cannulated at both ends and red blood cells are flushed from the lumen.  B.  Nucleofector™ transfection reagent with siRNA is perfused into the arterial lumen.  C.  The artery is removed from the cannula and ligated at both ends.  D.  The artery containing siRNA and transfection reagent in the lumen is transferred to an electroporation cuvette and electroporated using program A-034 on the Nucleofector™ 2b device.  E.  The transfected artery is recannulated and siRNA and transfection reagent is flushed from the lumen.  F.  The arterial lumen is perfused with RPMI+1% BSA, transferred to a sterile cell culture dish containing RPMI+1% BSA and cultured for 18-24 hours in a 37°C cell culture incubator.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2489/v1/figure_1.jpg"
            },
            {
                "id": 2608566,
                "identity": "e6f3c22d-fe94-4ac6-aeaf-b0c117279ceb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:19",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 259493,
                "visible": true,
                "origin": "",
                "legend": "Schematic of pressure myograph system   Schematic illustrating the pressure myograph set up for cannulation and endothelial cell transfection of _ex vivo_ arteries.  The arrows indicate the direction of flow.  ",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2489/v1/figure_2.jpg"
            },
            {
                "id": 13464649,
                "identity": "8897a028-f8ab-4b13-b700-9b7902b4216d",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 297579,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2489/v1/bbdb264a-8db6-4f5a-bf46-9d53c3e09c2a.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Artery, Endothelial cell, transfection, siRNA",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "The vascular endothelium plays an essential role in regulating blood vessel tone, blood flow and blood pressure.  Current vascular model systems for examination of endothelial cell biology and blood vessel physiology and pathology rely on cell culture and the generation of genetically modified animals.  While these systems are advantageous for studying the endothelium, many cell culture models omit the contribution of other cells types present in the native blood vessel wall and the generation of genetically modified animals can be costly and time consuming.  The following protocol outlines a novel _ex vivo_ endothelial cell transfection for the knockdown of endogenously expressed endothelial cell proteins in intact isolated arteries.  Briefly, arteries are isolated from the mouse and the lumen is perfused with siRNA and Nucleofector™ transfection reagent.  The artery is then ligated at both ends and briefly electroporated to introduce the siRNA specifically into the endothelial cells, followed by perfusion of the lumen to flush excess siRNA.  Transfected arteries are then cultured 18-24 hours for knockdown of targeted proteins.  This system provides the utility of selectively knocking down a protein\\(s) of interest specifically from the vascular endothelium, providing the advantages of a genetically modified animal without the long time frame required for generation of tissue specific knockout animals.  This protocol requires approximately 1 hour from isolation of the artery from the mouse to culturing of the transfected vessel.",
        "manuscriptTitle": "Endothelial cell transfection of ex vivo arteries",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-11-06 10:55:28",
                "doi": "10.1038/protex.2012.052",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd95978-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "November 6th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2818,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-11-06 10:55:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}