{
    "identity": "nprot-434",
    "title": "Monitoring protein synthesis by fluorescence recovery after photobleaching \\(FRAP) _in vivo_",
    "content": [
        {
            "header": "Introduction",
            "content": "Currently available methodologies for measuring protein synthesis rates rely on metabolic labelling by incorporation of radioactive amino acids into nascent polypeptides. These approaches are hampered by several limitations and cannot be applied to monitor protein synthesis in specific cells or tissues, in live specimens. Here, we describe a novel method for monitoring protein synthesis in specific cells and tissues of live _Caenorhabditis elegans_ animals. Fluorescent reporter proteins such as GFP are expressed in specific cells and tissues of interest or throughout animals using appropriate promoters. Protein synthesis rates are assessed by following fluorescence recovery after partial photobleaching of the fluorophore at targeted sites. We evaluate the method by examining protein synthesis rates in diverse cell types of the nematode. Because it is non-invasive, our approach allows monitoring of protein synthesis in single cells or tissues with intrinsically different protein synthesis rates."
        },
        {
            "header": "Reagents",
            "content": "Cycloheximide \\(Sigma-Aldrich, St. Louis, USA cat. no. C-7698).\r\n\n\n\r\n\n\nNGM plates seeded with _Escherichia coli_ strain OP50: 3 g NaCl \\(Merck, Nottingham, England cat. no. 1.06404.1000), 2.5 g Bactopeptone \\(BD Biosciences, San Jose, USA,  cat.no 211677), 0.2 g Streptomycin \\(Sigma cat. no. S-6501) and 17 g Agar \\(Merck cat. no. 1.01614). Autoclave. Let cool to 55-60<sup>o</sup>C and add 1 ml 5 mg ml-1 cholesterol \\(SERVA Electrophoresis GmbH, Heidelberg, Germany, cat. no. 1701) in EtOH, 1ml 1 M CaCl<sub>2</sub> \\(Sigma cat. no. C-5080), 1ml 1 M MgSO<sub>4</sub> \\(Sigma cat. no. M-7506), 1ml Nystatin \\(Sigma cat. no. N-3503) and 25 ml phosphate buffer, pH 6. OP50 is available at the Caenorhabditis Genetics Center \\(University of Minnesota, Minneapolis, USA; \"http://biosci.umn.edu/CGC/strains/\":http://biosci.umn.edu/CGC/strains/).\r\n\n\n\r\n\n\nM9 buffer: 22 mM KH<sub>2</sub>PO<sub>4</sub> \\(Merck cat. no. 1.04873.1000) , 42 mM Na<sub>2</sub>HPO<sub>4</sub> \\(Merck cat. no. 1.06586.0500) , 85 mM NaCl \\(Merck cat. no. 1.06404.1000)  and 1 mM MgSO<sub>4</sub> \\(Sigma cat. no. M-7506). Dissolve 3 g KH<sub>2</sub>PO<sub>4</sub>, 6 g Na<sub>2</sub>HPO<sub>4</sub>, 5 g NaCl and 1 ml 1 M MgSO<sub>4</sub> in 1 liter distilled water.\r\n\n\n\r\n\n\nTransgenic _C. elegans_ strains expressing fluorescent proteins of choice, under the control of appropriate promoters that direct expression in specific cells or tissues of interest."
        },
        {
            "header": "Equipment",
            "content": "Dissecting stereomicroscope \\(SMZ645, Nikon Corporation, Kanagawa, Japan)\r\n\n\n\r\n\n\nEpifluorescense microscope \\(Axioskop 2 Plus, Carl Zeiss AG, Jena, Germany)\r\n\n\n\r\n\n\nExcitation/emission filter sets\r\n\n\n\r\n\n\nDigital camera \\(Axio Cam HR, Carl Zeiss)\r\n\n\n\r\n\n\nCamera control and imaging software \\(Axio Vision 3.1 software; Carl Zeiss)\r\n\n\n\r\n\n\nMicroscope slides 75x25x1mm \\(Marienfeld, Lauda-Koenigshofen, Germany cat. no. 10 006 12)\r\n\n\n\r\n\n\nMicroscope cover glass 18x18mm \\(Marienfeld cat. no. 01 010 30)\r\n\n\n\r\n\n\nImageJ image processing software \\(Rasband, W.S., ImageJ, U. S. National Institutes of Health, Bethesda, Maryland, USA - \"http://rsb.info.nih.gov/ij/, 1997-2006\":http://rsb.info.nih.gov/ij/, 1997-2006)\r\n\n\n\r\n\n\nStandard equipment for preparing agar plates \\(autoclave, Petri dishes, etc.)\r\n\n\n\r\n\n\nStandard equipment for maintaining worms \\(platinum wire pick, incubators, etc.). For basic C. elegans culture, maintenance and manipulation techniques see WormBook - \"http://www.wormbook.org/\":http://www.wormbook.org/)."
        },
        {
            "header": "Procedure",
            "content": "1 | Grow transgenic animals expressing the fluorophore in cells or tissues of interest on 60mm plates seeded with OP50, at the standard temperature of 20\no\nC or other appropriate temperature \\(depends on genetic background and other experimental considerations such as the temperature sensitivity of animals examined). Unless an environmentally controlled chamber or room is available for the epifluorescence, compound light microscope the procedure of fluorescence photobleaching and recovery is performed at ambient temperature. Allow animals to equilibrate at this temperature for 2-3 hours before photobleaching.\r\n\n\n\r\n\n\n2 | The procedure can be performed either directly on a plate \\(method A) or on a coverslip \\(method B). When examining worms that express the fluorescent marker in individual cells, photographs of moving worms are hard to analyze. In this case follow method B, below. For worms expressing the fluorescent marker protein globally or in many tissues, the more convenient method A may be applicable. To limit animal mobility, mild anaesthetics that do not interfere with metabolic processes such as levamisole can be used. Avoid the commonly used sodium azide, which blocks the mitochondrial respiratory chain, perturbs energy production and is likely to interfere with the fluorescence recovery process by hindering protein synthesis. An alternative strategy is to use suitable genetic mutants with limited mobility \\(uncoordinated, paralyzed). Care should be taken when designing the experiment to avoid genetic backgrounds that are likely to have an effect on protein synthesis. It may also be helpful to use the dominant rol-6\\(su1006) allele as co-transformation marker \\(plasmid RF4), when constructing transgenic lines. This allele causes animals to roll instead of moving sinusoidally, which confines them in a relatively small area of the plate.\r\n\n\n\r\n\n\nA) Transfer single worms to fresh 35mm plates, seeded with OP50 bacteria. A small bacterial spot in the center of the plate will make localization of the worm easier, while focusing the sample.\r\n\n\n\r\n\n\nB) Spot a drop of 15ul M9 buffer on a microscope slide and place the worm on the drop with the help of an eyelash glued on a pick. Add a cover slip on the top of the drop. The weight of the cover slip is sufficient to keep the worm immobile during the procedure, without damaging it. After photobleaching, recover the worm by adding 100ul of M9 at the edges of the cover slip and sliding off the cover slip. The worm is returned to an OP50-seeded NGM plate for recovery.\r\n\n\n\r\n\n\n3 | Photograph single animals before photobleaching using a camera attached to the microscope \\(e.g. Axio Cam HR, Carl Zeiss). Images of fluorescent cells or tissues of interest are collected. Imaging parameters such as microscope and camera settings \\(lens and magnifier used, filters exposure time, resolution, etc.) should be documented.\r\n\n\n\r\n\n\n4 | Perform photobleaching. Use an epifluorescence, compound light microscope \\(e.g. Axioskop 2 Plus, Carl Zeiss) equipped with a high power light source \\(HBO 100; 100 Watt mercury arc lamp; Osram, Munich, Germany) and the appropriate excitation/emission filter sets to photobleach the animal. For the applications described here 10 minutes of photobleaching reduce the initial emission intensity adequately \\(to within 10-30% of pre-bleach levels). The light intensity and the duration of the bleaching period are adjusted accordingly for the specific fluorophore, animal stage and cell or tissue under examination. Investigators should experimentally determine the appropriate duration of irradiation required to reach the extent of photobleaching, appropriate for different specimens.\r\n\n\n\r\n\n\n5 | Photograph each animal immediately after photobleaching. Collect several images of cells or tissues of interest. Move animals to fresh OP50-seeded NGM plates. Recovery timing starts at this point.\r\n\n\n\r\n\n\n6 | Follow fluorescence recovery by photographing animals at defined time points. We use 1 hr intervals between successive photography sessions. A suitable time interval can be determined for each experimental application. Collect several images of cells or tissues of interest. Similar to step 5 above, it is critical that all imaging parameters \\(microscope and camera settings) are kept identical to those initially set in step 3.\r\n\n\n\r\n\n\n7 | Prepare a stock solution of cycloheximide by diluting in water to a concentration of 10mg/ml. Keep refrigerated. Add cycloheximide on top of OP50-seeded, 35mm NGM plates to 500ug/ml final concentration in the agar volume and allow plates to dry.\r\n\n\n\r\n\n\n8 | Transfer animals on cycloheximide-containing plates and incubate for 2 hours, at the growth temperature. Prepare animals for photobleaching as in step 2 \\(A) or \\(B). Return worms in cycloheximide-containing plates during fluorescence recovery.\r\n\n\n\r\n\n\n9 | Process images acquired in steps 3, 5 and 6 with ImageJ to determine the average and maximum pixel intensity for each image of fluorescent cell or tissue of interest in the collected photomicrographs. For each cell, tissue or animal, images should be acquired or converted to a pixel depth of 8 bit \\(256 shades of grey). To analyze the area of interest manually, use the “freehand selection” tool to enclose the fluorescent area. Select the “measurement” command via the “analyze” drop-down menu to perform pixel intensity analysis.\r\n\n\nOn occasion \\(area continuity, high contrast ratios), selection of the fluorescent area can be done automatically. Select “adjust” and then the “threshold” command, within the “image” drop-down menu of ImageJ. Adjust the threshold until the region of interest is marked. Within the “analyze” drop-down menu, select the “analyze particles” command. By selecting “outlines” at the “show” drop-down menu, check whether measurements correspond to the area of interest.\r\n\n\nAverage and maximum pixel intensity values are collected for each transgenic line and grouped into “Pre-bleach”, “Bleach” and “Recovery\\(n)”, where n is the time interval after photobleaching. Statistical analysis of data is carried out using the Microsoft Office 2003 Excel software package \\(Microsoft Corporation, Redmond, USA) and the Prism software package\\(GraphPad Software Inc., San Diego, USA). The Student’s t test is used for two-way comparisons with a significance cutoff level of p<0.05. Analysis of variance \\(ANOVA) is used for comparisons of multiple groups of values, followed by Bonferroni-corrected multiple-group comparison t tests."
        },
        {
            "header": "Timing",
            "content": "4-5 days"
        },
        {
            "header": "Critical Steps",
            "content": "M9 buffer instead of water ensures a favourable osmotic environment for the worm. Animals should not be allowed to dry out during photobleaching. Supply fresh M9 in the form of 5ul drops applied to the side of the cover slip during lengthy photobleaching sessions.\r\n\n\n\r\n\n\nExercise caution when removing the cover slip to recover the animal. Accidentally pressing on the cover slip will crush the worms.\r\n\n\n\r\n\n\nAt least 20 individual animals should be processed for each experimental condition. The photobleaching period should be kept identical for all animals tested.\r\n\n\n\r\n\n\nProper photobleaching conditions \\(light intensity, duration) should be set aiming to avoid injuring worms. The absolute level of fluorescence reduction by photobleaching is not important. We assess damage to worms by looking for apparent changes in behavior such as lethargy and movement defects or diminished responsiveness to touch, and for reduced fecundity in animals subjected to photobleaching. Animals showing signs of damage after photobleaching are excluded from further analysis.\r\n\n\n\r\n\n\nAll imaging parameters such as microscope and camera settings \\(lens and magnifier used, filters exposure time, resolution, etc.) should be set as in step 3 above."
        },
        {
            "header": "Troubleshooting",
            "content": "Problem: Inadequate photobleaching\\(Step 4)\r\n\n\nReason: Duration of photobleaching is not sufficient and/or excitation light is not concentrated enough.\r\n\n\nSolution: Increase duration of photobleaching. Increase light intensity. Use objective lens with higher magnification and numerical aperture.\r\n\n\n\r\n\n\nProblem: No significant recovery is detected \\(Step 6)\r\n\n\nReason: Damage to specimen by excessive photobleaching. Recovery kinetics too slow for chosen time intervals. The promoter controlling expression of the fluorochrome is not active during recovery.\r\n\n\nSolution: Reduce photobleaching. Allow longer recovery periods. Switch promoter.\r\n\n\n\r\n\n\nProblem: FRAP is not blocked by cycloheximide \\(Step 8)\r\n\n\nReason: Not sufficient exposure to cycloheximide\r\n\n\nSolution: Pre-incubate specimen for longer in the presence of cycloheximide. Increase cycloheximide concentration."
        },
        {
            "header": "Anticipated Results",
            "content": "We have applied this method to follow protein synthesis in live _C. elegans_ animals lacking ife-2, a gene encoding one of the five nematode eIF4E isoforms that functions in somatic tissues. eIF4E is a key mRNA translation initiation factor that binds the 7-methyl guanosine cap at the 5&#x2019; end of all nuclear mRNAs and determines the rate of cap-dependent protein synthesis. After photobleaching, fluorescence recovery is monitored in transgenic, wild type and ife-2 knockout animals, expressing GFP throughout somatic tissues. Recovery is diminished in IFE-2-deficient animals or animals treated with cycloheximide. \r\n\n\n\r\n\n\nDepending on the tissue or cell under investigation and the genetic background of transgenic animals, recovery rates may vary significantly. For example, fluorescence in the six touch receptor neurons is almost completely restored to pre-bleach levels after 5 hours. By contrast, fluorescence recovery in pharyngeal muscle cells is negligible within the same interval."
        },
        {
            "header": "References",
            "content": "1. Kapp, L.D. &amp; Lorsch, J.R. The molecular mechanics of eukaryotic translation. _Annu Rev Biochem_ **73**, 657-704 \\(2004).\r\n  2. Ibba, M. &amp; Soll, D. Quality control mechanisms during translation. _Science_ **286**, 1893-7 \\(1999).\r\n  3. Bjornsti, M.A. &amp; Houghton, P.J. Lost in translation: dysregulation of cap-dependent translation and cancer. _Cancer Cell_ **5**, 519-23 \\(2004).\r\n  4. Syntichaki, P., Troulinaki, K. &amp; Tavernarakis, N. eIF4E function in somatic cells modulates ageing in _Caenorhabditis elegans_. _Nature_ **445**, 922-6 \\(2007).\r\n  5. Martin, R. Protein synthesis : methods and protocols, xiv, 442 p. \\(Humana Press, Totowa, N.J., 1998).\r\n  6. Rennie, M.J., Smith, K. &amp; Watt, P.W. Measurement of human tissue protein synthesis: an optimal approach. _Am J Physiol_ **266**, E298-307 \\(1994).\r\n  7. Gribbon, P. &amp; Hardingham, T.E. Macromolecular diffusion of biological polymers measured by confocal fluorescence recovery after photobleaching. _Biophys J_ **75**, 1032-9 \\(1998).\r\n  8. Jacobson, K., Zhang, F. &amp; Tsay, T.T. Fluorescence recovery after photobleaching techniques to measure translational mobility in microscopic samples. _Scanning Microsc_ **5**, 357-61; discussion 361-2 \\(1991).\r\n  9. Lippincott-Schwartz, J. &amp; Patterson, G.H. Development and use of fluorescent protein markers in living cells. _Science_ **300**, 87-91 \\(2003).\r\n  10. Reits, E.A. &amp; Neefjes, J.J. From fixed to FRAP: measuring protein mobility and activity in living cells. _Nat Cell Biol_ **3**, E145-7 \\(2001).\r\n  11. Granger, L., Martin, E. &amp; Segalat, L. Mos as a tool for genome-wide insertional mutagenesis in Caenorhabditis elegans: results of a pilot study. _Nucleic Acids Res_ **32**, e117 \\(2004).\r\n  12. Fire, A., Kondo, K. &amp; Waterston, R. Vectors for low copy transformation of C. elegans. _Nucleic Acids Res_ **18**, 4269-70 \\(1990).\r\n  13. Stinchcomb, D.T., Shaw, J.E., Carr, S.H. &amp; Hirsh, D. Extrachromosomal DNA transformation of _Caenorhabditis elegans_. _Mol Cell Biol_ **5**, 3484-96 \\(1985).\r\n  14. Fire, A. Integrative transformation of _Caenorhabditis elegans_. _Embo J_ **5**, 2673-2680 \\(1986).\r\n  15. Mello, C.C., Kramer, J.M., Stinchcomb, D. &amp; Ambros, V. Efficient gene transfer in _C.elegans_: extrachromosomal maintenance and integration of transforming sequences. _Embo J_ **10**, 3959-70 \\(1991).\r\n  16. Berezikov, E., Bargmann, C.I. &amp; Plasterk, R.H. Homologous gene targeting in _Caenorhabditis elegans_ by biolistic transformation. _Nucleic Acids Res_ **32**, e40 \\(2004).\r\n  17. Jackstadt, P., Wilm, T.P., Zahner, H. &amp; Hobom, G. Transformation of nematodes via ballistic DNA transfer. _Mol Biochem Parasitol_ **103**, 261-6 \\(1999).\r\n  18. Wilm, T., Demel, P., Koop, H.U., Schnabel, H. &amp; Schnabel, R. Ballistic transformation of _Caenorhabditis elegans_. **Gene** 229, 31-5 \\(1999).\r\n  19. Praitis, V. Creation of transgenic lines using microparticle bombardment methods. _Methods Mol Biol_ **351**, 93-107 \\(2006).\r\n  20. Brenner, S. The genetics of _Caenorhabditis elegans_. _Genetics_ **77**, 71-94 \\(1974).\r\n  21. Epstein, H.F. &amp; Shakes, D.C. _Caenorhabditis elegans_: Modern Biological Analysis of an Organism \\(Academic Press, San Diego, 1995).\r\n  22. Hope, I.A. C. elegans : a practical approach, xxi, 281 p. \\(Oxford University Press, Oxford ; New York, 1999).\r\n  23. Strange, K. _C. elegans_ : methods and applications, xii, 292 p. \\(Humana Press, Totowa, N.J., 2006).\r\n  24. Abramoff, M.D., Magelhaes, P.J. &amp; Ram, S.J. Image Processing with ImageJ. _Biophotonics International_ **11**, 36-42 \\(2004).\r\n  25. Sambrook, J. &amp; Russell, D.W. Molecular cloning : a laboratory manual, \\(Cold Spring Harbor Laboratory Press, Cold Spring Harbor, N.Y., 2001).\r\n  26. Lewis, J.A. &amp; Fleming, J.T. Basic culture methods. _Methods Cell Biol_ **48**, 3-29 \\(1995).\r\n  27. Riddle, D.L. C. elegans II, xvii, 1222 p. \\(Cold Spring Harbor Laboratory Press, Plainview, N.Y., 1997).\r\n  28. Wood, W.B. The Nematode _Caenorhabditis elegans_, xiii, 667 p. \\(Cold Spring Harbor Laboratory, Cold Spring Harbor, N.Y., 1988).\r\n  29. Keiper, B.D. et al. Functional characterization of five eIF4E isoforms in _Caenorhabditis elegans_. _J Biol Chem_ **275**, 10590-6 \\(2000).\r\n  30. Gingras, A.C., Raught, B. &amp; Sonenberg, N. eIF4 initiation factors: effectors of mRNA recruitment to ribosomes and regulators of translation. _Annu Rev Biochem_ **68**, 913-63 \\(1999)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Angela Pasparaki for expert technical support. Some nematode strains used in this work were provided by the C. elegans Gene Knockout Project at OMRF - \"http://www.mutantfactory.ouhsc.edu/\":http://www.mutantfactory.ouhsc.edu/, which is part of the International _C. elegans_ Gene Knockout Consortium and the _Caenorhabditis_ Genetics Center, which is funded by the NIH National Center for Research Resources \\(NCRR). We thank Dr. Andrew Fire for plasmid vectors. This work was funded by grants from EMBO and the EU 6th Framework Programme to N.T."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05603",
                "date": "2007-03-25 17:55:01",
                "title": "eIF4E function in somatic cells modulates ageing in Caenorhabditis elegans",
                "authors": [
                    "Popi Syntichaki",
                    "Kostoula Troulinaki",
                    "Nektarios Tavernarakis"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10911,
                "identity": "9f2ee8b9-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nektarios Tavernarakis",
                "email": "tavernarakis@imbb.forth.gr",
                "orcid": "",
                "institution": "Institute of Molecular Biology and Biotechnology",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nektarios",
                "middleName": "",
                "lastName": "Tavernarakis",
                "suffix": ""
            },
            {
                "id": 10910,
                "identity": "9f2ee439-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nikos Kourtis",
                "email": "",
                "orcid": "",
                "institution": "Institute of Molecular Biology and Biotechnology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nikos",
                "middleName": "",
                "lastName": "Kourtis",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-02-24 12:36:31",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.84",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.84",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464394,
                "identity": "948fcfcd-ff20-4312-b82a-3ad72ce4ef79",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:11",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 160049,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-434/v1/0040024c-9885-4529-8493-86d42495746a.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "protein synthesis, Caenorhabditis elegans, GFP, FRAP, mRNA translation, eIF4E\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Monitoring protein synthesis by fluorescence recovery after photobleaching (FRAP) in vivo",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-03-27 06:50:16",
                "doi": "10.1038/nprot.2008.84",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f2e5826-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "March 27th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2089,
                "name": "Genetics"
            },
            {
                "id": 2090,
                "name": "Biochemistry"
            },
            {
                "id": 2091,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2092,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-03-27 06:50:16",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}