{
    "identity": "nprot-482",
    "title": "Detection of electrical activity in nerve growth cones",
    "content": [
        {
            "header": "Introduction",
            "content": "The small size, fragility and high motility of growth cones preclude sensitive detection of growth cone electrical activity, which is essential for an elucidation of the early signaling events, such as those triggered by extracellular signaling molecules \\(e.g., guidance molecules)<sup>1</sup>, that govern growth cone migration.  Growth cone electrical activity was first detected using voltage-sensitive dyes \\(VSD)<sup>2,3</sup>, which visualized somatic Ca<sup>2+</sup> spikes propagating along neurites to growth cones in cultured neuroblastoma cells \\(N1E-115).  However, the low sensitivity of VSD \\(&#x394;F/F: 1% for 100 mV, ref. 4), allowed an assessment of only relatively large growth cone membrane potential changes \\(&gt; 50 mV) caused by propagating spikes.  Subsequently, conventional patch clamp techniques were employed to monitor action potentials and voltage-gated macroscopic or single channel currents in large growth cones \\(&gt;30 &#x3BC;m in diameter) in cultured _Helisoma_<sup>5</sup> and _Aplysia_<sup>6,7</sup> ganglion neurons.  Continued efforts achieved the recording of electrical activity from small growth cones \\(&lt;10 &#x3BC;m in diameter)<sup>8&#x2013;11</sup> including those of presynaptic varicosities<sup>12&#x2013;14</sup>.  Cell attached<sup>8,10</sup> and perforated patchs<sup>9,11&#x2013;14</sup> have been used to measure, respectively, single channel currents and macroscopic currents or membrane potentials.  \r\n\n\n\r\n\n\nHowever, the fragility and dynamic movements of growth cones have prevented application of the whole-cell patch methodology to small growth cones.  Conventional whole-cell patch clamp recording has the advantage that membrane impermeable agonists and antagonists can be administrated in a relatively short time period  \\(2&#x2013;3 min)<sup>15</sup> with good control of the intracellular ion milieu and commanding potentials without significantly sacrificing growth cone integrity \\(Fig. 1).  Here, we describe procedures for the use of whole-cell patch configurations to measure voltage-dependent Ca<sup>2+</sup> currents evoked by voltage-steps<sup>16</sup> and voltage-independent leak currents evoked by inversed voltage ramps<sup>17</sup>, as well as membrane potentials<sup>15</sup> in growth cones of cultured Xenopus spinal neurons.  Improvements in optics and sensors have increased the sensitivity of measurements of neuronal activity by optical imaging of VSD, which allows the detection of field excitatory postsynaptic potentials \\(fEPSPs)<sup>18&#x2013;20</sup> of ca. 1 mV amplitude, and their long-term modulation<sup>21</sup> \\(Fig. 2) in rat hippocampal slice preparations.  Recently, we succeeded in monitoring slow kinetic membrane potential changes of ca. 15 mV using a VSD from a single cultured Xenopus spinal neuron growth cone<sup>15</sup>.  Therefore, we will also describe a procedure for the measurement of membrane potential shifts induced by diffusible guidance molecules<sup>15</sup> using this methodology.\r\n\n\n\r\n\n\n\r\n\n\n**Experimental design**\r\n\n\n**Voltage-dependent Ca2+ currents:** Five types of voltage-dependent Ca<sup>2+</sup> currents \\(L-, N-, P/Q-, R- and T-types) occur in many cell types, including cultured Xenopus spinal neurons<sup>23,24</sup> , and can be segregated according to their inhibition by specific antagonists and voltage-dependent properties<sup>22</sup>.  Interestingly, the proportion of each channel type differs in different cellular compartments of the same neuron, as for example, in the soma and presynaptic varicosity<sup>14</sup>.  Moreover, growth cone signaling events triggered by diffusible guidance molecules \\(e.g., netrin-1 and Sema3A) are largely limited to growth cones<sup>16,17,25</sup> \\(Fig. 3).  Therefore, unlike in the majority of neurons where synaptic activity can be measured in the soma, as far away as 300 to 500 &#x3BC;m from the activated synapses, in the case of Xenopus spinal neurons, growth cone electrical activity must be measured directly in the growth cone.  We used Ringer&#x2019;s solution containing 10 mM Ca<sup>2+</sup> to measure Ca<sup>2+</sup> inward currents, while the majority of other voltage-dependent cation \\(i.e., Na<sup>+</sup> and K<sup>+</sup>) currents were inhibited by saxitoxin \\(STX, 10 nM) and tetraethylammonium \\(TEA, 35 mM), in the bath.  To measure L-type currents, the growth cone membrane potential was held at &#x2013;40 mV to inhibit other currents by voltage-dependent inactivation<sup>8,16</sup>:  The inactivation time constant for N-, P/Q-, R- and T-types at &#x2013;40 mV are 345, 133, 201 and 68 ms, respectively \\(our computational prediction, see ref. 17).  Voltage steps to +50 mV were delivered for 100-ms duration with 10-mV increments through recording electrodes at 0.067 Hz to trigger L-type inward Ca<sup>2+</sup> currents<sup>16</sup>.  With this procedure, ca. 80% of the evoked inward currents were sensitive to the bath-applied L-type Ca<sup>2+</sup> channel antagonist, nimodipine \\(20 &#x3BC;M), confirming their identity<sup>16</sup>.  For the measurement of other voltage activated \\(except the L-type) currents<sup>24</sup>, a holding potential of &#x2013;50 mV was used to cause voltage-dependent inactivation of low-voltage activated \\(i.e., T-type) currents while L-type and residual T-type currents were excluded by nimodipine in the bath<sup>17</sup>.  A holding potential of &#x2013;80 mV was used to preclude total voltage-dependent inactivation.  While holding at either &#x2013;50 or &#x2013;80 mV, the same voltage-steps were delivered to +50 mV as for the measurements of L-type currents.  Currents were measured from more than 15 growth cones, either in the presence and absence of specific antagonists of each channel type: &#x3C9;-conotoxin GVIA \\(1 &#x3BC;M), &#x3C9;-agatoxin TK \\(100 nM), SNX-482 \\(1.75 &#x3BC;M) and pimozide \\(500 nM) for N-, P/Q-, R- and T-types, respectively, in the bath.  Individual sets of measurements were ranked by the amplitude of their peak currents, which normally occurred during voltage-steps from the holding potentials to &#x2013;10 ~ +10 mV.  Then the currents evoked by each voltage-step in the absence of a specific antagonist were subtracted from those in its presence to determine the specific whole-cell Ca<sup>2+</sup> current type.  Developmental stage-dependent changes in each voltage-dependent Ca<sup>2+</sup> channel \\(VDCC) component are discussed further in ANTICIPATED RESULTS.\r\n\n\n\r\n\n\n**Leak currents:** Several diffusible guidance molecules evoke repulsive or attractive growth cone turning, depending on the level of growth cone intracellular Ca<sup>2+</sup> \\(\\[Ca<sup>2+</sup>]<sub>i</sub>) increase they induce<sup>15,25,26</sup>.  Non-voltage gated cation channels may both affect neural activity \\(such by depolarizing growth cones) and contribute to growth-cone \\[Ca<sup>2+</sup>]<sub>i</sub> increase as a result of their high Ca<sup>2+</sup> conductivity<sup>27</sup>.  Transient receptor potential canonical \\(TRPC)11 and cyclic nucleotide-gated cation \\(CNG)17 channels are such channels and are reported to mediate netrin-1 attractive and Sema3A repulsive signals, respectively.  Application of either sequential voltage-steps28 or a voltage-ramp11 from &#x2013;120 <sub> &#x2013;60 mV to +60 </sub> +120 mV while cells are initially held at ~ 0 mV evokes these leak currents.  A cocktail of VDCC blockers, in addition to those that block voltage-gated Na<sup>+</sup> and K<sup>+</sup> channels, is used to exclude contamination by leak currents<sup>11,28</sup>.  However, many VDCC blockers also affect the amplitudes of leak currents through CNG \\(ref. 29) and Cl&#x2013; \\(ref. 30) channels.  We, therefore, performed computational analyses to design an inversed voltage-ramp protocol \\(ramp from +120 mV down to &#x2013;120 mV, see ref. 17 for details) to minimize the use of VDCC blockers.  This protocol takes advantage of the common voltage-dependent properties<sup>22</sup> of VDCCs, inactivation of which shows a much longer time constant than that of activation, and occurs at higher positive potentials than does activation.  In the presence of bath-applied STX \\(10 nM) and TEA \\(35 mM), as described above \\(voltage-dependent Ca<sup>2+</sup> currents), or nimodipine \\(20 &#x3BC;M), due to the weak voltage-dependent inactivation of L-type Ca<sup>2+</sup> currents, the growth cone potential was initially held at &#x2013;10 mV, stepped up to +60 mV for 300 ms to establish the voltage-dependent inactivation of VDCC currents and followed by an inversed voltage ramp from +120 mV to &#x2013;120 mV for 1 sec.  During the inversed voltage ramp, VDCCs remain inactive and are prevented from reactivation.  A shorter duration for the inversed voltage ramp is preferable.  However, because up to 50%, compensation of series resistance can be achieved in this preparation, which is relatively poor compared with that of usual whole-cell recordings, we chose voltage ramps of one second duration to avoid distortion of leak current profiles.  We monitored leak currents at 0.067 Hz and took the average of between four and ten consecutive evoked currents.  For the measurement of TRPC currents, Ringer&#x2019;s solution containing 10 mM Ca<sup>2+</sup> was used to exclude contamination from currents through CNG channels \\(CNGCs)<sup>31</sup>.  Leak currents were measured at more than 15 growth cones in the presence and absence of a TRPC blocker, 2-aminoethoxydiphenyl borate \\(2-APB, 50 &#x3BC;M), in the bath.  2-APB-sensitive TRPC currents were obtained as differential currents, similarly as described above \\(voltage-dependent Ca<sup>2+</sup> currents).  For the measurement of CNG currents, Ringer&#x2019;s solution, containing either 1 mM Ca<sup>2+</sup> or Ca<sup>2+</sup>-free \\(achieved with 0.5 mM EGTA, see below) to avoid CNGC blocking by external Ca<sup>2+</sup> \\(ref. 31), was used.  Differential CNG currents were obtained by subtracting currents in the presence of the bath-applied CNGC blocker L-cis diltiazem \\(25 &#x3BC;M) from those in its absence \\(i.e., L-cis diltiazem-sensitive currents).\r\n\n\n\r\n\n\n**Membrane potentials:** Growth-cone membrane depolarization caused by the diffusible guidance molecule netrin-1 requires functional TRPC1s \\(ref. 11).  The perforated patch recordings that were used in this study maintain the physiological intracellular ion milieu due to the slow perfusion rate of the internal recording solution into the cell and the robust homeostatic regulation \\(through ion channels and transporters) of the cellular ion concentration.  Na<sup>+</sup>, K<sup>+</sup> and Cl<sup>&#x2013;</sup> \\(but not Ca<sup>2+</sup>) fluxes are the predominant contributors to membrane potential shifts, depending on their reversal potentials relative to the cell resting membrane potentials; Na<sup>+</sup> influx and Cl<sup>&#x2013;</sup> efflux \\(largely for immature neurons) result in depolarization, and K<sup>+</sup> efflux and Cl<sup>&#x2013;</sup> influx \\(largely function for shunting in mature neurons because the Cl<sup>-</sup> reversal potential is close to the cell resting potentials) result in hyperpolarization<sup>27</sup>.  The conventional whole-cell patch method is advantageous compared with the perforated patch method for the determination of which ion fluxes contribute to membrane potential shifts, such that hyperpolarization would be caused by either increased K<sup>+</sup> efflux or Cl<sup>&#x2013;</sup> influx \\(alternatively decreased Na<sup>+</sup> influx) and depolarization would be caused by either increased Na<sup>+</sup> influx or Cl<sup>&#x2013;</sup> efflux \\(alternatively decreased K+ efflux), since the whole-cell configuration can control intracellular ion concentrations<sup>15</sup>.  For example, when Ringer&#x2019;s solution containing 5 mM K<sup>+</sup> and 149 mM Cl<sup>&#x2013;</sup> is used as the external recording solution, an internal recording solution containing 140 mM K<sup>+</sup> and 3 mM \\(or lower) Cl<sup>&#x2013;</sup> sets the theoretical resting membrane potential to a K<sup>+</sup> reversal potential of &#x2013;84 mV or more hyperpolarized according to the Goldman-Hodgkin-Katz current equation<sup>27</sup>, and if the cell is hyperpolarized it depends solely on Cl<sup>&#x2013;</sup> influx.  Similarly, an internal recording solution containing 140 mM K<sup>+</sup> and 12 mM \\(or higher) Cl<sup>&#x2013;</sup> can be used to set the resting potential to a Cl<sup>&#x2013;</sup> reversal potential of &#x2013;60 mV \\(in 12 mM Cl<sup>&#x2013;</sup>) or more depolarized, and if the cell is hyperpolarized it depends solely on K<sup>+</sup> efflux.  Using these types of manipulations, we recently were able to determine that an increased Cl<sup>&#x2013;</sup> influx is responsible for the growth cone membrane hyperpolarization induced by the repulsive guidance molecules semaphorin 3A \\(Sema3A) and Slit 2, whereas an increased K<sup>+</sup> efflux is responsible for the hyperpolarization induced by a repulsive netrin-1 \\(in ectopic UNC5B expressing growth cones) signal<sup>15</sup>.  Another advantage of the whole-cell patch over the perforated patch is that with it hydrophilic agonists and antagonists can be administrated into growth cones through recording electrodes.  The resultant membrane potential was determined as the potential difference between that during the whole-cell configuration and that after the electrode was removed.  Liquid junction potentials \\(&#x2013;16.2 mV and &#x2013;13.4 mV for 3 mM and 30 mM Cl&#x2013; containing internal recording solutions, respectively) were adjusted offline.  With this procedure, growth cone membrane potentials can be measured stably for as long as 10 min.  The downside of either the perforated or whole-cell patch is that the amplitudes and kinetics \\(i.e., time constant) can be artificially altered by the electrophysiological manipulations during measurements.  Therefore, optical imaging of a VSD, which does not perturb the intracellular ion milieu, can be combined to exclude the artifacts of the whole-cell patch method \\(see below for the detail)."
        },
        {
            "header": "Reagents",
            "content": "**Reagents**\r\n\n\n&#x2022; Culture medium \\(see REAGENT SETUP)\r\n\n\n&#x2022; Cultured Xenopus spinal neurons \\(see REAGENT SETUP)\r\n\n\n&#x2022; External recording solutions \\(see REAGENT SETUP)\r\n\n\n&#x2022; Internal recording solutions \\(see REAGENT SETUP)\r\n\n\n&#x2022; Voltage-sensitive dye: di-2-ANEPEQ \\(JPW1114, Invitrogen) &#x25B2;CRITICAL We recommend relatively hydrophilic dyes, since the detergents required to resolve lipophilic dyes likely affect growth cone viability.\r\n\n\n\r\n\n\n**REAGENT SETUP**\r\n\n\n**Culture medium** consists of 49% \\(vol/vol) Leibovitz medium \\(L&#x2013;15, Invitrogen), 1% \\(vol/vol) fetal bovine serum \\(HyClone) and 50% \\(vol/vol) Ringer&#x2019;s solution \\(in mM): 115 NaCl, 2 CaCl<sub>2</sub>, 2.6 KCl and 10 HEPES \\(adjusted to pH 7.5 with NaOH)<sup>16,25</sup>.  This medium can be stored as 50 ml aliquots \\(for 12 culture plates) for approximately one month \\(store at 4&#xB0;C).\r\n\n\n**Cultured Xenopus spinal neurons** are prepared from the neural tube tissue of Xenopus embryos.  We use embryonic stage 22 \\(24 hrs after fertilization at 23&#xB0;C) and stage 26&#x2013;28 \\(30&#x2013;32 hrs after fertilization at 23&#xB0;C) animals<sup>32</sup> for experiments using netrin-1 and Sema3A, respectively<sup>15&#x2013;17,33</sup>.  Embryos with vitellin membranes are sterilized in 70% \\(vol/vol) ethanol \\(for 5 to 10 sec).  Vitellin membranes are first removed with fine forceps in 10% Holtfreter&#x2019;s solution \\(in mM): 6 NaCl, 0.67 KCl, 0.09 CaCl<sub>2</sub>, 0.08 MgSO<sub>4</sub> and 0.24 NaHCO<sub>3</sub> \\(pH 7.4), then embryos are washed three times in the same solution before the neural tube is dissected.  Dissected neural tubes are incubated in Ca<sup>2+</sup> and Mg<sup>2+</sup>-free Ringer&#x2019;s solution for about 10 min and each neural tube is dissociated with a hand-pulled Pasteur pipette \\(ca. internal diameter of 150 &#x3BC;m and length of 2 to 3 inches).  The dissociated cells are plated in 4&#x2013;8 lines on a non-coated cover glass \\(Fisher Scientific, 12-545-D) in a petri dish \\(Becton Dickinson, 35-1006) containing 4 ml of culture medium.  &#x25B2;CRITICAL The use of non-coated cover glasses helps reduce background noise and increases growth cone viability during optical measurements.  For whole-cell recordings, cells should be plated in the center of the cover glass to allow the positioning of two to three micropipettes in the same culture plate.\r\n\n\nCultures are incubated in an iso-temperature incubator \\(Fisher Scientific, 97-990E) at 20&#x2013;23&#xB0;C for 14&#x2013;16 hrs \\(spinal neurons prepared from stage 22 embryos) or 16&#x2013;18 hrs \\(those prepared from stage 26&#x2013;28 embryos) before experiments are performed.  &#x25B2;CRITICAL It is essential to select embryos at the correct developmental stages and use cultures of the correct age, since the expression of guidance receptors and their effector ion channels is both developmental stage- and culture age-specific \\(see ANTICIPATED RESULTS).  We recommend the use of each set of cultures for not more than 3 hrs.\r\n\n\nExternal recording solutions for membrane potential measurement  1) Culture medium \\(see above).  2) Ringer&#x2019;s solution \\(in mM): 140 NaCl, 5 KCl, 1 CaCl<sub>2</sub>, 1 MgCl<sub>2</sub> and 10 HEPES \\(pH 7.4).  To obtain Ca<sup>2+</sup> free solution, we replaced 1 mM CaCl<sub>2</sub> with 0.5 mM Na<sub>4</sub>-EGTA.\r\n\n\nExternal recording solutions for whole-cell current measurement  For the measurement of VDCC and TRPC currents, the recording solution consists of \\(in mM): 67.4 NaCl, 12.6 Na-gluconate, 2.6 KCl, 35 TEA-Cl, 10 CaCl<sub>2</sub>, 1&#xD7;10<sup>&#x2013;5</sup> saxitoxin, 2&#xD7;10<sup>&#x2013;2</sup> nimodipine \\(for TRPC currents) and 10 HEPES \\(pH 7.4).  For the measurement of CNG currents, the recording solution consists of \\(in mM) 83.4 NaCl, 10.1 Na-gluconate, 2.6 KCl, 35 TEA-Cl, 1 CaCl<sub>2</sub>, 1 MgCl<sub>2</sub>, 1&#xD7;10<sup>&#x2013;5</sup> saxitoxin, 2&#xD7;10<sup>&#x2013;2</sup> nimodipine and 10 HEPES \\(pH 7.4).\r\n\n\nInternal recording solutions for membrane potential measurement  For spinal neurons prepared from stage 22 embryos, the recording solution consists of \\(in mM): 113 K-gluconate, 27 KCl, 1 NaCl, 1 MgCl2, 1 Mg-ATP and 10 HEPES \\(pH 7.4).  For spinal neurons prepared from stage 26&#x2013;28 embryos, the recording solution consists of \\(in mM) 140 K-gluconate, 1 NaCl, 1 MgCl<sub>2</sub>, 1 Mg-ATP and 10 HEPES \\(pH 7.4).\r\n\n\nInternal recording solution for whole-cell current measurement  The internal recording solution consists of \\(in mM): 115 CsCl, 10 TEA-Cl, 10 EGTA, 4 Mg-ATP and 10 HEPES.\r\n\n\nVSD stock solution  Dilute 5 mg in 1.67 ml of ddH<sub>2</sub>O \\(5.5 mM) and store at 4&#xB0;C \\(each 10 &#x3BC;l aliquot)."
        },
        {
            "header": "Equipment",
            "content": "&#x2022; Omega dot glass capillaries \\(FHC, 30-31-075 for whole-cell patch and 30-30-1 for a protein or chemical gradient application)\r\n\n\n&#x2022; Micropipette puller \\(Narishige, PC-10 for both electrodes and gradient application)\r\n\n\n&#x2022; Microforge \\(Narishige, MF830)\r\n\n\n&#x2022; Micrometer syringe \\(Gilmont, GS-1200)\r\n\n\n&#x2022; Anti-vibration tables: Whole-cell patch \\(TMC, 63-540) and optical imaging of a VSD \\(TMC, 794-672)\r\n\n\n&#x2022; Faraday cage \\(TMC, 81-333)\r\n\n\n&#x2022; Inverted microscopes \\(Olympus, IX-70 or -71, see EQUIPMENT SETUP)\r\n\n\n&#x2022; CCD cameras \\(Hitachi, KP-M2 for whole-cell patch; SciMedia, MiCAM02 for optical imaging, see EQUIPMENT SETUP)\r\n\n\n&#x2022; Micromanipulators \\(Narishige, NMN-21 for application of the chemotropic gradients; Newport, 461 controlled by Soma Scientific, MC 300/300K and Narishige, MM-80 for whole-cell patch; SciMedia, FLSP-1 for positioning MiCAM02 CCD camera; see EQUIPMENT SETUP)\r\n\n\n&#x2022; Monitor \\(Sony, PVM-137) &#x25B2;CRITICAL We recommend using a monitor instead of microscope eye pieces to avoid any unwanted vibration while placing recording electrodes onto growth cones.\r\n\n\n&#x2022; Pulse gradient generator \\(General Valve, Picospritzer II)\r\n\n\n&#x2022; Patch clamp amplifier \\(Molecular Devices, Axopatch 200B)\r\n\n\n&#x2022; Oscilloscope \\(Tektronix, TDS 224)\r\n\n\n&#x2022; Stimulator/ Pulse generator \\(Nihon Kohden, SEN-7203 and Grass, SD-9)\r\n\n\n&#x2022; Data acquisition system \\(AD converter, Molecular Devices, Digidata 1320A)\r\n\n\n\r\n\n\nEQUIPMENT SETUP\r\n\n\n**Whole-cell recording setup** Inverted XY-stage microscope equipped with phase-contrast objectives \\(4&#xD7;, 10&#xD7; and 20&#xD7;), a Xenon lamp and filter sets suitable for the excitation and emission wavelengths to visualize fluorescence signals from GFP or RFP \\(a co-expression marker), a CCD camera, a motorized micromanipulator with patch-clamp head-stage and amplifier \\(for a somatic recording).  Two magnetic stands surrounding the inverted microscope: one with a motorized micromanipulator, patch-clamp head-stage and amplifier \\(for a growth cone recording), and the other with a mechanical micromanipulator, pipette holder, pressure-pulse generator, electrical pulse generator and house compressed air \\(for application of a chemotropic gradient).\r\n\n\n**Optical imaging setup** Inverted XY-stage microscope equipped with phase-contrast \\(10&#xD7; and 20&#xD7;) and differential interference contrast \\(100&#xD7;) objectives, a Xenon lamp, shutter, tandem filter sets with a beam splitter that are suitable for the excitation and emission wavelengths for VSD optical signals, dual CCD cameras with a mechanical micromanipulator \\(for VSD optical signal detection), a mechanical micromanipulator with pipette holder, pressure-pulse generator, electrical pulse generator and house compressed air \\(for a chemotropic gradient application).  The detailed specifications of optical imaging system \\(e.g., CCD cameras \\[MiCAM02] and their controller) can be found at the distributor&#x2019;s website - \"http://www.scimedia.com/fis/neuro/micam02/\":http://www.scimedia.com/fis/neuro/micam02/.  &#x25B2;CRITICAL It is important that the focus levels through the microscope eye pieces and the CCD cameras are adjusted accurately to be the same and to have identical XYZ positioning for the two CCD cameras."
        },
        {
            "header": "Procedure",
            "content": "**Experimental setup**\r\n\n\n1| Fabricate micropipettes for the administration of chemotropic gradients of various diffusible guidance molecules.  A two-stage pull process is used to obtain micropipettes with a tip diameter of 1.0 μm.  The first-stage and second-stage pulls are achieved, respectively, with 85–89% and 56–59% of pull power.\r\n\n\n2| Fill micropipettes with chemotropic factors \\(i.e., proteins or chemicals) using a back fill method while the pipette holder is kept on ice, especially when filling with temperature-sensitive ligands.\r\n\n\nCAUTION  The stability of ligands is quite variable.  For example, Sema3A and BDNF are quite unstable at room temperature and can be used for only one hour at 23–25°C or for three hours at 4°C.  Netrin-1 can be used for 6 hrs at 23–25°C.  The concentration of ligands in micropipettes can be ≥ 1,000 fold higher than the EC50 when they are administrated in the bath\n15–17,25\n.\r\n\n\n3| For unstable ligands store the gradient-forming micropipettes at 4°C until use.\r\n\n\n\r\n\n\n**Culture preparation for whole-cell recordings √TIMING >2 hrs**\r\n\n\n1| Place external recording solutions at 23–25°C for at least 2 hrs before use \\(solutions are stored at 4°C).\r\n\n\n2| Fabricate whole-cell recording electrodes for a 3-hr experiment \\(normally 8–16 capillary pipettes).  A two-stage pull process is required to obtain electrodes with tip diameters of 1.5 μm and resistance of 6–8 MΩ.  The first-stage and second-stage pulls are achieved with 89–92% and 65–69% of pull power, respectively.  Heat-polish the tip of the electrode under a microforge \\(magnification 525×) by bringing it close to a U-shaped platinum wire coated with a drop of silicon glass \\(~10 μm apart), through which a current 30–40% of the full power is passed for < two seconds, repeated several times to obtain the desired tip shape and opening.  Sufficient heat-polish can be determined by the clear visibility of the internal border of the electrode throughout the tip region.\r\n\n\nCAUTION  Even if we use the same parameters to fabricate electrodes, there is a discernible variance in the electrode resistance depending on the room temperature and humidity.  It is easier to adjust the above parameters by referencing amplitudes of leak currents \\(with square pulses for a seal test, 5 mV for 7 ms) when the recording electrode is placed in the bath recording solution \\(see below for the detail).\r\n\n\n3| Defrost internal recording solutions at 23–25°C for at least 30 min and filter them with syringe filters \\(Millipore, Millex GV 0.22 μm) before use.  Normally, these solutions can be used for 6–8 hrs.  For experiments that require intracellular administration of either agonists or antagonists, keep the internal recording solutions containing these chemicals on ice until 5 min before use.\r\n\n\n4| Replace the culture medium with external recording solutions containing agonists and antagonists\n15–17\nat least 30 min before initiating experiments.\r\n\n\n\r\n\n\n**Culture preparation for optical imaging of VSD √TIMING ~2 hrs**\r\n\n\n1| Transfer a cover glass on which spinal neurons are plated from a culture dish to the outside bottom of a culture dish in which a round-rectangular hole has been cut \\(12.5×25 mm) and make a water-tight seal between it and the dish with high vacuum grease \\(Dow Coning) so that the cover glass surface on which the cells are plated faces the inside of the dish.\r\n\n\n▲CRITICAL STEP  It is important to avoid any shear stress while transferring the cover glass.  The cover glass can be placed on a paper towel on a flat bench and the punctured culture dish on the outside of which the grease is placed surrounding the edge of the hole can be pressed onto the cover glass.  Although the high vacuum grease is considered harmless to neurons, we noticed that the viability of growth cones is noticeably reduced after 3 hours.\r\n\n\n2| Add 400 μl of culture medium immediately after the transfer, habituate the cells for ~30 min and check the viability of the growth cones under a phase-contrast microscope \\(magnification 200×).\r\n\n\nCAUTION  It is important to verify the viability of cells before staining with the VSD.  Make sure that the majority of growth cones display several active filopodia.  Cultures with more than 30% of either growth cones without filopodium or bulged neurites should be discarded.\r\n\n\n3| Add 400 μl of culture medium containing di-2-ANEPEQ \\(150 μM) and incubate for 30 min at 25°C in an iso-temperature incubator.\r\n\n\n4| Wash with 2 ml of fresh culture medium several times and incubate for > 1 hr to allow for recovery.\r\n\n\n\r\n\n\n**Whole-cell recordings \\(common procedures) √TIMING up to 3 hrs**\r\n\n\n1| Place a grounding wire \\(coiled) in the bath.\r\n\n\n2| Find neurons with healthy growth cone\\(s) having active filopodia under a phase-contrast microscope \\(magnification 100×).  For cultured neurons derived from stage 22 embryos, we select growth cones with 100–150 μm long neurites.  For neurons derived from stage 26–28 embryos, we use those with 250–350 μm long neurites.\r\n\n\n3| Using 200× magnification, position the tip of the guidance molecule gradient-forming micropipette at a distance of 100 μm away from the center of the growth cone palm and at an angle of 45° with respect to the initial direction of extension of the last 10 μm segment of the neurite.\r\n\n\nCAUTION  Gradient administration can be tested by positioning the tip of the micropipette toward a small granule in the bath before and after whole-cell recordings are made.\r\n\n\n4| Apply chemotropic gradients through a micropipette filled with a ligand using repetitive pressure injections for at least 5 min before whole-cell patch is made and persisting until the end of the recordings.  The pressure is generated by an electrically gated pressure application system.  A standard pressure pulse of 3 p.s.i. in amplitude and 20 ms in duration is applied to the micropipette at a frequency of 2 Hz by a pulse generator.\r\n\n\n5| Fill the recording electrode to more than two thirds of its volume with the internal recording solution.\r\n\n\n6| Apply positive pressure to the recording electrode through Teflon tubing \\(0.86 mm in inside diameter and 75 cm in length) connected to a micrometer syringe \\(half turn, 50 μl) .\r\n\n\nCAUTION  Due to the positive pressure, the efflux of the internal recording solution can be seen through the eye pieces of an inverted microscope.\r\n\n\n? TROUBLESHOOTING\r\n\n\n7| Compensate the capacitance that emanates from a recording electrode and then place it in the bath while applying repeated 5-mV pulses of 7 ms duration at 7-ms intervals for a seal test under the voltage-clamp configuration \\(commanding potential = 0 mV).\r\n\n\nCAUTION  An appropriate tip opening size and recording electrode resistance are required to obtain a high success rate in acquiring the cell attach patch and the subsequent whole-cell patch.  Corresponding leak currents created by 5-mV pulses should be 280–360 pA and 240–300 pA for the voltage-clamp current and membrane potential measurements, respectively.\r\n\n\n8| Use a motorized micromanipulator to position a recording electrode on the growth cone.  An indentation at the growth cone due to efflux of internal recording solution can be observed.\r\n\n\nCAUTION  Once a recording electrode reaches close to the growth cone \\(< 50 μm away), its positioning should be completed as soon as possible \\(desirably within 20 sec).  Otherwise, the chemotropic gradient could be disrupted due to the efflux of the internal recording solution due to positive pressure.\r\n\n\n? TROUBLESHOOTING\r\n\n\n9| Terminate the positive pressure to a recording electrode by removing the micrometer syringe \\(eventually this process provides a negative \\[suck up] pressure to the growth cone due to capillarity).  This process is followed by changing the commanding \\(holding) potential to –10 mV.\r\n\n\n10| Maintain the commanding potential \\(–10 mV) until the cell attach patch is achieved.  If necessary, a negative pressure can be applied to the growth cone through a recording electrode using a micrometer syringe \\(25–50 μl, one quarter to half turn).\r\n\n\nCAUTION  It is important that the recording electrode is properly positioned on growth cone.  If it is well positioned the cell attach patch can be obtained within 10–20 sec just by the removal of the positive pressure-applying micrometer syringe.  If the cell attach patch is not obtained within one minute despite the use of a negative pressure, the cell should be discarded.  If necessary, re-compensate the pipette capacitance.\r\n\n\n? TROUBLESHOOTING\r\n\n\n11| Change the commanding potential to 5–10 mV depolarized potential relative to the putative reversal potential.  For VDCC current and leak current measurements, hold the potential at –50 ~ –40 mV.  For membrane potential measurements, hold it respectively at ca. –50 mV and at ca. –60 mV for neurons derived from stage 22 and stage 26–28 embryos.  These are the commanding potential values before adjustment of the liquid junction potentials.\r\n\n\n12| Make the whole cell by applying the zap \\(< 0.5 ms in duration) while negative pressure \\(25 μl, one quarter turn) is applied to the recording electrode.  Successful achievement of the whole cell can be observed on the oscilloscope as a sudden increase in the leak currents \\(peak, >250 pA) followed by a slowing \\(but much faster than that observed from somatic recording, t = < 1 ms) of the capacity transients in response to seal test voltage pulses \\(see Fig. 4).  An input resistance of > 1 GΩ is expected from the growth cone whole-cell patch, allowing measurement of leak currents under the whole-cell voltage-clamp configuration.\r\n\n\nCAUTION  If dual whole-cell recordings from the soma and a growth cone are planned, obtain one cell attach patch at the soma first and then the other at the growth cone and break in the one on the soma before the one on the growth cone.  The resistance of the recording electrode for the soma should be 30–40% lower than that for the growth cone.\r\n\n\n13| Maintain the commanding potential under the voltage-clamp configuration for at least 30–60 sec to equilibrate the intracellular ion milieu with the internal recording solutions.\r\n\n\n14| Compensate the series resistance \\(~ 40–50 %) with a 10 μs lag \\(see Fig. 4).\r\n\n\nCAUTION  This process is important for the measurement of whole-cell currents under the voltage-clamp configuration.  Whole-cell patchs with an initial series resistance of > 25 MΩ should be discarded.\r\n\n\n\r\n\n\n**Measurement of VDCC currents √TIMING 3–4 min**\r\n\n\n1| Set the commanding potential at –40 mV \\(for L-type currents), –50 mV \\(for N- and R-types) or –80 mV \\(for T-types).\r\n\n\n2| Apply voltage-steps \\(100 ms in duration) with 10 mV increments up to +50 mV at 0.067 Hz \\(every 15 sec) and measure whole-cell currents \\(data acquisition at 2 KHz with low-pass filter at 2 KHz).\r\n\n\n3| Check the series resistance without compensation.\r\n\n\nCAUTION  Discard the data if the series resistance differs by more than 15% from that observed initially.  This criterion is also applied to leak current measurements.\r\n\n\n\r\n\n\n\r\n\n\n1| Set the commanding potential at –10 mV.\r\n\n\n2| Apply a voltage step to +60 mV \\(300 ms in duration) followed by a voltage ramp from +120 mV to –120 mV and return to –10 mV and measure whole-cell leak currents \\(data acquisition at 2 KHz with low-pass filter at 2 KHz).\r\n\n\n3| Repeat step 2| up to 10 times at 0.067 Hz \\(every 15 sec).\r\n\n\n4| Check the series resistance without compensation.\r\n\n\n\r\n\n\n\r\n\n\n1| Switch to a current-clamp mode \\(I-clamp normal) without any accessing current.\r\n\n\n2| Measure the potential for 3 min \\(data acquisition at 250 Hz with low-pass filter at 2 KHz).\r\n\n\n3| Remove the whole-cell recording electrode and measure the potential in the bath.\r\n\n\nCAUTION  A difference between the potential during the whole-cell patch and that in the bath indicates a potential difference across the plasma membrane \\(i.e., membrane potential).  A liquid junction potential, which occurs when ionic solutions with different mobilities encounter one another, should be adjusted offline.\r\n\n\n\r\n\n\n**Optical imaging of VSD √TIMING ~30 min**\r\n\n\n1| Put a minimal volume of mineral oil on a 100× objective \\(N.A. 1.4).\r\n\n\n2| Find an appropriate neuron as in 2| of “Whole-cell recordings \\(common procedure)”.\r\n\n\n3| Position a chemotropic gradient application micropipette as in 3| of “Whole-cell recordings \\(common procedure)”.\r\n\n\nCAUTION  Make sure that the micropipette is functioning as described in 3| in “Whole-cell recordings \\(common procedure)”, since the micropipette will be out of the visual field under a 100× objective.\r\n\n\n4| Switch 20× objective to 100×.\r\n\n\n5| Start to capture VSD fluorescence images at 0.13 Hz \\(every 7.5 sec) with a 10–20 ms exposure time.  VSD is excited at 460–500 nm \\(Xenon lump \\[100 Watts] through a band pass filter) and emission signals are collected at 510–600 nm \\(reference for movements and volume compensation) and 610–700 nm \\(potential shift measurement).\r\n\n\nCAUTION  It is important to prevent unnecessary exposure of cultured neurons stained with a VSD to light.  In particular, once image acquisition begins the room should be kept completely dark \\(even the monitor of the data acquisition computer should be turned off).\r\n\n\n6| After capturing a baseline control for 2 min, begin applying the chemotropic gradient and continuously capture fluorescence images for another 8 min.\r\n\n\nCAUTION  After the experiment check the focus through the eye pieces \\(the focus level could not be adjusted during image acquisition) to exclude drift of the focus levels.  Images captured with noticeable focus level changes should be discarded."
        },
        {
            "header": "Troubleshooting",
            "content": "**Difficulty in obtaining cell-attach patch or maintaining whole-cell patch**\r\n\n\nAir pressure leakage from tubing and too tight torque force at the pipette holder of the headstage will likely cause failure to obtain or maintaining growth cone patches, in addition to the common concerns such as an unbalanced rig and usage of motorized drives of the manipulator at extreme positions \\(not center positions).  Tubing and rubber rings can be replaced if failure in obtaining or maintaining patches is not due to inappropriate rig and manipulator setting.  To secure a pressure seal, it is also important that the length of silicon tube at the junction of the silver wire electrode and headstage is &#x2265;3 mm.\r\n\n\n\r\n\n\n**Loss of focus during optical measurement**\r\n\n\nA lack of adequate alignment between the cover glass and the oil immersed objective, and drifting of the oil immersed objective are major problems that preclude maintenance of proper focus levels during the optical measurement.  The former problem can usually be minimized by avoiding growth cones located at the edge of the cover glass and by the use of a minimum volume of mineral oil.  It is vital to realize that the quality of the neuronal cultures determines the quality of the data.  The latter problem can be fixed by tightening the rim ring of the focus knob, but make sure that the focus levels through the microscope eye pieces and CCD cameras are identical before further adjustment is made."
        },
        {
            "header": "Anticipated Results",
            "content": "Successful data acquisition depends on the quality of the cultures \\(i.e., viability of growth cones) in addition to the researcher&#x2019;s technical skill and the stability of the equipment set-up.  To obtain reliable data, acquisition of the whole-cell should be achieved successfully ca. 80% of the time.  Six to ten experimental and control whole-cell recordings can be achieved with one set of cultures over a 3-hr period.  For the optical imaging of VSD, only one growth cone from one culture plate can be imaged due to the phototoxicity of the VSD.  We do not use radical scavengers to reduce the phototoxicity because they inhibit the activity of lipoxygenase<sup>16</sup> and monooxgenase34, which, respectively, mediate UNC5-mediated netrin-1 and Sema3A repulsive signals.\r\n\n\n\r\n\n\n**VDCC currents**\r\n\n\nThe amplitude of each type of VDCC currents dynamically changes depending on the embryonic stage from which the cultured neurons are prepared and how long the neurons are cultured.  For example, ca. one third of the growth cones of cultured spinal neurons prepared from stage 22 embryos show a lack of macroscopic VDCC currents when the culture age is &lt; 12 hrs.  At a culture age of 14&#x2013;16 hrs, when netrin-1 induces bi-directional growth cone turning<sup>16,25,33</sup>, voltage-steps evoke macroscopic VDCC currents \\(peak currents: 600&#x2013;800 pA) in nearly 100% of growth cones.  The majority of these currents are L- and N-types \\(in a proportion of approximately 60% and 40%).  If the culture age becomes older \\(&gt; 18 hrs, when growth cones lose their responsiveness to netrin-1) or the neurons are prepared from stage 26&#x2013;28 embryos and are incubated for 16&#x2013;18 hrs \\(when growth cones respond to Sema3A)<sup>15&#x2013;17</sup>, N-type currents become prominent \\(ca. 50&#x2013;60% of the total VDCC currents) over L-types \\(ca. one quarter to one third of the total VDCC currents).  This proportion shift is likely due to increased N-type currents, not to decreased L-types \\(i.e., amplitudes of total VDCC currents are also 20&#x2013;30% greater than those evoked in younger growth cones).  Both R- and T-type currents are barely detectable, and P/Q-type currents are not detected in these cultured embryonic neurons<sup>35</sup>.\r\n\n\n\r\n\n\n**Leak currents**\r\n\n\nConstituents and amplitudes of leak currents evoked by inversed voltage-ramps also depend on the developmental stages of embryos and the culture ages.  Growth cones of spinal neurons derived from stage 22 embryos and incubated for 14&#x2013;16 hrs show outwardly rectified TRPC currents11 but L-cis diltiazem-sensitive leak currents are not observed<sup>17</sup>, suggesting that growth cones at this neuronal age possess TRPC channels but not CNG channels.  In older growth cones \\(i.e., derived from stage 26&#x2013;28 embryos and incubated for 16&#x2013;18 hrs), both 2-APV- and L-cis diltiazem-sensitive leak currents are observed, suggesting the functional expression of both TRPC and CNG channels in these growth cones, although putative TRPC currents show weaker outward rectification than those observed in younger growth cones11 \\(Fig. 5).  Interestingly, Sema3A suppresses the inward component of 2-APV-sensitive TRPC currents in a dose-dependent manner \\(Fig. 5).  Moreover, bath-application of a low concentration of La3+ \\(100 &#x3BC;M) does not reduce, but rather increases leak currents in older growth cones, suggesting a lack of functional TRPV \\(vanilloid) channel expression \\(our unpublished observation).\r\n\n\n\r\n\n\n**Membrane potentials**\r\n\n\nGrowth cone resting membrane potentials are also dependent on neuronal age.  Growth cones of younger neurons \\(derived from stage 22 embryos and cultured for 14&#x2013;16 hrs, show resting potentials of ca. &#x2013;71 mV <sup>15</sup>.  They contain 28 mM \\[Cl<sup>&#x2013;</sup>]<sub>i</sub>, the efflux of which likely causes depolarization.  Older growth cones \\(derived from stage 26&#x2013;28 embryos and incubated for 16&#x2013;18 hrs), show resting potentials of ca. &#x2013;81 mV15.  They contain only 7 mM \\[Cl<sup>&#x2013;</sup>]<sub>i</sub> and Cl<sup>&#x2013;</sup> influx causes hyperpolarization.  Interestingly, diffusible guidance signals cause ca. 15-mV growth cone membrane potential shifts at the specific neuronal ages at which they function: Chemoattractants cause depolarization and chemorepellents cause hyperpolarization15.  Congruent with the changes in growth cone membrane potentials observed by whole-cell recordings, decrease or increase of di-2-ANEPEQ fluorescence of ca. 1% is expected in response to attractive or repulsive guidance molecules, respectively<sup>15</sup>.  It is noteworthy that the membrane potential shifts caused by guidance molecules are likely signaling events different from the modulations of whole-cell VDCCs and leak currents caused by phosphorylation/ dephosphorylation of Ca<sup>2+</sup> conducting ion channels or changes in their copy numbers.  The magnitudes of the membrane potential changes \\(i.e., ca. 15 mV) are sufficient to switch the relative activities of the most effective ion channels according to their voltage-dependent channel kinetics \\(e.g., from L- and N-type to R- and T-type VDCCs)."
        },
        {
            "header": "References",
            "content": "1. Tessier-Lavigne, M. &amp; Goodman, C.S.  The molecular biology of axon guidance.  _Science_ **274**, 1123-33 \\(1996).\r\n  2. Grinvald, A. &amp; Farber, I.C.  Optical recording of calcium action potentials from growth cones of cultured neurons with a laser microbeam.  _Science_ **212**, 1164-1167 \\(1981).\r\n  3. Grinvald, A., Ross, W.N., &amp; Farber, I.C.  Simultaneous optical measurements of electrical activity from multiple sites on processes of cultured neurons.  _Proc. Natl. Acad. Sci. USA_. **78**, 3245-3249 \\(1981).\r\n  4. Loew, L.M. et al.  A naphthyl analog of the aminostyryl pyridinium class of potentiometric membrane dyes shows consistent sensitivity in a variety of tissue, cell, and model membrane preparations.  _J. Membr. Biol_. **130**, 1-10 \\(1992).\r\n  5. Cohan, C.S., Haydon, P.G., &amp; Kater, S.B.  Single channel activity differs in growing and nongrowing growth cones of isolated identified neurons of Helisoma.  _J. Neurosci. Res_. **13**, 285-300 \\(1985).\r\n  6. Belardetti, F., Schacher, S., &amp; Siegelbaum, S.A.  Action potentials, macroscopic and single channel currents recorded from growth cones of Aplysia neurones in culture.  _J. Physiol_. **374**, 289-313 \\(1986).\r\n  7. Belardetti, F., Schacher, S., Kandel, E.R., &amp; Siegelbaum, S.A.  The growth cones of Aplysia sensory neurons: Modulation by serotonin of action potential duration and single potassium channel currents.  _Proc. Natl. Acad. Sci. USA_. **83**, 7094-7098 \\(1986).\r\n  8. Lipscombe, D. et al.  Spatial distribution of calcium channels and cytosolic calcium transients in growth cones and cell bodies of sympathetic neurons.  _Proc. Natl. Acad. Sci. USA_. **85**, 2398-2402 \\(1988).\r\n  9. Fu, W.M., Liou, H.C., &amp; Chen, Y.H.  Nerve terminal currents induced by autoreception of acetylcholine release.  _J. Neurosci_. **18**, 9954-9961 \\(1998).\r\n  10. Greka, A., Navarro, B., Oancea, E., Duggan, A., &amp; Clapham, D.E.  TRPC5 is a regulator of hippocampal neurite length and growth cone morphology.  _Nat. Neurosci_. **6**, 837-845 \\(2003).\r\n  11. Wang, G.X. &amp; Poo, M.  Requirement of TRPC channels in netrin-1-induced chemotropic turning of nerve growth cones.  _Nature_ **434**, 898-904 \\(2005).\r\n  12. Yazejian, B. at al.  Direct measurements of presynaptic calcium and calcium-activated potassium currents regulating neurotransmitter release at cultured Xenopus nerve-muscle synapses.  _J. Neurosci_. **17**, 2990-3001 \\(1997).\r\n  13. Yazejian, B., Sun, X.P., &amp; Grinnell, A.D.  Tracking presynaptic Ca<sup>2+</sup> dynamics during neurotransmitter release with Ca<sup>2+</sup>-activated K<sup>+</sup> channels.  _Nat. Neurosci_. **3**, 566-571 \\(2000).\r\n  14. Li, W., Thaler, C., &amp; Brehm, P.  Calcium channels in Xenopus spinal neurons differ in somas and presynaptic terminals.  _J. Neurophysiol_. **86**, 269-279 \\(2001).\r\n  15. Nishiyama, M., von Schimmelmann, M.J., Togashi, K., Findley, W.M., &amp; Hong, K.  Membrane potential shifts caused by diffusible guidance signals direct growth-cone turning.  _Nat. Neurosci_. **11**, 762-771 \\(2008).\r\n  16. Nishiyama, M. _et al_.  Cyclic AMP/GMP-dependent modulation of Ca<sup>2+</sup> channels sets the polarity of nerve growth-cone turning.  _Nature_ **423**, 990-995 \\(2003).\r\n  17. Togashi, K. _et al_.  Cyclic GMP-gated CNG channels function in Sema3A-induced growth cone repulsion.  _Neuron_ **58**, 694-707 \\(2008).\r\n  18. Inoue, M., Hashimoto, Y., Kudo, Y., &amp; Miyakawa, H. Dendritic attenuation of synaptic potentials in the CA1 region of rat hippocampal slices detected with an optical method.  _Eur. J. Neurosci_. **13**, 1711-1721 \\(2001).\r\n  19. Enoki, R., Namiki, M., Kudo, Y., &amp; Miyakawa, H.  Optical monitoring of synaptic summation along the dendrites of CA1 pyramidal neurons.  _Neuroscience_ **113**, 1003-1014 \\(2002).\r\n  20. Carlson, G.C. &amp; Coulter, D.A.  In vitro functional imaging in brain slices using fast voltage-sensitive dye imaging combined with whole-cell patch recording.  _Nat. Protoc_. **3**, 249-55 \\(2008).\r\n  21. Tominaga, T., Tominaga, Y., Yamada, H., Matsumoto, G., and Ichikawa, M.  Quantification of optical signals with electrophysiological signals in neural activities of Di-4-ANEPPS stained rat hippocampal slices.  _J. Neurosci. Methods_ **102**, 11-23 \\(2000).\r\n  22. Catterall, W.A., Perez-Reyes, E., Snutch, T.P., &amp; Striessnig, J.  International Union of Pharmacology. XLVIII. Nomenclature and structure-function relationships of voltage-gated calcium channels.  _Pharmacol. Rev_. **57**, 411-425 \\(2005).\r\n  23. Barish, M.E.  Voltage-gated calcium currents in cultured embryonic _Xenopus_ spinal neurones.  _J. Physiol_. **444**, 523-543 \\(1991).\r\n  24. Dale, N.  Kinetic characterization of the voltage-gated currents possessed by Xenopus embryo spinal neurons.  _J. Physiol_. **489**, 473-488 \\(1995).\r\n  25. Hong, K., Nishiyama, M., Henley, J., Tessier-Lavigne, M. &amp; Poo, M.  Calcium signalling in the guidance of nerve growth by netrin-1.  _Nature_ **403**, 93-98 \\(2000).\r\n  26. Gomez, T.M. &amp; Zheng, J.Q.  The molecular basis for calcium-dependent axon pathfinding.  _Nat. Rev. Neurosci_. **7**, 115-125 \\(2006).\r\n  27. Hille, B. Ion Channels of Excitable Membranes \\(Sinauer, Sunderland, Massachusetts, 2001).\r\n  28. Wu, S. et al.  Cyclic nucleotide-gated channels mediate membrane depolarization following activation of store-operated calcium entry in endothelial cells.  _J. Biol. Chem_. **275**, 18887-18896 \\(2000).\r\n  29. Brown, R.L., Strassmaier, T., Brady, J.D., &amp; Karpen, J.W. The pharmacology of cyclic nucleotide-gated channels: emerging from the darkness.  _Curr. Pharm. Des_. **12**, 3597&#x2013;3613 \\(2006).\r\n  30. Jentsch, T.J., Stein, V., Weinreich, F., &amp; Zdebik, A.A.  Molecular structure and physiological function of chloride channels. _Physiol. Rev_. **82**, 503-568 \\(2002).\r\n  31. Kaupp, U.B. &amp; Seifert, R.  Cyclic nucleotide-gated ion channels.  _Physiol. Rev_. **82**, 769&#x2013;824 \\(2002).\r\n  32. Nieuwkoop, P.D. &amp; Faber, J.  Normal table of Xenopus laevis \\(Daudin). Garland Publishing Inc, New York ISBN 0-8153-1896-0 \\(1994).\r\n  33. Hong, K. et al.  A ligand-gated association between cytoplasimic domains of UNC5 and DCC family receptors converts netrin-induced growth cone attraction to repulsion.  _Cell_ **97**, 927-941 \\(1999).\r\n  34. Terman, J.R., Mao, T., Pasterkamp, R.J., Yu, H.H., &amp; Kolodkin, A.L.  MICALs, a family of conserved flavoprotein oxidoreductases, function in plexin-mediated axonal repulsion.  _Cell_ **109**, 887-900 \\(2002).\r\n  35. Jimenez-Gonzalez, C., McLaren, G.J., &amp; Dale, N. Development of Ca<sup>2+</sup>-channel and BK-channel expression in embryos and larvae of _Xenopus laevis_.  _Eur. J. Neurosci_. **18**, 2175-2187 \\(2003).\r\n  36. Young, S.H. &amp; Poo, M.M.  Spontaneous release of transmitter from growth cones of embryonic neurons.  _Nature_ **305**, 634-637 \\(1983)."
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Warren R. Jelinek for critical comments on the manuscript and Michinori Ichikawa, Kenji Tsubokura and Brady Ogura for assistances for optimizing an optical imaging system and Takeshi Aihara, Masashi Inoue and Hiroyoshi Miyakawa for assistances for obtaining images in Figure 2."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nn.2130",
                "date": "2008-07-31 20:21:04",
                "title": "Membrane potential shifts caused by diffusible guidance signals direct growth-cone turning",
                "authors": [
                    "Makoto Nishiyama",
                    "Melanie J von Schimmelmann",
                    "Kazunobu Togashi",
                    "William M Findley & Kyonsoo Hong"
                ],
                "journal": "Nature Neuroscience",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11015,
                "identity": "9f3df75f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Makoto Nishiyama",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Makoto",
                "middleName": "",
                "lastName": "Nishiyama",
                "suffix": ""
            },
            {
                "id": 11016,
                "identity": "9f3df9e6-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kazunobu Togashi",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kazunobu",
                "middleName": "",
                "lastName": "Togashi",
                "suffix": ""
            },
            {
                "id": 11017,
                "identity": "9f3dfc32-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kyonsoo Hong",
                "email": "",
                "orcid": "",
                "institution": "New York University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kyonsoo",
                "middleName": "",
                "lastName": "Hong",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-26 12:09:45",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2008.170",
        "doiUrl": "https://doi.org/10.1038/nprot.2008.170",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607952,
                "identity": "ebb088a6-1416-42fa-87bc-ff83545c6070",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 18075,
                "visible": true,
                "origin": "",
                "legend": "Detection of mini-EPSC (excitatory postsynaptic current)-like events at cultured Xenopus spinal neuron growth cones.   Neurotransmitters released spontaneously from growth cones activate their growth cone receptors in an autocrine fashion. Sample trace (left) and summary (right) of mini-EPSC-like events. The frequency of these signaling events was similar to that reported previously using plasma membrane patches obtained from myocytes36. This suggests that the growth cone exocytotic process was preserved during the whole-cell voltage-clamp recording procedure.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-482/v1/figure_1.png"
            },
            {
                "id": 2607954,
                "identity": "c0dcb256-4649-4320-a1b3-9f8773314b53",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 56270,
                "visible": true,
                "origin": "",
                "legend": "Optical recording of monosynaptic fEPSPs and their long-term potentiation (LTP) in rat hippocampal slices.   Image (left) shows areas of optical signal detection and the position of a bipolar stimulating electrode. Sample traces (right) show optical signals, (the average of 16 consecutive responses that represent fEPSPs) before and 30 min after the induction of LTP. Hippocampal slices of 450-&#x3BC;m thickness were stained with 100 μM di-2-ANEPEQ. Fractional changes in optical signals evoked by electrical stimulation (15 &#x3BC;A, 300 μs duration) were monitored using a photodiode array detector (Hamamatsu Photonics, Argus-20; see ref. 18 for detailed procedures and data acquisition parameters). Test stimuli (at 0.05 Hz) were delivered at Schaffer-collateral inputs and the induction of LTP was achieved by a tetanic stimulation (100 Hz, 1 sec) to the same inputs. These test stimuli normally yield fEPSPs of ca. 1 mV amplitude, demonstrating the high sensitivity of detection of membrane potential changes by the VSD optical imaging system.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-482/v1/figure_2.png"
            },
            {
                "id": 2607956,
                "identity": "0a93a295-9db0-493b-b701-f5e68f3d4de2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 73223,
                "visible": true,
                "origin": "",
                "legend": "Increased whole-cell Ca^2+^ currents are limited to the growth cones that face a netrin-1 gradient.   a, Configuration for concurrent whole-cell recordings from the soma and the growth cone in the presence of a netrin-1 gradient aimed toward the growth cone. Gc, growth cone; Rec, recording electrode; S, gradient source; Sm, soma. b, Summaries of the I/V relationship (left) and cumulative distribution (right) of peak whole-cell Ca^2+^ currents obtained by dual whole-cell recordings at the growth cone and soma of the same neuron. Ca^2+^ currents were evoked in the presence (closed circles and squares, n = 7) or absence (open circles and squares, n = 8) of the netrin-1 gradient aimed toward growth cones. All experiments were performed after a 5 min exposure to the netrin-1 gradient. Error bars represent s.e.m. Data are reproduced from ref. 16.",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-482/v1/figure_3.png"
            },
            {
                "id": 2607955,
                "identity": "87b42e81-26ef-484d-b642-2325373653b1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:52",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 10015,
                "visible": true,
                "origin": "",
                "legend": "Seal test of the cell-attached patch and whole-cell patch and subsequent compensation of series resistance.   Sample current profiles in response to voltage-steps for seal test (5 mV for 7 ms) when the recording electrode was placed in the bath (first panel), when the cell-attached patch was obtained (second panel), when the whole-cell patch was made (third panel) and the after series resistance was compensated (fourth panel).",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-482/v1/figure_4.png"
            },
            {
                "id": 13464542,
                "identity": "323b3a8e-e0df-47e8-a97e-c8d95b15149c",
                "added_by": "auto",
                "created_at": "2021-09-16 20:43:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 357907,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-482/v1/a694929a-1202-48bc-83d4-16ae8a8e1bd2.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "growth cone, whole-cell patch, optical imaging, membrane potential, leak currents, voltage-gated calcium channels, TRP channels, cyclic nucleotide-gated channels\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Detection of electrical activity in nerve growth cones",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2008-09-15 06:43:05",
                "doi": "10.1038/nprot.2008.170",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f3da8ce-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "September 15th, 2008",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2153,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2008-09-15 06:43:05",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}