{
    "identity": "pex-903",
    "title": "<p>Bioengineering microfluidic organoids-on-a-chip</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>This protocol describes the key steps for the fabrication and culture of mini-guts generated from primary mouse ISCs, including procedures for hydrogel loading, laser-ablation of perfusable microchannels, and long-term tissue growth and maintenance. The implementation of these protocols requires basic experience with mouse intestinal organoid culture, as well as access to elastomeric microdevices which can be readily generated via standard microfabrication procedures performed in a clean room facility (present in most institutions).</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Organoid culture</strong></p><p>Advanced DMEM/F12&nbsp;(Gibco, 12634010)</p><p>Glutamax&nbsp;(Gibco, 15630056)</p><p>HEPES&nbsp;(Gibco, 35050038)</p><p>Penicillin-streptomycin&nbsp;(Gibco, 15140122)</p><p>B27-supplement&nbsp;(Gibco, 17504044)</p><p>N2-supplement&nbsp;(Gibco, 17502048)</p><p>N-acetylcysteine&nbsp;(Sigma, A9165-5G)</p><p>Murine EGF&nbsp;(Peprotech, 315-09-1MG)</p><p>R-spondin&nbsp;(produced in-house; alternative source: Peprotech, 315-32)</p><p>Noggin&nbsp;(produced in-house; alternative source: Peprotech, 250-38)</p><p>CHIR99021&nbsp;(Calbiochem, 361559)</p><p>Valproic acid&nbsp;(Sigma, P4543)</p><p>TrypLE Express Enzyme (Gibco, 12605028)</p><p>DNase I (Sigma, 10104159001)</p><p>Fetal Bovine Serum, qualified, heat inactivated (FBS-HI, Gibco, 10500064)</p><p>Primocin (Invivogen, ant-pm-2)</p><p>Y27632 (Selleckchem, S1049)</p><p>Thiazovivin (Stemgent, 040017)</p><p>PBS&nbsp;(Gibco, 10010015)</p><p><br></p><p><strong>Preparation of hydrogel</strong></p><p>Native collagen, bovine dermis, 5 mg/mL (Koken, KKN-IAC-50)</p><p>Matrigel (Corning, growth factor reduced, phenol red-free formulation)</p><p>1M Sodium Bicarbonate (Alfa Aesar, J63025)</p><p>DMEM powder, high glucose, pyruvate (Gibco, 12800017)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>Common equipment</strong></p><p>15 mL and 50 mL centrifuge tubes (Falcon, Corning)</p><p>40 µm Cell strainers (Falcon, Corning)</p><p>BSL-2 biosafety cabinet</p><p>Vacuum pump</p><p>Benchtop centrifuge for 15mL/50mL centrifuge tubes</p><p>Humidified cell culture incubator&nbsp;(37°C, 5% CO<sub>2</sub>)</p><p>Water bath&nbsp;(37°C)</p><p>White Kimtech Science Dry Wipes&nbsp;(Kimtech, 7552)</p><p>Inverted benchtop microscope for examination of cultures</p><p>PALM MicroBeam laser microdissection system (Zeiss)</p>"
        },
        {
            "header": "Procedure",
            "content": "Part 1: Mouse intestinal organoid culture\nMurine intestinal crypts can be extracted from 5–10-week-old mouse, following previously published protocols\n3,5\n. Passaging should be performed every 4\nth\nday with a 1:4 split ratio. Fresh medium should be replenished every other day. Organoids should ideally be used between passage 5 and 20. Representative images of organoid growth are shown in\nFigure 1\n.\nMedia formulations used in the protocol\nBase medium (BM):\nAdvanced DMEM/F12 medium supplemented with 1x Glutamax, 10 mM HEPES, 100 g/ml Penicillin/Streptomycin (Gibco).\nThis medium can be stored at +4ºC for 1 month.\nBase medium with growth factors (BMGF):\nPrepared from BM supplemented with 1x B27 supplement, 1x N2 supplement (Gibco) and 1mM N-acetylcysteine (Sigma). This medium can be stored at +4ºC for 2 weeks.\nISC expansion medium (ENRCV):\nPrepared from BMGF supplemented with growth factors 50 ng/ml EGF, 100 ng/ml Noggin, 500 ng/ml R-Spondin 1, 3 μM CHIR99021 and 1 mM valproic acid. This medium should always be prepare fresh.\nFor freshly extracted mouse crypts and single-cell culture, 2.5 μM Thiazovivin (Stemgent) is added to the ENRCV medium for the first two days to prevent anoikis.\nTo prepare in advance\nMedium: BM, BMGF, ENRCV.\nThaw Matrigel [number of wells to split] × 100 µl on ice, 30 min in advance.\nPlace new 24-well plate to the incubator at 37ºC for preheating.\nTake [number of wells to split] × 2 ml of BM and keep on ice.\nOrganoid passaging\n1. Aspirate the medium from the wells containing organoids embedded in Matrigel.\n2. Add 950 µl of BM to the well and disrupt Matrigel drops by pipetting up and down several times.\n3. Collect the well contents in a 15 ml tube on ice.\n4. Spin down at 800 rpm, 3 min, 4ºC.\n5. Remove supernatant and resuspend organoids in ~2ml of BM. Triturate vigorously with glass pipette for 15-20 times.\n6. Spin down at 900 rpm, 4min, 4ºC.\n7. Remove supernatant and resuspend organoids in Matrigel. Keep the tube always on ice.\n8. Take a pre-heated 24-well plate from the incubator.\n9. Make approx. 20-25 µl drops in each well.\n10. Turn the plate upside down and incubate for 10-20 min in the incubator.\n11. In the meantime, prepare ENRCV.\n12. Add 500 µl of prewarmed ENRCV in each well.\n13. Place the plate in the incubator (37°C, 5% CO\n2\n).\n14. On the second day after passaging, replenish the ENRCV medium.\n15. On the fourth day after passaging, use the organoids for mini-gut preparation, or perform another passaging step.\nPart 2: Hydrogel loading\nTo prepare in advance\nShelf-stored PDMS microchips bonded on 35 mm glass bottom dishes.\nMatrigel, 50 µl aliquots stored at -20°C\n10x DMEM, DMEM powder dissolved as 10x in ddH2O. Aliquots stored at -20°C\nMicrodevice preparation\n1. Wash the microdevices with ddH2O and using the vacuum pump aspirate the water from all reservoirs. Make sure that chips are nearly dry and leave the dishes open to dry them out completely.\nOPTIONAL:\nLeave the chips open under the hood and turn on UV for 10-20 min for additional sterilization.\n2. Immediately before use place the chips on ice to cool down, while preparing the gel precursor solution.\nHydrogel precursor preparation\n3. In two cooled down 1.5 ml tubes, prepare the hydrogel components as follows:\nTube #1:\n20 µl of Matrigel\nTube #2:\n10 µl 10x DMEM\n9 µl Base medium (BM)\n1 µl 1M Sodium Bicarbonate (S)\nMix well by pipetting\n4. Add 80 µl of collagen to the tube #2, mix well by pipetting.\n5. Transfer 80 µl from the tube #1 to the tube #2, mix well by pipetting.\nCRUCIAL:\nMix the hydrogel very fast but carefully to prevent bubbles. Do not hold in hand for too long while mixing and return everything back on ice as soon as possible. Prepare the hydrogel mix always fresh and use it within 10 min after preparation.\nMatrix loading\n7. Cool down the microdevices by placing them on ice.\n8. Using the vacuum pump, dry the microdevices by applying the glass pipette to the hydrogel-loading port. Make sure no condensate is left in the matrix chamber.\n9. Very slowly and carefully introduce 8 µl of premixed hydrogel precursor to the central matrix chamber through the hydrogel-loading port. Watch the spreading of the hydrogel inside the matrix chamber, avoiding the introduction of air bubbles and ensuring that the hydrogel comes in contact with the row of pillars without overflowing\n(Figure 2)\n.\n10. Immediately after the hydrogel loading, place the microdevice in a humidified 37°C incubator for 2 min sharp to allow hydrogel pre-polymerization.\n11. Take the microdevice out of the incubator and very slowly introduce BM to the inlet and outlet medium reservoirs. Place the microdevice back in a humidified 37°C incubator for the final hydrogel polymerization (30 min).\n12. Fill the inlet, outlet and basal side medium reservoirs completely with BM. Add 700 µl of PBS to the dishes around the PDMS microdevice.\nPAUSE POINT\n: The microdevices can be stored for 1-2 weeks in a humidified 37°C incubator. Check regularly that there is sufficient amount of media in all reservoirs and PBS around the PDMS microdevice.\nPart 3: Microchannel laser-ablation\nMicrochannels within the hydrogel are generated using a nanosecond laser system (1 ns pulses, 100 Hz frequency, 355 nm; PALM MicroBeam laser microdissection system, Zeiss) equipped with a 10X/0.25NA objective\n(Figure 3a)\n, at a constant stage speed and a laser power, following previously developed protocols\n6\n.\nTo prepare in advance\nA pattern for laser ablation consists of the coordinate list of the consecutive parallel lines. It can be generated manually or semi-automatically, using any algorithmic language. Adobe Illustrator can be used for prototyping and Wolfram Mathematica for coordinates generation. The designs are then converted to the microscope specific format, before being imported onto the PALM MicroBeam system’s interface.\nProtocol\n1. Launch the PALM MicroBeam microscope and PALM Robo user interface according to the system setup guidelines.\n2. Import the desired pattern file and move the stage to the position of the pattern on the screen.\n3. Clean the glass bottom of the microdevice and position it on the microscope’s plate holder, in the field of view of the objective, and align with the pattern. Carefully adjust the microdevice relative angle to make sure it is well aligned with the pattern.\n4. Focus 160 µm above from the microdevice dish glass bottom. This position defines the focus of the laser and the center of the etched microchannel. Adjust settings of the laser energy and cutting speed according to your system setup, so as to achieve 120 µm-height microchannel.\n5. Select all elements of the pattern and start laser ablation.\n6. Inspect microdevices under the benchtop microscope: the microchannels should have a clear inner surface and sharp outlines\n(Figure 3b)\n. Perfuse the resulting microchannels with BM. Flow of medium through the microchannel from the inlet to the outlet reservoir indicates successful laser ablation. Remove the media from the outlet and add fresh BM to the inlet, outlet and basal side medium reservoirs.\nPAUSE POINT\n: The microdevices can be stored for two weeks in the incubator. Check regularly that there is sufficient amount of media in all reservoirs and PBS around the PDMS microdevice.\nPart 4: Mini-gut preparation\nTo prepare in advance\nFBS-HI, 1 ml aliquots are stored at -20°C\nDNAse I, 40000 U/ml dissolved in PBS. 50 µl aliquots stored at -20°C\nOrganoids dissociation into a single-cell suspension\n1. For mini-gut preparation use mouse intestinal organoids between passages 5 and 20.\n2. Prepare dissociation solution composed of:\n50 µl DNAse I aliquot,\n950 ul TrypLE Express solution\n1 mM N-acetylcysteine\n10 µM Y27632\nTIP\n: Use 1 ml of dissociation solution up to 6 wells of mouse intestinal organoids. Scale up the volume of dissociation solution accordingly.\n3. Aspirate the medium from the wells containing organoids embedded in Matrigel.\n4. Add 950 µl of BM to the well and disrupt Matrigel drops by pipetting up and down several times.\n5. Collect the well contents in a 15 ml tube and spin down at 800 rpm, 3min, 4ºC.\n6. Remove supernatant and gently resuspend organoids in 1 ml of dissociation solution.\n7. Dissociate organoids for 10 min at 37ºC by placing the tube in the water bath. Half-way through the digestion knock the tube to break down the cell aggregates.\n8. Meanwhile, prepare 10% FBS in BM, 50 ml tube with a 40-µm cell strainer and empty 1.5 ml tube for single cell suspension collection. Keep everything on ice.\n9. After 10-min incubation add 9ml of 10% FBS to block the digestion.\n10. Carefully and slowly pass the digested organoids through the 40-µm strainer.\n11. Transfer the single cell suspension into a new 15 ml falcon and spin down at 1100 rpm, 4min, 4ºC.\n12. Aspirate the supernatant and resuspend the cells in 100-200 µl of ENRCV containing 2.5 µM Thiazovivin (termed ENRCVT).\n13. Transfer the single cell suspension into the pre-cooled 1.5 ml tube and spin down at 1000 rpm, 3 min.\n14. Resuspend the cell pellet in ENRCVT at a density of about 10\n6\ncells/ml.\nCRUCIAL\n: Keep the single cell suspension always on ice.\nLoading of cells into the microdevices\n15. Take the microdevices from the incubator and aspirate all the media from the microchannel inlet/outlet and basal side medium reservoirs.\n16. Introduce 10 µl of the concentrated cell suspension into the laser-ablated microchannel through the inlet reservoir and allow cells to fill in the microchannel by gravity-driven flow.\n17. Observe under the benchtop microscope the microchannel and crypt-shaped cavities filling up with cells. Wait for about 1-2 min to allow the cells to settle down in the crypt-shaped cavities. To facilitate this process, pipette up and down the single cell suspension in the inlet/outlet reservoirs to prevent cell sedimentation on the bottom and dry the basal side medium reservoirs.\n18. Once the crypt-shaped cavities are filled with cells to about 50-75%, gently harvest the remaining single cell suspension from the inlet/outlet reservoirs and reuse it for the next microdevice.\n19. Perfuse the microdevices thoroughly with fresh ENRCVT medium to remove non-adherent cells from the lumen of the microchannel and from the inlet/outlet reservoirs. To achieve this, add 10 µl of ENRCVT medium to the inlet reservoir and remove the flow-through medium from the outlet reservoir. Wait until gravity-driven flow fills the outlet reservoir with the medium again. Add more medium to the inlet reservoir and repeat this process.\n20. Inspect the microdevices under the benchtop microscope to ensure that crypt-shaped cavities remain packed with cells, while the lumen of the microchannel and inlet/outlet reservoirs are devoid of cells\n(Figure 4a)\n.\n21. Fill the inlet/outlet and basal side medium reservoirs with ENRCVT medium and place the microdevices in the incubator for the next 48 hours.\nPart 5: Long-term mini-gut culture\nCRUCIAL\n: Timely perfusions and media changes are very important for the long-term culture of mini-guts. Successful homeostatic mini-gut culture for prolonged periods of time is ensured by properly setting up a manual/automated perfusion system and adequate microdevice handling.\n1. After 48 h of the cell seeding, replenish the medium (ENRCV) in the basal side reservoirs and perfuse the mini-guts. Observe on a benchtop microscope the microchannel epithelialization process. By the second day, cells should have formed an epithelial monolayer in areas surrounding the crypts\n(Figure 4a)\n.\n2. After the completion of epithelial tube formation (typically: 2-3 days), ENRCV medium in the inlet/outlet reservoirs can be replaced with differentiation medium (ENR), while keeping expansion ENRCV medium in the basal side medium reservoirs for another few days.\n3. During the following days, replenish the medium in the basal side reservoirs every day. Perfuse the mini-guts at least once a day (preferably every 12 h) to remove accumulated shed epithelial cells from the lumen\n(Figure 4b)\n.\n4. After tissue maturation has occurred (typically 4-6 days, depending on the starting cell number loaded into the tube and stem cell proliferation rate), the concentration of CV in the basal side media reservoirs can be gradually decreased over the next three days until complete removal of these growth factors from the medium. Continue to replenish the medium in the basal side reservoirs every 24 h.\nOPTIONAL:\nTo set up automated perfusion, you can use any programmable micro flow pump. Connect tubings to the additional smaller inlet/outlet reservoirs ports. Depending on the type of pump, set up either continuous or interval perfusion cycles, resulting in daily total perfusion of 20 ul of medium."
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Organoids passaging: 1-2 hours, every 4 days;</p><p>Medium replenishment: 30 min, on the second day after passaging</p><p>Hydrogel preparation and loading: 2 hours</p><p>Laser-ablation of the microchannel: 2 hours</p><p>Organoid dissociation and cell loading: 2-3 hours</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Mini-gut growth during the first two weeks is remarkably robust and reproducible; overall, 9 out of 10 mini-guts can be expected to develop properly. Impaired tissue development may be caused by technical issues related to microdevice preparation or with mini-gut culture protocols. Timely perfusions and media changes are very important for the long-term culture of mini-guts. Successful long-term mini-gut culture requires a proper manual/automated perfusion system and adequate microdevice handling. Overall, 8 out of 10 mini-guts can be cultured for at least one month, maintaining similar morphology, cell type composition and patterning.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;Clevers, H. Modeling Development and Disease with Organoids. <em>Cell</em> <strong>165,</strong> 1586–1597 (2016).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;Sato, T. &amp; Clevers, H. Growing Self-Organizing Mini-Guts from a Single Intestinal Stem Cell: Mechanism and Applications. <em>Science</em> <strong>340,</strong> 1190–1194 (2013).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;Sato, T. <em>et al.</em> Single Lgr5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. <em>Nature</em> <strong>459,</strong> 262–265 (2009).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;Fatehullah, A., Tan, S. H. &amp; Barker, N. Organoids as an in vitro model of human development and disease. <em>Nat Cell Biol</em> <strong>18,</strong> 246–254 (2016).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;Yin, X. <em>et al.</em> Niche-independent high-purity cultures of Lgr5+ intestinal stem cells and their progeny. <em>Nat Meth</em> <strong>11,</strong> 106–112 (2013).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;Brandenberg, N. &amp; Lutolf, M. P. In Situ Patterning of Microfluidic Networks in 3D Cell-Laden Hydrogels. <em>Adv. Mater.</em> <strong>28,</strong> 7450–7456 (2016).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We acknowledge support from the following EPFL core facilities: CMi, Histology, BIOP, CryoEM and Gene Expression Core Facilities. This work was mainly funded by the Swiss National Science Foundation (SNSF) research grant #310030_179447, the National Center of Competence in Research (NCCR) ‘Bio-Inspired Materials’ (bioinspired-materials.ch), the EU Horizon 2020 research programme INTENS, the Personalized Health and Related Technologies (PHRT) Initiative from the ETH Board, and EPFL.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41586-020-2724-8",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 512854,
                "identity": "2937d9aa-aaba-44a9-a011-2c2a6027aa78",
                "order_by": 1,
                "name": "Mikhail Nikolaev",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-5955-900X",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mikhail",
                "middleName": "",
                "lastName": "Nikolaev",
                "suffix": ""
            },
            {
                "id": 512855,
                "identity": "73183edd-deb3-450c-a2fa-d1f1293ade6b",
                "order_by": 2,
                "name": "Olga Mitrofanova",
                "email": "",
                "orcid": "https://orcid.org/0000-0001-9805-3052",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olga",
                "middleName": "",
                "lastName": "Mitrofanova",
                "suffix": ""
            },
            {
                "id": 633868,
                "identity": "5e269ceb-e9a8-47b1-a626-5dba67efe0c4",
                "order_by": 3,
                "name": "Nicolas Broguiere",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nicolas",
                "middleName": "",
                "lastName": "Broguiere",
                "suffix": ""
            },
            {
                "id": 633875,
                "identity": "afb80a21-e269-4881-aa6c-eeaa16b4d2ed",
                "order_by": 4,
                "name": "Sara Geraldo",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sara",
                "middleName": "",
                "lastName": "Geraldo",
                "suffix": ""
            },
            {
                "id": 633881,
                "identity": "3373ced3-0458-4b8a-bf19-5c23277443e1",
                "order_by": 5,
                "name": "Yoji Tabata",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yoji",
                "middleName": "",
                "lastName": "Tabata",
                "suffix": ""
            },
            {
                "id": 633940,
                "identity": "c6524e79-45ad-4896-925e-f3c9f2c55df9",
                "order_by": 6,
                "name": "Nathalie Brandenberg",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nathalie",
                "middleName": "",
                "lastName": "Brandenberg",
                "suffix": ""
            },
            {
                "id": 633941,
                "identity": "024ce0d7-5626-4380-9ddb-2e4cf1e05121",
                "order_by": 7,
                "name": "Nikolche Gjorevski",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nikolche",
                "middleName": "",
                "lastName": "Gjorevski",
                "suffix": ""
            },
            {
                "id": 633501,
                "identity": "01aa0653-c6c2-40c0-8806-2b3a8e74072a",
                "order_by": 8,
                "name": "Matthias Lutolf",
                "email": "matthias.lutolf@epfl.ch",
                "orcid": "https://orcid.org/0000-0002-5898-305X",
                "institution": "Laboratory of Stem Cell Bioengineering, School of Life Sciences, Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Matthias",
                "middleName": "",
                "lastName": "Lutolf",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-04-23 11:10:39",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-903/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-903/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2436639,
                "identity": "51133439-5a83-4034-8913-2d6e71b9c3fc",
                "added_by": "auto",
                "created_at": "2020-09-16 16:40:39",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53572,
                "visible": true,
                "origin": "",
                "legend": "Representative images of mouse intestinal organoids cultured in Matrigel. Scale bars, 50 µm.",
                "description": "",
                "filename": "ProtocolExchangeFiguresv11.jpg",
                "url": "https://assets.researchsquare.com/files/pex-903/v1/ProtocolExchangeFiguresv11.jpg"
            },
            {
                "id": 2436640,
                "identity": "2551d7c7-87b8-4a8e-a8b6-8c5f585a4b8c",
                "added_by": "auto",
                "created_at": "2020-09-16 16:40:40",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 143768,
                "visible": true,
                "origin": "",
                "legend": "a, A schematic of 3D hydrogel-containing microdevice developed for mini-gut culture. The system consists of three main compartments: a hydrogel chamber in the centre flanked by two external media reservoirs and two inlet and outlet reservoirs for perfusion through the lumen. b, Step-by-step hydrogel loading procedure. Scale bars, 400 µm.",
                "description": "",
                "filename": "ProtocolExchangeFiguresv12.jpg",
                "url": "https://assets.researchsquare.com/files/pex-903/v1/ProtocolExchangeFiguresv12.jpg"
            },
            {
                "id": 2436641,
                "identity": "f64bbe4b-98d5-4def-b8dc-02d57aebf171",
                "added_by": "auto",
                "created_at": "2020-09-16 16:40:40",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 60052,
                "visible": true,
                "origin": "",
                "legend": "a, Schematic cross-sectional view of laser ablation using a nanosecond-pulsed laser. b, Hybrid collagen I/Matrigel scaffold in the central chamber before and after microchannel laser-ablation. Scale bars, 200 µm.",
                "description": "",
                "filename": "ProtocolExchangeFiguresv13.jpg",
                "url": "https://assets.researchsquare.com/files/pex-903/v1/ProtocolExchangeFiguresv13.jpg"
            },
            {
                "id": 2436642,
                "identity": "21be9a81-f630-4be4-9bc4-76f3a911957f",
                "added_by": "auto",
                "created_at": "2020-09-16 16:40:40",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 248310,
                "visible": true,
                "origin": "",
                "legend": "a, Brightfield and Lgr5-eGFP fluorescence time-course imaging of the epithelium formation in tissue-engineered mini-guts. Extended depth of field (EDF) of bright-field images, calculated for a z-stack of 80 µm; fluorescence confocal images correspond to a maximal intensity projection of a z-stack of ∼60 µm. \nb, 10-day-old mini-gut tube with accumulated dead cells that were shed into the lumen over the course of 9 h before (left) and after perfusion pulse (right). Scale bars, 50 µm. c, Brightfield and Lgr5-eGFP fluorescence of mini-gut deterioration due to the massive accumulation of dead cells within the lumen in the absence of perfusion. Scale bars, 100 µm.",
                "description": "",
                "filename": "ProtocolExchangeFiguresv14.jpg",
                "url": "https://assets.researchsquare.com/files/pex-903/v1/ProtocolExchangeFiguresv14.jpg"
            },
            {
                "id": 13594859,
                "identity": "a41d7b70-567e-4449-b5a0-ffb0ec26b467",
                "added_by": "auto",
                "created_at": "2021-09-17 05:22:10",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 681855,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-903/v1/00230b60-5b37-41dd-81ee-a2f910d3ddc8.pdf"
            }
        ],
        "financialInterests": "The EPFL has filed for patent protection (EP16199677.2, PCT/EP2017/079651) on the technology and its use described herein, and M.P.L., M.N., S.G., Y.T., N.B.(Brandenberg) and N.G. are named as inventors on those patents; M.P.L. and N.B. are shareholders in SUN bioscience SA, which is commercializing those patents.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "stem cell, organoids, bioengineering, organ-on-chip, mini-guts",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Organoids derived from epithelial stem cells have emerged as powerful platforms to model development and disease in a dish<sup>1-3</sup>. However, the current mismatch in anatomy, lifespan and size between native organs and their <em>in vitro</em> counterparts severely limits their applicability<sup>4</sup>. In particular, the closed, cystic architecture of most epithelial stem cell-derived organoids makes experimental manipulation and assay development cumbersome. Here we describe how tissue engineering and cellular self-organization can be combined to guide <em>in vitro</em> organogenesis into openly accessible, functional intestinal tubes termed ‘mini-guts’. Intestinal stem cells (ISCs) rapidly generate simple columnar epithelia when propagated inside basal lamina-like hydrogel scaffolds that feature a tubular and crypt-containing, <em>in vivo</em>-like anatomical structure. Using a microfluidic perfusion system, dead cells shed into the lumen can be continuously removed from the mini-guts. This increases tissue lifespan to months, establishing a homeostatic organoid culture system in which cell proliferation (in crypts) is balanced with cell death (in villus-like domains). The approach developed here can be extended to generate functional tissue/organ models from other epithelial cell types, including primary human stem/progenitor cells from the small intestine, colon or airway, permitting reconstitution of complex organ-level physiology and disease in a personalized manner.</p>",
        "manuscriptTitle": "Bioengineering microfluidic organoids-on-a-chip",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-09-16 16:30:54",
                "doi": "10.21203/rs.3.pex-903/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "26ca0eab-1eec-465d-8557-7008582b88e8",
        "owner": [],
        "postedDate": "September 16th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 112447,
                "name": "Stem cells"
            },
            {
                "id": 112448,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-09-16 16:30:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}