{
    "identity": "pex-1384",
    "title": "<p>A Comprehensive 3D-Molded Bone Flap Protocol for Patient-Specific Cranioplasty</p><p><br></p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p><strong>PREAMBLE</strong></p><p>The current protocol is a guidance tool, in the public domain, designed to assist practitioners in reconstructing large (&gt; 50 cm<sup>2</sup>) or complex skull defects in adult patients. Our aim, guided by standards of excellence, ethics and equity, remains to guide healthcare personnel in neurosurgical practice in limited-resource communities, reaching the unreachable, in low- and middle-income countries.</p><p><strong>&nbsp;</strong></p><p><strong>“</strong><em>It may be part of human nature to err, but it is also part of human nature to create solutions, find better alternatives and meet the challenges ahead” (Kohn LT, Corrigan J and Donaldson MS)</em></p><p><strong>&nbsp;</strong></p><p><strong>CRANIOPLASTY: BASIC CONSIDERATIONS</strong></p><p>Neurological disorders constitute a large and increasing share of the global burden of diseases studies by the WHO, with much of this burden originating in low- and middle-income countries (LMICs) (Feigin <em>et al</em>., 2019). Along with the categorization of neurological diseases, which account for as much of 25% of global death and disability, massive stroke, traumatic brain injury (TBI), brain tumors, congenital deformities and gunshot wounds frequently require large decompressive craniectomy (DC) to reduce intracranial pressure and cerebral edema. For patients who survive, subsequent cranioplasty (i.e., cranial repair) aims to provide cerebral protection, improve blood perfusion and cerebrospinal fluid (CBF) dynamic restoring function and esthetics (see reviews by Hutchinson <em>et al</em>., 2019;, laccarino <em>et al</em>., 2020, 2021). However, varying shapes, sizes and complexities of defects observed in these patients present reconstructive challenges dispensing a customized solution to each individual case (Gil <em>et al.,</em> 2019). As a result, cranial prostheses production is often pricy, becoming out of reach to patient populations that do not have the resources to defray the costs and that are not funded by public health systems in resource-deficient countries. Therefore, despite advancements in bioengineering and medicine, patients in resource-deficient countries continue to face wait times of years – or stand in line over their lifetime - to repair their skull to relieve psychological drawbacks and to increase both mental and social performances.</p><p>&nbsp;</p><p>For centuries, several materials have been tested to repair cranial defects, ranging from coconut shells, allogenic and xenogenic bone grafts, metals to biosynthetic materials, such as ceramics and resins (Alkhaibary A <em>et al.,</em> 2020; Aydin <em>et al</em>., 2001; Khader and Towler, 2016). The characteristics of an ideal prosthesis are resistance to mechanical deformation and to infection, inability to cause inflammatory responses, chemical inertness, non-carcinogenicity, nonconductive to heat/cold, capacity to be sterilized and to be molded into the desired shape, lightweight and low cost. Although there is no ‘silver bullet’, low-cost intraoperatively produced Poly(methyl methacrylate) (PMMA) bone cement, approved by regulatory agencies worldwide, has been increasingly used in cranial repair with good biocompatibility, and great cosmetic and functional results, presenting performance similar To other available materials and little related implant complications when done with proper techniques (Giese <em>et al</em>, 2019; Gil <em>et al</em>., 2019; Khader and Towler, 2016; Las <em>et al.</em>, 2021). Because PMMA has strength comparable to the bone, our safety design in the current protocol assures mechanical and impact properties to be a little weaker than the bone tissue around it to prevent fracturing the skull after a subsequent episode of TBI (<em>see </em>Procedures). Thus, customized 3D PMMA cranial prostheses offers a greater cost-effective strategy for both patients and society, reducing operative time and presenting a maximum gain in overall well-being per unit of expenditure.</p><p>&nbsp;</p><p>Here, we provide step-by-step instructions to help carry out TC imaging, computational workflow, operational additive manufacturing- and intraoperatively-procedures to perform cranioplasty using a PMMA customized implant. A list of reagents, equipment and troubleshooting is provided to ensure that prostheses manufacturing is replicated in a strongly-consistent manner on multiple machines and/or by groups with limited-resources.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><em>see</em> '<strong>Reagents and Equipment</strong>' (<strong>Table 6 - <em>Suppl. Files</em></strong>)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p><strong>REAGENTS AND EQUIPMENT</strong></p><p><strong>Economic implications of 3D printing. </strong>3D printing is heralded as one of the technologies that will enable smart, cost-effective, sustainable manufacturing. The possibility to establish a nearly wasteless 3D printing process is within reach.<strong> </strong>However,<strong> </strong>creating a successful Additive Manufacturing Unit that will not fail, while keeping the process cost-effective is challenging if you do not have the proper structure. Too often, engineers must scrap multiple parts before they find the optimal build orientation and support strategy. For beginners, the initial investment required for producing a product using 3D manufacturing processes may exceed that of traditional methods. But, again, the investment on 3D printing is booming because this technology has the potential to resolve the “scale-scope” dilemma on the cost side and because there are no penalties associated with a higher degree of product variety. Below (<strong>see Table 6 - <em>Suppl. Files</em></strong>), we provide a list of basic equipment and reagents required for 3D printing of cranial prostheses.&nbsp;&nbsp;<strong>Table 6</strong> illustrates a quotation inquiry of 3D Systems for a basic infrastructure composed of an additive manufacturing equipment, related peripherals and basic consumables. Substitute products with similar technical aspects, at a lower cost or value added benefits, may be offered by other companies like EOS, Germany. There are also additional desktop machines with competitive prices, but their main constraint is the maximum build size to accommodate the 3-piece customized printed set per patient.</p><p><br></p><p><strong>** Table 6 **&nbsp;</strong></p><p><br></p><p>As with any new piece of equipment, it can often be difficult to determine how quickly it will pay itself off. In this case, the answer is simple: it depends on what branch of healthcare you are in, ranging from a few to a large number of patients. 3D printers may cost up to $1M. However, there are plenty of efficient printers in the mid-range ($100,000 - $250,000), which suits well mid-size medical groups with prostheses manufacturing needs. To work out your ROI (‘<em>return on investment’</em>), take the current market prostheses costs, the potential number of patients that could benefit from this solution, and subtract the cost to print the corresponding parts to determine the savings. Take the price of the printer, divide by the cost of savings to determine the number of printed parts needed to pay off a specific printer. Below is a guide to determined required equipment and reagents cost (<strong><em>Table 6 - Suppl Files</em></strong>).</p>"
        },
        {
            "header": "Procedure",
            "content": "Our protocol provides clear, step-by-step instructions to help healthcare professionals carry out routine cranioplasty procedures, ranging from CT imaging acquisition, PMMA prostheses manufacturing to intraoperative flap implantation (\nFig. 1\n). Given that a manufacturing facility is capable of printing a significant number of customized cranial prostheses without retooling, and that each printing can be performed without additional cost, establishment of a single central Manufacturing Additive Unit in low-income economies could provide effective assistance (cost-effectiveness analysis) in a timely fashion to an increasing number of patients in need of cranioplasty procedures.\n** Figure 1 **\nThe constructive guidelines comprise 3 phases which are covered in the following manner:\nPhase #1:\nCT Imaging\n; Phase #2:\n3D manufacturing\n; and, Phase #3:\nIntraoperative molding, fitting and adjustment of PMMA prostheses.\nPhase 1: CT imaging\n·\nPatient Population\nWe performed a review of 54 consecutive patients undergoing CT-based, low-cost, customized intraoperative PMMA cranioplasty implants over a 26-month period (Jan 2019 - Feb 2021) at Hospital da Restauração (HR), Recife, Pernambuco, and at Hospital Municipal Miguel Couto (HMMC), Rio de Janeiro, Brazil. Ethical and Institutional review board approvals (CAAE: 79457617.9.0000.5198 [HR/PE]; CAAE: 96263418.0.0000.5279 [HMMC/RJ]) and patient or caregiver consent for data release for scientific purpose and photographs were obtained prior to the project’s initiation.\n·\nCT scanners\nMultidetector computed tomography (MDCT) and volume computed tomography (VCT) have made it simple to obtain a volume data set that can be reconstructed as well as viewed with multiplanar reformation tools (MPR). Studies of the cranial and facial region, although viewed in both soft tissue and bone windows, render its use primarily for osseous and dental structures of the cranio-maxillofacial complex.\nIt is crucial for image quality to position the patient in the center of the scan field. Patients lying in supine position, head first into the gantry, should be assessed at rest, maintaining teeth occlusion, and must not swallow nor chew during the imaging acquisition process. The table height should be centered such that the external auditory meatus (EAM) is at the center of the gantry so that the desired cranial defect area lies within the boundaries of a selected field of view (FOV). This is achieved by moving the patient’s head in the FOV or moving the FOV over the patient’s region of interest (ROI). Use the lowest head rest available to get the patient’s head back sufficiently so that the occlusal plane is vertical (\nsee\nTable 1 –\nSuppl. Files\n). It is easier to acquire high quality images for a particular ROI using a larger FOV. To reduce or avoid ocular lens exposure, the scan angle should be parallel to a line created by the supraorbital ridge and the inner table of the posterior margin of the foramen magnum - perform one or both of these maneuvers whenever possible. Finally, a helpful way to determine the orientation of a CT scan image is to use radiopaque markers. Remember: gantry tilt is available for sequence scanning, not for spiral scanning and that gantry tilt is not available for dual source scanners.\n** Table 1 **\nIn the CT scanner, settings are based on image slice thickness, slice spacing, number of pixels, and grey scale. Grey scale, according to Hounsfield dimensionless units (HU), represents tissue density for prompt identification of different tissues in sequential images. Accordingly, bones appear in white, soft tissues in grey, and air cavities in black. For CT of the head, contiguous or overlapping axial slices should be acquired with a slice thickness of no greater than 1 mm (\nsee\nTable 2 –\nSuppl. Files\n). Data sets, presenting maxilla and mandible for standard reference, should cover 10 mm above and below the patient’s region of interest (ROI), determined by the surgeon. Please, consult manufacturer specific protocols and medical physicist to assist in determining mode and features of the CT scanning available at your hospital facility to maximize image quality and acquisition and compare to the parameters suggested in\nTable 1\nand in\nTable 2\n(\nSuppl. Files\n)\n(\nlinks A,B\n).\n** Table 2 **\nIn the current study, cranioplasty CT scanning was performed using helical/spiral scanners: Somatom Definition AS 64 slice, Simens (HR/PE); Brilliance Multislice 16 Channels, Phillips, RJ (HMMC/RJ). Contiguous ≤ 1-mm reconstructed slices were produced from the data volume. The data was then downloaded from the scanner workstations and files were saved in DICOM format (Digital Imaging and Communications in Medicine)\n(\nlink C\n),\nwhich is standard format for management of medical information and related data, including CT images, for subsequent editing. This Protocol does not include Cone Beam CT, a volumetric method for integrating images, although these data can be processed using our methodology.\nTransfer of CT images in a single array (DICOM) for use and processing in an Additive Manufacturing Unit.\nDue to its bigger size relative to the other standard sizes of the image file, the storage and transmission of DICOM files become one of the problems in a hospital information system with limited resources assisting patients who undergo cranioplasty. The volume itself,\njust over 500 slices, becomes over 250 MBytes of data – and for subsequent image processing tasks one can approximately multiply that by 4, so the computer should have > 1 GB RAM. Modern hard disks should provide read performance exceeding 25 Mbytes/sec, so anything beyond 10 sec is probably not optimal. Of importance, DICOM can hold both raw pixel data and JPEG-compressed pixel data, as well as many other formats. Compression aims to reduce file size, but, with decreasing data quality of the original image. Thus, original image files should be kept at the primary hospital facility until receipt confirmation by the Additive Manufacturing Unit (Lopes da Silva et al., 2017).\nTransfer or sharing of larger medical DICOM image data-sets (≈ 250 MBytes) ensures that images conform to high quality standards. Conventional methods have been:\ni)            DICOM-based CDs and DVDs - burning CDs or DVDs for each patient comes with its burden of costs. The cost of delivering the CD must also be taken into account. Also, CDs and DVDs can be easily lost, misplaced or get damaged.\nCD-RW (Compact Disc-ReWritable) often get scratches that ruin the data and are not recommended to be used.\nii)           Cloud-based DICOM solutions, such as the GoogleDrive (Google®), OneDrive (Microsoft ®) and AppleCloud (Apple ®). Most providers have free versions of their services. Enable users to access DICOM images without installing special software on their devices. Cloud-based DICOM viewers are usually ‘zero footprint’. This means that the device somebody else use to view the images will not be affected by the viewer. This offers several advantages, among them: i) almost any device can work with cloud-based viewers; and, that, ii) most standalone DICOM viewers are compatible with only one particular type of operating system (OS), either Windows or Mac OS. Zero footprint viewers, however, work through the internet browser (such as Chrome, Firefox, or Safari) and, therefore, do not require a specific kind of OS. Summary of advantages: greater accessibility, lower costs, security and safety.\niii)          Sending DICOM files via File Transfer Protocol (FTP) using WeTransfer.com services– send up to 2 GBytes in one go for free. Send up to 20 GBytes in one go and allow for storage of 1 TByte (terabyte) for about U$ 120/year (WeTransfer Pro) – equivalent to four Windows or Mac laptops with 256 GBytes of storage. There are many others FTP services freely available.\niv)          The DICOM files can be also stored either in pendrives or in external\nhard disk\ndrives, but the services above mentioned allow for simple and fast transferring of image files from a Hospital to an Additive Manufacturing Unit, which will demand a faster internet connection depending on the frequency and amount of data transferred.\nPhase #2:\n3D manufacturing\nThe DICOM file is received at the Additive Manufacturing Unit. At this point, the image data of the CT scanned area is a series of 2D images that need to be segmented, in order to separate the bone from other tissues, and converted into 3D mesh, to generate volumetric reconstruction (\nFig. 2\n)\n** Figure 2 **\n3D modelling and printing hardware\nImage processing is classified as a high performance computing task. This means that computers used for such applications must meet high requirements in terms of CPU, RAM, and graphical specifications in order to achieve optimal performance. Sufficient power supply and cooling must also be ensured for the server or workstation. We strongly recommend that the chosen hardware meets minimum requirement (\nTable 3 –\nSuppl. Files\n).\n** Table 3 **\nThe image segmentation process can be performed manually, automatically or using both algorithms and filters (Abdullah\net al.\n2019). There are several segmentation methods and algorithms for medical images, among them the threshold base, where a threshold value is chosen using the radiodensity of different tissues to select a range of pixels, which highlights and separates specific structures in the image, making for easier identification of bones and other tissues (\nFig. 2A-D)\n.\nThe 3D model used in the computational simulation consists of the PMMA prosthesis and half of a skull. The cranial geometry was obtained from DICOM images of a cranium of a patient with bone defects. The 3D geometry of the cranium exhibiting defects was obtained by rendering images via InVesalius\n®\n.\nInVesalius® is an in-house free open-source 3D medical imaging reconstruction software that generates a 3D image from a sequence of 2D DICOM images (CT or MRI) (\nFig. 2A-D; Fig. 3A,B\n). It has been developed by the Renato Archer Information Technology Center (CTI-RA) under the leadership of Dr Jorge Silva, Campinas/São Paulo, Brazil, supporting 24 languages (\nFig. 3B,D\n). The software is compatible with Windows, Linux and macOS. The application of this widely used and reproduceable software has been benefiting research institutions and public hospitals in LMICs to produce accurate STL skull models for teaching, medical training or clinical purposes over the last eleven years (\nFig. 3A,B\n). The 3D models produced by InVesalius® 3.1v are comparable to those produced by MIMICS 17.0v software (\nAbdullah\net al.\n2019; Lo Giudice\net al\n., 2020;\nlink D\n).\n** Figure 3 **\nUsing Magics®, the prosthetic geometry was generated in correspondence to the cranial defect. The .stl files of the skull and the prosthesis were processed through\nGeomagic Design X\n®\n, in which the component mesh was optimized (\nFig. 2E,F\n). Of note, the three-dimensional finite element method (3D-FEM) is limited to at one-time use, to resolve the general geometry stress analysis of the skull and to define the optimized thickness of the cranial prostheses, and the concept applied to all 3D modeling. Afterwards, the skull and prostheses images were exported to CAD Rhinoceros\n®\nwhere the region of contact between components was adjusted, as well as where the solid model of the combined components was generated. Fig. 4 shows the prosthesis geometry (\nA\n), the skull geometry (\nB\n) and the combined assembly (\nC\n). As seen in\nFig. 4A\n(\nleft side\n) the prosthesis possesses variable thickness. The value in the region of least thickness is approximately 2.75 mm, the central region contains a value of approximately 3.95 mm and the thickest region is approximately 5 mm thick. The average thickness for the model is around 4 mm. Fig.\n4A\n(\nright side\n) shows a circular region previously defined by geometry for applying force in the computational model to be analyzed using the finite element method.\n** Figure 4 **\nAfterwards, each component was saved through the extension.step\n,\nand the model was sent to the commercial software for finite elements, Hypermesh® for mesh optimization. Each component was built with a 2D mesh using triangular elements. Subsequently, a 3D mesh was generated from solids using first order tetrahedral elements (CTETRA).\nTable 4\n(\nSuppl. Files\n) presents the quantity of nodes and elements, ‘backbones’ of finite element analysis (FEA)\n[1]\n, from the skull and prostheses.\nFig. 5\npresents the finite element mesh of the model components.\n[1] In\nFEA,\nthe model is divided into small pieces, called\nFinite Elements (FE).\nThose elements connect all characteristic points (called\nNodes\n), that lie on their circumference. This ‘connection’ is a set of equations termed shaped functions. Adjacent\nElements\nshare common\nNodes\n(the ones on the shared edge). Thus, the shape functions of all the\nElements\nin the model are tied by common\nNodes.\n** Figure 5 **\n** Table 4 **\nMechanical Properties of the materials.\nThe properties of the skull and prosthetic material were assumed to be linearly elastic, homogenous and isotropic for analysis of resistance. The mechanical material properties of the PMMA and cortical bone are listed in\nTable 5 (\nSuppl. Files\n)\n(Ridwan-Pramana\net al\n., 2016, 2017).\n** Table 5 **\nMechanical contact characteristics\nIn mechanical systems, the contact between bodies is a non-linear problem that presents certain solution difficulties. The formulation of a mathematical model that appropriately expresses the stress distribution and the displacement field is one of the main difficulties of mechanical contact between solid bodies.\nIn a finite element analysis, contact conditions are special classes of discontinuous constraints establishing that loadings are transmitted from one part of the model to another. In this Protocol, we used Hypermesh® software to establish a relationship between the ‘glued’ contact surfaces of the skull and the prosthesis, with the skull being the “master” and the prosthesis being the “slave”. Therefore, it is expected that the customized prostheses and the bone are in perfect contact.\nContour and loading conditions\nThe prostheses resistance was evaluated using three different values of static loading: 50 N, 600 N and 1200 N. The 50 N load was based on the work performed by Ridwan-Pramana and collaborators (2016) and is an approximation of the reaction force induced in the skull (≈ 5 kg) when resting on a flat surface without any other force acting on it. A 1200 N force was chosen to simulate an extreme impact condition in the prosthesis region. The 600 N load was chosen as an intermediate value between 50 and 1200 N. Each load was applied perpendicularly to a circular region defined in the center of the PMMA prostheses. The contour of half of the skullcap was fixed in order to prevent translation and rotation on an xyz-coordinate axis.\nFig. 6\nshows the application of the force perpendicular to the prostheses and the location of the skull fixation.\n** Figure 6 **\nThickness of the cranial prostheses – ‘bench’ (modeling and simulation)\nThe objective of the simulation was to verify whether the thickness of the PMMA cranial prostheses would be sufficient to support loads imposed on it.\nFig. 7\nshows the results obtained for the Von Mises equivalent stress when the applied force in the central region of the PMMA prostheses was 50 N (\nA\n), 600 N (\nB\n), and 1200 N (\nC\n).\nAs seen in\nFig. 7\n, the stress distribution in the three models demonstrated the same behavior. In addition to the central region where the force was applied, it is evident that there was a tendency for stress to concentrate on the inferior edge that corresponds to the location of least prosthetic thickness. The values maximum stress were 4,25 MPa, 22,38 MPa and 44,83 MPa for loads of 50 N, 600 N and 1200 N, respectively. According to these values, the prostheses would not fail due to flow stress, since the PMMA flow stress is 72 MPa (Ridwan-Pramana\net al.,\n2016, 2017).\n** Figure 7 **\nDisplacement analysis is important to verify the stability of the prostheses. Therefore, the total displacement observed in all of the conditions analyzed, remained acceptable and below 1 mm. The highest displacement was 0,83 mm and was observed in the 1200 N load simulation. The distribution of displacement levels in each model can be seen in\nFig. 8\n. The finite element analysis showed that the thickness of the prostheses was sufficient to support loads imposed on the PMMA structure. The resistance was also ensured by the safety factor (SF) attributed to the design of the thickness of the prostheses. To properly design a structure, it is necessary to restrict the stress imposed on a material to a level that is safe and stable. Thus, it is essential that the stress generated in the analyzed structure, labeled as the allowable stress (σadm), is less than the rupture stress of the material (σrup). Among the reasons for this relationship is the fact that the load for which the structure was designed for may be different from the actual loads applied to it. Another fact is that the projected measurements of the structure may not be exact, due to errors in manufacturing (Shigley\net al\n., 2004).\n** Figure 8 **\nA Safety Factor (SF) for the cranial prostheses was calculated considering the maximum loading applied to the model, which was 1200 N. For this, the maximum stress obtained was 44 MPa (σadm), considering a uniform prostheses thickness of 4 mm. Since the PMMA rupture stress is 72 MPa (σrup) (\nTable 5\n), the SF calculated according to the formula below it is 1.6, consistent with the literature (Shigley\net al.,\n2004).\nSF for the prostheses:\nSF = σrup∕ σadm = 1.60\nTherefore, considering the above-mentioned conditions for SF simulation, the cranial prostheses thickness of 4 mm was adopted in all prostheses produced by our group. It is worth mentioning, again, that this procedure of simulation is limited to a one-time event.\nThe molding of a personalized prostheses, in general, is done manually during surgical procedures (Maricevich\net al\n. 2018, 2019). This can lead to variations in the thickness of the prostheses in addition to specific defects, such as bubbles, which can form during the polymer curing process. The person responsible for the production of the prostheses should also ensure the homogeneity of the mixture (liquid and solid components). Such factors could influence the final resistance of the cranial prostheses.\nAccording to Saura (2014), one of the requirements for materials for craniofacial bone reconstruction is that these materials shall have considerable order of magnitude in terms of mechanical resistance and deformation as the original bone. Thus, one of the reasons for choosing PMMA lies in the fact that the resistance prior to rupture is approximately 72 MPa (\nTable 5 –\nSuppl. Files\n) while that of the cortical bone of the skull is in the range of 65 MPa to 130 MPa (Boruah\net al\n., 2020; Ridwan- Pramana\net al\n., 2016). On the other hand, the use of metal as titanium alloy prostheses with resistance of 900 MPa (Shigley\net al.\n, 2004) can result in force transmission between implant and skull, at increased risk of fracture of bone tissue around the prostheses.\nThickness of the cranial prostheses – ‘bedside’ (multiple episodes of TBI)\nWhen evaluating the need to perform a large cranial repairment procedure (> 50 cm\n2\n), the surgeon needs to be aware of the choice of the ideal material for reconstruction, adopting a safety design to prevent fracturing the skull again after multiple rather than a single episode of head trauma – as\n‘a lightning may definitely strike the same place twice’\n(\nFig. 9\n).\n** Figure 9 **\nFrom bench to bedside: proof-of-concept\nLack of complications following prosthetic replacement in a patient with subsequent episodes of TBI, under real life conditions, supported our computational strategy, using the finite element method, simulating the stress of static device placed onto the skull. From the obtained results, we confirmed that the 4 mm thickness PMMA prostheses is effective for cranioplasty. Therefore, the 4 mm-thickness is adequate to guarantee the mechanical protection of the skullcap considering the conditions imposed on the product – and also biomechanical properties similar to the bone tissue (\nsee\nFig. 12\n). Thus, in contrast to a range of materials available, comminuted fracture of the PMMA prostheses, associated with eventual subsequent episodes of head injury, spares the bone framework as predicted, efficiently preventing enlargement of the primary bone defect.\nAutogenous bone grafts remain the gold standard for cranial reconstruction. While several problems remain that limit the wide utilization of such option, including regulatory requirements, high costs, comorbidity as well as method-specific limitations, customized intraoperative PMMA implants manufactured over the rapid prototyping molds proved to be effective and feasible. Thus, although advances in tissue engineering and biomaterials technology are expected alternatives on the long-run, the current cranioplasty Protocol represents a realistic approach that support a safe and cost-effective delivery of care."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>The Protocol presented here focuses on the 3D printing technique known as selective laser sintering (SLS), which affords high-quality results at relatively low costs. The current Protocol does not report on other types of printing (Negi <em>et al</em>., 2020), which, on the basis of years of experience are considered less satisfactory.</p><p><strong>&nbsp;</strong></p><p>Since the actual printing process is directly influenced by how the model is sliced, oriented, and filled, optimizing the results, systematic reviews highlight general problems and provide guidance for an effective problem-solving process (Martinez-Marquez <em>et al</em>., 2018, 2019, 2020; Szczykutowicz, 2020; Van der Molen <em>et al</em>. 2007). Looking at ‘troubleshooting’ with a different perspective, we focused on solving technical problems encountered in our operations, from the OR to intraoperative modelling of PMMA prostheses (<strong>Table 7 - <em>Suppl. Files</em></strong>).</p><p><br></p><p><strong>** Table 7 **</strong></p><p><br></p><p><strong>INTRAOPERATIVE TIPS</strong></p><p>Intraoperative modeling of the PMMA flap requires a modest but well thought out pre-planned room setup. The prosthetist needs a small, but dedicated area (table/bench) in a work space free of cords, suction tubing and other OR equipment, and must be able to move easily throughout the operating room in order to avoid contamination while preparing the PMMA prostheses, adjust the PMMA flap to facilitate prosthetic fitting,&nbsp;drill holes on the fabricated flap, side to scrub (sterile surgical scrub brush) the flap, wash the prostheses with saline, dry it and pass suture threads through the drill holes in order to anchor the dura and to fix the scalp to the flap to help prevent seromas (Maricevich <em>et al.,</em> 2018)</p><p><br></p><p><strong><em>Bone cement preparation</em></strong><em>: self-curing (polymerizing) PMMA cements are available in medical applications in the form of a two-component system (PMMA formulation pack), consisting of a powder (PMMA) and a liquid (MMA) that are mixed (</em><strong><em>Fig. 11A,B</em></strong><em>). Mixing of the components is followed by polymerization of the liquid monomer becoming a solid mass (‘dough-like) after 3-5 min: the lower the heat of polymerization, the longer the setting time for the cement to harden; the greater the heat of polymerization, the shorter the setting time. “Cement’ is formed by way of polymerization of the MMA initiated by free radicals produced by the reaction of the BPO, present in the powder, with DMPT, present in the liquid. Notably, PMMA is currently available with different viscosities, different peak reaction temperature and different hardening temperature. Therefore, mixing formulations from different brands or mixing PMMA subtypes from the same brand is not recommended.&nbsp;</em></p><p><br></p><p><strong>** Figure 11 **</strong></p><p><br></p><p>The reaction starts with the addition of the liquid to the powder, and ends when the dough appears homogeneous (time to place it into the molding) (<strong>Fig. 11A,B</strong>). The cement ‘dough-like’ consistency and time point parameters depend on the mixing speed and time, ranging from 3-5 min to reach the setting point. Mix thoroughly, but for better consistency, the prosthetist should maintain routine pace, from start to finish, to obtain similar end results. At the end of the ‘mixing phase’, the mixture should be a homogeneous and sticky mass, displaying a consistency similar to ‘cookie-dough’. The mixing phase is then followed by swelling of the beads, leading to an increase in viscosity. Polymerization proceeds and the cement mixture turns into a sticky dough. The beginning of the ‘modelling phase’ occurs when the cement mixture is no longer sticky. At this stage, apply Dersani<sup>® </sup>Oil, an essential thermal stable fatty acid, to the inner faces of the molding (both upper and lower moldings) – this simple procedure will facilitate detachment of the cranial prostheses from the molding after the heat curing of the PMMA. That is the key time to start spreading the cement mixture homogeneously along the concave surface of the molding (<strong>Fig. 11C</strong>) - <em>spreads</em>&nbsp;‘like <em>butter on bread’</em>. Remember: the ideal thickness of the prostheses is 4 mm; thus, do not overload the molding shell with PMMA-dough. Firmly hold the molding shells containing the PMMA-dough with both hands, engaging the two complementary halves of the mold (<strong>Fig. 11E</strong>). Polymerization continues and the viscosity increases inside the molding as exothermic reaction associated with polymerization leads to generation of heat (up to 90°C). Keep firmly holding the molding shells containing the PMMA-dough. An estimate of the ideal curing time of the compressed PMMA inside the moldings can be obtained, in parallel, by feeling the increase in hardness of small leftover ‘dough balls’ (≈1 cm<sup>3</sup>) with gloved fingers every 30 sec until it reaches the desired consistency. Cranial prostheses were fixed with 4 titanium bridge miniplates, each held down with 2 titanium screws.</p><p><br></p><p><strong><em>Post-cranioplasty procedures: </em></strong>A procedure-control CT scan was performed within the first 12 hr after surgery (<strong>Figs. 11G, 12D</strong>). The drain was withdrawn with a flow rate &lt;50 ml in the last 12 hr and hospital discharge usually occurred within 48 hr.</p><p><br></p><p><strong>** Figure 12 ** </strong></p><p><br></p><p><strong><em>Advice - </em></strong><em>feedback from staff from HR (Dr. Maricevich) and from staff and residents from HMMC (Drs Monteiro, Schiavini, Pilon, Bertani and Moreno) lead to an improved response to cranial repair delivery (</em><strong><em>Fig. 11F,H</em></strong><em>)</em><strong><em>:</em></strong></p><p><br></p><p><em>* Monitor if healthcare workers are keeping the settings (i.e., temperature and time of procedure) established for sterilization of the 3 piece PA set.</em></p><p><em>* Volumetric reconstruction of the cranial flap requires about 2 commercial packs of PMMA (each pack contains liquid in an ampoule and powder in a bottle) - do not mix different brands of bone cement or different viscosities formulations from the same brand in order to produce a single flap. </em></p><p><em>* Expose the border of the bone defect widely in order to facilitate the insertion, proper fitting and fixation of the PMMA prostheses.</em></p><p>·* <em>Make ≥ 6 drill holes oriented perpendicular to the cranial prostheses.</em></p><p><em>* To minimize risks of epidural hematoma formation (<u>optional</u>) (</em>Pascual JM and Prieto R , 2012; Salcman et al., 2004; Winston, 1999<em>): low-tension, dural tact-sutures can be applied throughout the extension of the craniotomy, mainly on its edges, adopting a distance of 1.5 to 2.0cm between orifices. These orifices can be drilled with 1mm drills. </em></p><p><em>* To prevent seroma: prostheses should be given eight (8) retention sutures (6-8 pair of holes) or tack-sutures (mainly in the temporal region) between the prostheses and the scalp flap using 3‑0 Mononylon® to reduce the incidence of seroma postoperatively (Maricevich et al., 2018).</em></p><p><em>* Dural tenting sutures (optional)- Prolene® 4-0 sutures may be passed through at least 2 pair of holes drilled in the center of the flap to tent up the dura and minimize the dead space – thus preventing blood collecting between dura mater and the skull (</em>Pascual JM and Prieto R , 2012; Salcman et al., 2004).·</p><p>* <em>Pass threads through the drill holes prior to fixation of the prostheses. </em></p><p>* <em>Grasp the anchor threads and keep them secure during fixation of the prostheses in order to prevent individual suture threads from slipping.&nbsp;</em></p><p>* <em>After prostheses fixation, the scalp flaps, including galea and subcutaneous tissue, should be progressively sutured down to the implant. In the temporal region, the temporal muscle should also be included (</em>Maricevich <em>et al</em>., 2018, 2019<em>).</em></p><p><em>* Do not overload the molding shells with Dersani</em><sup><em>® </em></sup><em>Oil – it becomes counterproductive.</em></p><p>* <em>Rehearse the prostheses implantation procedures, redo, recheck steps.</em></p><p><br></p><p><strong>SURGICAL ACCESS: TIPS</strong></p><p>The unresolved controversy over the need of anchoring the dura and hermetic sealing of the wound is beyond the scope of the present Protocol (Pascual JM and Prieto R , 2012; Salcman et al., 2004; Winston, 1999; <strong><em>link E</em></strong><em> – ClinicalTrials.Gov US)</em>. Here, the group leaded by Drs R. Monteiro and H. Schiavini, at HMMC, give us a perspective, timing and guidance for execution of particular techniques in detail. </p><p><strong>&nbsp;</strong></p><p>* The patient should be placed supine, with the shoulder at the edge of the surgical table in a neutral position. Ideally, the head should be secured by a three-pin skull fixation device (Mayfield or Sugita model). Mild elevation of the head, above the level of the right atrium, facilitates venous return and proper cerebral hemodynamics (<strong>Fig. 13A-C</strong>). <em>Trichotomy:</em> the traditional razor must not be used (WHO 2016), as it can cause skin microtraumas and abrasions that favor bacterial colonization of the surgical site. An electric clipper which cuts the hair at the base, 2-3 mm from the skin is indicated. It must have disposable or reusable razor blades, which can be properly disinfected for every new patient.</p><p>* Re-operative procedures (<strong>Fig. 9</strong>) should make use of prior incisions for DC, being the new incisions exactly through the surgical scar of the previously made surgery. </p><p>* In essence, dissecting the subcutaneous layer and the temporal muscle (<em>temporalis</em>) entails exposing well-defined borders of large cranial defects (<strong>Fig. 12C,D</strong>).&nbsp;</p><p>* At last, suture discontinuity and/or any lesion in the dura must be repaired seeking a hermetic closure of the edges. In cases of dural detachment, and subsequent bleeding, it is strongly recommended to additionally anchoring it along the bone edges in the craniotomy.&nbsp;&nbsp;</p><p>* On a parallel track, the PMMA prosthesis is molded intraoperatively and drill bits are used to create simple burr holes. We strongly recommend surgeons to make at least 3 successive pairs of holes in the prostheses, through which sutures may pass in order to simultaneously anchor the dura and the subcutaneous tissue. Typical bit diameter are&nbsp;1–2 mm (0.0393 - 0.0787 in).&nbsp;</p><p>* Following surgical access (large incision) and screening for hemostasis, dural tenting sutures and subcutaneous sutures are placed through the 6 drill holes. At least 3 anchors are performed on each plane (i.e., frontal, temporal and parietal-occipital) to run dural tent and subcutaneous suturing. The threads are kept isolated from one another (<strong>Fig. 14A-D</strong>). </p><p>* The prostheses are installed and fixed with titanium mini bone plates (n=3 or 4) and screws (2 per plate) to the surrounding host bone tissue.</p><p>* The next step is performed anchoring the dura (n≥3 suture anchors) to the cranial vault. A surgical silicone drain is placed subgalealy, then tunneled and delivered through a separate stab incision and attached to a closed drain system to gravity.</p><p>* At last, suture anchors (n≥3) are performed to fix the subcutaneous tissue to the prostheses, and surgical wound plane closure is executed.</p><p><br></p><p><strong>** Figure 13 **</strong></p><p><br></p><p><strong>** Figure 14 **</strong></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p><strong>TIME TAKEN AND COST/UNIT </strong></p><p><strong>&nbsp;</strong>The average time to produce the proposed 3-piece customized set, consisting of a PA “cranial defect printout”, a “testing prosthesis” and a cranial “prostheses mold”, is about 42 hr, of which the majority of the time is automated/unattended printing (71.5%) and with an average ‘hands-on’ labor time of about 12 hrs (<strong>Table 8 - <em>Suppl. Files</em></strong>). The sequence of steps in the whole 3D approach is illustrated in <strong>Fig. 10</strong>.&nbsp;</p><p><br></p><p><strong>** Table 8 **</strong></p><p><br></p><p>The cost for general consumables is relatively modest, except for SLS-DuraForm® PA, which has an average cost of about U$ 130.00 per kg. Assuming that an average 3.3 kg PA is laid down on the print bed/set, and that only about 1/3 (≈ 1 kg) of the mass is sintered by the SLS per cycle to produce a 3-piece customized set, 69.7% of the powder load will not be used during a typical cycle.&nbsp;Thus, recycling of PA represents one of the most dynamics areas in 3D manufacturing of cranial prostheses. Recycling PA is both economically and environmentally beneficial, not only providing opportunities to reduce costs, but also to reduce quantities of waste. In our Protocol, ‘leftover’ PA was purified from the degraded components and was reintroduced into the 3D process 6-7 additional times by combing it with virgin PA powder. Including other consumables and personnel salaries, the 3-piece customized set costs ≈U$ 1,800 to manufacture (without scale manufacturing).&nbsp;Although the initial setup costs for 3D printing is relatively high compared to hand-crafted prosthetic modelling, this is a one-time fixed cost. Additionally, additive manufacturing mold-based prostheses have the advantage over intraoperative molding of reduced surgical time, better fit geometry, less distortion, better mechanical behavior, lower blood loss and infection rate, and, finally and equally important, great aesthetic results. Also, polymerization of PMMA bone cement undergoes an exothermic reaction, during which the cement hardens and the temperature increases. In order to prevent tissue necrosis, the ISO 58833 (2002) places a limit of 90°C on the hardening of bone cements.&nbsp;</p><p><br></p><p><strong>** Figure 10 **</strong></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>CLINICAL DATA</strong></p><p><em>The current open-source Protocol describes the step-by-step guidelines for conducting 3D manufacturing of cranial prostheses. It illustrates what should be made in 3D manufacturing by explaining each essential part of the cranioplasty procedure, from head CT imaging acquisition criteria to skull flap implantation, including optional suggestions and tips to prep for surgery. All cranioplasty procedures ended </em>without any unexpected events<em>. The patients were hospitalized for about 2 days and discharged after a single drain was removed to continue their care as outpatients.</em></p><p><br></p><p><em>Here, we describe the eligibility of the participants, the outcome of the surgeries and the related functional tests in accordance with humanitarian principles, so as to enable patients to lead a life of dignity and respect. </em></p><p><strong><em>&nbsp;</em></strong></p><p><strong><em>Sterilization and cleaning of the 3-piece PA customized 3D printed set</em></strong></p><p><em>Steam sterilization&nbsp;</em>has limited industrial application but is frequently used in hospital facilities. A steam sterilizer (i.e.,‘autoclave’) uses saturated steam at 121°C. A typical standard for steam sterilization in our Protocol is achieved about 15-30 min under a pressure of 106&nbsp;kPa (1&nbsp;atm) once all parts have reached 121°C. Steam sterilization has many advantages. It is a simple, rapid, effective, safe, environment-friendly and low-cost sterilization method.</p><p>&nbsp;</p><p>Damage on polymers can vary from a little oxidation to complete distortion and melting, depending on polymer composition and properties. It is important to mention here that some polymers, among them PA, <em>can be safely sterilized by steam at</em> <em>121°C</em> up to <em>1 hr, or at 134°C for 5 min </em>(Maricevich <em>et al</em>., 2019). Using the circumstances described we never observed distortion or melting of any of the 3-piece PA customized 3D printed set.</p><p>&nbsp;</p><p><strong>CUTOMIZED CRANIAL REPAIR AND PATIENT BASELINE CHARACTERISTICS: </strong>A total of fifty-four (54) 3-piece PA customized 3D printed sets were manufactured. The sample included randomly selected surgical patients aged ≥18 years old presenting a Glasgow Coma Scale (GCS) score of 15. <strong>Table 9</strong> (<strong><em>Suppl. Files</em></strong>) and <strong>Fig. 12</strong> show/illustrate baseline characteristics of the patients admitted to this study at HMMC, Rio de Janeiro, and at HR, Recife, Brazil.</p><p><br></p><p><strong>** Table 9 **</strong></p><p><br></p><p>The mean age of the participants at HMMC was 44 ± 12 years (ranging from 19 to 60 yr) as compared to that performed in patients at HR with a mean age of 33 yr, sex ratio (female:male) 1:2.8 (HMMC) and 1:6.8 (HR). Indications for the primary craniectomy at HMMC were tumor resection, infection and stroke in contrast to that of closed traumatic brain injury (TBI) in civilian settings at the HR. The cranial repair study at HMMC also included 3 military policemen (38 ± 4 years old) who underwent decompressive craniectomy (DC) following gunshot wounds to the head (<strong><em>links F,G</em></strong>). Interval between previous surgery and PMMA cranioplasty ranged between 6 months and 8 years. The operative time ranged from ranged from 90 to 180 min (mean 112 ± 40 min). The average cranial defect measured 137.98 ± 40.63 cm<sup>2</sup> (estimated using Materialise Magics® reconstruction) and the estimated prosthetic volume 52.03 ± 14.35 cm<sup>3</sup> (estimated modelling the PA flap using Materialise Magics®, version 22.01), with 4 mm thickness.</p><p>&nbsp;</p><p>Patients were evaluated prior (T0), at 1 month (T1), 3 months (T3), 6 months (T6) and at 12 months (T12) after surgery, combining cognitive and neuropsychological testing, ‘Trephine Syndrome’ questionnaire, neuroimaging to assess functional anatomy (fMRI) (liquor flux), transcranial doppler assessment (cerebral perfusion in gunshot wound patients), EEG tests and qEEG assessments (pattern of slow waves). An evaluation of the signs and symptoms was performed through a ‘Trephine Syndrome’ questionnaire, for all patients, at T0 and T6. Common reported complaints in both cohorts (HMMC and HR) were local discomfort, headache, dizziness, tinnitus, insomnia, fatigue, irritability, depression, insecurity, paresis, dysphasia, dyspraxia, attention deficit, memory deficit, and worsening symptoms in orthostatic position. Seizures, associated to TBI, were frequently reported at the cohort conducted at HR (TBI patients), but rarely observed in the cohort developed at HMMC – and thus were considered a non-specific implant-related complication. At T6, patients were evaluated regarding aesthetic result of their cranial repair (excellent, very good, good, regular, and bad). Complications within the follow‑up period were assessed as: grade #1: no invasive treatment required; grade #2: invasive treatment required, but not intensive care unit admission (ICU); grade #3: invasive treatment required and ICU admission; grade #4: death]. All patients assisted at HR and HMMC reported enhanced self-esteem and built confidence after surgery. Participants also reported increase in cognitive ability, physical capacity and performance after reconstruction of their skull bone. The proposed PMMA cranial repair Protocol, in addition to reestablishing the cranial aesthetic contour, protected the underlying cerebrum by promptly restoring the brain vascular compliance (<strong>Fig. 13A-C</strong>). Improvement in cerebral hemodynamics was further confirmed by fMRI tests on patients up to 12 months after cranioplasty (<strong>Fig. 13D-F</strong>). The Chi‑square test for independence was used to test relationships between categorical variables between the cohorts, considered significant for <em>P </em>&lt;0.05.&nbsp;&nbsp;&nbsp;</p><p>&nbsp;</p><p><strong>** Figure 13 **</strong></p><p><br></p><p>Seromas may develop where any skin break occurs (De La Peña <em>et al.</em>, 2018; Maricevich <em>et al</em>., 2018). The formation of seroma in cranial repair frequently raises questions about the need for implant fenestration, aspiration and/or drainage (Maricevich <em>et al.,</em> 2018). Studies have suggested that seroma production in implant-based to reconstruct the cranium varies with different types of matrices (De La Peña <em>et al.</em>, 2018) and biomaterials, namely metals (‘titanium mesh erosion’), ceramics (‘associated infections’), synthetic and natural polymers, as well as composite materials. However, lack of standard cranial-based guidance prostheses guidelines, including sterilization, intraoperative cleaning and manipulation of the flap and associated antibiotics regimen, does not explicitly preclude clinical success of any of the above-mentioned biomaterials.</p><p>Previous studies demonstrated the effectiveness of the tacking sutures applied to cranial reconstructions with PMMA prostheses in reducing the incidence of seroma (Maricevich <em>et al.</em>, 2018). Therefore, we adopted this intervention in the current protocol (<strong>Fig. 14A-D</strong>).</p><p>&nbsp;</p><p>Accordingly:</p><p>I)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;postoperative follow-up for the detection of seroma should continue for at least three months.</p><p>II)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;instances of seroma - the patient should be evaluated at least 2x/week until resolution of the seroma with emptying and compressive dressing. Seromas should be addressed only by the scar (less likely site of vascular injury) with aspirated and drained using a 40 × 12 needle and a 10 ml syringe (Maricevich <em>et al.</em>, 2018).&nbsp;</p><p><strong>&nbsp;</strong></p><p><strong>** Figure 14 **</strong></p><p><br></p><p><strong>HOW CAN WE IMPROVE GUIDELINES USE?</strong></p><p>The outlook for using 3D printing manufacturing PMMA cranial prostheses is bright, with rapidly progressing intraoperative adjustments. Continuing efforts to improve intraoperative performance will facilitate translation of the technology and design methods. Following are some organizing strategies that are being developed to manage to handle the PMMA dough.&nbsp;</p><p>&nbsp;</p><p><strong>Handling sticky PMMA dough: a simple guide to plastic molding</strong></p><p>You have carefully prepared and assembled the customized PPMA prostheses. After a tantalizing 5 min wait for the curing process of the PMMA-flap, you are now ready to take it off the molding set. However, as you go to slide the prostheses off, you notice that it is stuck to the mold. What do you do? You will know how stressful of an experience it can be, since you can’t physically pry the prostheses off and leaving bits of it behind.&nbsp;&nbsp;</p><p>&nbsp;</p><p>Any type of dough, including PMMA, tends to be fairly sticky. This is why we routinely greased the molds with inert oil (e.g., Dersani) to facilitate detachment of the PMMA cranial prostheses from the PA molding. Alternatively, if circumstances permit, other methods, including making a heated plastic vacuum-mold making and silicone (<strong>Fig. 15, Fig. 16</strong>), may be used to form a ‘coat barrier’ between the PMMA prostheses and the PA mold.&nbsp;</p><p>&nbsp;</p><p>At first glance, this is an ideal solution, leaving less of a mess than oil to deal with during the intraoperative period. Some advocates argue silicone is somewhat of a hybrid between a synthetic rubber and a synthetic plastic polymer, which means it is still a plastic, no matter how it is spun. Regardless of your choice, the important step is to weigh the advantages/ disadvantages of each method to effectively prevent attachment of the PMMA prostheses to the PA mold, reducing the intraoperative time and without causing formation of reactive metabolites.</p><p><strong>&nbsp;</strong></p><p><strong>Compression Molding</strong></p><p>A heated plastic material is placed into a heated mold and then pressed into a specific shape (<strong>Fig. 15A,D</strong>) (<strong><em>link H</em></strong>). The plastic comes either in sheets or in bulk. Once the plastic is compressed into the right shape, the heating process ensures that the plastic retains maximum strength. The final steps in this process involve cooling, trimming, and then removing the plastic part from the mold. The automotive industry frequently uses the compression molding technology to manufacture resistant and durable final products.</p><p><em>Cost-effectiveness:</em> the cost of each individual part is low at high quantities. This methodology provides an alternative choice to the intraoperative use of oil in facilitating detachment of the PMMA cranial prostheses from the PA molding.</p><p><br></p><p><strong>** Figure 15 **</strong></p><p><br></p><p><strong>MANUAL silicone molding</strong></p><p>The silicone coating provides a cost-effective barrier, preventing PMMA dough attachment to the molds imposed by thermal contraction and expansion. Silicone coating maintains its barrier properties even when submitted to 3 consecutive loads (time of discarding) of autoclaving, at 121°C under a pressure of 106 kPa and kept for 15 min to sterility-testing.</p><p>&nbsp;</p><p>Preparation method for silicone coating per mold: begin mixing the batch of semi-crystalline silicone (we used batches from Redelease®). Combine equal volumes of parts A and B (totaling 20 ml). Equal amounts of both catalyst and base are combined to produce a silky smooth, low viscosity&nbsp;<em>liquid</em>&nbsp;<em>silicone rubber</em>&nbsp;that reproduces the finest details. A&nbsp;1:1 mix ratio&nbsp;is very convenient for large projects and also enables mold makers to easily pour lightweight molds. Mix thoroughly for about 15 min and apply homogeneously to the model with a brush in order to obtain a layer of about 1 mm. Conventional liquid silicone<em>&nbsp;</em>mold making rubber often has a cure time of 24 hr. Thus, after a 24 hr rest period, repeat application of the silicone mixture to add a second layer, totaling about 2 mm thickness (<strong>Fig. 16</strong>). Let it dry naturally. Then, the silicone-mold is ready to be sterilized. To ensure reliability of this sterilization method, the critical factors are: (i) <strong>proper temperature and time</strong>; and (ii) <strong>the complete replacement of the air with steam</strong> (i.e. no entrapment of air). It is a simple, cheap and very effective method – provided that the healthcare personnel follow the basic procedures (<strong>in bold</strong>).&nbsp;</p><p>&nbsp;</p><p><br></p><p>﻿<strong>** Figure 16 **</strong></p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>CLINICAL DATA</strong></p><p><em>The current open-source Protocol describes the step-by-step guidelines for conducting 3D manufacturing of cranial prostheses. It illustrates what should be made in 3D manufacturing by explaining each essential part of the cranioplasty procedure, from head CT imaging acquisition criteria to skull flap implantation, including optional suggestions and tips to prep for surgery. All cranioplasty procedures ended </em>without any unexpected events<em>. The patients were hospitalized for about 2 days and discharged after a single drain was removed to continue their care as outpatients.</em></p><p><br></p><p><em>Here, we describe the eligibility of the participants, the outcome of the surgeries and the related functional tests in accordance with humanitarian principles, so as to enable patients to lead a life of dignity and respect. </em></p><p><strong><em>&nbsp;</em></strong></p><p><strong><em>Sterilization and cleaning of the 3-piece PA customized 3D printed set</em></strong></p><p><em>Steam sterilization&nbsp;</em>has limited industrial application but is frequently used in hospital facilities. A steam sterilizer (i.e.,‘autoclave’) uses saturated steam at 121°C. A typical standard for steam sterilization in our Protocol is achieved about 15-30 min under a pressure of 106&nbsp;kPa (1&nbsp;atm) once all parts have reached 121°C. Steam sterilization has many advantages. It is a simple, rapid, effective, safe, environment-friendly and low-cost sterilization method.</p><p>&nbsp;</p><p>Damage on polymers can vary from a little oxidation to complete distortion and melting, depending on polymer composition and properties. It is important to mention here that some polymers, among them PA, <em>can be safely sterilized by steam at</em> <em>121°C</em> up to <em>1 hr, or at 134°C for 5 min </em>(Maricevich <em>et al</em>., 2019). Using the circumstances described we never observed distortion or melting of any of the 3-piece PA customized 3D printed set.</p><p>&nbsp;</p><p><strong>CUTOMIZED CRANIAL REPAIR AND PATIENT BASELINE CHARACTERISTICS: </strong>A total of fifty-four (54) 3-piece PA customized 3D printed sets were manufactured. The sample included randomly selected surgical patients aged ≥18 years old presenting a Glasgow Coma Scale (GCS) score of 15. <strong>Table 9</strong> (<strong><em>Suppl. Files</em></strong>) and <strong>Fig. 12</strong> show/illustrate baseline characteristics of the patients admitted to this study at HMMC, Rio de Janeiro, and at HR, Recife, Brazil.</p><p><br></p><p><strong>** Table 9 **</strong></p><p><br></p><p>The mean age of the participants at HMMC was 44 ± 12 years (ranging from 19 to 60 yr) as compared to that performed in patients at HR with a mean age of 33 yr, sex ratio (female:male) 1:2.8 (HMMC) and 1:6.8 (HR). Indications for the primary craniectomy at HMMC were tumor resection, infection and stroke in contrast to that of closed traumatic brain injury (TBI) in civilian settings at the HR. The cranial repair study at HMMC also included 3 military policemen (38 ± 4 years old) who underwent decompressive craniectomy (DC) following gunshot wounds to the head (<strong><em>links F,G</em></strong>). Interval between previous surgery and PMMA cranioplasty ranged between 6 months and 8 years. The operative time ranged from ranged from 90 to 180 min (mean 112 ± 40 min). The average cranial defect measured 137.98 ± 40.63 cm<sup>2</sup> (estimated using Materialise Magics® reconstruction) and the estimated prosthetic volume 52.03 ± 14.35 cm<sup>3</sup> (estimated modelling the PA flap using Materialise Magics®, version 22.01), with 4 mm thickness.</p><p>&nbsp;</p><p>Patients were evaluated prior (T0), at 1 month (T1), 3 months (T3), 6 months (T6) and at 12 months (T12) after surgery, combining cognitive and neuropsychological testing, ‘Trephine Syndrome’ questionnaire, neuroimaging to assess functional anatomy (fMRI) (liquor flux), transcranial doppler assessment (cerebral perfusion in gunshot wound patients), EEG tests and qEEG assessments (pattern of slow waves). An evaluation of the signs and symptoms was performed through a ‘Trephine Syndrome’ questionnaire, for all patients, at T0 and T6. Common reported complaints in both cohorts (HMMC and HR) were local discomfort, headache, dizziness, tinnitus, insomnia, fatigue, irritability, depression, insecurity, paresis, dysphasia, dyspraxia, attention deficit, memory deficit, and worsening symptoms in orthostatic position. Seizures, associated to TBI, were frequently reported at the cohort conducted at HR (TBI patients), but rarely observed in the cohort developed at HMMC – and thus were considered a non-specific implant-related complication. At T6, patients were evaluated regarding aesthetic result of their cranial repair (excellent, very good, good, regular, and bad). Complications within the follow‑up period were assessed as: grade #1: no invasive treatment required; grade #2: invasive treatment required, but not intensive care unit admission (ICU); grade #3: invasive treatment required and ICU admission; grade #4: death]. All patients assisted at HR and HMMC reported enhanced self-esteem and built confidence after surgery. Participants also reported increase in cognitive ability, physical capacity and performance after reconstruction of their skull bone. The proposed PMMA cranial repair Protocol, in addition to reestablishing the cranial aesthetic contour, protected the underlying cerebrum by promptly restoring the brain vascular compliance (<strong>Fig. 13A-C</strong>). Improvement in cerebral hemodynamics was further confirmed by fMRI tests on patients up to 12 months after cranioplasty (<strong>Fig. 13D-F</strong>). The Chi‑square test for independence was used to test relationships between categorical variables between the cohorts, considered significant for <em>P </em>&lt;0.05.&nbsp;&nbsp;&nbsp;</p><p>&nbsp;</p><p><strong>** Figure 13 **</strong></p><p><br></p><p>Seromas may develop where any skin break occurs (De La Peña <em>et al.</em>, 2018; Maricevich <em>et al</em>., 2018). The formation of seroma in cranial repair frequently raises questions about the need for implant fenestration, aspiration and/or drainage (Maricevich <em>et al.,</em> 2018). Studies have suggested that seroma production in implant-based to reconstruct the cranium varies with different types of matrices (De La Peña <em>et al.</em>, 2018) and biomaterials, namely metals (‘titanium mesh erosion’), ceramics (‘associated infections’), synthetic and natural polymers, as well as composite materials. However, lack of standard cranial-based guidance prostheses guidelines, including sterilization, intraoperative cleaning and manipulation of the flap and associated antibiotics regimen, does not explicitly preclude clinical success of any of the above-mentioned biomaterials.</p><p>Previous studies demonstrated the effectiveness of the tacking sutures applied to cranial reconstructions with PMMA prostheses in reducing the incidence of seroma (Maricevich <em>et al.</em>, 2018). Therefore, we adopted this intervention in the current protocol (<strong>Fig. 14A-D</strong>).</p><p>&nbsp;</p><p>Accordingly:</p><p>I)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;postoperative follow-up for the detection of seroma should continue for at least three months.</p><p>II)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;instances of seroma - the patient should be evaluated at least 2x/week until resolution of the seroma with emptying and compressive dressing. Seromas should be addressed only by the scar (less likely site of vascular injury) with aspirated and drained using a 40 × 12 needle and a 10 ml syringe (Maricevich <em>et al.</em>, 2018).&nbsp;</p><p><strong>&nbsp;</strong></p><p><strong>** Figure 14 **</strong></p><p><br></p><p><strong>HOW CAN WE IMPROVE GUIDELINES USE?</strong></p><p>The outlook for using 3D printing manufacturing PMMA cranial prostheses is bright, with rapidly progressing intraoperative adjustments. Continuing efforts to improve intraoperative performance will facilitate translation of the technology and design methods. Following are some organizing strategies that are being developed to manage to handle the PMMA dough.&nbsp;</p><p>&nbsp;</p><p><strong>Handling sticky PMMA dough: a simple guide to plastic molding</strong></p><p>You have carefully prepared and assembled the customized PPMA prostheses. After a tantalizing 5 min wait for the curing process of the PMMA-flap, you are now ready to take it off the molding set. However, as you go to slide the prostheses off, you notice that it is stuck to the mold. What do you do? You will know how stressful of an experience it can be, since you can’t physically pry the prostheses off and leaving bits of it behind.&nbsp;&nbsp;</p><p>&nbsp;</p><p>Any type of dough, including PMMA, tends to be fairly sticky. This is why we routinely greased the molds with inert oil (e.g., Dersani) to facilitate detachment of the PMMA cranial prostheses from the PA molding. Alternatively, if circumstances permit, other methods, including making a heated plastic vacuum-mold making and silicone (<strong>Fig. 15, Fig. 16</strong>), may be used to form a ‘coat barrier’ between the PMMA prostheses and the PA mold.&nbsp;</p><p>&nbsp;</p><p>At first glance, this is an ideal solution, leaving less of a mess than oil to deal with during the intraoperative period. Some advocates argue silicone is somewhat of a hybrid between a synthetic rubber and a synthetic plastic polymer, which means it is still a plastic, no matter how it is spun. Regardless of your choice, the important step is to weigh the advantages/ disadvantages of each method to effectively prevent attachment of the PMMA prostheses to the PA mold, reducing the intraoperative time and without causing formation of reactive metabolites.</p><p><strong>&nbsp;</strong></p><p><strong>Compression Molding</strong></p><p>A heated plastic material is placed into a heated mold and then pressed into a specific shape (<strong>Fig. 15A,D</strong>) (<strong><em>link H</em></strong>). The plastic comes either in sheets or in bulk. Once the plastic is compressed into the right shape, the heating process ensures that the plastic retains maximum strength. The final steps in this process involve cooling, trimming, and then removing the plastic part from the mold. The automotive industry frequently uses the compression molding technology to manufacture resistant and durable final products.</p><p><em>Cost-effectiveness:</em> the cost of each individual part is low at high quantities. This methodology provides an alternative choice to the intraoperative use of oil in facilitating detachment of the PMMA cranial prostheses from the PA molding.</p><p><br></p><p><strong>** Figure 15 **</strong></p><p><br></p><p><strong>MANUAL silicone molding</strong></p><p>The silicone coating provides a cost-effective barrier, preventing PMMA dough attachment to the molds imposed by thermal contraction and expansion. Silicone coating maintains its barrier properties even when submitted to 3 consecutive loads (time of discarding) of autoclaving, at 121°C under a pressure of 106 kPa and kept for 15 min to sterility-testing.</p><p>&nbsp;</p><p>Preparation method for silicone coating per mold: begin mixing the batch of semi-crystalline silicone (we used batches from Redelease®). Combine equal volumes of parts A and B (totaling 20 ml). Equal amounts of both catalyst and base are combined to produce a silky smooth, low viscosity&nbsp;<em>liquid</em>&nbsp;<em>silicone rubber</em>&nbsp;that reproduces the finest details. A&nbsp;1:1 mix ratio&nbsp;is very convenient for large projects and also enables mold makers to easily pour lightweight molds. Mix thoroughly for about 15 min and apply homogeneously to the model with a brush in order to obtain a layer of about 1 mm. Conventional liquid silicone<em>&nbsp;</em>mold making rubber often has a cure time of 24 hr. Thus, after a 24 hr rest period, repeat application of the silicone mixture to add a second layer, totaling about 2 mm thickness (<strong>Fig. 16</strong>). Let it dry naturally. Then, the silicone-mold is ready to be sterilized. To ensure reliability of this sterilization method, the critical factors are: (i) <strong>proper temperature and time</strong>; and (ii) <strong>the complete replacement of the air with steam</strong> (i.e. no entrapment of air). It is a simple, cheap and very effective method – provided that the healthcare personnel follow the basic procedures (<strong>in bold</strong>).&nbsp;</p><p>&nbsp;</p><p><br></p><p>﻿<strong>** Figure 16 **</strong></p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1. <a href=\"https://www.emerald.com/insight/search?q=Johari%20Yap%20Abdullah\" rel=\"noopener noreferrer\" target=\"_blank\">Abdullah, J.Y.</a> et al. Comparison of STL skull models produced using open-source software versus commercial software.&nbsp;<a href=\"https://www.emerald.com/insight/publication/issn/1355-2546\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Rapid Prototyping J</em></a><em>.</em> 25 (10), 1585-1591 (2019).</p><p>&nbsp;</p><p>2. Alkhaibary, A. et al. Cranioplasty: A Comprehensive Review of the History, Materials, Surgical Aspects, and Complications. <em>World Neurosurg</em>. 139, 445-452 (2020).</p><p>&nbsp;</p><p>3. Aydin S., et al. Cranioplasty: Review of materials and techniques<em>. J. Neurosci. Rural Pract.</em> 2, 162-167 (2011).</p><p>&nbsp;</p><p>4. Boruah, S. et al. Influence of boné microstructure on the mechanical properties of skull cortical bone – A combined experimental and computational approach. </p><p><em>J. Mech. Behav. Biomed. Mater.</em> 65, 668-704 (2020).</p><p>&nbsp;</p><p>5. De La Peña, A. Low-cost customized cranioplasty using a 3D digital printing model: a case report. 3D <em>Printing in Medicine</em> 4:4 <a href=\"https://doi.org/10.1186/s41205-018-0026-7\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1186/s41205-018-0026-7</a> (2018)</p><p>&nbsp;</p><p>6. Feigin, V.L. et al. Global, regional, and national burden of traumatic brain injury and spinal cord injury, 1990–2016: a systematic analysis for the Global Burden of Disease Study 2016. <em>Lancet Neurol. </em>&nbsp;18(5), 459-480 (2019).</p><p>&nbsp;</p><p>7. Giese, H. et al. Polymethylmethacrylate patient-matched implants (PMMA-PMI) for complex and revision cranioplasty: analysis of long-term complication rates and patient outcomes. <em>Brain Injury</em> <a href=\"https://doi.org/10.1080/02699052.2019.1683895\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1080/02699052.2019.1683895</a> (2019).</p><p>&nbsp;</p><p>8. <a href=\"https://www.emerald.com/insight/search?q=Deepkamal%20Kaur%20Gill\" rel=\"noopener noreferrer\" target=\"_blank\">Gill, D.K</a>. et al.&nbsp;3D modelling and printing of craniofacial implant template.&nbsp;<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Rapid Prototyping J.</em></a> 25 (2), 397-403 (2019).</p><p><br></p><p>9. Hawthorne C and Piper I. Monitoring of intracranial pressure in patients with traumatic brain injury. <em>Front. Neurol</em>. <a href=\"https://doi.org/10.3389/fneur.2014.00121\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3389/fneur.2014.00121</a> (2014).</p><p>&nbsp;</p><p>10. Huthinson, P.J. et al. Consensus statement from the International Consensus Meeting on the Role of Decompressive Craniectomy in the Management of Traumatic Brain Injury. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6581926/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Acta Neurochir (Wien)</em></a>&nbsp;161(7), 1261–1274 (2019).</p><p>&nbsp;</p><p>11. Khader BA, Towler MR. Materials and techniques used in cranioplasty fixation: A review. Materials Science and Engineering C 66 (2016) 315–322.</p><p>&nbsp;</p><p>12. Iaccarino, C. et al. Cranioplasty Following Decompressive Craniectomy. <em>Front. Neurol.</em> <a href=\"https://doi.org/10.3389/fneur.2019.01357\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3389/fneur.2019.01357</a> (2020).</p><p>&nbsp;</p><p>13. laccarino, C. et al. Consensus statement from the international consensus meeting on post-traumatic cranioplasty. <em>Acta Neurochir.</em> 163, 423–440 (2021).</p><p>&nbsp;</p><p>14. Las, D.E., Verwilghen, D., Mommaerts, M.Y. A systematic review of cranioplasty material toxicity in human subjects. <em>J. Craniomaxillofac. Surg.</em>&nbsp;49(1), 34-46 (2021).</p><p>&nbsp;</p><p>15 .Lo Giudice, A. 2020. Evaluation of Imaging Software Accuracy for 3-Dimensional Analysis of the Mandibular Condyle. A Comparative Study Using a Surface-to-Surface Matching Technique. <em>Int. J. Environ. Res. Public Health</em> 17(13), 4789. <a href=\"https://doi.org/10.3390/ijerph17134789\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.3390/ijerph17134789</a> (2020).</p><p>&nbsp;</p><p>16. Lopes da Silva, J.V., Rezende, R.A., Nunes, A.A., Moreira da Silva, A. Additive Manufacturing. <em>In</em> Advances and Challenges in the Health Industrial Complex 178-189 (Ed. MS – OS, Brazil, 2017) htp://bvsms.saude.gov.br/bvs/publicacoes/avancos_complexo_ industrial_produtos_saude.pdf.</p><p>&nbsp;</p><p>17. Maricevich, J.P.B.R. et al. Adhesion sutures for seroma reduction in cranial reconstructions with polymethyl methacrylate prosthesis in patients undergoing decompressive craniectomy: A clinical trial. <em>Surg. Neurol. Int.</em> 9, 168 <a href=\"https://dx.doi.org/10.4103%2Fsni.sni_102_18\" rel=\"noopener noreferrer\" target=\"_blank\">10.4103/sni.sni_102_18</a> (2018).</p><p>&nbsp;</p><p>18. Maricevich, J.P.B.R., et al. Functional and aesthetic evaluation after cranial reconstruction with polymethyl methacrylate prostheses using low‑cost 3D printing templates in patients with cranial defects secondary to decompressive craniectomies: A prospective study. <em>Surg. Neurol. Int.</em> 10:1 doi: 10.4103/sni.sni_149_18&nbsp;(2019).</p><p>&nbsp;</p><p>19. Martinez-Marquez, D. et al. Application of quality by design for 3D printed bone prostheses and scaffolds. <em>PLoS ONE</em> 13(4): e0195291. <a href=\"https://doi.org/10.1371/journal.pone.0195291\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1371/journal.pone.0195291</a> (2018)</p><p>&nbsp;</p><p>20. Martinez-Marquez, D. et al. Development of 18 Quality Control Gates for Additive Manufacturing of Error Free Patient-Specific Implants. <em>Materials</em> 12, 3110 doi:10.3390/ma12193110 (2019).</p><p>&nbsp;</p><p>21. Martinez-Marquez, D. et al. Quality by Design for industry translation: Three-dimensional risk assessment failure mode, effects, and criticality analysis for additively manufactured patient-specific implants. <em>Engineering Reports</em>. <a href=\"https://doi.org/10.1002/eng2.12113\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.1002/eng2.12113</a> (2020).</p><p>&nbsp;</p><p>22. <a href=\"https://www.emerald.com/insight/search?q=Seema%20Negi\" rel=\"noopener noreferrer\" target=\"_blank\">Negi, S</a>. et al.&nbsp;Review on electron beam based additive manufacturing.&nbsp;<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Rapid Prototyping J.</em></a>&nbsp;26 (3), 485-498 (2020).</p><p>&nbsp;</p><p>23. Pascual, J.M. and Prieto, R. Surgical Management of Severe Closed Head Injury in Adults. <em>In </em>Schmidek &amp; Sweet Operative<em> </em>Neurosurgical Techniques. 6<sup>th</sup> Edition, Vol. 2 (ed. Alfredo Quiñones-Hinojosa). 1513-1538 (Elsevier Saunders, Philadelphia, PE, USA, 2012)</p><p>&nbsp;</p><p>24. Ridwan-Pramana, A. et al. Structural and mechanical implications of PMMA implant shape and interface geometry in cranioplasty - A finite element study. <em>J. Craniomaxillofac. Surg.</em> 44 (1), 34–44 (2016)</p><p>&nbsp;</p><p>25. Ridwan-Pramana, A. et al. Finite element analysis of 6 large PMMA skull reconstructions: A multi-criteria evaluation approach. <em>PLoS ONE</em> 12 (6), 1–16 (2017).</p><p>&nbsp;</p><p>26. Salcman, M, Heros, R., Laws, E.R., and Sonntag, V.K.H. Extradural Hemorrhage. <em>In</em> Kempe's Operative Neurosurgery. Edn 2 Vol. 1 (eds. <strong>Salcman, M.D.,</strong> M.,&nbsp;<strong>Heros</strong>, R.C.,<strong>&nbsp;Laws</strong>, E.,&nbsp;<strong>Sonntag,</strong> V.K.H.) 159-168 (Springer-Verlag, New York, USA, 2004).</p><p>&nbsp;</p><p>27. Saura, C.E. Methodology for development of cranial customized implants. T<em>hesis (Mechanical Engineering)</em> 1-197 (State University of Campinas, São Paulo, Brazil, 2014).</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>28. Sieg, P. et al. Long-term clinical outcome analysis of poly-methyl-methacrylate cranioplasty for large skull defects. <em>J. Craniomaxillofac. Surg. </em>71(2), e81–e88 (2013).</p><p>&nbsp;</p><p>29. Sieg, P. et al. Long-term evaluation of donor site morbidity after free fibula transfer. <em>Br. J. Oral Maxillofac Surg </em>48(4), 267–270 (2010).</p><p>&nbsp;</p><p>30. Shigley, J., Mischke, C.R., Budynas, R.G. Shigley’s Mechanical Engineering Design 7/e (eds. Budynas, R.G. &amp; Nisbett, J.K.) (The McGraw-Hill Companies, Inc, NY, USA, 2004).</p><p>&nbsp;</p><p>31. Szczykutowicz, T.P.<em> </em>Introduction to CT. <em>In </em>The CT Handbook: Optimizing Protocols for Today's Feature-Rich Scanners. 1-580 (Medical Physics Publishing, Madison, WI, USA,</p><p>2020).</p><p>&nbsp;</p><p>32. Van der Molen, A.J., Veldkamp, W.J.H., and Geleijns, J. 16-slice CT: achievable effective doses of common protocols in comparison to recent CT dose surveys. <em>Br. J. Radiol</em>. 80(952), 248-255 (2007).</p><p><strong>&nbsp;</strong></p><p>33. Winston KR. Efficacy of dural tenting sutures. <em>J. Neurosurg</em>. 91(2),<em> </em>180–184 (1999).<em>&nbsp;</em></p><p><strong>&nbsp;</strong></p><p><br></p><p><strong><em>LINKS</em></strong></p><p><strong>A.&nbsp;&nbsp;</strong>School of Medicine and Public Health University of Wisconsin-Madison 610 Walnut Street Madison, WI 53726. CT Protocols for Revolution Frontier™ / Revolution Frontier™ ES / Revolution™ Discovery™ CT / Discovery™ CT750 HD. <a href=\"https://uwgect.wiscweb.wisc.edu/wp-content/uploads/sites/1268/2019/11/RevCT750_HD_Manual_for_website_2019_v4.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://uwgect.wiscweb.wisc.edu/wp-content/uploads/sites/1268/2019/11/RevCT750_HD_Manual_for_website_2019_v4.pdf</a></p><p>&nbsp;</p><p><strong>B.&nbsp;&nbsp;</strong>American Association of Physicists in Medicine. Adult Routine Head CT Protocols Version 2.0 3/1/2016. <a href=\"https://www.aapm.org/pubs/ctprotocols/documents/adultroutineheadct.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.aapm.org/pubs/ctprotocols/documents/adultroutineheadct.pdf</a></p><p>&nbsp;</p><p><strong>C.&nbsp;&nbsp;</strong>DICOM - <a href=\"https://www.dicomstandard.org/current\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.dicomstandard.org/current</a></p><p>&nbsp;</p><p><strong>D.&nbsp;&nbsp;</strong><a href=\"https://www.jstage.jst.go.jp/article/jhtb/25/2/25_219/_article\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.jstage.jst.go.jp/article/jhtb/25/2/25_219/_article</a> - Accuracy of Three Dimensional CT Craniofacial Measurements Using Mimics and InVesalius Software Programs. Haider Ali Hasan, Mohammad Khursheed Alam, Asilah Yusof, Saeka Matsuda, Masahito Shoumura, Naoto Osuga <a href=\"https://doi.org/10.2485/jhtb.25.219\" rel=\"noopener noreferrer\" target=\"_blank\">https://doi.org/10.2485/jhtb.25.219</a></p><p><u>&nbsp;</u></p><p><strong>E.&nbsp;&nbsp;</strong><a href=\"https://clinicaltrials.gov/ct2/show/NCT03658941\" rel=\"noopener noreferrer\" target=\"_blank\">https://clinicaltrials.gov/ct2/show/NCT03658941</a> (estimated completion date: 04/01/2022).</p><p>&nbsp;</p><p><strong>F.&nbsp;&nbsp;&nbsp;</strong><a href=\"https://newsus.cgtn.com/news/2020-02-13/Brazilian-doctors-develop-affordable-cranial-reconstruction-O2dsKSArPW/index.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://newsus.cgtn.com/news/2020-02-13/Brazilian-doctors-develop-affordable-cranial-reconstruction-O2dsKSArPW/index.html</a></p><p>&nbsp;</p><p><strong>G.&nbsp;&nbsp;</strong><a href=\"https://newsus.cgtn.com/news/2020-02-15/Brazil-uses-3D-printing-to-help-head-injuries--O5s41ii7D2/index.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://newsus.cgtn.com/news/2020-02-15/Brazil-uses-3D-printing-to-help-head-injuries--O5s41ii7D2/index.html</a></p><p>&nbsp;</p><p><strong>H.&nbsp;&nbsp;</strong><a href=\"http://www.mfg.com/manufacturing-knowledge-center/mechanical/compression-mold-making\" rel=\"noopener noreferrer\" target=\"_blank\">http://www.mfg.com/manufacturing-knowledge-center/mechanical/compression-mold-making</a></p><p>&nbsp;</p><p><strong>I.&nbsp;&nbsp;&nbsp;&nbsp;</strong>https://portal.fiocruz.br/en/institutional-profile</p><p><br></p><p>&nbsp;</p><p>&nbsp;</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank G Frigieri (Brain4Care), for his assistance in the course of the ICP assessment of the patients, J Nunes de Lucena (HMMC), A da Silva Dias (CDTS/Fiocruz) and G S d’Avila for technical and administrative support, TR Santos (SCTIE, Brazilian Min Health) for his active role in innovation and technology in public health, and Cel FR Bastos Cajueiro for providing care to military personnel wounded in action (Military Heroes Benefit Association at RJ). We thank Fundação Oswaldo Cruz (Fiocruz), for the dedication and commitment in health care to those who greatly need it (<strong><em>link I</em></strong>). This research was supported through Fiocruz intramural INOVA PRODUCTS grant (#6320360368) in association with the Brazilian Ministry of Health.&nbsp;</p>"
        },
        {
            "header": "Tables",
            "content": "Due to technical limitations, Tables 1-9 can be found in the Supplementary Files section."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "unpublished": "The published 10.4103/sni.sni_149_18 DOI linking is not working. It can be accessed at: \nSurg Neurol Int 2019 Jan 15;10:1\nFunctional and aesthetic evaluation after cranial reconstruction with polymethyl methacrylate prostheses using low-cost 3D printing templates in patients with cranial defects secondary to decompressive craniectomies: A prospective study. Juan Pablo Borges Rodrigues Maricevich, Auricelio B Cezar-Junior, Edilson Xavier de Oliveira-Junior, Jose Arthur Morais Veras E Silva, Jorge Vicente Lopes da Silva, Amanda Amorin Nunes, Nivaldo S Almeida, Hildo Rocha Cirne Azevedo-Filho\n"
            },
            {
                "doi": "10.4103/sni.sni_102_18",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.4103/sni.sni_149_18",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 16902516,
                "identity": "9f6362b5-2b78-4420-8b3e-80b6024eb44f",
                "order_by": 0,
                "name": "Raphael Bertani",
                "email": "",
                "orcid": "",
                "institution": "Hospital Municipal Miguel Couto (HMMC), Rio de Janeiro, RJ, 22430-160, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Raphael",
                "middleName": "",
                "lastName": "Bertani",
                "suffix": ""
            },
            {
                "id": 16902517,
                "identity": "3cad10ef-a6f5-49c0-ba47-94f735bb4e49",
                "order_by": 1,
                "name": "Caio Moreno Perret Novo",
                "email": "",
                "orcid": "",
                "institution": "1. Hospital Municipal Miguel Couto (HMMC), Rio de Janeiro, RJ, 22430-160, Brazil. 2. Instituto de Ciências Biomédicas, CCS, Programa de Pós-Graduação em Anatomia Patológica, Faculdade de Medicina, HUCFF, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Caio",
                "middleName": "Moreno Perret",
                "lastName": "Novo",
                "suffix": ""
            },
            {
                "id": 16902518,
                "identity": "5500a518-6000-4783-8f90-519fb91c2e6f",
                "order_by": 2,
                "name": "Pedro Henrique Freitas",
                "email": "",
                "orcid": "",
                "institution": "Instituto de Ciências Biomédicas, CCS, Programa de Pós-Graduação em Anatomia Patológica, Faculdade de Medicina, HUCFF, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pedro",
                "middleName": "Henrique",
                "lastName": "Freitas",
                "suffix": ""
            },
            {
                "id": 16902519,
                "identity": "f09bc67c-1321-45a6-8503-67fa2c868afa",
                "order_by": 3,
                "name": "Amanda Amorin Nunes",
                "email": "",
                "orcid": "",
                "institution": "Centro de Tecnologia da Informação Renato Archer (CTI-RA), Campinas, SP, 13069-901, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amanda",
                "middleName": "Amorin",
                "lastName": "Nunes",
                "suffix": ""
            },
            {
                "id": 16902520,
                "identity": "2a451f43-bb13-4d34-b3bb-332e4d6ebc4e",
                "order_by": 4,
                "name": "Thiago Nunes Palhares",
                "email": "",
                "orcid": "",
                "institution": "Centro Brasileiro de Pesquisas Físicas (CBPF), Rio de Janeiro, RJ, 22290-180, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Thiago",
                "middleName": "Nunes",
                "lastName": "Palhares",
                "suffix": ""
            },
            {
                "id": 16902521,
                "identity": "8882dcdb-a26d-4a9c-8d05-f1a23378a6b0",
                "order_by": 5,
                "name": "Pedro Noritomi",
                "email": "",
                "orcid": "",
                "institution": "Centro de Tecnologia da Informação Renato Archer (CTI-RA), Campinas, SP, 13069-901, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pedro",
                "middleName": "",
                "lastName": "Noritomi",
                "suffix": ""
            },
            {
                "id": 16902522,
                "identity": "49cdd7e6-4028-44f8-8480-ada2a1a3281a",
                "order_by": 6,
                "name": "Marcelo Oliveira",
                "email": "",
                "orcid": "",
                "institution": "Centro de Tecnologia da Informação Renato Archer (CTI-RA), Campinas, SP, 13069-901, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marcelo",
                "middleName": "",
                "lastName": "Oliveira",
                "suffix": ""
            },
            {
                "id": 16902523,
                "identity": "c190055a-8dab-47fc-82b8-9c30efde4bc0",
                "order_by": 7,
                "name": "Joana Campos Vicentini",
                "email": "",
                "orcid": "",
                "institution": "Instituto de Ciências Biomédicas, CCS, Programa de Pós-Graduação em Anatomia Patológica, Faculdade de Medicina, HUCFF, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joana",
                "middleName": "Campos",
                "lastName": "Vicentini",
                "suffix": ""
            },
            {
                "id": 16902524,
                "identity": "3d069bc0-66eb-4953-86d8-86181edcd3f9",
                "order_by": 8,
                "name": "Tagore Martins de Morais Lima",
                "email": "",
                "orcid": "",
                "institution": "Instituto de Ciências Biomédicas, CCS, Programa de Pós-Graduação em Anatomia Patológica, Faculdade de Medicina, HUCFF, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tagore",
                "middleName": "Martins de Morais",
                "lastName": "Lima",
                "suffix": ""
            },
            {
                "id": 16902525,
                "identity": "c54505c1-4c9c-4e14-9435-42f17fe5cd31",
                "order_by": 9,
                "name": "Barbara Contarato Pilon",
                "email": "",
                "orcid": "",
                "institution": "1. Hospital Municipal Miguel Couto (HMMC), Rio de Janeiro, RJ, 22430-160, Brazil. 2. Instituto de Ciências Biomédicas, CCS, Programa de Pós-Graduação em Anatomia Patológica, Faculdade de Medicina, HUCFF, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "Contarato",
                "lastName": "Pilon",
                "suffix": ""
            },
            {
                "id": 16902526,
                "identity": "d5286022-b3e7-4543-90c1-4bf19129948a",
                "order_by": 10,
                "name": "Silvia Albuquerque",
                "email": "",
                "orcid": "",
                "institution": "Centro Brasileiro de Pesquisas Físicas (CBPF), Rio de Janeiro, RJ, 22290-180, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Silvia",
                "middleName": "",
                "lastName": "Albuquerque",
                "suffix": ""
            },
            {
                "id": 16902527,
                "identity": "86b90d4e-4751-490b-907f-2bba03bd6f89",
                "order_by": 11,
                "name": "Stefano F.A. Rozental",
                "email": "",
                "orcid": "",
                "institution": "Vassar College, Poughkeepsie, NY, 12604, USA.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stefano",
                "middleName": "F.A.",
                "lastName": "Rozental",
                "suffix": ""
            },
            {
                "id": 16902528,
                "identity": "1384f495-5293-4043-8bd6-6d877139ee30",
                "order_by": 12,
                "name": "Claudia Capitao",
                "email": "",
                "orcid": "",
                "institution": "Centro Universitario IBMR, RJ, 22631-002, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claudia",
                "middleName": "",
                "lastName": "Capitao",
                "suffix": ""
            },
            {
                "id": 16902529,
                "identity": "7f81b907-5228-4f7d-a861-81e3db5f0bf5",
                "order_by": 13,
                "name": "Pedro Cesar Rodrigues",
                "email": "",
                "orcid": "",
                "institution": "Instituto de Ciências Biomédicas, CCS, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pedro",
                "middleName": "Cesar",
                "lastName": "Rodrigues",
                "suffix": ""
            },
            {
                "id": 16902530,
                "identity": "b04fdf6e-8c60-4679-81fc-88f89446d5a3",
                "order_by": 14,
                "name": "Hugo C Schiavini",
                "email": "",
                "orcid": "",
                "institution": "Hospital Municipal Miguel Couto (HMMC), Rio de Janeiro, RJ, 22430-160, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hugo",
                "middleName": "C",
                "lastName": "Schiavini",
                "suffix": ""
            },
            {
                "id": 16902531,
                "identity": "029901d1-ef5e-41fa-a32b-0b811a95e219",
                "order_by": 15,
                "name": "Monica Diuana Calasans Maia",
                "email": "",
                "orcid": "",
                "institution": "Faculdade de Odontologia, Universidade Federal Fluminense (UFF), Niterói, RJ, 24020-140, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Monica",
                "middleName": "Diuana Calasans",
                "lastName": "Maia",
                "suffix": ""
            },
            {
                "id": 16902532,
                "identity": "43ebba30-9fca-473e-b1f7-9647ea6e0d89",
                "order_by": 16,
                "name": "José Mauro Granjeiro",
                "email": "",
                "orcid": "",
                "institution": "Instituto Nacional de Metrologia, Qualidade e Tecnologia (INMETRO), RJ, 20231-092, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "José",
                "middleName": "Mauro",
                "lastName": "Granjeiro",
                "suffix": ""
            },
            {
                "id": 16902533,
                "identity": "52813f05-2f41-4506-b915-71fd594f021a",
                "order_by": 17,
                "name": "Alexandre Malta Rossi",
                "email": "",
                "orcid": "",
                "institution": "Centro Brasileiro de Pesquisas Físicas (CBPF), Rio de Janeiro, RJ, 22290-180, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alexandre",
                "middleName": "Malta",
                "lastName": "Rossi",
                "suffix": ""
            },
            {
                "id": 16902534,
                "identity": "ca89a143-e98d-4ad7-82c6-966e541a4711",
                "order_by": 18,
                "name": "Juan Pablo Borges Rodrigues Maricevich",
                "email": "",
                "orcid": "",
                "institution": "Hospital da Restauração, Recife, PE, 52171-011, Brazil",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Juan",
                "middleName": "Pablo Borges Rodrigues",
                "lastName": "Maricevich",
                "suffix": ""
            },
            {
                "id": 16902535,
                "identity": "39a6b978-169e-4faf-8bdb-252f17778a8c",
                "order_by": 19,
                "name": "Ruy Castro Monteiro da Silva Filho",
                "email": "",
                "orcid": "",
                "institution": "Hospital Municipal Miguel Couto (HMMC), Rio de Janeiro, RJ, 22430-160, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ruy",
                "middleName": "Castro Monteiro da Silva",
                "lastName": "Filho",
                "suffix": ""
            },
            {
                "id": 16902536,
                "identity": "4ec462cb-e40b-42ea-bb7f-72e7418eabd8",
                "order_by": 20,
                "name": "Jorge Vicente Lopes da Silva",
                "email": "",
                "orcid": "",
                "institution": "Centro de Tecnologia da Informação Renato Archer (CTI-RA), Campinas, SP, 13069-901, Brazil.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jorge",
                "middleName": "Vicente Lopes da",
                "lastName": "Silva",
                "suffix": ""
            },
            {
                "id": 16902537,
                "identity": "c04366d7-1df7-4cf2-aa62-7e6cf158366f",
                "order_by": 21,
                "name": "Renato Rozental",
                "email": "renato.rozental@cdts.fiocruz.br",
                "orcid": "",
                "institution": "1. Centro Desenvolvimento Tecnológico (CDTS), FIOCRUZ, RJ, 21040-361, Brazil. 2. Instituto de Ciências Biomédicas, CCS, Universidade Federal do Rio de Janeiro (UFRJ), RJ, 21941-902, Brazil. 3. Dept Neuroscience, Albert Einstein Coll Medicine, Bronx, NY, 10461, USA.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Renato",
                "middleName": "",
                "lastName": "Rozental",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-02-25 21:32:43",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1384/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1384/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 7577463,
                "identity": "7a7e5b2d-1a70-4d0e-8300-1199eceeff04",
                "added_by": "auto",
                "created_at": "2021-04-01 15:39:57",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 296800,
                "visible": true,
                "origin": "",
                "legend": "Schematic detailed process flow diagram for the design, 3D fabrication and implantation of customized PMMA cranial prostheses showing principal steps. Abbreviations: PA12 - (Polyamide); PMMA - Poly(methyl methacrylate); .stl -  Standard Triangle Language, is a file format native to the stereolithography CAD software created by 3D Systems (see Phase #2: 3D manufacturing).",
                "description": "",
                "filename": "FlowchartRRFIG1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/35ef3566669c0e2488544b3d.jpg"
            },
            {
                "id": 7577386,
                "identity": "deda89e8-36c2-4a29-8ca7-b304593ba478",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 324270,
                "visible": true,
                "origin": "",
                "legend": "Low-cost 3D modelling and printing of customized cranial prostheses using open-source InVesalius® software. A-D, Segmentation of DICOM data from the skulls using InVesalius v3.1. E,F,  Segmented images were converted into STL format using an automated process, enabling different users to obtain similar results using the same methodology. G-I, Production of a 3-piece customized printed set in polyamide (PA12). Each PA12 set consists of a “cranial defect printout” (G) and a “testing prosthesis” (in orange) (I) to assemble parts for precision testing, and a cranial “prostheses mold” in 2 parts to allow for the intraoperative modeling of the final implant cast using the medical grade Poly (methyl methacrylate) (PMMA) in a span time of a few min (H).",
                "description": "",
                "filename": "FIG2RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/a0617f0e6e067edc56cb40cc.jpg"
            },
            {
                "id": 7577278,
                "identity": "757a81fb-fdec-4148-afc0-bff050a36374",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:58",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 310936,
                "visible": true,
                "origin": "",
                "legend": "Graphical user interface of Magics software to produce 3D modelling and geometry of cranial implants.  (A,B) InVesalius® is an open source 3D medical imaging software developed by CTI Renato Archer Information Technology Center, a unit of the Brazilian Ministry of Science Technology and Innovations (MCTI). (C) Prostheses surface area (cm2) and volume (cm3) have been routinely estimated using either Materialise Magics® (version 22.01) or InVesalius (version 3.1) softwares (see Table 9 - Suppl. Files). Data processing technologist (CTI/SP): Ms A.A. Nunes (B). ",
                "description": "",
                "filename": "FIG3RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/1747480a15c7787c62688671.jpg"
            },
            {
                "id": 7577390,
                "identity": "04006116-e8cf-48a2-889b-a134c846836a",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 182492,
                "visible": true,
                "origin": "",
                "legend": "A – Images of the left cranial prosthesis show that the prosthesis thickness varies with geometry and the right images show the pre-defined locations for the loading application. B – Frontal view of half of the skullcap. C – Construction of the cranial and prosthetic models. ",
                "description": "",
                "filename": "FIG4RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/762b93c280bca77ba8f51387.jpg"
            },
            {
                "id": 7577394,
                "identity": "2f9361d1-607d-4f81-8cf8-8c432c2dde90",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:59",
                "extension": "jpg",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 244309,
                "visible": true,
                "origin": "",
                "legend": "Illustration of finite element mesh of the components in the model using Hypermesh. ",
                "description": "",
                "filename": "FIG5RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/54817e50de925e5d7ce19830.jpg"
            },
            {
                "id": 7577388,
                "identity": "35854f5f-ceed-498b-ae91-8003f11cadd3",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 235978,
                "visible": true,
                "origin": "",
                "legend": "Location of the application of forces to the prostheses and the constraint of movement in the skull contour. ",
                "description": "",
                "filename": "FIG6RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/34018210e66332aa664c110e.jpg"
            },
            {
                "id": 7577274,
                "identity": "1a56e3db-1600-484a-9a7d-d857ff16f058",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:57",
                "extension": "jpg",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 268660,
                "visible": true,
                "origin": "",
                "legend": "Von Mises stress distribution in the 50 N (A), 600 N (B) e 1200 N (C) models.",
                "description": "",
                "filename": "FIG7RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/3edd82083911e092a8b5ec92.jpg"
            },
            {
                "id": 7577286,
                "identity": "49362802-8417-464b-81f7-afad269b6af3",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:58",
                "extension": "jpg",
                "order_by": 8,
                "title": "Figure 8",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 140794,
                "visible": true,
                "origin": "",
                "legend": "Displacement field for the 50 N (A), 600 N (B) e 1200 N (C) loads. ",
                "description": "",
                "filename": "FIG8RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/718443102d7b8aac653285d7.jpg"
            },
            {
                "id": 7577281,
                "identity": "613ea145-cfda-42ed-8cac-dfd75dfa8fae",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:58",
                "extension": "jpg",
                "order_by": 9,
                "title": "Figure 9",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 468934,
                "visible": true,
                "origin": "",
                "legend": "Effects of subsequent head injuries must also be considered prior cranioplasty during prostheses design. (A) Comminuted fracture of the PMMA flap. Insert. Respective CT imaging. Patient L3070, assisted twice at HR by Dr J.P. Maricevich, underwent a second episode of TBI one year after his first cranial repair. (B,C) Removal of the broken PMMA pieces and ‘reassembly’ for analysis. (D) Availability of the pre-manufactured patient-specific molding set enabled a prompt intraoperative reconstruction of a new cranial prosthesis. The intraoperative procedure was performed without any unforeseen circumstance and the patient did not present complications after cranial reconstruction.",
                "description": "",
                "filename": "FIG9RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/c6a49ed9cb718111ee4a692c.jpg"
            },
            {
                "id": 7577392,
                "identity": "9650e6d7-ea0a-409f-89ae-efce8546b7c0",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 10,
                "title": "Figure 10",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 431155,
                "visible": true,
                "origin": "",
                "legend": "Manufacture of custom-made cranial implants from DICOM using 3D printing. (A,B) Offset the build envelope and position the parts inclined at 30° on the xy -axis in order to avoid warping. (C) Simply scale your object before printing. If your calibration object measures 10.5mm, and it should be 10.0mm, scale the object down to 95.24%. (10.0mm x 100%)/10.5mm = 95.24%. (D) PA powder distribution in the 3D printer’s build plate. (E) Once your 3D print is finished it must be removed from the build plate. There are several methods to use, depending on how the print is adhered to the build plate. (F,G) Post-processing in 3D printing refers to any process or task that needs to be performed on a printed part, or any technique used to further enhance the object. It represents a finish touch to treat and refine printed parts, including removing support or excess material, washing and curing, sanding or polishing a model to painting or coloring. (H,I) Recycling of used PA powder (sifting powder). (J,K) Evaluation and documentation of printed material. ",
                "description": "",
                "filename": "FIG10RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/de8566041474ca7344894a02.jpg"
            },
            {
                "id": 7577288,
                "identity": "aede9a9d-c40a-434c-b170-a9173c484d1f",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:58",
                "extension": "jpg",
                "order_by": 11,
                "title": "Figure 11",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 342126,
                "visible": true,
                "origin": "",
                "legend": "(A,B) Preparation of PMMA bone cement intraoperative; (C) PMMA manual molding in customized molds; (D,E) engagement of the two complementary halves of the molds and final adjustments of the cured PMMA flap; (F) PMMA prosthesis with the same dimension of the modelled PA flap (estimated by the InVesalius®); (G) Comparison of pre/post-operative CT image volumes of patient ECS 12 hrs after customized cranial repair. From right to left side: Drs B. Pilon (HMMC), C. Moreno (HMMC/resident) and R. Bertani (HMMC/resident). (H) From bench to bedside and beyond: successful implementation of clinical Protocols through a multidisciplinary teamwork requires team leaders to overcome the many challenges, ranging from sets for sterilization of the molds to mediating the interface between the prosthetist and the neurosurgery group. From right to left side: Drs R. Monteiro (HMMC/RJ), P. Maricevich (HR/PE), R. Bertani (HMMC/resident) and R. Rozental (FIOCRUZ and UFRJ).   ",
                "description": "",
                "filename": "FIG11RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/aa2632b77ee946be36d0174b.jpg"
            },
            {
                "id": 7577387,
                "identity": "cd3ddc11-e538-4431-b426-4e16016cbb3b",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 12,
                "title": "Figure 12",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 582266,
                "visible": true,
                "origin": "",
                "legend": "Cranial reconstruction using PMMA prostheses. (A) Cranial defect printout. (B) customized PMMA prosthesis; assembled models to test precision prior to fixation (C). (D) Postoperative CT. Notice the coaptation of the prosthesis to the bone defect. (E) view of the cranial defect after craniectomy. (F) 30 days postoperative follow-up on patient J.S.S. shows a great cranial symmetry. Bone defect features (see Fig. 3): surface area (cm2): 148.70; prosthetic volume (cm3): 53.30.\n",
                "description": "",
                "filename": "FIG12RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/39e89b8d7c1cc5c405096087.jpg"
            },
            {
                "id": 7577385,
                "identity": "80d295fe-6fcb-428e-9443-22e33d6bbe8f",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 13,
                "title": "Figure 13",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 457973,
                "visible": true,
                "origin": "",
                "legend": "Noninvasive (NI) ICP monitoring before and after cranial repair with PMMA prosthesis. (A) A mechanical NI-sensor & transducer set consists of a support bar for detection of local bone tissue or prosthesis deformations adapted with strain sensors. The equipment filters, amplifies, and digitalizes the signal from the sensor (Sensor PICNI2000, monitor bc 2.0; Brain4care), and sends the data to a computer. Detection of these deformations, modeled by finite elements calculations, reveals waveforms: i) the Percussion P1 wave represents cerebral arterial pulsation; while, ii) the tidal P2 wave represents brain ‘compliance’ (Hawthorne and Piper, 2014). Bone defect features (patient AJLJ): surface area (cm2): 145.50; prosthetic volume (cm3): 51.17. (B) Abnormal noncompliant ICP waveform before cranioplasty (sensor positioned adjacent to the bone defect). Under abnormal conditions (e.g., decompressive craniectomy), brain compliance starts decreasing resulting in reversal of P1:P2 ratio (i.e., P2≥P1) which is a sensitive predictor of poor brain compliance. (C) Immediately after cranioplasty, a ‘normal-like’ ICP waveform is reestablished, indicative of a normal compliant brain. (D,E,F) Improvement of brain perfusion suggested by fMRI exams 3-4 months after surgery. Net flow (D), flow vs time (E) and velocity over time (F), respectively. The PMMA flap biomechanical data and hemodynamic perfusion responses after cranial repair showed good agreement with the biomechanical data suggested by modelling and further supports its implementation on a larger scale. \n\n",
                "description": "",
                "filename": "FIG13RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/2bbae99d9217e28bb21cd3f4.jpg"
            },
            {
                "id": 7577380,
                "identity": "f367368f-ce17-4fcc-a1f9-498d1a9c2c73",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:57",
                "extension": "jpg",
                "order_by": 14,
                "title": "Figure 14",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 706810,
                "visible": true,
                "origin": "",
                "legend": "The use of adhesion sutures in cranial reconstructions with PMMA reduces the incidence of complications, such as seroma formation. (A,B) Parallel drill-fenestrations (drill-holes) were made in cranial implants. (B, C) 3-0 Mononylon® sutures were threaded through 8 pairs of fenestrations (retention or tacking sutures) in the temporal region (Maricevich et al. 2018) prior to engagement and fully seat of the prosthesis. (D) The subcutaneous tissue and the galea were progressively sutured down to the implant. A Blake® silicone tubular continuous suction drain was positioned and the surgical wound was closed in scalp layers. \n\n",
                "description": "",
                "filename": "FIG14RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/94f4357aec4a40514331d0e8.jpg"
            },
            {
                "id": 7577464,
                "identity": "dee36e62-9b51-4c9a-8aae-9825a05b44ae",
                "added_by": "auto",
                "created_at": "2021-04-01 15:39:58",
                "extension": "jpg",
                "order_by": 15,
                "title": "Figure 15",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 556062,
                "visible": true,
                "origin": "",
                "legend": "Compression molding: heated plastic vacuum-mold making. (A) Vacuum thermoforming machines allows fast heating of a plastic sheet, which is then dropped over a mold (B,C) whilst a vacuum is applied (C,D). The mold is then allowed to cool before it is ejected from the mold using a gentle reverse pressure. Model used in this assay: Vacuum forming compacta 41x41. ",
                "description": "",
                "filename": "FIG15RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/600d61c36affaaba10a559d9.jpg"
            },
            {
                "id": 7577290,
                "identity": "ff19856e-c9f1-4410-b2f3-4cb861873eff",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:58",
                "extension": "jpg",
                "order_by": 16,
                "title": "Figure 16",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 249657,
                "visible": true,
                "origin": "",
                "legend": "Silicone-coated PA mold. (A) Mix a small amount of liquid silicone rubber – just enough to paint a two-layer thin coat (2 mm) over the prostheses ensuring that air bubbles are not trapped on its inner surface (see text for details). (B) Molding technologist (CBPF): Ms S. Albuquerque (B). 3D data processing technologist (CBPF): T.N. Palhares (C). \n",
                "description": "",
                "filename": "FIG16RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/88c873524b2820e460f0fb7d.jpg"
            },
            {
                "id": 13683550,
                "identity": "ddd340c3-44de-4c5f-848e-a8849e2f03e5",
                "added_by": "auto",
                "created_at": "2021-09-17 12:03:01",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2462079,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/37cdf525-c58c-479e-a57f-d6d8760c0eb5.pdf"
            },
            {
                "id": 7577391,
                "identity": "fe79b629-292d-4b67-a657-692b27a141c6",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 216589,
                "visible": true,
                "origin": "",
                "legend": "Table 1. Adult Routine Head CT parameters adopted from existing CT protocols (link B). \n\n1The amount of tissue inferior and superior to the prescribed scan range that is irradiated by over ranging can vary, * lower mA values for bone structures, higher mA values to include soft tissues. \n\n2The amount of tissue inferior and superior to the prescribed scan range that is irradiated by over ranging can vary, depending on the scanner model and how the scan is performed (pitch value, collimation, etc.).\n\n3Collimation in CT serves to ensure good image quality and to reduce unnecessary radiation for the patient. The tube collimator is used to shape de X-ray fan beam before it penetrates the patient. Values adopted for the Brilliance 16 slice scanner (Philips) are 16 x 1.5 mm. \n\n",
                "description": "",
                "filename": "TABLE1RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/a101d25ea7361539e5504ab0.jpg"
            },
            {
                "id": 7577378,
                "identity": "fc4f9c56-1c4d-4bcc-a30b-b9f00b1777a6",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:56",
                "extension": "jpg",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 172794,
                "visible": true,
                "origin": "",
                "legend": "Table 2. CT Imaging of Adult Head. Routine suggested image thickness and interval sets. Topogram: cranio-caudal direction.",
                "description": "",
                "filename": "TABLE2RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/a6bef4b1f90a4a2cbe2d90b1.jpg"
            },
            {
                "id": 7577382,
                "identity": "c0b33982-983e-4b2d-bd04-329dc8e11624",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 3,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 701231,
                "visible": true,
                "origin": "",
                "legend": "Table 3. 3D manufacturing: minimum requirement and recommended hardware.",
                "description": "",
                "filename": "TABLE3RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/3fa8c2796832b82cc01645a0.jpg"
            },
            {
                "id": 7577266,
                "identity": "9a2d4550-e0a6-46eb-9f28-6831fa34b364",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:57",
                "extension": "jpg",
                "order_by": 4,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 61362,
                "visible": true,
                "origin": "",
                "legend": "Table 4. Quantity of nodes and cranial and prosthetic elements for simulation of cranial repair.",
                "description": "",
                "filename": "TABLE4RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/5c2d12099ab6a62aae83461b.jpg"
            },
            {
                "id": 7577601,
                "identity": "f78c8356-2d42-4dbe-aa3e-f10e67242930",
                "added_by": "auto",
                "created_at": "2021-04-01 15:42:58",
                "extension": "jpg",
                "order_by": 5,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 140272,
                "visible": true,
                "origin": "",
                "legend": "Table 5. Properties of materials used in the finite element simulation.  ",
                "description": "",
                "filename": "TABLE5RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/a764c5d203c3caec0a6b5911.jpg"
            },
            {
                "id": 7577389,
                "identity": "97d46bf2-55ed-4c18-a12d-39dce0e88b6e",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:58",
                "extension": "jpg",
                "order_by": 6,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 501053,
                "visible": true,
                "origin": "",
                "legend": "Table 6. Understanding 3D manufacturing cost to produce cranial prostheses. ",
                "description": "",
                "filename": "TABLE6RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/2535b1f66d2dfe7299e12554.jpg"
            },
            {
                "id": 7577393,
                "identity": "a7aa6ffd-321e-4cda-b93a-f4e6a4740477",
                "added_by": "auto",
                "created_at": "2021-04-01 15:36:59",
                "extension": "jpg",
                "order_by": 7,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1760094,
                "visible": true,
                "origin": "",
                "legend": "Table 7. Troubleshooting.",
                "description": "",
                "filename": "TABLE7RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/19b5b26f7a8aa533c8fc868c.jpg"
            },
            {
                "id": 7577285,
                "identity": "a16df5b2-21b9-45ad-a633-9887dd7be046",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:58",
                "extension": "jpg",
                "order_by": 8,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 723480,
                "visible": true,
                "origin": "",
                "legend": "Table 8. Mean time required for each stage of the set of cranial prostheses  fabrication process using 3D printed PA smoothed molds. Processes requiring human input are shown in bold, automatic/unattended processes are shown in italics.",
                "description": "",
                "filename": "TABLE8RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/56693f7d445d0f99ab813822.jpg"
            },
            {
                "id": 7577277,
                "identity": "bff053de-77d7-469a-a90d-85b24da45a85",
                "added_by": "auto",
                "created_at": "2021-04-01 15:33:57",
                "extension": "jpg",
                "order_by": 9,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1679919,
                "visible": true,
                "origin": "",
                "legend": "Table 9. Individual data listings through the cranioplasty study at HMMC and HR, for patients assisted by the Brazilian Universal Health System (SUS). ",
                "description": "",
                "filename": "TABLE9RR.jpg",
                "url": "https://assets.researchsquare.com/files/pex-1384/v1/a66b8a6c4e4d33a615434148.jpg"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "cranial repair, cranioplasty, 3D printing, additive manufacturing, Selective Laser Sintering (SLS), Polyamide (PA12), Poly(methyl methacrylate) (PMMA), cranial prostheses, InVesalius®️, dural tenting, seroma. ",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>We present a detailed step-by-step approach for the low-cost production and surgical implantation of cranial prostheses, aimed at restoring aesthetics, cerebral protection, and facilitating neurological rehabilitation. This protocol uses combined scan computed tomography (CT) cross-sectional images, in DICOM format, along with a 3D printing (additive manufacturing) setup. The in-house developed software InVesalius®️ is an open-source tool for medical imaging manipulation. The protocol describes image acquisition (CT scanning) procedures, and image post-processing procedures such as image segmentation, surface/volume rendering, mesh generation of a 3D digital model of the cranial defect and the desired prostheses, and their preparation for use in 3D printers. Furthermore, the protocol describes a detailed powder bed fusion additive manufacturing process, known as Selective Laser Sintering (SLS), using Polyamide (PA12) as feedstock to produce a 3-piece customized printed set per patient. Each set consists of a “cranial defect printout” and a “testing prosthesis” to assemble parts for precision testing, and a cranial “prostheses mold” in 2 parts to allow for the intraoperative modeling of the final implant cast using the medical grade Poly(methyl methacrylate) (PMMA) in a time span of a few min. The entire 3D processing time, including modelling, design, production, post-processing and qualification, takes approximately 42 h. Modeling the PMMA flap with a critical thickness of 4 mm by means of Finite Element Method (FEM) assures mechanical and impact properties to be slightly weaker than the bone tissue around it, a safety design to prevent fracturing the skull after a possible subsequent episode of head injury. On a parallel track, the Protocol seeks to provide guidance in the context of equipment, manufacturing cost and troubleshooting. Customized 3D PMMA prostheses offers a reduced operating time, good biocompatibility, and great functional and aesthetic outcomes. Additionally, it offers greater than 15-fold cost advantage over the usage of other materials, including metallic parts produced by additive manufacturing.&nbsp;</p>",
        "manuscriptTitle": "A Comprehensive 3D-Molded Bone Flap Protocol for Patient-Specific Cranioplasty",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-04-01 15:33:54",
                "doi": "10.21203/rs.3.pex-1384/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "abe5d696-426a-4baa-b2eb-1a8fcf4cb5a8",
        "owner": [],
        "postedDate": "April 1st, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3014172,
                "name": "Neurology"
            },
            {
                "id": 3014173,
                "name": "Materials science"
            },
            {
                "id": 3014174,
                "name": "Biotechnology"
            },
            {
                "id": 3014175,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-04-01 15:33:54",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}