{
    "identity": "nprot-2355",
    "title": "Adapted cytokinesis-block micronucleus assay \\(CBMn) for mouse embryonic stem cells",
    "content": [
        {
            "header": "Introduction",
            "content": "Introduction\r\n\n\nMouse embryonic stem cells \\(mESC) are pluripotent cells with a high nuclear-to-cytoplasmic ratio, round to oval nuclei, basophilic cytoplasm and round shaped cells that are traditionally co-cultured with “feeder” cells. The use of stem cells in research emphasizes the need to confirm their genetic integrity after different manipulations. For this purpose, many techniques with different capabilities have been used thus far, but most are expensive, time consuming, need special instruments and training. Adopting simple methods for stem cell research is a necessary step for stem cells in large-scale research projects, particularly in pharmaceutical bio-monitoring. \r\n\n\nCytokinesis-block micronucleus assay is a reliable and precise method for assessing chromosome damage.1 Basically, MNi originate from acentric chromosome fragments or whole chromosomes not included in the main nuclei following DNA replication and nuclear division 2. Although it has been a century since Howell and Jolly described Feulgen-positive nuclear bodies in human reticulocytes, also known as Howell-Jolly bodies 3, the term micronucleus \\(MN) was suggested for the first time by Boller, Schmidt and Heddle in the early 1970s 4. In our study cytokinesis-block micronucleus assay \\(CBMn) was performed as previously described by Fenech 5 with adaptation. It has been shown that CBMn assay provides a simple method to detect the genotoxic potential of mutagens after in vivo and in vitro exposure to biologic systems6."
        },
        {
            "header": "Reagents",
            "content": "REAGENTS:\r\n\n\n\r\n\n\n2-Mercaptoethanol \\(Sigma; M-7522) \r\n\n\nConcentration of stock solution is 14.3 M \\(pure liquid), for Preparation working solution of 2-mercaptoethanol, dissolve 70 µl of 2-mercaptoethanol stock solution \\(14.3 M) in 10 ml of PBS; sterilize by filtration and store in a dark, cool place.\r\n\n\n2-mercaptoethanol is a reducing agent that can break down many toxic metabolites produced by cells in cultures, thus improving the environment surrounding the cells. Mouse cells are indeed very sensitive to oxidative metabolites; therefore 2-mercaptoethanol is principally used in culturing these cells.\r\n\n\n\r\n\n\nBisbenzimide H 33258, \\(Calbiochem, 382061, 100 mg)\r\n\n\n\r\n\n\nDulbecco´s phosphate-buffered saline without Mg2+ and Ca2+ \\(D-PBS-) \\(Sigma; D5652). Do not heat, sterilize immediately by filtration.\r\n\n\n\r\n\n\nDMSO \\(Sigma, Hybrimax, sterile–filtered; D2650)\r\n\n\n\r\n\n\nEGTA powder \\(Sigma; E-4378)\r\n\n\nEDTA has a high affinity for magnesium and a lower affinity for calcium, whereas EGTA has a high affinity for calcium and a lower affinity for magnesium. Working solution of EGTA was prepared at concentration of 2mM.\r\n\n\n\r\n\n\nEmbryonic stem cell qualified Fetal calf serum \\(ES-FCS) \\(Gibco; 16141-079)\r\n\n\nFCS may contain undefined factors that can promote differentiation of ES cells, thus each lot must be screened prior its use in order to find the best lot quality.  \r\n\n\n\r\n\n\nFetal bovine serum \\(FBS) \\(Invitrogen, 10270-106) \r\n\n\nStore frozen at -20ºC. Thaw in a 37ºC water bath before adding to the culture medium. Once thawed, FBS will remain stable at 4ºC for 3–4 weeks.\r\n\n\nCaution:\r\n\n\nAvoid repeated refreezing FBS which has been thawed.\r\n\n\n\r\n\n\nGelatin \\(Sigma; G2500)\r\n\n\nGelatin is a heterogeneous mixture of water-soluble proteins with high average molecular weight that are present in collagen. The change on a gelatin molecule and its isoelectric point are primarily due to the carboxyl amino and guanidine groups on the side chains of it.\r\n\n\n\r\n\n\nL-glutamine solution \\(Gibco; 25030-024) \r\n\n\n200 mM sterile solution, cell culture tested.\r\n\n\n\r\n\n\nLeukemia inhibitory factor \\(LIF) \\(ESGROTM; 13275)\r\n\n\nThis cytokine is often used to assist with maintaining the pluripotency of mESCs.\r\n\n\n\r\n\n\nMitomycin C powder \\(Sigma; M0503)\r\n\n\nPrepare fresh before use. Notice that the amount of Mit-C in a culture medium \\(at 38ºC) that contains antibiotics and serum, decreases over time. \r\n\n\n\r\n\n\nNon-essential amino acid \\(Gibco; 11140-035). Store aliquots in fridge\r\n\n\n\r\n\n\nThymidine powder \\(Sigma; T1895)\r\n\n\n\r\n\n\nTrypsin-EDTA \\(1x) in HBSS without Mg2+ and Ca2+ \\(Gibco; 25300-054)\r\n\n\nThe optimal activity of trypsin is in a partially alkaline \\(pH 7.8-8.7) environment with no Mg2+ and Ca2+ ions. \r\n\n\n\r\n\n\n\r\n\n\nREAGENT SETUP\r\n\n\nBD Matrigel™ \\(BD Biosciences; cat. #354277)\r\n\n\nSince Matrigel™ matrix forms a gel above 10°C; it should be kept at a low temperature. Therefore, all equipment and reagents \\(tips, Matrigel™ matrix solution, etc.) should be chilled on ice prior to use. For the preparation of Matrigel™, add 350 µl from the stock solution to 6 ml of cool medium. Thaw Matrigel™ at 4ºC.\r\n\n\n\r\n\n\nCytochalasin-B \\(Sigma; C6762)\r\n\n\nDissolve 5 mg solid Cytochalasin-B in 1 ml DMSO to give a Cyt-B concentration of 5000 µg/ml as follows \\(1000x solution):\r\n\n\ni. Remove the cyt-B vial from -20ºC and place at room temperature. Do not remove the seal.\r\n\n\nii. Sterilize the top of the rubber seal with 70% ethanol and allow the ethanol to evaporate.\r\n\n\niii. Vent the vial’s seal aseptically. With a 2.5 ml sterile syringe, inject 1 ml DMSO through the seal.\r\n\n\niv. Mix contents gently. Cytochalasin-B dissolves readily in DMSO.\r\n\n\nv. Mix and dispense 50 µl of 1000x stock solution aliquots into sterile, 0.5 ml polystyrene tubes. Date and label tubes with “cyt-B”.\r\n\n\nvi. Store at -20ºC for up to 12 months. The vials of powder are guaranteed by Sigma for 2 years if stored at -20ºC.\r\n\n\nvii. For preparation of 100x and 10x cyt-B, add 450 µL and 4950 µL DMEM, respectively.\r\n\n\n\r\n\n\nCaution:\r\n\n\nCytochalasin-B is toxic and it can be a possible teratogen agent. It must always be purchased in sealed vials. The preparation of this reagent must be carried out in a cytoguard cabinet. \r\n\n\n\r\n\n\nDMEM: The culture medium needed for feeder layer growth.\r\n\n\n1. DMEM \\(Gibco; 12800 -116) 13.5 g/l\r\n  2. NaHCO3 \\(Sigma; S-5761) 3.7 g/l\r\n  3. Penicillin/Streptomycin \\(Gibco; 15070-063) 10 ml/L\r\n  4. HCl \\(1 N) 3 ml/L\r\n  5. 2-mercaptoethanol \\(Sigma; M-7522) 7 µL\r\n  \r\n\n\nAdd these components to 837 ml of cell culture grade de-ionized water filter and store in dark, cool conditions. Adjust the pH to 0.2-0.3 units below the desired working pH \\(7.0-7.4) by adding 1N NaOH or 1N HCl with stirring. The pH of bicarbonate buffered solutions usually raises 0.1–0.2 units during filtration. \r\n\n\n\r\n\n\nES-cell medium\r\n\n\n1. Knock-out™ DMEM \\(Gibco; 10829-018) 500 ml\r\n  2. Penicillin/streptomycin \\(Gibco; 15070-063) 5 ml\r\n  3. Non-essential amino acid \\(Gibco; 11140-035) 5 ml\r\n  4. 2-mercaptoethanol \\(Sigma; M-7522) 0.5 ml\r\n  5. ES-FCS \\(Gibco; 16141-079) 75 ml\r\n  Aliquot and store at 4ºC in a dark place. For 50 ml KO-DMEM, 500 µl of L-glutamine and 50 µl LIF \\[1] are needed.\r\n\n\nCaution\r\n\n\nPeriodic discontinuation of antibiotic use is recommended for several reasons. First, questionable cell culture techniques can be masked; antibiotic-resistant organisms may arise, and finally, cryptic microbial contamination may be present and masked by antibiotic use.\r\n\n\n\r\n\n\nGelatin treatment of flasks\r\n\n\ni. Add 3-4 ml of 0.1% sterile gelatin to cover the bottom of the T-25 flask.\r\n\n\nii. Let the gelatin sit for 1 hour at 37ºC. Sitting longer is also acceptable.\r\n\n\niii. Remove excess fluid from the coated surface and allow to air dry under a laminar flow hood for approximately 1/2 hour \\(alternatively can allow to air dry overnight).\r\n\n\niv. Rinse with sterile tissue culture grade water or a balanced salt solution before adding the media and/or cells \\(optimal condition for attachment must be determined for each cell line and application).\r\n\n\n\r\n\n\nHoechst 33258 stock solution Preparation: \r\n\n\nStock solutions of most of the dyes are prepared in PBS at concentrations of 1.0 mg/ml. However, DAPI and the Hoechst dyes should be prepared in distilled water since at relatively high concentrations these dyes tend to precipitate in PBS. Stock solutions are refrigerated in dark-colored containers or wrapped in foil 7.\r\n\n\nCaution:\r\n\n\nThis material is harmful if inhaled, by contact with skin and if swallowed.\r\n\n\n\r\n\n\nThe Bisbenzimide Hoechst dyes are designated by numbers 33258, 33342 and 34580. As with H33258, Hoechst stain H33342 is used for staining DNA. It binds to AT-rich sequences \\(in the minor groove) without intercalation 8. H 33342 exhibits 10-fold greater cell permeability than H 33258.\r\n\n\nDAPI and H 33258 only stain vital cells, while H 33342 stains vital and dead cell types 9, with blue emission when examine with fluorescent microscopy. H 33258 gives a more stable reaction compared with Hoechst 33342 10. The dye is excited at 365 nm and the filter \\(emission) is 418 nm 8.\r\n\n\n\r\n\n\nMitomycin-C treatment of mouse embryonic fibroblast cells \\(mEF) \r\n\n\n\r\n\n\ni. Aspirate media from day 14 mEF that are confluent in a T-75 flask.\r\n\n\nii. Add 200 µl Mit-C to 10 ml of culture medium and incubate for 90 minutes at 37ºC.\r\n\n\niii. Aspirate off the media and wash three times with 5 ml of PBS- to remove any trace of Mit-C. \r\n\n\niv. Trypsinize and resuspend the cells in growth medium and add 2.5x106 cells to each pre-gelatinized T-25 flask that contains growth medium adjusted to the appropriate pH. Rotate and distribute the cell suspension evenly on the surface of the flask. Cell attachment of fibroblasts cells usually takes place within 1-2 hours.\r\n\n\n\r\n\n\nCaution\r\n\n\nCells that are being passaged are unable to adjust to the pH of the medium for an amount of time prior to attachment and re-initiation of metabolic activity. The passage time is a particularly critical period that can be achieved by prewarming the flask that contains growth medium in a CO2 incubator or aseptically gassing each flask with 5% CO2.\r\n\n\n\r\n\n\nMitomycin-C should be stored in the dark since it is readily decomposed by light.\r\n\n\n\r\n\n\nCaution\r\n\n\ni. Appropriate protection must be done while working with mitomycin-c. Wearing suitable protection is recommended.\r\n\n\n\r\n\n\nMounting media \r\n\n\nSlides are mounted in PBS/glycerol \\(1:1).\r\n\n\nCaution\r\n\n\nFirst, check components for auto fluorescence. Residual auto fluorescent mounting medium can be removed by the offset of imaging software.\r\n\n\nOnce aqueous mounting media is made, it should be stored in small \\(10-30 ml) screw-capped bottles or vials made of transparent glass or plastic.\r\n\n\n\r\n\n\n\r\n\n\nPreparation of thymidine \r\n\n\nii. Dissolve 0.1816g of thymidine powder in 10 ml PBS to give a 75 mM thymidine solution \\(stock solution).\r\n\n\niii. Add 100 µl of stock solution to 3 ml of culture medium \\(final thymidine concentration is 2.5 mM)."
        },
        {
            "header": "Procedure",
            "content": "mESC culture medium preparation:\r\n\n\nGeneral culture conditions are well established 11 and usually require ES \\(embryonic stem) cells to be grown on a Mit-C \\(M0503; Sigma, Germany) treated mitotically-inactive mouse embryonic fibroblast cells \\(mEF) as feeder cell layer in a gelatin \\(G2500; Sigma)-coated tissue culture flask \\(90025; TPP) \\[Fig. 1]. \r\n\n\nmESC line RB1 12 maintained in ES cell medium consisted of Knockout-DMEM \\(10829-018; Gibco, UK) supplemented with 15% ES-qualified FCS \\(10439-024; Gibco), 2 mM L-glutamine \\(15039-027; Gibco), 0.1 mM 2-mercaptoethanol \\(M7522; Sigma), 1% nonessential amino acid stock \\(11140-035; Gibco), 100 U/ml penicillin and 100 µg/ml streptomycin \\(15070-063; Gibco).\r\n\n\n\r\n\n\nTip\r\n\n\nMouse embryonic fibroblast cells \\(mEF) are used in co-cultures to provide secreted factors \\(paracrine element), extracellular matrix \\(juxtacrine signaling) and cellular contacts for the maintenance of stem cells in an undifferentiated state without losing their pluripotency. Thus, they are also called feeder cells.\r\n\n\n\r\n\n\n\r\n\n\nSubculture of the cells \r\n\n\ni. Prewarm all reagents.\r\n\n\nii. Aspirate all medium from the culture vessel.\r\n\n\niii. Rinse the culture twice with 2 ml PBS-, gently rock the vessel for 30 sec and remove the buffer to dispose of all traces of medium containing FBS.\r\n\n\niv. Add the appropriate amount of trypsin to each flask to cover the entire surface of the flask. Incubate the culture at room temperature for approximately 1 minute. Rock the flask for 4-5 times quickly back and forth such that the trypsin coats the cells. After 1 minute incubation, wash the culture vigorously by pipetting the trypsin solution up and down over the cells such that the small amount of fluid in the flask shears the loosely attached cells off and dissociates the clumps. \r\n\n\nv. Inactive the trypsin by adding fresh, complete medium. Be sure to triturate thoroughly to achieve a single cell suspension before inactivating. Replate as desired.\r\n\n\n\r\n\n\n\r\n\n\nSynchronization protocol for mESCs\r\n\n\ni. Add 2 mM thymidine for 16 hours at 25-30% confluency of the stem cell culture. \r\n\n\nii. Remove thymidine by washing with 1x PBS. Add fresh KO-DMEM complete medium for 4 hours to release cells. Cells progress synchronously through the G2- and mitotic phases.\r\n\n\n\r\n\n\nHypotonization\r\n\n\nBased on criteria by Fenech 13 for the selection of bi-nucleate cells suitable for scoring MNi, a bi-nucleate cell can be scored only if the nuclear boundaries of each nucleus are distinguishable. In addition, the cytoplasmic membrane of bi-nucleated cells must be intact and clearly distinct from adjacent cells. Thus, it is important that mESCs harvested properly without any damage to the cytoplasmic membrane.\r\n\n\nMicronucleus assay in isolated lymphocyte or cell lines culture does not require hypotonic treatment during harvesting. Hypotonic treatment may destroy necrotic and apoptotic cells, making them unavailable for assay 13. On the other hand, mESCs have a large nucleus surrounded by a narrow rim of cytoplasm. According to the all above items mentioned it seems the hypotonic treatment of mESCs is necessary and cannot be omitted.\r\n\n\n\r\n\n\nHarvest & slide making\r\n\n\n\r\n\n\ni. Treat ES cells grown on mEF with 4 µg/ml cyt-B \\(c-6762; Sigma) for 14 hours. \r\n\n\nii. Trypsinize the cells and spin them down at 800 g for 6 minutes. \r\n\n\niii. Resuspend the cell pellet gently by tapping the tube. Add about 4 ml of hypotonic solution. \r\n\n\niv. After a 10 minute incubation at room temperature, spin down the cells again and fix the pellet with cool Carnoy\\`s fixative \\(methanol: acetic acid; 3:1) for 15 minutes at room temperature. Disperse cells before the addition of fixative.\r\n\n\nv. Change the fixative twice. \r\n\n\nvi. Drop the suspension on wet slides previously cleaned with ethanol. \r\n\n\nvii. Air-dry the slides. Stain with Hoechst 33258 \\(Calbiochem; 382061) and rhodamin B \\(Sigma; R6626). \r\n\n\nviii. Examine slides under a microscope equipped with fluorescent optic \\(Olympus Bx51). Cells are scored blindly for MN presence. In our study, the frequency was expressed as number of MNi per one bi-nucleated cell \\(mean± SD).\r\n\n\n\r\n\n\nCritical \r\n\n\nDo not air-dry slides for longer than 10 minutes, otherwise cell and molecular morphology become altered, it makes difficult to score the slides. Store the slides in a microscope slide box in a cool, dry and dust-free cupboard.\r\n\n\nScoring\r\n\n\nWe examined one thousand bi-nucleated cells to measure MN formation in each slide prepared per sample \\(treated and control). For more details, we followed the Fenech 13.\r\n\n\n\r\n\n\n\r\n\n\nPause point \r\n\n\nFluorescent stained slides can be stored at 4ºC for 1 month.\r\n\n\n\r\n\n\n\r\n\n\nCriteria of micronuclei screening\r\n\n\nMNi are morphologically identical to, but smaller than nuclei and have the following characteristics:\r\n\n\n\\(a) The diameter of MNi in human lymphocytes usually varies between 1/16 and 1/3 of the mean diameter of the main nuclei, which is corresponded to 1/256 and 1/9 of the main nuclei area in a BN cell, respectively.\r\n\n\n\\(b) MNi are non-refractile and therefore, can be readily distinguished from artifacts such as staining particles.\r\n\n\n\\(c) MNi are not linked or connected to the main nuclei.\r\n\n\n\\(d) MNi may touch but not overlap the main nuclei. The micronuclear boundary should be distinguishable from the nuclear boundary.\r\n\n\n\\(e) MNi usually have the same staining intensity as the main nuclei \\[Fig. 2], but occasionally their staining may be more intense 13 \\(For review see Fenech, 2007).\r\n\n\n\r\n\n\n\r\n\n\nStatistical analysis\r\n\n\nWe used the t-test to evaluate MN formation induced by genotoxic agents."
        },
        {
            "header": "Timing",
            "content": "Monday \\(8am-8pm); during this period mESCs seeded on mEF and make small colonies.\r\n\n\nMonday-Tuesday \\(8pm-12am); inoculate thymidine to each flask and incubate for 16h to achieve synchronized mESCs.\r\n\n\nTuesday \\(12am-4pm); Wash to release from the thymidine block and incubate for 4 hours with fresh medium.\r\n\n\nTuesday-Wednesday \\(4pm-8am) in which cells are cultured for 14 h in media containing Cyt-B.\r\n\n\n\r\n\n\nNote:\r\n\n\nCells that suffer any type of cytotoxic and genotoxic shock may go into cell cycle arrest, thus bi-nucleate cells become less than expected. It must be borne in mind that after any treatment, the cell cycle becomes longer than before."
        },
        {
            "header": "Troubleshooting",
            "content": "Screening criteria\r\n\n\nTo keep mESCs growing with maintenance of differentiation potency, they definitely need to grow on a feeder layer \\(mitotically inactivated mEF). Therefore, at the time of screening the slides, how should one distinguish between mESCs and feeder cells?\r\n\n\n\r\n\n\nThere is a tremendous difference between the nuclei of these two cell types that cannot be overlooked. The nuclei of mESCs are smaller than fibroblastic cells and are round, too. Feeder cells have oval nuclei which are sometimes fragmented. The ratio of nucleus to cytoplasm in mESCs is larger than feeder cells. \r\n\n\nAt the time of feeder layer preparation from fibroblastic cells, they must become mitotically inactivated by mitomycin-c treatment or gamma irradiation; therefore these cells do not undergo further proliferation. During screening, there will not be any telophasic mEF cells in prepared slides, thus all the bi-nucleated cells are stem cells.\r\n\n\n\r\n\n\nSlides crowded with cells that clumped\r\n\n\nExcessive amount of cell suspension was used.\r\n\n\nDilute the cell suspension with additional fixative.\r\n\n\n\r\n\n\nCell pellet was not dispersed before the addition of fixative. \r\n\n\nLoosen final cell pellet vigorously either before or just after addition of fixative.\r\n\n\n\r\n\n\n\r\n\n\nToo few/no bi-nucleated cells;\r\n\n\nThymidine was inadequately removed.\r\n\n\nContinue washing cells with fresh medium.\r\n\n\n\r\n\n\nCell Lysis was occurred during fixation steps.\r\n\n\nDo not vortex or vigorously shake the cell pellet in fixative. \r\n\n\n\r\n\n\nThe Cells progressed through telophase.  \r\n\n\nIncrease cytochalasin-B concentration or incubation time.\r\n\n\n\r\n\n\nCells membrane lysis occurred.\r\n\n\nDo not vortex or vigorously shake the cell pellets during fixation steps. Re-suspend the cells gently by tapping the tube.\r\n\n\nAdd cool fixative drop wise during first fixation step. \r\n\n\n\r\n\n\nMicronucleus boundary is overlapped with the nuclear boundary; \r\n\n\nCells were insufficiently swollen.\r\n\n\nCheck the KCl hypotonic solution. Increase the time/temperature of incubation in hypotonic solution. \r\n\n\n\r\n\n\n\r\n\n\nExistence of three or more nucleated cells;\r\n\n\nThe time of incubation with cyt-B was too long.\r\n\n\nAdjust the culture time until bi-nucleated cells appear."
        },
        {
            "header": "Anticipated Results",
            "content": "The cytokinesis-block micronucleus assay \\(CBMn) is a reliable and relatively easy method used for many years by scientists for biological assessments. Relative accuracy, simplicity, multi-potentiality, large tissue applicability of CBMn assay technology and its potency to become automated have made it a fascinating technology during last decades and will play a key role in mutagenicity assessment in the future. This technique is mostly used for lymphocytes and it has been not provided for embryonic stem cells study. In our study, routine CBMn led to unacceptable, substandard, unexplainable results. Although the entire process was based on the standard methods, however most of the mESCs population underwent DNA fragmentation \\[Fig. 3]\\!\r\n\n\nTo avoid occurrence of this problem, factors that might contribute to DNA fragmentation of mESCs in some circumstances such as attachment factors 14-16, LIF concentration 17, cyt-B concentration 18,19 were considered, however no significant effect were found.  It has been showed that incubation of mESCs with cytochalasin-B \\(an anti-actin drug) caused marked alterations in cell shape and cytoskeletal organization 19. We observed same results in our study, that after treatment of mESCs colonies with Cyt-B, the cell attachment to each other and feeder layer \\(mEF) were essentially reduced, cells rounded up, and consequently cells were disaggregated. It has been postulated that single cell suspensions of mESCs lead to leakage oxidative phosphorilation components from mitochondria, these cells finally become committed to apoptosis, whereas this process was suppressed when they proliferated in aggregates 20.\r\n\n\n\r\n\n\nAccording to above descriptions, modification of the timing of the standard protocol of CBMn assay for mESCs is the best way to solve this problem because reducing the incubation time, decrease the chance of detachment of cells from substrate.\r\n\n\nTauchi et al. showed that the best time for apoptosis analysis is 16 hours after treatment with toxic agents when there is a raise in the apoptosis rate and approximately most of the apoptotic cells are in the late stage of apoptosis 21. We have observed the same outcome in mESCs \\(Results not showed). On the other hand, mESCs show a maximum rate of bi-nucleated cells 16 hours after cyt-B inoculation. Thus, the incidence of bi-nucleated cells and late-stage apoptotic cells which characterize with chromatin fragmentation and cell membrane blebbing coincided with one another. So, instead of observing BN cells \\(which may or may not contain MNi) we encountered the cells that contained condensed fragmented chromatin \\[Fig. 4]. \r\n\n\n\r\n\n\nSo harvesting before proposed time \\(16h) can be solution to avoid this coincidence. This may result in ignorance of major part of the cells, which have not reached the stage of cytokinesis, while the cyt-B treatment period is made shorter, consequently the cells that are near cytokinesis stage would be only trapped.\r\n\n\nAnother way is synchronization of the cells in S-phase of cell cycle. With this method, we don't need to wait for the cells in G1-phase of the cell cycle. So, after removing of thymidine, a large number of the cells will simultaneously reach the end of the cell cycle, thus we can trap most of cell population in cytokinesis in the shortest possible time after cyt-B treatment. With this strategy in addition to reduction of cyt-B treatment period, we will not miss notable cell population."
        },
        {
            "header": "References",
            "content": "1. M. Fenech, Mutat Res 285 \\(1), 35 \\(1993).\r\n  2. M. Fenech, Mutation Research/Genetic Toxicology and Environmental Mutagenesis 392 \\(1-2), 11 \\(1997).\r\n  3. Benkt Högstedt, Per Gunnar Nilsson, and Felix Mitelman, Cancer Genetics and Cytogenetics 3 \\(3), 185 \\(1981).\r\n  4. I. Decordier and M. Kirsch-Volders, Mutat Res 607 \\(1), 2 \\(2006).\r\n  5. M. Fenech, Nat Protoc 2 \\(5), 1084 \\(2007).\r\n  6. S. Samanta and P. Dey, Diagn Cytopathol.\r\n  7. Z. Darzynkiewicz and J. P. Robinson, Methods in cell biology: Flow cytometry. \\(Academic Press, 1994).\r\n  8. D. J. Arndt-Jovin and T. M. Jovin, Journal of Histochemistry and Cytochemistry 25 \\(7), 585 \\(1977).\r\n  9. M. J. Lydon, K. D. Keeler, and D. B. Thomas, Journal of Cellular Physiology 102 \\(2), 175 \\(1980).\r\n  10. K. H. Elstein and R. M. Zucker, Exp Cell Res 211 \\(2), 322 \\(1994).\r\n  11. E. J. Robertson, Teratocarcinomas and embryonic stem cells: a practical approach. \\(Oxford University Press, USA, 1987).\r\n  12. H. Baharvand and K. I. Matthaei, In Vitro Cell Dev Biol Anim 40 \\(3-4), 76 \\(2004).\r\n  13. M. Fenech, Mutat Res 455 \\(1-2), 81 \\(2000).\r\n  14. R. Koyanagi-Katsuta, N. Akimitsu, N. Arimitsu et al., Tissue and Cell 32 \\(1), 66 \\(2000).\r\n  15. J. W. Sanger and H. Holtzer, Proc Natl Acad Sci U S A 69 \\(1), 253 \\(1972).\r\n  16. R. C. Bates, A. Buret, D. F. van Helden et al., J Cell Biol 125 \\(2), 403 \\(1994).\r\n  17. M. Furue, T. Okamoto, Y. Hayashi et al., In Vitro Cell Dev Biol Anim 41 \\(1-2), 19 \\(2005).\r\n  18. M. A. Kolber, K. O. Broschat, and B. Landa-Gonzalez, Faseb J 4 \\(12), 3021 \\(1990).\r\n  19. S. B. Carter, Nature 213 \\(5073), 261 \\(1967).\r\n  20. R. Koyanagi-Katsuta, N. Akimitsu, N. Arimitsu et al., Tissue Cell 32 \\(1), 66 \\(2000).\r\n  21. H. Tauchi and S. Sawada, Int J Radiat Biol 65 \\(4), 449 \\(1994)."
        },
        {
            "header": "Acknowledgements",
            "content": "I would like to acknowledge the Genetics Department of Royan Institute for financial support. In addition, I would like to express my appreciation to Royan Institute staff in addition to special thanks to my colleagues for their suggestions and consultations."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12020,
                "identity": "9fbfc8d3-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hamid Kalantari",
                "email": "hk_mcb@yahoo.com",
                "orcid": "",
                "institution": "Cyto's Lab (Royan Institute)",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hamid",
                "middleName": "",
                "lastName": "Kalantari",
                "suffix": ""
            },
            {
                "id": 12021,
                "identity": "9fbfcb74-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Hamid Gourabi",
                "email": "gourabi@royaninstitute.org",
                "orcid": "",
                "institution": "President of Royan Institute ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Hamid",
                "middleName": "",
                "lastName": "Gourabi",
                "suffix": ""
            },
            {
                "id": 12022,
                "identity": "9fbfcd1b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hossein Baharvand",
                "email": "",
                "orcid": "",
                "institution": "Head of Department of Stem Cells, Royan Institute",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hossein",
                "middleName": "",
                "lastName": "Baharvand",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-04-07 15:14:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.011",
        "doiUrl": "https://doi.org/10.1038/protex.2012.011",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608446,
                "identity": "49c54ff6-c62b-4675-86c9-025d6925314f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 186208,
                "visible": true,
                "origin": "",
                "legend": "Mouse embryonic stem cell RB1 colony co-cultured on mouse embryonic fibroblast cells.   This colony demonstrates uniform morphology with no visible evidence of differentiation. Inverted phase contrast microscopy, original magnification: 200x.",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2355/v1/figure_1.jpg"
            },
            {
                "id": 2608447,
                "identity": "3fdd8e53-302f-42e8-96ba-870c1e3989f1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 44276,
                "visible": true,
                "origin": "",
                "legend": "bi-nucleated mouse embryonic stem cell   The above micrograph is a fluorescent image showing the bi-nucleated mouse embryonic stem cell RB1 cell line after treatment with cytochalasin-B and stained with Hoechst and Rhodamin dyes.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2355/v1/figure_2.jpg"
            },
            {
                "id": 2608463,
                "identity": "8346ebd8-c54c-46a5-b4b2-f0bce79ffde1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 68072,
                "visible": true,
                "origin": "",
                "legend": "Fluorescent micrograph of bi-nucleated mouse embryonic stem cells.    \"F\" denotes mouse embryonic fibroblast cells with oval nuclei that are easily distinguishable from other mouse embryonic stem cells and \"M\" denote bi-nucleated mouse embryonic stem cells that stained with Hoechst 33258 & rhodamin-B.  The majority of cells in this image are bi-nucleated mouse embryonic stem cells.  ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2355/v1/figure_3.jpg"
            },
            {
                "id": 2608450,
                "identity": "42930ffa-95fe-4092-989d-ac09f24b25ef",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 50048,
                "visible": true,
                "origin": "",
                "legend": "Apoptotic mouse embryonic stem cells    A fluorescent image of apoptotic cells (RB1) with disintegrated nuclei which due to the presence of cytochalasin-B in medium were unable to form cytoplasmic blebs (bubble formation).\r\n",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-2355/v1/figure_4.jpg"
            },
            {
                "id": 13464890,
                "identity": "b5c19a95-3634-4297-873c-c5650e49eaa5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:00",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 357815,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2355/v1/b8bdc595-d0a5-40bf-be8c-e9de790054a8.pdf"
            },
            {
                "id": 2608449,
                "identity": "ba8dd2d6-7677-4387-ad9b-232c769c5ae7",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:14",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 188931,
                "visible": true,
                "origin": "",
                "legend": "Full protocol   Adapted cytokinesis-block micronucleus assay (CBMn) for mouse embryonic stem cells",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2355/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "micronucleus cytome assay , apoptosis, stem cell, cytochalasin-B",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Our observation showed the addition of cytochalasin-B to mouse embryonic stem cells \\(mESC) culture for CBMn analysis led to the induction of apoptosis in these cells. On the other hand, addition of cyt-B is the most critical part of the cytokinesis-block micronucleus assay \\(CBMn) technique that cannot be omitted. Thus, modification of the traditional CBMn assay seems to be necessary. In this paper, we attempt to troubleshoot this problem and show that the CBMn assay can be used in embryonic stem cells research, particularly as a reliable tool in monitoring the cytogenetic integrity of cells. The potential reasons of the observed induction of apoptosis in mESCs are also discussed. \r\n\n\n\r\n\n\nThe full text pdf version of this protocol can be accessed \"here\":http://www.nature.com/protocolexchange/system/uploads/2107/original/protex.2012.011_-_full_text.pdf?1334222191",
        "manuscriptTitle": "Adapted cytokinesis-block micronucleus assay (CBMn) for mouse embryonic stem cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-04-12 09:21:18",
                "doi": "10.1038/protex.2012.011",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fbf7add-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "April 12th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2700,
                "name": "Cell biology"
            },
            {
                "id": 2702,
                "name": "Drug discovery"
            },
            {
                "id": 2703,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-04-12 09:21:18",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}