{
    "identity": "nprot-4897",
    "title": "A protocol for live imaging of pancreatic tissue",
    "content": [
        {
            "header": "Introduction",
            "content": "Pancreatic cancer remains a difficult disease to treat with an extremely low 5 year survival rate of 6%. The development of methods to visualize normal and cancerous pancreatic cells in context of the native microenvironment could lead to a better understanding of pancreatic growth, regeneration and transformation in vivo. For example, live imaging can provide a way to identify the impact of gene modification, map cancer heterogeneity and interactions of cancer cells with the microenvironment, as well as track the effectiveness of new therapies on tumor growth in vivo. Visualization of individual cells within a field, specific cell populations, surrounding tissues and blood vessels can be achieved using combinations of genetically coded, or deliverable fluorescent proteins; for example, reporter mice containing a fluorophore \\(such as GFP) that tracks cells expressing genes of interest can be crossed to mice with a ubiquitous “backlight” \\(such as the actin promoter-driven dsRed transgenic mice). These GFP-reporter;actin-dsRed mice can then be injected with Hoescht 33342 to label individual nuclei and fluorescently-labeled antibodies to label blood vessels or other components of the microenvironment. Here we describe a method for imaging healthy pancreas, pancreatic intraepithelial neoplasia \\(PanIN) and pancreatic tumors in vivo. In cases where the pancreatic tumors have invaded extensively into surrounding tissues or have become too fibrotic to mold to the imaging apparatus, the tumor can be excised after administration of relevant fluorescent probes and imaged ex vivo."
        },
        {
            "header": "Reagents",
            "content": "• 0.5 cc insulin syringe \r\n\n\n• Ketamine \\(VetOne)\r\n\n\n• Xylazine \\(Lloyd Laboratories) \r\n\n\n• PBS \\(Gibco)\r\n\n\n• Opthalmic Ointment \\(Vetropolycin)\r\n\n\n• Sterile cotton tipped applicators \\(Puritan)\r\n\n\n• 70% EtOH\r\n\n\n• Forceps \\(FST)\r\n\n\n• Surgical Scissors \\(FST)\r\n\n\n• Isoflurane \\(Piramal Healthcare)\r\n\n\n• 24mm x 50mm coverslips\r\n\n\n• Distilled water \\(Gibco)\r\n\n\n• 60 cm culture dishes\r\n\n\n• Fluorescently conjugated antibodies or fluorescent dyes such as anti-mouse VE cadherin Alexa Fluor 647 \\(Biolegend), Dextran Alexa Fluor 647 \\(Thermo Scientific), or Hoescht 33342 \\(Thermo Scientific)"
        },
        {
            "header": "Equipment",
            "content": "• Leica SP5 II\r\n\n\n• Mouse Imaging apparatus for intact organs \\(Designed by Raymond Fox and Joi Weeks, Built by The Campus Research Machine Shop at UCSD, Fig 1) \r\n\n\n• Isoflurane regulator \\(South Coast Anesthesia)\r\n\n\n• Heating pad \\(Gaymar)\r\n\n\n• Mouse vitals monitoring machine"
        },
        {
            "header": "Procedure",
            "content": "**In vivo Normal Pancreas and Pancreatic Tumor Imaging**\r\n\n\n \r\n\n\nThis protocol describe in vivo imaging methods for normal pancreas, pancreatic intraepithelial neoplasia \\(PanIN) and pancreatic tumors that are still compliant.\r\n\n\n\r\n\n\n1. Anesthetize mouse with a mixture of ketamine/xylazine \\(100/10 mg/kg, intraperitoneal injection \\(IP)). Wait until mouse has an unresponsive pedal reflex \\(toe pinch) to proceed. Continue to perform toe pinch at regular intervals throughout the procedure to monitor depth of anesthesia. Administer 0.5 ml PBS by IP injection every two hours during the protocol to keep the animal hydrated. Maintain the animal on a heating pad set at 37°C. Vitals should be monitored using a system that records pulse, O2 saturation and temperature. Respiration rate should be monitored visually. \r\n  2. Administer the desired fluorescent dyes or fluorescently-conjugated antibodies intravenously \\(retro-orbital or tail vein injection). Hoescht 33342 can be used to visualize nuclei \\(10 μl of a 20 mM stock solution per mouse) and VE-cadherin antibodies conjugated to Alexa Fluor 647 can be used to visualize the vasculature \\(50 μg in 100 μl per mouse). If dyes are injected retro-orbitally, a maximum of 100 μl can be administered in each eye \\(a total of 200 μl in both eyes).\r\n  3. Apply ophthalmic ointment to eyes using a cotton applicator to prevent drying during the procedure.\r\n  4. Position the mouse lateral side up and thoroughly spray the abdomen and back with 70% ethanol. \r\n  5. Locate the most distal rib; starting approximately 0.5 cm below the final rib, use sterile forceps and surgical scissors to make an incision that extends 2 cm toward the ventral side of the body and 2 cm toward the distal side of the body. Ensure the incision penetrates both the skin and body wall, but avoid injuring the spleen \\(which rests directly against the body wall on the lateral side of the mouse).\r\n  6. Turn on isoflurane regulator at a rate of 1-3% isoflurane in oxygen. Position mouse with the incision facing up on the imaging apparatus connected to the anesthesia system \\(Fig 1). Note: The mouse should not regain consciousness at any point during the protocol and normal breathing patterns should be maintained throughout.\r\n  7. Carefully lift the tail of the pancreas and the spleen up through the incision in the mouse and onto the surface of the imaging apparatus. This can be done using sterile blunt forceps. Clamping of the tissues should be avoided because this can damage areas that are optimal for imaging. \r\n  8. Secure the tissue to the imaging apparatus by placing a coverslip over the tail of the pancreas. The pancreas tail should now be resting between the apparatus and the coverslip. Be aware of major blood supplies to the pancreas such as the coeliac artery and splenic artery; too much tension can result in vessel rupture and significant blood loss. Once secured, keep the pancreas hydrated by supplying PBS between the coverslip and imaging apparatus. \r\n  9. Transfer the imaging apparatus to the microscope. Perform imaging using a TCS SP5 upright DM600 CFS Leica confocal system and Leica LAS AF 2.7.3 software. Acquire images using a HCX APO L20x objective with a 1.0 numerical aperture. If the objective requires water immersion, place 2-3 drops of distilled water on the coverslip before lowering the objective.\r\n  10. Excite the fluorophore of interest using the appropriate laser. The excitation and emission wavelengths of commonly used fluorescent proteins are as follows: Hoescht 33342 \\(excitation 361 nm, emission 497 nm), GFP \\(excitation 488 nm, emission 493 to 556 nm) and DsRed2 \\(excitation 561 nm, emission 566 to 650 nm). We use the Argon-ion \\(458 nm and 488 nm) and Diode pumped solid-state \\(561 nm) lasers to excite these proteins, respectively. Using this system, it is possible to image approximately 100 microns deep into the pancreas. \r\n  11. After completing the imaging session \\(which can last several hours up to a day), euthanize the mouse by cervical dislocation. \r\n  \r\n\n\n**Ex vivo Pancreatic Tumor Imaging**\r\n\n\n\r\n\n\nIn instances where the tumor may have invaded into surrounding tissues or is highly fibrotic, an ex vivo imaging strategy can be useful as described blow.\r\n\n\n\r\n\n\n1. Anesthetize mouse with a mixture of ketamine/xylazine \\(100/10 mg/kg, intraperitoneal injection \\(IP)). Wait until mouse has an unresponsive pedal reflex \\(toe pinch) to proceed.\r\n  2. Administer the desired fluorescent dyes or fluorescently-conjugated antibodies intravenously \\(retro-orbital or tail vein injection). Hoescht 33342 can be used to visualize nuclei \\(10 μl of a 20 mM stock solution per mouse) and VE-cadherin antibodies conjugated to Alexa Fluor 647 can be used to visualize the vasculature \\(50 μg in 100 μl per mouse). If dyes are injected retro-orbitally, a maximum of 100 μl can be administered in each eye \\(a total of 200 μl in both eyes). Note: small fluorescent dyes such as Hoescht 33342 penetrate rapidly so the tumor can be removed as early as 15 minutes after injection. However, if additional time is needed for perfusion of large fluorescent probes or drug, maintain the mouse on isoflurane as described above.\r\n  3. Position the mouse ventral side up and thoroughly spray the abdomen with 70% ethanol. \r\n  4. Starting approximately half way between the sternum and the pelvic bone, use sterile forceps and surgical scissors to make two incisions that extend from the center of the abdomen to the lateral and medial side of the rib cage. This should result in unimpeded access to organs within the intraperitoneal cavity.\r\n  5. Using forceps and scissors, remove the tumor. \r\n  6. Following removal of the tumor, place it in a 60 cm culture dish. Rest a coverslip on the tumor, and stabilize it against the edge of the culture dish.\r\n  7. Image as described in steps 9-11 above."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature17988",
                "date": "2016-06-20 21:41:05",
                "title": "Image-based detection and targeting of therapy resistance in pancreatic adenocarcinoma",
                "authors": [
                    "Raymond G. Fox",
                    "Nikki K. Lytle",
                    "Dawn V. Jaquish",
                    "Frederick D. Park",
                    "Takahiro Ito",
                    "Jeevisha Bajaj",
                    "Claire S. Koechlein",
                    "Bryan Zimdahl",
                    "Masato Yano",
                    "Janel L. Kopp",
                    "Marcie Kritzik",
                    "Jason K. Sicklick",
                    "Maike Sander",
                    "Paul M. Grandgenett",
                    "Michael A. Hollingswort"
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13987,
                "identity": "a0bc881a-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nikki Lytle",
                "email": "nlytle@ucsd.edu",
                "orcid": "",
                "institution": "Tannishtha Reya Lab, University of California, San Diego",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nikki",
                "middleName": "",
                "lastName": "Lytle",
                "suffix": ""
            },
            {
                "id": 13988,
                "identity": "a0bc8b40-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Raymond Fox",
                "email": "r1fox@ucsd.edu",
                "orcid": "",
                "institution": "Tannishtha Reya Lab, University of California, San Diego",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Raymond",
                "middleName": "",
                "lastName": "Fox",
                "suffix": ""
            },
            {
                "id": 13991,
                "identity": "a0bc9197-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Tannishtha Reya",
                "email": "treya@ucsd.edu",
                "orcid": "",
                "institution": "Tannishtha Reya Lab, University of California, San Diego",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Tannishtha",
                "middleName": "",
                "lastName": "Reya",
                "suffix": ""
            },
            {
                "id": 13989,
                "identity": "a0bc8d55-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Claire Koechlein",
                "email": "",
                "orcid": "",
                "institution": "Tannishtha Reya Lab, University of California, San Diego",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claire",
                "middleName": "",
                "lastName": "Koechlein",
                "suffix": ""
            },
            {
                "id": 13990,
                "identity": "a0bc9021-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Andrew Lowy",
                "email": "",
                "orcid": "",
                "institution": "University of California, San Diego",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Andrew",
                "middleName": "",
                "lastName": "Lowy",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-06-02 22:29:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.046",
        "doiUrl": "https://doi.org/10.1038/protex.2016.046",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609460,
                "identity": "4e388fe0-f4e8-4d2a-8120-d6ed8cf774e0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:56",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 996473,
                "visible": true,
                "origin": "",
                "legend": "Mouse apparatus for live imaging",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4897/v1/figure_1.jpg"
            },
            {
                "id": 13465393,
                "identity": "4b933f21-e9ec-487f-bdb7-73e87ed27891",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 265801,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4897/v1/e4966b9b-52b1-4fa0-9145-b9042e09e4f0.pdf"
            }
        ],
        "financialInterests": "N/A",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Live-Imaging, Pancreas, Fluorescent Imaging",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "This protocol describes a strategy to live image normal and cancerous pancreatic tissue. This imaging method utilizes an upright scanning confocal microscope \\(Leica SP5 II) outfitted with a custom microscope apparatus that permits positioning and stabilization of the mouse along with unimpeded access to pancreatic tissue to facilitate high resolution live imaging for extended periods of time. Pancreatic tumors can be either imaged in vivo or ex vivo, depending on the extent of invasiveness and level of fibrosis.",
        "manuscriptTitle": "A protocol for live imaging of pancreatic tissue",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-07-12 16:11:43",
                "doi": "10.1038/protex.2016.046",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0ba4892-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 12th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3634,
                "name": "Cell biology"
            },
            {
                "id": 3636,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-07-12 16:11:43",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}