{
    "identity": "pex-1480",
    "title": "<p>A Delphi consensus to advance on a Clinical Case Definition for Post COVID-19 condition: A WHO protocol</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>As of April 22, 2021, over 143 million confirmed cases of coronavirus disease 2019 (COVID-19) and over 3 million deaths have been reported to WHO.<a href=\"#_edn1\" rel=\"noopener noreferrer\" target=\"_blank\">[1]</a> The natural history, clinical course and consequences of this new disease are not completely understood.<a href=\"#_edn2\" rel=\"noopener noreferrer\" target=\"_blank\">[2]</a> Most COVID-19 patients return to normal after the acute infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). But a proportion of survivors report ongoing health issues, such as fatigue, temperature, respiratory and mental symptoms, and new or worsening conditions, among others. The estimate of total persons affected with Post COVID-19 condition remains unknown, but published reports identify that about 10-20% of COVID-19 patients experience lingering symptoms for weeks to months following acute SARS-CoV-2 infection.</p><p>&nbsp;</p><p>There is a need to integrate new findings on the Post COVID-19 condition and carefully interpret the growing quantity of research from case series, clinical cohorts, surveys and registries led by public health agencies, academic universities, patient-led research groups and other stakeholders. One of the first hurdles was to establish the interim nomenclature for the Post COVID-19 condition, as the list of related terminologies is long. Since January 2020 in response to Member States requests, the Classification and Terminologies unit has been progressively activating emergency codes for COVID-19 in ICD-10 and ICD-11 after consultation with relevant committees and reference groups of the WHO Family of International Classifications (WHO-FIC) <a href=\"https://www.who.int/classifications\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.who.int/classifications</a>. WHO suggests the wider use of the term Post COVID-19 condition, as it is neutral and lacks attribution of causality, and already has designated ICD-10 code (U09: Post-COVID Condition) and ICD-11 codes (RA02: Post-COVID Condition) (<strong>Figure 1</strong>).<a href=\"#_edn3\" rel=\"noopener noreferrer\" target=\"_blank\">[3]</a></p><p>&nbsp;</p><p>A second hurdle, is establishing a&nbsp;clinical case definition of the Post COVID-19 condition, to be used by all parties&nbsp;in all settings. A list of related definitions continues to grow (see <strong>Appendix 1)</strong>. However, to date, none is universal and the WHO has engaged in formally defining the Post COVID-19 condition in a way based on existing evidence.</p><p>&nbsp;</p><p>&nbsp;</p><p>Objective</p><p>The objective of this study is to determine the domains, variables and values (thresholds) for inclusion into a clinical case definition for the Post COVID-19 condition, using a Delphi consensus methodology.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>N.A.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>N.A.</p>"
        },
        {
            "header": "Procedure",
            "content": "Design and Methods\nStudy Design\nThis study is a prospective, Delphi consensus-seeking exercise, mixed, iterative survey of internal and external experts, patients and other stakeholders. A Delphi consensus methodology will be used to survey a panel of experts who as individual participants will fill the online survey in (from now on panelists). Panelists fulfil the criteria of balanced representativity (age, sex, location, patients/relatives of, medical area of expertise Primary/Specialized, translational research, media/journalists, Health policy/payers, …)\nStudy Participants\nWe aim to sample approximately 100 participants including the Chairs, speakers and Working Group panelists of the 1\nst\nWHO webinar entitled “Expanding our understanding of Post COVID-19 condition”, held on February 9\nth\n, 2021. This webinar was attended by 42 participants and was reasonably balanced by age (no formal stats), sex (42.9% female), and location. Importantly, it also included patients.\nThe primary users of a clinical case definition for the Post COVID-19 condition will include: patients, relatives and caretakers, clinicians, researchers, advocacy groups, policy-makers, health and disability insurance, and media. We will therefore aim to have a diverse sample of healthcare workers with expertise in clinical care, quality improvement and/or research. Eventually, the Guideline Development Group and other WHO panels might be invited to participate, as well as individual experts and patient representatives, with an emphasis to enrich female, young and/or those in LMIC panelists. Some groups will be expanded considering broad representativeness. There are no specific exclusion criteria for panelists.\nTools\nThe Delphi method is a structured communication technique originally developed as a systematic, interactive forecasting method which relies on a panel of experts.\n[4,5]\n. Essentially, a Delphi process is one in which a panel of experts answers a series of questionnaires over two or more rounds in an attempt to achieve consensus. The technique can also be adapted for use in face-to-face meetings (termed “mini-Delphi” or Estimate-Talk-Estimate (ETE)). Delphi has been widely used for research and has certain advantages over another structured forecasting approaches.\n[6]\nDelphi is based on the principle that forecasts (or decisions) from a structured group of individuals are more accurate than those from unstructured groups. The panelists answer questionnaires in two or more rounds. After each round, a facilitator or change agent provides an anonymized summary of the panelists’ forecasts from the previous round as well as the reasons they provided for their judgments. Thus, experts are encouraged to revise their earlier answers in light of the replies of other members of their panel. It is believed that during this process the range of answers will decrease and the group will converge towards the \"best\" answer. Finally, the process is stopped after a predefined stop criterion (e.g., number of rounds, achievement of consensus, stability of results), and the mean or median scores of the final rounds determine the results.\n[7]\nSpecial attention is paid to the formulation of the Delphi theses and the definition and selection of the panelists in order to avoid methodological weaknesses that could threaten the validity and reliability of the results.[8\n]\nFor this Delphi task, the COMET software will bus used.\nCOMET\nCOMET Initiative DelphiManager is a web-based system designed to facilitate the building and management of Delphi surveys.\n[9]\nFrom a simple Excel template, COMET creates a multi-round Delphi survey using the Setup Wizard. Panelists will rate each question using a 1-9 Likert scale with an “Unable to rate” option, should they feel that item is beyond their expertise. In order to avoid a participant selecting the “Unable to rate” column accidentally, it is colored differently by default. An example of what a participant might be shown in round 2 (of a Delphi with a single panel throughout) is given in\nFigure 2\n. This survey can then be managed in terms of emailing participants regarding missing data, calculating the feedback data for individual rounds and downloading all user and scoring data in standard CSV format.\nStudy Procedures\nLists held by the Principal Investigator, and the research team members, will be used to identify eligible participants. Eligible participants will be invited to participate with a recruitment letter on-line to solicit participation and engagement, along with an explanation of the study objectives, instructions and outputs. Engagement and commitment will be sought prior to the first Round of the Delphi. The survey will then be conducted electronically with a link provided to engaged participants. Returned survey responses will be on a server at the University of Liverpool (Prof Paula Williamson, personal communication). The survey will contain listed options regarding domains/variables to consider in the definition, initially as broad and comprehensive as possible. The agreed domains/variables will be followed by a series of questions relating to these variables with eventual values/thresholds related to each. There will be no questions with participant identifiers or related to personal health information. Surveys will be anonymous.\nAt the DelphiManager Registration Page, all participants must register to take part in the survey from round 1. It also contains a consent checkbox in order to comply with GDPR legislation. All of these fields are mandatory by default. The designated administrator will allow panelists to log in and type their responses. Once the survey has been launched, the administrator will overview the main study results during the round as well as manage the process of moving from one round to the next using the Next Round Wizard. Information will include: Total participants registered; Total completed each round; Total not completed each round; A breakdown of the completed/not completed participants for each stakeholder group (if selected); and Total of any additional outcomes added to each round.\nAll questions will be evaluated on a 9-point scale, from one (1) to nine (9) and participants will be asked to choose the level of importance for each variable in the definition. Some reclassifying by label in categories 1-3, 4-6, 7-9 might be needed.\nThe first round of the Delphi will last 5 days, and participants will be sent 2 reminders to complete the on-line survey. The survey is iterative as the Delphi methodology requires multiple rounds of questioning until consensus is achieved. During the second round, the same survey will be used. Respondents will be informed of question results from the first-round questions as a single panel. The questions for which consensus is achieved will be removed from further rounds of the survey. In questions where consensus is not achieved participants will be asked to reconsider their answers for all questions\nin lieu\nof the panel’s anonymized results. Panel answers will be provided as numbers of respondents having chosen that answer. A maximum of three rounds of questions will be performed.\nWorking proposal with suggested methodology based on recent experience\nFor this exercise, the following steps will be considered:\n1.    Simple survey, with wide (global, full) respondent base to rating all domains (variables) that would be important to be considered for post-COVID diagnostic criteria. Would likely just confirm existing list, but important to consult widely.\n2.\nThree (each in a different time zone) online consensus workshops x ~25 participants each (total n=75 to 100) to discuss and establish threshold criteria (likely to be more difficult to get agreement than the domains themselves). Participants would be invited, representative of key stakeholder groups and have knowledge of the condition. May want to ask a few (selected) people to give *very short* presentations of relevant evidence.\n3.    If any remaining unresolved aspects of the definition after the virtual workshops, run a (short 2-round) Delphi (via the COMET software) to seek final resolution.\n4.    (Optional) Put final agreed case definition out for a structured, short-response time public consultation.\nStatistical Plan\nPrimary and Secondary Endpoints\nThe primary outcome will be a consensus on the importance of variable inclusion into the registry. ‘Consensus’ will be obtained on a question if 70% or more of the responses fall within the same response on a 9-point Likert scale. ‘Disagreement’ will occur if 35% or more of responses fall in both of the two extreme ranges of possible options on the Likert scale. All other combinations of panel answers will be considered ‘partial agreement’. For each question, consensus proportions will be considered based on the number of respondents (excluding the category “Not my area of expertise”). Therefore, the denominator for the consensus will include only participants with knowledge and expertise for that specific question. During each round, participants will have the opportunity to add comments for each item and add variables that are not mentioned (Round 1 only).\nStatistical Methods/Data Analysis\nAll downloaded data from DelphiManager is presented in standard CSV format, allowing it to be easily imported into most statistical analysis tools. DelphiManager does produce the feedback in rounds 2 and 3 for particular study designs, but the data extraction facility allows the study team to undertake additional analysis as required.\nWhere there is a value in the DelphiManager Rating column that is something other than the Likert scale values of 1 to 9, the system is coded as follows: “-9”: the value allocated when an outcome has not been rated; “10”: the value allocated to the “Unable to rate” option.\nResponse rate in proportion will be calculated based on the number of returned surveys. The survey results will be used descriptively. Participant responses, including baseline and demographics characteristics (survey section I) will be analyzed using basic statistics such as mean (standard deviation), median (interquartile range), and range. Responses on all other domains will be analyzed in proportions and illustrated using histograms. Reliability will be measured using test-retest in 5-10 respondents, and measures of internal consistency will be analyzed using Cronbach’s alpha, to assess how well items of the same construct are related to one another.\nRegistration of panelists and the actual Delphi questionnaire are accessible via this link\nhttps://delphimanager.liv.ac.uk/DefiningPostCOVID/Delphi\n.\nSample Size and Power\nThe objective will be to obtain a diverse sample of panelists from all stakeholders, including each of the following categories: clinical experts, research experts, and patient representatives. Understanding that some panelists may be experts in more than one category, we will invite at least 20 experts from each of the three categories. This should lead to a sample size of approximately 75-100 participants and solidify the generalizability of the consensus findings. Allowing for a 10-15% non-response (or non-desire to participate) rate, and 10% drop-out rate, we will invite and engage at least 100 participants (TBD).\nConsent\nConsent to participant in the survey will be implied by answering and returning the survey. A statement explaining implied consent is found on the title page of the COMET survey (see survey Title page). No explicit consent will be obtained.\nConfidentiality of Data\nResults of the anonymous questions will be entered into a database document on a secured and locked computer. Only the study team will have access to the stored survey data.\nData Management\nParticipants will not be identified personally in the survey, however some basic demographic descriptors will be collected. These will include any characteristics such as age, place of work and geography. In the data collection form, participants will be entered as consecutive numbers based on survey receipt and completion.\nStorage\nJBS at\nsorianoj@who.int\nwill be responsible for collecting and storing the electronic surveys into the study database. The study database will be stored for a period of 7 years after completion of the report or publication, then permanently deleted.\nFunding\nThis study is funded internally in WHO. There will be no payments to panelists. Cost of the COMET DelphiManager licenses (however many rounds, participants, items, timescale) is £850 plus VAT, a second Delphi study would be charged at £500 plus VAT, a third and every one thereafter at £300 plus VAT; however, as this enquiry is related to the WHO’s work on COVID-19, software would be made free of charge. (Prof Paula Williamson, personal communication). There are no other expected expenses.\nA list of domains (and values)\nAn initial list of fourteen (14) domains was considered in a definition of post COVID-19 condition. These domains were later reduced/revamped from 14 to only 10, to be asked to panelists in an online text questionnaire, available in\nAppendix 2\n. Before the actual questions there is a page with instructions on how to fill in responses and the score method, and on the full Delphi procedures. All to be uploaded to DelphiManager.\nDelphiManager checklist\nThe DelphiManager checklist is fulfilled, completed as a necessary step before starting the study"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>N.A.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Calendar</p><p><br></p><p><strong>Date/Task</strong></p><p>6 April 2021\tProtocol completion</p><p>7 April\t\t\t\tDry-run (piloting) of DelphiManager software</p><p>21 April\t\t\tQuestionnaire completion</p><p>22 April\t\t\tSecond dry-run (piloting) of DelphiManager software</p><p>23 April\t\t\tFinal investigators decisions</p><p>23 April\t\t\tSubmission to PRC</p><p>23 April\t\t\tPosting in online repository: pre-print Protocol Exchange from Nature</p><p>26 April\t\t\tStart of individual mailing</p><p>3 May\t\t\t\tFieldwork Round 1 (3-7 May)</p><p>10 May\t\t\tFieldwork Round 2 (10-14 May)</p><p>17 May\t\t\tPanel discussion and recommendations</p><p># June 2021\tCompletion of the report/presentation at the 2<sup>nd</sup> webinar in the series; Publication</p><p><br></p><p>&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>It is expected to obtain a clinical case definition for Post COVID-19 condition by consensus of a representative group of panelists including patients and patient advocates, clinicians,  researchers and other stakeholders.</p>"
        },
        {
            "header": "References",
            "content": "<p>[1] WHO COVID-19. [Available at: <a href=\"https://covid19.who.int/\" rel=\"noopener noreferrer\" target=\"_blank\">https://covid19.who.int/</a>. Accessed on April 22, 2021].</p><p>&nbsp;</p><p>[2] Long Covid: what is it, and what is needed?. The Royal Society. 23 October 2020. Issued: October 2020 DES7217.</p><p>&nbsp;</p><p>[3] Emergency use ICD codes for COVID-19 disease outbreak. Available at:&nbsp;<a href=\"https://www.who.int/standards/classifications/classification-of-diseases/emergency-use-icd-codes-for-covid-19-disease-outbreak\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.who.int/standards/classifications/classification-of-diseases/emergency-use-icd-codes-for-covid-19-disease-outbreak</a> [accessed 12 January 2020]).</p><p>&nbsp;</p><p>[4] Dalkey, Norman; Helmer, Olaf (1963). \"An Experimental Application of the Delphi Method to the use of experts\". Management Science. 9 (3): 458–467. doi:10.1287/mnsc.9.3.458. hdl:2027/inu.30000029301680.</p><p>&nbsp;</p><p>[5] Brown BB. Delphi Process: A Methodology Used for the Elicitation of Opinions of Experts: An earlier paper published by RAND (Document No: P-3925, 1968, 15 pages) 1968. Available at: <a href=\"https://www.rand.org/pubs/papers/P3925.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.rand.org/pubs/papers/P3925.html</a>. [Accessed on March 7, 2021].</p><p>&nbsp;</p><p>[6] Green KC, Armstrong JS, Graefe A. Methods to Elicit Forecasts from Groups: Delphi and Prediction Markets Compared. Foresight: The International Journal of Applied Forecasting 2007. Available at: <a href=\"https://repository.upenn.edu/marketing_papers/157/\" rel=\"noopener noreferrer\" target=\"_blank\">https://repository.upenn.edu/marketing_papers/157/</a> [Accessed on April 22, 2021].</p><p>&nbsp;</p><p>[7] Rowe G, Wright G. The Delphi technique as a forecasting tool: issues and analysis. Intl J Forecasting 1999;15(4):353-375.</p><p>&nbsp;</p><p>[8] Mauksch S, von der Gracht HA, Gordon TJ. Who is an expert for foresight? A review of identification methods. In: Technological Forecasting and Social Change. 2020 Vol. 154, 119982, doi:10.1016/j.techfore.2020.119982.</p><p>&nbsp;</p><p>[9] COMET Initiative Delphimanager software. Available at <a href=\"https://www.comet-initiative.org/delphimanager/\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.comet-initiative.org/delphimanager/</a> [Accessed on April 22, 2021].</p><p>&nbsp;</p><p>&nbsp;</p><p>[10] Perego E, Callard F, Stras L, Melville-Jóhannesson B, Pope R, Alwan NA. Why the Patient-Made Term 'Long Covid' is needed. Wellcome Open Research. 2020, 5:224.]</p><p>&nbsp;</p><p>[11]&nbsp;Editorial. Facing up to long COVID.&nbsp;Lancet. 2020 Dec 12;396(10266):1861. doi: 10.1016/S0140-6736(20)32662-3.</p><p>&nbsp;</p><p>[12]&nbsp;&nbsp;NICE guideline [NG188] COVID-19 rapid guideline: managing the long-term effects of COVID-19. Published date: 18 December 2020. [accessed 11 January 2021].&nbsp;</p><p>&nbsp;</p><p>[13] Scientific American (By Carolyn Barber on December 29, 2020) https://www.scientificamerican.com/article/the-problem-of-long-haul-covid/?print=true [accessed April 22, 2021].</p><p>&nbsp;</p><p>[14] The French Haute Autorité de Santé, 2021.</p><p>&nbsp;</p><p>[15] CDC (11 February 2020). \"COVID-19 and Your Health\". Centers for Disease Control and Prevention. Retrieved 26 February 2021. Available at: <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects.html\" rel=\"noopener noreferrer\" target=\"_blank\">https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects.html</a> [accessed on April 22, 2021].</p><p>&nbsp;</p><p>[16] Long COVID From Wikipedia, the free encyclopedia. Available at: <a href=\"https://en.wikipedia.org/wiki/Long_COVID\" rel=\"noopener noreferrer\" target=\"_blank\">https://en.wikipedia.org/wiki/Long_COVID</a>&nbsp;[accessed on April 22, 2021].</p><p>&nbsp;</p><p>[17] Nalbandian A, Sehgal K, Gupta A, Madhavan MV, McGroder C, Stevens JS, Cook JR, Nordvig AS, Shalev D, Sehrawat TS, Ahluwalia N, Bikdeli B, Dietz D, Der-Nigoghossian C, Liyanage-Don N, Rosner GF, Bernstein EJ, Mohan S, Beckley AA, Seres DS, Choueiri TK, Uriel N, Ausiello JC, Accili D, Freedberg DE, Baldwin M, Schwartz A, Brodie D, Garcia CK, Elkind MSV, Connors JM, Bilezikian JP, Landry DW, Wan EY. Post-acute COVID-19 syndrome. Nat Med. 2021 Mar 22. doi: 10.1038/s41591-021-01283-z. PMID: 33753937.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>Dr Srin Murthy</p><p>Prof Paula Williamson</p><p><strong>WHO Petit Committee</strong>: Maya Allan, Lisa Askie, Carine Alsokhn, Janet V Diaz, Wouter de Groote, Robert Jakob, Jacobus Preller, Pryanka Relan, Nicoline Schiess, Archana Seahwag, Joan B Soriano</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 22803068,
                "identity": "c5cb9e6a-2732-481a-b828-534fb6ad42de",
                "order_by": 0,
                "name": "Janet V Diaz",
                "email": "",
                "orcid": "",
                "institution": "World Health Organization",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Janet",
                "middleName": "V",
                "lastName": "Diaz",
                "suffix": ""
            },
            {
                "id": 22803069,
                "identity": "7052eaac-5487-4cea-a1dd-3ce99f744cb6",
                "order_by": 1,
                "name": "Joan B Soriano",
                "email": "sorianoj@who.int",
                "orcid": "https://orcid.org/0000-0001-9740-2994",
                "institution": "World Health Organization",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Joan",
                "middleName": "B",
                "lastName": "Soriano",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-04-22 18:09:01",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1480/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1480/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 10790028,
                "identity": "1fb2ccb7-a5ab-4d1d-98c9-218f332b1877",
                "added_by": "auto",
                "created_at": "2021-06-25 18:04:17",
                "extension": "tiff",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 191578,
                "visible": true,
                "origin": "",
                "legend": "Emergency use ICD codes for COVID-19 disease outbreak",
                "description": "",
                "filename": "Figure1.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1480/v1/7a80db3316b876f1dc28d95b.tiff"
            },
            {
                "id": 10789977,
                "identity": "b20371da-e9a3-4a61-bab3-75d684fcc6be",
                "added_by": "auto",
                "created_at": "2021-06-25 18:01:17",
                "extension": "tiff",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 319294,
                "visible": true,
                "origin": "",
                "legend": "Screen view of COMET Delphimanager",
                "description": "",
                "filename": "Figure2.tiff",
                "url": "https://assets.researchsquare.com/files/pex-1480/v1/67698ffe6f1ddeea4643aa37.tiff"
            },
            {
                "id": 13701039,
                "identity": "eaaffa96-884b-4d91-806f-1363f8aef932",
                "added_by": "auto",
                "created_at": "2021-09-17 13:27:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 762270,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1480/v1/be170754-a3aa-48ee-a78a-33f32db8b20e.pdf"
            },
            {
                "id": 10789846,
                "identity": "327d7b15-5341-4ad6-81f8-d4b4cccbdc45",
                "added_by": "auto",
                "created_at": "2021-06-25 17:58:08",
                "extension": "docx",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 28395,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Appendix1.docx",
                "url": "https://assets.researchsquare.com/files/pex-1480/v1/545c5bf3031fdc95bfebb411.docx"
            },
            {
                "id": 10789849,
                "identity": "5470054c-3d77-4354-8953-72eceea91aef",
                "added_by": "auto",
                "created_at": "2021-06-25 17:58:08",
                "extension": "docx",
                "order_by": 2,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 1180792,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "Appendix2.docx",
                "url": "https://assets.researchsquare.com/files/pex-1480/v1/748f4962cad1f546e4727594.docx"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Clinical case definition; COVID-19; Post COVID-19 condition; Sequelae; WHO",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p><strong>Background</strong>: While most people developing COVID-19 recover quickly and completely, a proportion of those infected with SARS-CoV-2 develop persistent symptoms, which can be disabling. After establishing the interim nomenclature for Post COVID-19 condition, there is a need to establish a clinical case definition to be used by all parties in all settings. Of the many definitions available to date, none is universal and the WHO has engaged in formally defining the Post COVID-19 condition based on existing evidence and by means of the most robust methodology. A key element for success is to engage patients and advocacy groups in this exercise.</p><p>The objective of the study “Delphi consensus to advance on a Clinical Case Definition for Post COVID-19 condition” is to determine the domains, variables and values (thresholds) for inclusion into a clinical case definition for Post COVID-19 condition, using a Delphi consensus methodology.</p><p>&nbsp;</p><p><strong>Methods</strong>: This study is a prospective, Delphi consensus-seeking exercise, mixed, iterative survey of internal and external experts, patients and other stakeholders. Panelists (individual participants who will fill the online survey in) will fulfil the criteria of balanced representativity of all WHO regions, age and gender balance, specialty diversity, and patients.</p><p>We aim to sample approximately 100 panelists for this Delphi task, and the COMET Initiative DelphiManager software will be used. DelphiManager is a web-based system designed to facilitate the building and management of Delphi surveys.</p><p>From an initial, comprehensive list of 14 domains identified, 10 have been selected, some of them with a number of sub-domains. It is envisaged that panelists will reach consensus after two Delphi rounds. The questionnaire with all agreed domains/variables will be followed by a series of questions relating to these variables with eventual values/thresholds (<strong>Appendix 2</strong>). Registration of panelists and the actual Delphi questionnaire are accessible via this link <a href=\"https://delphimanager.liv.ac.uk/DefiningPostCOVID/Delphi\" rel=\"noopener noreferrer\" target=\"_blank\">https://delphimanager.liv.ac.uk/DefiningPostCOVID/Delphi</a></p><p>‘Consensus’ will be obtained on a question if 70% or more of the responses fall within the same response on a 9-point Likert scale. ‘Disagreement’ will occur if 35% or more of responses fall in both of the two extreme ranges of possible options on the Likert scale. All other combinations of panel answers will be considered ‘partial agreement’.</p><p>&nbsp;</p><p><strong>Discussion</strong>: Establishing a satisfactory clinical case definition of Post COVID-19 condition is needed to enable systematic investigations of the incidence, duration and pathogenesis of Post COVID-19 condition, and to eventually develop effective treatments and successful management strategies and care pathways. This working clinical case definition may change as new evidence emerges, data are pooled and our understanding of the consequences of COVID-19 develops further.</p>",
        "manuscriptTitle": "A Delphi consensus to advance on a Clinical Case Definition for Post COVID-19 condition: A WHO protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-06-25 17:58:07",
                "doi": "10.21203/rs.3.pex-1480/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "257f4073-3aee-4c54-b636-e62884d54bbc",
        "owner": [],
        "postedDate": "June 25th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3838704,
                "name": "Diseases"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-06-25 17:58:07",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}