{
    "identity": "nprot-4839",
    "title": "NetoVIR: a reproducible protocol for virome analysis",
    "content": [
        {
            "header": "Introduction",
            "content": "Democratisation of next-generation sequencing \\(NGS) technologies allowed researchers to study the human microbiome, the microbiome in oceans, soil or animals <sup>1,2,3,4</sup>. Bacteriome studies benefit greatly from the conserved regions of bacteria, targeting their conserved bacterial 16S ribosomal RNAs <sup>5,6</sup>. Although shotgun sequencing provides opportunities to analyse all microbial DNA, the larger average genome size of bacteria compared to viral genomes complicates a detailed analysis of the virome. In addition, often metagenomics approaches overlook viral RNA genomes present in the microbiome <sup>7</sup>.\r\n\n\nTo overcome this, we optimised different purification techniques in order to obtain the virome of various samples, including viruses infecting the host, viruses infecting eukaryotes present in the microbiota, viruses infecting prokaryotes present the microbiota \\(bacteriophages) and viruses infecting neither of them \\(e.g. plant viruses in the gut). \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/4439/thumbnail/srep16532-f1.png?1461936680\">See figure in Figures section.</a>"
        },
        {
            "header": "Reagents",
            "content": "- Sterile PBS\r\n\n\n- Tris, CaCl<sub>2</sub>, MgCl<sub>2</sub> and EDTA\r\n\n\n- 100% ethanol\r\n\n\n- Benzonase Nuclease, Purity > 90% \\(Millipore Cat. No: 70746-3)\r\n\n\n- Micrococcal nuclease \\(New England Biolabs Cat. No: M0247S)\r\n\n\n- Agencourt AMPure XP beads 5 mL \\(Beckman Coulter Cat. No: A63880)\r\n\n\n- 10 mM Tris-HCl, pH 8.0\r\n\n\nKits\r\n\n\n- QIAamp® Viral RNA Mini kit \\(Qiagen, Cat. No \\(50 preps): 52904 or Cat. No \\(250 preps): 52906)\r\n\n\n- WTA2 - Complete Whole Transcriptome Amplification Kit \\(Sigma Aldrich, WTA2-10RXN or WTA2-50RXN for 50 and 250 reactions, respectively).\r\n\n\n- Nextera XT DNA Library preparation \\(Illumina, Cat. No: FC-131-1024 or FC-131-1096)\r\n\n\n- Nextera XT Index Kit \\(24 or 96 indices) \\(Illumina, Cat. No: FC-131-2001 and FC-131-2004, other options available: check Illumina website)\r\n\n\n- Universal KAPA Library quantification kit \\(KAPA Biosystems, Cat. No: KK4824)\r\n\n\n- QubitTM dsDNA HS Assay Kits \\(Life Technologies, Cat. No \\(100 assays): Q32851 or \\(500\r\n\n\nassays): Q32854)\r\n\n\n- MSB® SPIN PCRAPACE \\(Stratec Biological, Cat. No \\(50 preps): 1020220200, \\(250 preps):\r\n\n\n1020220300 or \\(500 preps): 1020220400)"
        },
        {
            "header": "Equipment",
            "content": "- MINILYS homogeniser \\(Bertin technologies)\r\n\n\n- Benchtop centrifuge\r\n\n\n- Microcentrifuge\r\n\n\n- Thermocycler\r\n\n\n- Magnetic rack \\(for 96 well plates)\r\n\n\n- Heating block\r\n\n\n- Real-time PCR instrument\r\n\n\n- Qubit Fluorometer\r\n\n\n- 2 mL empty tubes and caps with O-ring for MINILYS \\(Cat No: KT03961-1-405.2) \\(VWR)\r\n\n\n- Filter with PES membrane of 0.8-μm \\(Sartorius Vivaclear Mini VK01P042)\r\n\n\n- Filtered tips\r\n\n\n- Empty 1.5 mL and 2 mL tubes\r\n\n\n- Qubit® Assay Tubes, \\(ThermoFisher Scientific, Catalog number: Q32856)\r\n\n\n- 96-well plates"
        },
        {
            "header": "Procedure",
            "content": "CRITICAL STEP: During the whole procedure it is crucial to keep all working spaces sterile.\r\n\n\n\r\n\n\n**Faecal sample dilution** \r\n\n\nTIMING: 5 min per sample\r\n\n\n1| Weigh the faecal material \\(50 mg) and add 500 μL of sterile PBS to attain a 10% \\(m/v) suspension.\r\n\n\n\r\n\n\n**Sample homogenisation** \r\n\n\nTIMING: 1 min per sample\r\n\n\n2| Set the MINILYS homogeniser for 3000 rpm \\(speed 1) for 60 seconds using 2 mL tubes with O-ring\r\n\n\ncaps.\r\n\n\nCRITICAL STEP: Tubes should not have any type of beads, this results in massive loss of viruses. Without homogenisation filters are more likely to clog.\r\n\n\n\r\n\n\n**Centrifugation**\r\n\n\n TIMING: 3 min\r\n\n\n3| Centrifuge at 17000g for 3 min. Retrieve at least 150 μL of the supernatant for the next step. \r\n\n\n\r\n\n\n**Filtration**\r\n\n\n TIMING: 1 min per sample\r\n\n\n4| Filter the supernatant obtained in a 0.8 μm \\(PES) filter at 17000g for 1 min.\r\n\n\nTROUBLESHOOTING: In case of clogging of the filter membrane consider further diluting the sample or replace the spin membrane with a new one and transfer the remaining supernatant. Alternatively, a pre-filtration step with a larger pore size of 10 μm could be performed.\r\n\n\n\r\n\n\n**Nuclease treatment**\r\n\n\n TIMING: 2h\r\n\n\n5| Set a heating block for 37 ̊C.\r\n\n\n6| Add 7 μL of 20x homemade buffer \\(1M Tris, 100 mM CaCl\n2\nand 30 mM MgCL\n2\n, pH=8) to 130 μL of sample filtrate.\r\n\n\n7| Add 2 μL of benzonase and 1μL of micrococcal nuclease.\r\n\n\n8| Mix by gently inverting the tubes 3 times.\r\n\n\n9| Incubate for 2h at 37 ̊C\r\n\n\n10| Stop the reaction by adding 7 μL of 10 nM EDTA and freeze samples at –80°C for 24h or preferably proceed for extraction.\r\n\n\n▪ PAUSE POINT\r\n\n\n\r\n\n\n**Extraction**\r\n\n\n TIMING: 25 min for 1 sample. \r\n\n\n1h30min for 24 samples.\r\n\n\nExtraction is performed using the QIAamp® Viral RNA Mini kit from Qiagen, without carrier RNA. Change gloves between steps and use aerosol-barrier tips. To avoid contamination do not place tubes immediately next to each other in the rack. Please note that even though it is an RNA extraction kit, DNA will also be extracted.\r\n\n\n\r\n\n\n11| Mix in an RNAse-free 2 mL tube the following:\r\n\n\n560 μL AVL buffer\r\n\n\n140 μL sample after nuclease treatment\r\n\n\n\r\n\n\nCRITICAL STEP: Do not add carrier RNA to the AVL buffer. \r\n\n\n12| Mix the mixture by pulse vortexing.\r\n\n\n13| Incubate at room temperature for 10 min.\r\n\n\n14| Change gloves.\r\n\n\n15| Briefly centrifuge the mixture with a microcentrifuge.\r\n\n\n16| Add 560 μL of absolute ethanol to the sample mixture.\r\n\n\nCRITICAL STEP: Mix very well by pulse-vortex.\r\n\n\n17| Briefly centrifuge the mixture with a microcentrifuge.\r\n\n\n18| Add 630 μL of the sample mixture to the spin column.\r\n\n\nCRITICAL STEP: Do not touch the column rim with the pipet.\r\n\n\n19| Centrifuge at 6000_g_ for 1 min, change the collection tube and repeat steps 18 and 19. \r\n\n\n20| Add to the spin column the following:\r\n\n\n500 μL AW1 buffer \r\n\n\nCRITICAL STEP: Prepare the AW1 buffer according to the guidelines of the supplier, as it is originally as a concentrate.\r\n\n\n21| Centrifuge at 6000_g_ for 1 min, change the collection tube.\r\n\n\n22| Add to the spin column the following:\r\n\n\n500 μL AW2 buffer \r\n\n\nCRITICAL STEP: Prepare the AW2 buffer, as it is originally as a concentrate.\r\n\n\n23| Centrifuge at 20 000_g_ for 3 min, change the collection tube.\r\n\n\n24| Centrifuge at 20 000_g_ for 1 min. Place the spin column in an RNAse-free 1.5 mL tube. \r\n\n\n25| Add 60 μL of AVE \\(elution buffer) to the spin column and incubate for 1 minute.\r\n\n\n                      \r\n\n\nCRITICAL STEP: Pipet the AVE buffer directly onto the filter membrane without touching it with the pipet tip.\r\n\n\n26| Centrifuge at 6000g for 1 min.\r\n\n\n27| Store viral RNA and DNA at –80°C.\r\n\n\n▪ PAUSE POINT\r\n\n\n\r\n\n\n**Amplification** \r\n\n\n TIMING: 3h30\r\n\n\nAmplification is performed using a modified WTA2 \\(Complete Whole Transcriptome Amplification Kit) protocol from Sigma Aldrich.\r\n\n\nCRITICAL STEP: The number of cycles chosen depends on the input material. Typically we recommend 17 cycles, however for samples with expected low viral DNA and RNA content, an increase to 22 cycles should be considered. Similarly for samples with a high level of input material, 12 cycles can be used.\r\n\n\n\r\n\n\n29| Mix 0.5 μL of Library Synthesis Solution with 2.82 μL of extracted viral sample by pipetting and incubate in a thermocycler programmed for 95°C for 2 minutes then cool down to 18°C.\r\n\n\n30| To the cooled-primed DNA and RNA \\(18°C) sample, immediately add the following:\r\n\n\n0.78 μL RNAse free water\r\n\n\n0.5 μL Library Synthesis Buffer\r\n\n\n0.4 μL Library Synthesis Enzyme\r\n\n\n\r\n\n\n31| Mix and incubate in a thermocycler programmed for:\r\n\n\n18°C for 10 minutes \r\n\n\n25°C for 10 minutes \r\n\n\n37°C for 30 minutes \r\n\n\n42°C for 10 minutes \r\n\n\n70°C for 20 minutes \r\n\n\n4°C\r\n\n\n\r\n\n\n32| To the DNA library add the following mix to each sample:\r\n\n\n7.5 μL Amplification mix \r\n\n\n60.2 μL RNAse free water\r\n\n\n1.5 μL WTA dNTP mix \r\n\n\n0.75 μL Amplification enzyme \r\n\n\n\r\n\n\n33| Mix by pipetting and incubate in a thermocycler programmed for:\r\n\n\n94°C for 2 minutes.\r\n\n\n**94°C for 30 seconds**\r\n\n\n**70°C for 5 minutes**   **x17 cycles**\r\n\n\n\r\n\n\n34| Purify the PCR product using any standard PCR purification kit. We use the MSB® SPIN PCRAPACE from Stratec as follows:\r\n\n\n35| Add 500 μL of binding buffer to the 75 μL of WTA2 amplification product.\r\n\n\nCRITICAL STEP: Binding buffer is a concentrate, 99.7% isopropanol needs to be added accordingly.\r\n\n\n36| Place the spin filter in a 2 mL receiver tube and add the 575 μL of mixture.\r\n\n\n37| Centrifuge at 11000g for 3 min.\r\n\n\n38| Place the spin filter in a 1.5 mL receiver tube. Elute in 50 μL of elution buffer.\r\n\n\n39| Incubate for 1 min.\r\n\n\n40| Centrifuge at 11000g for 1 min.\r\n\n\n41| Store amplified DNA at –80°C.\r\n\n\n▪ PAUSE POINT\r\n\n\n\r\n\n\n**WTA2 amplification product concentration measurement using Qubit** \r\n\n\n TIMING: 5-10 min\r\n\n\n42| Measure the concentration of each WTA2 purified product by Qubit.\r\n\n\nConcentration is measured using the Qubit dsDNA HS assay kit, which provides 2 standards. Tubes should be purchased separate.\r\n\n\n43| Set up the required number of 0.5 mL Qubit tubes for the 2 standards and samples \\(n samples +2).\r\n\n\n44| Prepare a working solution by adding per sample 199 μL of Qubit dsDNA HS Buffer and 1 μL of Qubit dsDNA HS Reagent. We recommend to prepare 10% extra of working solution to assure enough volume.\r\n\n\n45| Load 190 μL of working solution in the standard tubes and 199 μL in the tubes for samples.\r\n\n\n46| Add 10 μL of standard to the respective tubes and 1 μL of sample in each sample tube.\r\n\n\n47| Mix by pulse-vortexing and incubate for 2 minutes at room temperature.\r\n\n\n48| On the Home Screen of the Qubit Fluorometer, press dsDNA High Sensitivity as the assay type and run a new calibration.\r\n\n\n49| Read standard #1 and standard #2. \r\n\n\n50| Read the samples concentration.\r\n\n\n51| Calculate concentration according to the manual.\r\n\n\n\r\n\n\n**Library preparation**\r\n\n\n TIMING: 1h\r\n\n\nLibrary preparation is performed using an adjusted protocol for the Nextera XT DNA sample\r\n\n\npreparation kit from Illumina.\r\n\n\nCRITICAL STEP: Perform the following reactions on ice.\r\n\n\nCRITICAL STEP: Make a dilution from the WTA2 purified product according to the Qubit measurement to 1.2 ng/μl to be used as input material.\r\n\n\nCRITICAL STEP: The number of cycles chosen \\(15) and the extension time depends on the input material and the optimal fragment size. In this protocol, the tagmentation time was decreased from 5 to 4 min \\(resulting in longer fragments) and the PCR extension was increased to 45 sec. Consider testing other combinations of conditions for optimal results with your specific samples. Additional guidance can be found in the library preparation section of the study of Picelli et al \\(Full-length RNA- seq from single cells using Smart-seq2, 2013).\r\n\n\n\r\n\n\n52| Mix the following in 200 μl PCR tubes in order to achieve DNA tagmentation:\r\n\n\n5 μL Tagment Buffer \r\n\n\n2.5 μL Amplicon tagment mix \r\n\n\n2.5 μL Amplified DNA \\(1.2 ng/μl)\r\n\n\n\r\n\n\n53| Centrifuge at 280g for 1 min \\(or using a microcentrifuge for 1 min)\r\n\n\n54| Incubate in a thermocycler for 4 min at 55°C, followed by cooling to 10°C and proceed\r\n\n\nimmediately to next step.\r\n\n\n55| Stop tagmentation by adding the following to the 10μl of tagmented DNA :\r\n\n\n2.5 μL Neutralize Tagment Buffer\r\n\n\n       \r\n\n\n56| Centrifuge at 280_g_ for 1 min \\(or using a microcentrifuge for 1 min) \r\n\n\n57| To the tagmented DNA \\(12.5 μl) add the following:\r\n\n\n2.5 μL Primer 1 \\(i7, N70X)\r\n\n\n2.5 μL Primer 2 \\(i5, S50X) \r\n\n\n7.5 μL Nextera PCR master mix\r\n\n\n\r\n\n\nCRITICAL STEP: Nextera primers are not provided together with the library preparation kit and need to be purchased separate. A careful choice of primers is advised to assure unique combinations of indices per sample.\r\n\n\n58| Centrifuge at 280_g_ for 1 min \\(or using a microcentrifuge for 1 min) \r\n\n\n59| Incubate in a thermocycler programmed for:\r\n\n\n72°C for 3 minutes 95°C for 30s\r\n\n\n**95°C for 10 s**\r\n\n\n**55°C for 30 s**\r\n\n\n**72°C for 45 s** x **15 cycles**\r\n\n\n4°C\r\n\n\n60| Store amplified DNA at 4°C for maximum 24h or proceed to PCR clean-up. \r\n\n\n▪ PAUSE POINT\r\n\n\n\r\n\n\n**PCR purification using AMPure beads**\r\n\n\n TIMING: 45 min\r\n\n\n61| Prepare fresh 80% ethanol and vortex AMPure beads for a few seconds. \r\n\n\n62| Mix the following by pipetting until an homogeneous solution is obtained\r\n\n\n25 μL PCR product \r\n\n\n15 μL AMPure beads\r\n\n\n\r\n\n\n63| Incubate at room temperature for 5 min.\r\n\n\n64| Place the plate in the magnetic stand for 2 min.\r\n\n\n65| VERY carefully remove and discard supernatants.\r\n\n\n66| Keeping the plate on the magnetic stand, add 200 μl of 80% ethanol to each sample. \r\n\n\n67| Incubate the plate/tube at room temperature for ≥ 30s.\r\n\n\n68| Carefully remove and discard the ethanol. Repeat this step once.\r\n\n\n69| Try to remove all residual ethanol by pipetting. Incubate at room temperature for about 3 min\r\n\n\nwithout drying the beads.\r\n\n\nCRITICAL STEP: Watch the beads and if you observe cracks, proceed for next step immediately. The time can be highly variable depending on the temperature and humidity inside the lab.\r\n\n\n70| Thoroughly resuspend the beads in 26.25 μl of 10 mM Tris-HCl \\(pH 8.0) by pipetting them up and down 10 times.\r\n\n\n71| Incubate the plate at room temperature for 2 min to elute DNA from the beads. 67| Place the plate on the magnetic stand for 2 min.\r\n\n\n72| Carefully transfer 25 μl of the supernatant to new RNAse free tubes.\r\n\n\n73| Store amplified DNA at –80°C.\r\n\n\n▪ PAUSE POINT\r\n\n\n\r\n\n\n**DNA library concentration measurement using Qubit**  TIMING: 5-10 min\r\n\n\n74| Measure the concentration of each library by Qubit as described from step 42| to 51|\r\n\n\nDNA library size distribution and quality check using the Bioanalyzer  TIMING: 1h\r\n\n\n75| Check the size distribution on an Agilent high-sensitivity chip \\(Bioanalyzer). Each chip can load 11 samples.\r\n\n\n76| Remove all reagents from the fridge \\(4°C) and allow them to reach room temperature for around 30 minutes before use. Keep dye and prepared gels from light.\r\n\n\n77| Set up the chip priming station’s lever to the lowest position. Adjust the IKA vortex mixer to 2400 rpm.\r\n\n\n78| Start the software, select assays: High Sensitivity DNA assay. Name your sample wells on the software.\r\n\n\n79| Prepare the gel-dye mix by adding 15 μL of dye \\(blue-capped tube) to the red-capped tube.\r\n\n\n80| Vortex the dye mixture and transfer it to a spin filter.\r\n\n\n81| Centrifuge for 10 minutes at 2240g and discard the filter.\r\n\n\nCRITICAL STEP: Gel-dye mix should be kept for maximum 6 weeks within preparation and it is sufficient for 5 chips. Protect from light.\r\n\n\n82| Pipette 9 μL of gel-dye mix in well at the bottom of the well to prevent air bubbles. \r\n\n\n83| To pressurise the gel-dye mix, place the chip in the priming station, lock it \\(click sound).\r\n\n\n \r\n\n\n84| Position the syringe on 1 mL, set the timer for 1 min.\r\n\n\n85| Press the plunger of the syringe down until it is held by the clip and time it.\r\n\n\n86| After 1 min, release the clip and make sure it moves up to 0.3 mL. Pull the plunger to the 1 mL position.\r\n\n\n87| Open the priming station and add 9 μL of gel-dye mix in the remaining G wells. 84| Load 5 μL of marker \\(green-capped tube) in all sample wells and ladder well. 88| Load 1 μL of ladder \\(yellow-capped tube) in the ladder well.\r\n\n\n89| Pipette 1 μL of sample in each 11 sample wells.\r\n\n\n90| Vortex the chip for 1 min in the IKA vortex mixer and start your run within 5 min. 88| Place the chip in the Bioanalyzer and close its lid carefully.\r\n\n\n91| Check that the selection of dsDNA, High sensitivity DNA option is selected and the names of the samples are correctly filled in.\r\n\n\n92| Start the run. A full run takes around 40min. ▪ \r\n\n\n\r\n\n\nEXPECTED OUTCOME\nSee figure in Figures section.\nSize distribution varies according to the amount of DNA used, tagmentation time and extension time. Therefore, these can be adjusted to obtain a desired size distribution.\r\n\n\n\r\n\n\n**DNA library quantification by qPCR**\r\n\n\n TIMING: 1h\r\n\n\nQuantification the libraries concentration by qPCR using the Universal KAPA library quantification kit. \r\n\n\n93| Thaw all reagents from the kit: Master mix+ Primer premix, ROX and standards.\r\n\n\n94| Prepare 1:1000 and 1:2000 dilutions of the libraries in 10 mM Tris-HCl, pH 8.0.\r\n\n\n95| If the kit is used for the first time, add the 10X Primer Premix \\(1 mL) to the 2X KAPA SYBR® FAST qPCR Master Mix \\(5 mL) and mix. Add appropriate ROX \\(High or Low) depending on the qPCR instrument in your lab \\(0.2 mL).\r\n\n\n \r\n\n\n96| Prepare your master mix accordingly for samples, six standards and appropriate replicates:\r\n\n\n12.4 μL 2x qPCR Master Mix+ 10x Primer premix + 50x ROX \r\n\n\n3.6 μL RNAse free-water\r\n\n\n\r\n\n\nCRITICAL STEP: For more reproducible results we recommend duplicates or triplicates of sample and standards.\r\n\n\n97| Pipette 16 μL of mix into each qPCR well.\r\n\n\n98| Add 4 μL of standard or sample, accordingly.\r\n\n\n99| Perform your qPCR with the following cycling conditions:\r\n\n\n95°C for 5 minutes\r\n\n\n95°C for 30 s|\r\n\n\n60°C for 45 s| 35 cycles\r\n\n\nOPTIONAL: Perform a melting curve analysis: 65-95°C\r\n\n\n\r\n\n\n**Pooling of the libraries into a 4 nM solution** \r\n\n\nTIMING:  30 min\r\n\n\nThe 4 nM concentration aims for a higher cluster density.\r\n\n\n100| Dilute the libraries aiming for 4 nM solution using the concentration obtained for the qPCR and the average size from the Bioanalyzer.\r\n\n\n101| Make a pool taking into account the number of reads desired per sample. \r\n\n\nCRITICAL STEP: Do not mix on the same pool samples with the same double indexing."
        },
        {
            "header": "References",
            "content": "1. Marchesi, J. R. Prokaryotic and eukaryotic diversity of the human gut. Advances in applied microbiology 72, 43–62, 10.1016/S0065-2164\\(10)72002-5 \\(2010).\r\n  2. Suchodolski, J. S. Intestinal microbiota of dogs and cats: a bigger world than we thought. The Veterinary clinics of North America. Small animal practice 41, 261–272, 10.1016/j.cvsm.2010.12.006 \\(2011).\r\n  3. Sunagawa, S. et al. Ocean plankton. Structure and function of the global ocean microbiome. Science 348, 1261359, 10.1126/science.1261359 \\(2015).\r\n  4. Navarrete, A. A. et al. Soil microbiome responses to the short-term effects of Amazonian deforestation. Molecular ecology 24, 2433–2448, 10.1111/mec.13172 \\(2015).\r\n  5. Claesson, M. J. et al. Gut microbiota composition correlates with diet and health in the elderly. Nature 488, 178–184, 10.1038/nature11319 \\(2012).\r\n  6. Ricanek, P. et al. Gut bacterial profile in patients newly diagnosed with treatment-naive Crohn’s disease. Clinical and experimental gastroenterology 5, 173–186, 10.2147/CEG.S33858 \\(2012).\r\n  7. Breitbart, M. et al. Viral diversity and dynamics in an infant gut. Research in microbiology 159, 367–373, 10.1016/j.resmic.2008.04.006 \\(2008)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/srep16532",
                "date": "2016-04-29 10:14:09",
                "title": "Modular approach to customise sample preparation procedures for viral metagenomics: a reproducible protocol for virome analysis",
                "authors": [
                    "Nádia Conceição-Neto",
                    "Mark Zeller",
                    "Hanne Lefrère",
                    "Pieter De Bruyn",
                    "Leen Beller",
                    "Ward Deboutte",
                    "Claude Kwe Yinda",
                    "Rob Lavigne",
                    "Piet Maes",
                    "Marc Van Ranst",
                    "Elisabeth Heylen",
                    "and Jelle Matthijnssens"
                ],
                "journal": "Scientific Reports",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 13952,
                "identity": "a0b90281-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Nádia Conceição-Neto",
                "email": "nadia.neto@kuleuven.be",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nádia",
                "middleName": "",
                "lastName": "Conceição-Neto",
                "suffix": ""
            },
            {
                "id": 13962,
                "identity": "a0b91b46-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Jelle Matthijnssens",
                "email": "jelle.matthijnssens@kuleuven.be",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Jelle",
                "middleName": "",
                "lastName": "Matthijnssens",
                "suffix": ""
            },
            {
                "id": 13953,
                "identity": "a0b908b8-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Mark Zeller",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mark",
                "middleName": "",
                "lastName": "Zeller",
                "suffix": ""
            },
            {
                "id": 13954,
                "identity": "a0b90bec-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hanne Lefrère ",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hanne",
                "middleName": "",
                "lastName": "Lefrère",
                "suffix": ""
            },
            {
                "id": 13955,
                "identity": "a0b90f26-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Pieter  De Bruyn",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Pieter",
                "middleName": "",
                "lastName": "De Bruyn",
                "suffix": ""
            },
            {
                "id": 13956,
                "identity": "a0b910fc-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Leen  Beller",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leen",
                "middleName": "",
                "lastName": "Beller",
                "suffix": ""
            },
            {
                "id": 13957,
                "identity": "a0b912a9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Ward Deboutte",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ward",
                "middleName": "",
                "lastName": "Deboutte",
                "suffix": ""
            },
            {
                "id": 13958,
                "identity": "a0b91546-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Claude Kwe Yinda",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Viral Metagenomics",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Claude",
                "middleName": "Kwe",
                "lastName": "Yinda",
                "suffix": ""
            },
            {
                "id": 13959,
                "identity": "a0b916f5-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Rob Lavigne",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Gene Technology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rob",
                "middleName": "",
                "lastName": "Lavigne",
                "suffix": ""
            },
            {
                "id": 13960,
                "identity": "a0b91866-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Piet Maes",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Clinical Virology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Piet",
                "middleName": "",
                "lastName": "Maes",
                "suffix": ""
            },
            {
                "id": 13961,
                "identity": "a0b919d7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Marc Van Ranst",
                "email": "",
                "orcid": "",
                "institution": "Laboratory of Clinical Virology",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Marc",
                "middleName": "Van",
                "lastName": "Ranst",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-04-29 13:51:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2016.029",
        "doiUrl": "https://doi.org/10.1038/protex.2016.029",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609449,
                "identity": "d085fa01-06a4-4ea6-a82c-802e93d1162f",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:56",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 148580,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Bioanalyzer traces of a Nextera XT library prepared with the NetoVIR protocol",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4839/v1/figure_1.jpg"
            },
            {
                "id": 2609448,
                "identity": "8fa12dd6-0a68-42b4-93c7-62184e9951b9",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:56",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 226907,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Schematic concise description of the NetoVIR protocol.",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4839/v1/figure_2.jpg"
            },
            {
                "id": 13465057,
                "identity": "cd0da055-ddd1-430f-a2df-4966c3951408",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:29",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 377444,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4839/v1/73ca045f-3da0-4a48-8088-3ed6877bf2ad.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "virome, NGS, viral metagenomics",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "A major limitation for better understanding the role of the human gut virome in health and disease is the lack of validated methods that allow high throughput virome analysis. To overcome this, we propose NetoVIR \\(Novel enrichment technique of VIRomes), which allows for a fast, reproducible and high throughput sample preparation for viral metagenomics studies, introducing minimal bias.",
        "manuscriptTitle": "NetoVIR: a reproducible protocol for virome analysis",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-05-05 20:52:38",
                "doi": "10.1038/protex.2016.029",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0b88ad3-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 5th, 2016",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3624,
                "name": "Biotechnology"
            },
            {
                "id": 3625,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2016-05-05 20:52:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}