{
    "identity": "nprot-2027",
    "title": "A Multiple Survival Screening algorithm \\(MSS) for identifying high-quality cancer prognostic markers",
    "content": [
        {
            "header": "Procedure",
            "content": "The MSS algorithm includes 9 steps. Each step has several parameters. In each step, we will give our suggestions for the parameters. The details of the terms and parameters mentioned in the protocol can be found in the original article \\(Li et al., Nature Communications, 1:34, 2010). \r\n\n\n\r\n\n\nStep 1  \r\n\n\n\r\n\n\nA survival gene pool is generated in this step by performing a genome-wide single gene survival analysis in a given training dataset. Generally the survival p-value is less than 0.05. To get more robust markers, we suggest that several such training datasets could be used to obtain several survival gene pools. These gene pools could be merged for the next step. \r\n\n\n\r\n\n\nStep 2\r\n\n\n \r\n\n\nIn this step, cancer hallmark related Gene Ontology \\(GO)-term-defined gene sets could be generated by functional annotation of the survival genes, which have been generated in Step 1, using GO analysis tools such as DAVID Bioinformatics Resources \\(http://david.abcc.ncifcrf.gov/).\r\n\n\nNormally each of the GO-term-defined gene sets contains 50~100 genes.. If a GO-term-defined gene set includes not many genes \\(i.g., less than 45), we usually discarded it. Alternatively, we combined the genes \\(to get the gene size between 50 and 100 genes) from a few GO-term-defined gene sets in which each GO-term-defined gene set contains less than 50 genes. If a GO-term- defined gene set includes many genes \\(i.g., more than 100), we ranked the genes by running the Steps 3-7 and took the top 60-80 genes for running the MSS.  \r\n\n\n\r\n\n\n\r\n\n\nStep 3 \r\n\n\n\r\n\n\nRandom gene sets \\(RGSs) have been generated in this step. We generated 1 million distinct RGSs from each selected GO-term-defined gene set. Each RGS contains 30 genes. More RGSs could be generated if you have powerful computer clusters, thus the biomarker might be more robust.      \r\n\n\n\r\n\n\nStep 4\r\n\n\n\r\n\n\nRandom datasets \\(RDSs) have been generated in this step using the training dataset. We normally generated 36 RDSs. However, more RDSs could be generated when powerful computer clusters are available. \r\n\n\n\r\n\n\nIt is critical to maintain the same ratio of “good” and “bad” tumors as that in the original training set. Furthermore, it is better to have at least 60 samples for each RDS. It is better to make sure that these RDSs have the maximal difference of the samples.    \r\n\n\n\r\n\n\nSteps 5-7\r\n\n\n\r\n\n\nThese steps are used to perform survival screenings of the RGSs on the RDSs. Several parameters need to be set in these steps. \r\n\n\n\r\n\n\nIn the MSS algorithm, we selected the “predictive RGSs” whose survival p-value is less than 0.05 in more than 90% of the RDSs \\(RDS passing rate). However, we found the p-values could be less than 0.01, while the RDS passing rate could be between 75% and 95%. These parameters could be adjusted to have several thousand RGSs selected. The selected RGSs can be used to get the top 30 most frequent genes \\(a potential gene signature). \r\n\n\n\r\n\n\nIf more than 30% of the 1 million RGSs have p-values less than 0.05 in more than 35 RDSs, this experiment will be discarded. The results might be come from data overfitting. On the other hand, if only a few hundred RGSs have p-values less than 0.05 in less than 80% of the RDSs, this experiment will also be discarded.  \r\n\n\n\r\n\n\nIn addition, it may need to run more RGSs \\(4 or 8 millions) to get enough selected RGSs. This depends on the datasets and the GO-term-defined gene set.    \r\n\n\n\r\n\n\nStep 8\r\n\n\n\r\n\n\nA potential gene signature containing top-ranked 30 most frequent genes has been obtained from the selected RGSs. In fact, the range of the gene size of a potential gene signature could be between 20 and 30 based on the GO-term-defined gene contents and training datasets. \r\n\n\n\r\n\n\nStep 9\r\n\n\n\r\n\n\nThis step is to assess the reproducibility and stability of a potential gene signature. After running 2 distinct 1 million RGSs derived from one GO-term-defined gene set on the same RDS set, we examined how many genes are in common between the two top-ranked 30 genes. The common genes could be from 20 to 30 based on different experimental conditions. Furthermore, the top-ranked 30 genes may be different when different RDSs, RGSs, parameters and training data sets were used. However, the performance of the selected gene signatures should be robust in other independent testing datasets, for examples, they often have survival p-value \\(<0.05) in the testing datasets if the MSS protocol has been followed."
        },
        {
            "header": "Troubleshooting",
            "content": "Suggestions have been embedded in each step."
        },
        {
            "header": "References",
            "content": "Li et al., Identification of high-quality cancer prognostic markers and metastasis network modules, Nature Commununications 1:34 \\(2010) | doi: 10.1038/ncomms1033"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms1033",
                "date": "2011-02-07 08:44:21",
                "title": "Identification of high-quality cancer prognostic markers and metastasis network modules",
                "authors": [
                    "Jie Li",
                    "Anne E.G. Lenferink",
                    "Yinghai Deng",
                    "Catherine Collins",
                    "Qinghua Cui",
                    "Enrico O. Purisima",
                    "Maureen D. O'Connor-McCourt",
                    "and Edwin Wang"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 11670,
                "identity": "9f93ff99-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Edwin  Wang",
                "email": "edwin.wang@cnrc-nrc.gc.ca",
                "orcid": "",
                "institution": "Wang's Lab, systems biology ",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Edwin",
                "middleName": "",
                "lastName": "Wang",
                "suffix": ""
            },
            {
                "id": 11669,
                "identity": "9f93fba3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Jie Li",
                "email": "",
                "orcid": "",
                "institution": "Wang's Lab, systems biology ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Jie",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2011-02-04 23:22:38",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2011.211",
        "doiUrl": "https://doi.org/10.1038/protex.2011.211",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13464672,
                "identity": "32c27eab-f931-46fc-8a23-d54c87db5190",
                "added_by": "auto",
                "created_at": "2021-09-16 20:44:17",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 115100,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2027/v1/345584c7-4ab0-42a3-84ae-62c3a85605fa.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "canccer, biomarker, prognosis, gene expression, algorithm",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We have developed a Multiple Survival Screening algorithm \\(MSS) for identifying high-quality cancer prognostic markers from the gene expression profiles of cancer samples. By applying the MSS algorithm to breast cancer samples, we have identified several marker sets which showed ~90% predicting accuracy across 8 independent breast cancer cohorts. We realized that the algorithm could be used for finding other biomarkers including drug response markers. We are describing the protocol with some comments based on our experience in using the algorithm.",
        "manuscriptTitle": "A Multiple Survival Screening algorithm (MSS) for identifying high-quality cancer prognostic markers",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2011-02-07 08:52:28",
                "doi": "10.1038/protex.2011.211",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9f938e98-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 7th, 2011",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2530,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 2531,
                "name": "Biotechnology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2011-02-07 08:52:28",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}