{
    "identity": "nprot-6033",
    "title": "Molecular characterization of paired immunoglobulin heavy and light chains of clonally expanded antibodies in the presence of a strong polyclonal background",
    "content": [
        {
            "header": "Introduction",
            "content": "Clonally expanded antibodies are commonly observed in various conditions such as autoimmune diseases, malignancies, and infections. They may have beneficial effects by defending the organism against tumors or intruders such as bacteria, viruses, or parasites. On the contrary they may have detrimental effects by attacking self-tissue as occurring in autoimmune diseases. Expanded antibody populations are usually accompanied by a plethora of unrelated antibodies, which may differ only by a few amino acids. Therefore it is virtually impossible to isolate them by conventional biochemical tools. The only suited technique would be affinity chromatography which, however, requires that the antigens are known _a priori_, but this is almost never the case. Several methods have been developed to analyze Immunoglobulin \\(Ig) chains of single B or plasma cells<sup>1-4</sup>, but it is usually not known which particular cell secretes disease-relevant expanded antibodies and which cell produces irrelevant Ig chains. We have therefore developed a protocol that starts out with the analysis of expanded antibodies at the protein level. It allows us to selectively characterize individual expanded antibody species in the presence of other expanded antibody species and a high background of unrelated antibodies. \r\n\n\n\r\n\n\nWe recently applied this new technology to a particularly prominent example of clonally expanded antibodies, namely the oligoclonal band \\(OCB) antibodies<sup>5</sup>. OCBs are present in the cerebrospinal fluid \\(CSF) of most patients with inflammatory diseases of the central nervous system \\(CNS) such as multiple sclerosis \\(MS)<sup>6-9</sup>. They can be visualized as prominent, distinct Ig bands in isoelectric focusing \\(IEF) gels of CSF samples. OCBs serve as important diagnostic and prognostic laboratory markers for MS that may even guide therapies. Despite intense efforts, their target antigens have remained unknown^6. The main reason is that a distinct OCB species could not be separated from other OCBs and from the strong polyclonal antibody background present in the CSF. Thus, a typical IEF gel of a patient´s CSF shows several distinct bands of variable intensities on a strong background that smears throughout the entire pH-range. All these antibodies most likely will recognize different antigens, but they are chemically very similar, because the vast majority of their amino acids are identical. \r\n\n\n\r\n\n\nOur new technology<sup>5</sup> is based on previous studies where we asked whether the B cells present in CSF might produce OCBs<sup>10</sup>. To this end, we compared the IgG proteomes and transcriptomes of antibodies and B cells from the CSF of MS patients. To investigate how CSF B cells were related to B cells in the brain we compared CSF IgG transcriptomes and proteomes to the CNS<sup>11</sup>. We identified significant overlaps in both studies, providing evidence that the B cells present in the CSF are indeed the sources of the OCB antibodies and that they are clonally related to the B cells in CNS. Technically, we analyzed the IgG proteomes of CSF samples by IEF gels and subsequent mass spectrometry. In parallel we analyzed the IgG transcriptomes of the same patients by cloning and sequencing mRNAs coding for IgG heavy \\(IgG-H) and light \\(IgG-L) chains. To correlate IgG transcriptomes and proteomes, we made use of the extensive somatic hypermutations \\(SHM) and unique hypervariable complementarity determining region 3 \\(CDR3) rearrangements of OCBs. SHM are introduced in response to sustained antigen stimulation and are observed in most expanded antibody species. SHM and CDR3 rearrangements are unique to each antibody species. For comparing the peptides revealed by mass spectrometry to the transcriptomes of the patients, we therefore focused on peptides that contained SHM and CDR3 regions because they are unique to each patient \\(termed \"characteristic peptides\"). Thus it was possible to align characteristic peptides unequivocally to full-length Ig-chains which were identified by transcriptome analysis. This demonstrated that B cells present in CSF and brain of MS patients may produce the OCB antibodies<sup>10,11</sup>. However, it did not resolve matching IgG-H and IgG-L chains because the heterodimeric IgG molecules disassembled partly during IEF. With our new method<sup>5</sup> it is now possible to isolate individual heterodimeric OCB antibody species directly from IEF gels, and to produce them in large amounts as needed for antigen searches.\r\n\n\n\r\n\n\nWe developed our protocol by investigating OCBs from patients with MS but the method will be applicable to any body fluid or tissue that contains B cells and expanded antibody populations even on a strong background of irrelevant antibodies. Obvious applications include e.g. autoimmune and infectious diseases, allergies, or hematopoietic malignancies<sup>12-15</sup>. Further, the method is not only applicable to expanded IgG antibody populations but also to other Ig families. For example, IgM populations have recently been found to be particularly interesting, though still enigmatic, in MS<sup>4</sup>, and IgE species are known to play a pivotal role in allergy and asthma<sup>16</sup>."
        },
        {
            "header": "Reagents",
            "content": "· RNeasy Micro Kit \\(Qiagen)\r\n\n\n· DEPC-treated water \\(Invitrogen)\r\n\n\n· IGEPAL® CA-630 for molecular biology \\(Sigma) **CAUTION** May develop turbidity or sediment during storage. A clear liquid can be obtained on heating to 40 ° C.\r\n\n\n· Random Primers \\(Invitrogen)\r\n\n\n· dNTP Set, 100 mM each A,C,G,T \\(GE Healthcare)\r\n\n\n· RNasin® Plus RNase Inhibitor \\(Promega)\r\n\n\n· Prime RNase Inhibitor \\(Eppendorf)\r\n\n\n· SuperScript® III Reverse Transcriptase \\(Invitrogen)\r\n\n\n· Taq DNA Polymerase \\(Roche)\r\n\n\n· Agarose \\(Biozym)\r\n\n\n· Trizma® base \\(Sigma) **CAUTION** It is irritating to eyes.\r\n\n\n· Boric acid \\(Sigma) **CAUTION** It is toxic.\r\n\n\n· EDTA, Titriplex® III \\(Merck)\r\n\n\n· Ethidiumbromide, 1% stock solution \\(Carl Roth) **CAUTION** It has mutagenic properties and is irritating.\r\n\n\n· Glycerol, ROTIPURAN® \\(Carl Roth)\r\n\n\n· Bromophenol Blue \\(Serva)\r\n\n\n· Xylene Cyanole FF \\(Bio-Rad) **CAUTION** It is irritating to eyes, respiratory system and skin.\r\n\n\n· 100 bp DNA ladder \\(New England Biolabs)\r\n\n\n· EasyPure® DNA Purification Kit \\(Biozym)\r\n\n\n· TOPO-TA Cloning® Kit \\(Invitrogen)\r\n\n\n· Bacto<sup>TM</sup> Trypton \\(Becton Dickinson)\r\n\n\n· Bacto<sup>TM</sup> Yeast Extract \\(Becton Dickinson)\r\n\n\n· Bacto<sup>TM</sup> Agar \\(Becton Dickinson)\r\n\n\n· Ampicillin sodium salt \\(Sigma)\r\n\n\n· 5-Bromo-4-chloro-3-indoyl ß-D-galactopyranoside \\(X-Gal, Sigma)\r\n\n\n· DirectPrep 96 Miniprep Kit \\(Qiagen)\r\n\n\n· NaH<sub>2</sub>PO<sub>4</sub> x H<sub>2</sub>O \\(Carl Roth)\r\n\n\n· Na<sub>2</sub>HPO<sub>4</sub> \\(Carl Roth)\r\n\n\n· NaCl \\(Merck)\r\n\n\n· Dynabeads® Protein G \\(Invitrogen)\r\n\n\n· Na-acetate \\(Merck)\r\n\n\n· SDS \\(Carl Roth) **CAUTION** It is harmful. Avoid inhalation and skin contact.\r\n\n\n· MEGA-10 \\(Merck)\r\n\n\n· N-Glycosidase F recombinant \\(Roche)\r\n\n\n· Urea \\(Sigma)\r\n\n\n· Thiourea \\(Sigma) **CAUTION** It is harmful if swallowed.\r\n\n\n· Pharmalyte<sup>TM</sup>, broad range pH 3-10 \\(GE Healthcare)\r\n\n\n· Immobiline<sup>TM</sup> Dry Strip, pH 3-10, 24 cm \\(GE Healthcare)\r\n\n\n· SDS-PAGE Molecular Weight Standard, broad range \\(Bio-Rad)\r\n\n\n· Brilliant Blue R 250 \\(Sigma)\r\n\n\n· Methanol \\(Sigma) **CAUTION** It is flammable.\r\n\n\n· Acetic acid \\(Sigma) **CAUTION** It is corrosive and irritating.\r\n\n\n· Ammonium bicarbonate \\(NH<sub>4</sub>HCO<sub>3</sub>, Sigma)\r\n\n\n· DL-Dithiothreitol \\(DTT, Sigma) **CAUTION** It is toxic and may cause irritation to skin and respiratory system.\r\n\n\n· Acetonitrile \\(Sigma) **CAUTION** It is flammable and harmful.\r\n\n\n· Jodoacetamide \\(Sigma) **CAUTION** It is toxic.\r\n\n\n· Trypsin modified from porcine pancreas \\(Serva)\r\n\n\n· Trifluoroacetic acid \\(TFA, Applied Biosystems) **CAUTION** It is harmful and corrosive.\r\n\n\n· alpha-Cyano-4-Hydroxycinnamic acid \\(Bruker Daltonics) **CAUTION** It is harmful.\r\n\n\n\r\n\n\n**Reagent Setup**\r\n\n\n· TBE \\(10x): 0.89 M Tris, 0.89 M Boric acid, 0.02 M EDTA, pH 8.0; Store at room temperature.\r\n\n\n· DNA sample buffer \\(6x): 50% \\(v/v) Glycerol, 0.02% \\(w/v) Bromphenol blue, 0.02% \\(w/v) Xylencyanol FF, 10 mM Tris, pH 7.5; Store at 4 ° C.\r\n\n\n· LB-Medium: 1% \\(w/v) Bacto<sup>TM</sup> Trypton, 0.5% \\(w/v), Bacto<sup>TM</sup> Yeast Extract, 0.5% \\(w/v) NaCl; Autoclave and store at room temperature.\r\n\n\n· LB-Agar: LB-Medium with 1.5% \\(w/v) Bacto<sup>TM</sup> Agar, supplied with 100 μg/ml Ampicillin; Autoclave and store plates at 4 ° C.\r\n\n\n· PBS \\(10x): 18.8 mM NaH<sub>2</sub>PO<sub>4</sub> x H<sub>2</sub>O, 83.8 mM Na<sub>2</sub>HPO<sub>4</sub>, 1,5 M NaCl; Store at room temperature. Check pH after dilution to 1x.\r\n\n\n· Washing buffer for Dynabeads® Protein G: 0.1 M Na-acetate, 0.15 M NaCl, pH 5.0; store at room temperature. Check pH before use.\r\n\n\n· Elution buffer for Dynabeads® Protein G: 1% \\(w/v) SDS in PBS; Store at room temperature.\r\n\n\n· Deglycosylation buffer: PBS with 1% \\(w/v) MEGA-10, pH 7.2; Store at room temperature.\r\n\n\n**CRITICAL** In case of MEGA-10 precipitates heat buffer while stirring until detergent has dissolved completely. Let cool down to room temperature and check pH before use. \r\n\n\n· Rehydration buffer for IPG strips: 8 M Urea, 2 M Thiourea, 2% \\(v/v) Pharmalyte<sup>TM</sup> 3-10, Bromphenol blue; Prepare a fresh solution for each experiment.\r\n\n\n· IEF sample buffer: 6 M Urea, 2 M Thiourea, 10% \\(v/v) Glycerol, Bromphenol blue; Prepare a fresh solution for each experiment.\r\n\n\n· Equilibration buffer for 2D gel: 6 M Urea, 4% \\(w/v) SDS, 30% \\(w/v) Glycerol, 50 mM Tris, Bromphenol blue; Prepare a fresh solution for each experiment.\r\n\n\n· Coomassie staining: 0.1% \\(w/v) Coomassie® Brilliant-Blue R-250, 40% Methanol, 10% Acetic acid; Store at room temperature.\r\n\n\n· Buffer for Trypsin digestion: 10 mM NH<sub>4</sub>HCO<sub>3</sub>, pH 8.5; Prepare a fresh solution for each experiment.\r\n\n\n· Matrix for MALDI: alpha-Cyano-4-Hydroxy-Cinnamic Acid \\(5 mg/ml) in 50% Acetonitrile/0.2% TFA; Store at room temperature but not longer than 3 days."
        },
        {
            "header": "Equipment",
            "content": "· Tabletop Microcentrifuge \\(Eppendorf)\r\n\n\n· Thermocycler \\(T personal, Biometra; GeneAmp PCR System 9600, Perkin Elmer)\r\n\n\n· Equipment for agarose gel electrophoresis\r\n\n\n· UV transilluminator \\(Bachofer Laborgeräte)\r\n\n\n· Water bath \\(MA6, Lauda)\r\n\n\n· Shaker 37 ° C \\(HT, Infors)\r\n\n\n· Megafuge 1.0.R \\(Heraeus Instruments)\r\n\n\n· Microcentrifuge Tubes, DNA low binding \\(Eppendorf)\r\n\n\n· Microcentrifuge Tubes, Protein low binding \\(Eppendorf)\r\n\n\n· Magnet \\(Invitrogen)\r\n\n\n· Platform Shaker \\(Unimax 2010, Heidolph Instruments)\r\n\n\n· Thermomixer \\(Comfort 5436, Eppendorf)\r\n\n\n· Incubator 37 ° C \\(Jouan EB 53, Thermo Fisher Scientific)\r\n\n\n· D-tube<sup>TM</sup> Dialyzer Mini \\(MWCO 12-14 kDa, Merck)\r\n\n\n· Stirrer \\(Ikamag RCT, IKA® Werke)\r\n\n\n· Power Supply \\(EPS 500/400, Amersham Pharmacia)\r\n\n\n· 3100 OFFGEL Fractionator \\(Agilent)\r\n\n\n· Loading cup for IEF, 8 x 2 mm, conical\r\n\n\n· Equipment for 2D gel electrophoresis\r\n\n\n· ZipTip® Pipette Tips \\(Millipore)\r\n\n\n· MALDI Target \\(Applied Biosystems)\r\n\n\n· Proteomics Analyzer 4700 MALDI-TOF/TOF \\(Applied Biosystems)\r\n\n\n· “Data Explorer” Software\r\n\n\n· Program “Mascot Peptide Mass Fingerprint” \\(Matrix Science)\r\n\n\n· Program “Mascot MS/MS Ions Search \\(Matrix Science)"
        },
        {
            "header": "Procedure",
            "content": "**A. Analysis of Ig-V\\(D)J-transcriptomes** \r\n\n\nThree different techniques are applicable to generate Ig-H and Ig-L transcriptome databases \\(**Fig. 2**). **Table 1** lists their advantages and disadvantages. Firstly, state of the art NGS techniques may be employed. A protocol that describes analysis of Ig repertoires has recently been published\n17\n. This method uses \"unique molecular identifier\" \\(UMI) sequences which are introduced during generation of cDNA and therefore allow for precise quantification of individual mRNA molecules. This protocol is recommended because it reveals the entire Ig-H- and Ig-L-chain repertoires quantitatively, whereas Sanger-sequencing and single cell sequencing may reveal only a limited spectrum of the repertoires.\r\n\n\nSecondly, traditional transcriptome analysis has been outlined earlier\n10\n. A detailed methodology of this Sanger sequencing based method is available^19. These steps describe isolation of RNA, RT-PCR, cloning and sequence analysis of Ig-H and Ig-L chains.\r\n\n\nThirdly, techniques for analyzing Ig chains from single B cells were recently advanced from traditional sequencing methods\n2,3\nto NGS techniques\n18\n. Although both Sanger-sequencing and NGS based methods directly will yield paired Ig-H and Ig-L chains, it will be uncertain how they will relate to distinct OCBs or other expanded Ig species. Moreover, it will not be clear whether or not a certain Ig-H and Ig-L pair will yield an OCB at all. This is an important issue, since only limited number of OCBs \\(usually less than 20) are observed in a patient, whereas the number of different B and plasma cell clones in the CSF often exceeds thousands. Thus, only a small fraction of B or plasma cells will ultimately produce an OCB. Therefore, alignment of Ig-H and Ig-L chain databases to peptides identified by mass spectrometry is indispensable.\r\n\n\n**PAUSE POINT** PCR products and isolated plasmids can be kept for long-term storage at -80 ° C.\r\n\n\n\r\n\n\n**B. Purification of individual expanded IgG species**\r\n\n\n\r\n\n\n**B.1: IgG Purification by Protein G affinity chromatography** \r\n\n\nSteps 1 to 6 have been outlined earlier\n10\n. Detailed methodology is available\n19\n. For clarity, we include these steps in the protocol described here.\r\n\n\n1. Thaw CSF supernatant on ice.\r\n  2. Check for precipitates by centrifugation at 17,500 g for 5 min at 4 ° C. In case of any precipitates transfer supernatant in a new microcentrifuge tube and keep on ice until further processing.\r\n  3. Wash Dynabeads® Protein G three times in 1 ml washing buffer.\r\n  4. Add required amount of Dynabeads® Protein G to CSF supernatant. Use 2 μl bead suspension for 1 μg of IgG.\r\n  **CRITICAL STEP** Ensure that your Ig of interest binds to protein G as binding strength is subtype- and species-dependent.\r\n\n\n5. Incubate for 60 min on a shaker at room temperature.\r\n  **CRITICAL STEP** To ensure efficient mixing split CSF supernatant in 1 ml fractions and use 2 ml microcentrifuge tubes each.\r\n\n\n6. Wash Dynabeads® Protein G three times in 1 ml washing buffer.\r\n  7. Elute IgG by resuspending the beads in 10 μl 1% SDS followed by incubation for 2 min at 37 ° C.\r\n  8. Repeat step 16 with 15 μl of 1% SDS.\r\n  **CRITICAL STEP** This step is required to elute residual IgG molecules still bound to Protein G after first round of elution.\r\n\n\n9. Pool all eluates in a protein low bind 1.5 ml microcentrifuge tube. Final volume for purified IgG from 1 ml body fluid supernatant is thus 25 μl.\r\n  \r\n\n\n**B.2a: Deglycosylation** \r\n\n\n10. Incubate purified IgG at 95 ° C for 1 min.\r\n  **CRITICAL STEP** By these means IgG molecules get unfolded so that glycosylation sites are better accessible for the enzyme.\r\n\n\n11. Add 1 volume of deglycosylation buffer and mix.\r\n  12. Add 100 U/ml N-Glycosidase F recombinant.\r\n  13. Incubate for 3 h at 37 ° C.\r\n  \r\n\n\n**B.2b: Dialysis** \r\n\n\n14. Dialyze sample against 6 M Urea in rehydrated D-tube\nTM\nDialyzer Mini tubes for 2 h on a stirrer at room temperature.\r\n  15. Dialyze further against 6 M Urea for 15 min at 50 V in a flat bed gel electrophoresis chamber according to the manufacturer’s recommendations to remove residual SDS.\r\n  **CRITICAL STEP** Longer dialysis and higher voltages will cause more pronounced disassembly of H- and L-chains.\r\n\n\n\r\n\n\n**B.3: Isoelectric focusing** \r\n\n\n**CAUTION** Make sure that all steps are carried out under strictly non-reducing conditions.\r\n\n\n16. Rehydrate Immobiline\nTM\nDry Strip \\(24 cm, pH 3-10) in rehydration buffer overnight at room temperature according to the manufacturer’s recommendations.\r\n  **CAUTION** Must be carried out the day before performing isoelectric focusing.\r\n\n\n17. Add 50 μl of IEF sample buffer to dialyzed IgG.\r\n  18. For isoelectric focusing use an Agilent 3100 OFFGEL Fractionator in the “in-gel” mode according to the manufacturer’s recommendations but with two essential exceptions:\r\n  18.a Instead of rehydrating the IPG strips together with the eluate, place a loading cup at position pH 4.5 onto the rehydrated IPG strip and thus load the sample.\r\n\n\n**CRITICAL STEP** Applying the sample at other positions than 4.5 lead to pronounced disassembly of H- and L-chains \\(if loaded at extreme pH values) or to insufficient migration of IgG molecules into gel matrix \\(if applied at pH values near isoelectric points of IgG).\r\n\n\n**CAUTION** Capacity of loading cup is 200 μl.\r\n\n\n18.b Modify the default focusing method to a slower voltage-increase and extended duration: for the first 30 min the voltage is limited to 500 V and then for 30 min to 1000 V. During electrophoresis allow maximum values of 8000 V, 50 μA and 200 mW until 120 kVh are reached.\r\n\n\n**CRITICAL STEP** Using different focusing methods than described above might lead to disassembly of H- and L-chains or insufficient focusing. If focusing is performed with other IEF equipments it might therefore be necessary to optimize the default focusing method.\r\n\n\n\r\n\n\n**B.4: Non-reducing SDS-PAGE** \r\n\n\n**CAUTION** Make sure that all steps are carried out under absolutely non-reducing conditions.\r\n\n\n19. Shake IPG strip in equilibration buffer for 20 min at room temperature.\r\n  20. Set up second dimension of IgG separation according to standard methods and cool the chamber during electrophoresis overnight.\r\n  **CRITICAL STEP** Use 9% acrylamide gels. Higher percentage gels will prevent IgG molecules from efficiently migrating into the gel matrix. Lower percentage gels are difficult to handle.\r\n\n\n**CRITICAL STEP** When starting electrophoresis, first apply 10 mA for 1 h to facilitate protein transmigration from IPG strip into SDS-PAGE gel. Then increase current to 30 mA.\r\n\n\n21. Stain 2D gel with Coomassie-Blue for 2 h on a shaker at room temperature.\r\n  22. Destain with 10% Acetic acid.\r\n  \r\n\n\n**C: Analysis of matched Ig-H and Ig-L chains**\r\n\n\n\r\n\n\n**C.1: In-gel digestion by Trypsin** \r\n\n\n23. Excise individual spots containing H\n2\nL\n2\nHeterodimers \\(apparent molecular weight = 200 kDa) and transfer into 0.6 ml microcentrifuge tubes.\r\n  **PAUSE POINT** Spots can be stored covered by H\n2\nO at 4 ° C until further processing.\r\n\n\n24. Proceed with Trypsin digestion as previously described\n10,19\n.\r\n  \r\n\n\n**C.2: MALDI-TOF/TOF mass spectrometry**\r\n\n\n25. Desalt samples after Trypsin digestion using ZipTip® Pipettes according to the recommendations of the manufacturer.\r\n  26. Mix sample and MALDI-matrix 1:1 and spot 1 μl onto a MALDI target.\r\n  27. Let dry at room temperature.\r\n  28. Measure samples using the Proteomics Analyzer 4700 \\(MALDI-TOF/TOF) mass spectrometer with a 355 nm Nb-YAG-laser in positive reflector mode with 20 kV acceleration voltage. For MS/MS measurements perform CID.\r\n  \r\n\n\n**C.3: Alignment of peptide identified by mass spectrometry to the Ig-V\\(D)J trancriptome database** \r\n\n\n29. Analyze MS and MS/MS spectra with “Data Explorer” Software and copy peaklist in program “Mascot Peptide Mass Fingerprint” or “Mascot MS/MS Ions Search”, respectively.\r\n  30. Search for matching peptides with the patient specific Ig-V\\(D)J-transcriptome \\(generated in step A) using the following parameters:\r\n  30.a for MS spectra: Enzyme: Trypsin; Allowed missed cleavages: 1; Fixed modifications: Carbamidomethyl \\(C); Variable modifications: Oxidation \\(M), \\(W); Peptide tolerance: +/- 100 ppm; Mass values: MH+; Monoisotopic;\r\n\n\n30.b for MS/MS spectra: Enzyme: Trypsin; Allowed missed cleavages: 1; Fixed modifications: Carbamidomethyl \\(C); Variable modifications: Oxidation \\(M), \\(W); Peptide tolerance: +/- 100 ppm; Peptide charge: 1+; MS/MS tol: +/- 0.8 Da; Monoisotopic; Precursor: mass of interest.\r\n\n\n\r\n\n\n**C.4: Semi-quantitative analysis of MALDI-TOF data** \r\n\n\n31. To distinguish between relevant peaks from expanded antibodies and irrelevant peaks from polyclonal antibody background only consider matching peptides whose peak intensities are above the following thresholds:\r\n  · mass below 1.5 kDa: peaks exceeding background for factor of 5\r\n\n\n· mass range 1.5 – 2.5 kDa: peaks exceeding background for factor of 7\r\n\n\n· mass range 2.5 kDa – 4.0 kDa: peaks exceeding background for factor of 5\r\n\n\n· mass above 4.0 kDa: peaks exceeding background for factor of 3\r\n\n\n32. In order to unequivocally determine matching H- and L-chains of one expanded antibody out of the pool of “dominant” peptides from step 31 the following criteria must be fulfilled:\r\n  32a. Three or more peptides belong to only one H- and only one L-chain in the patient-specific Ig-V\\(D)J transcriptome, respectively.\r\n\n\n32b. At least one of three peptides contains SHM or comprises the hypervariable CDR3 region, i.e. is characteristic.\r\n\n\n32c. Peak intensities of peptides from V\\(D)J-regions are about as high as the intensities of peptides from the constant Ig-regions.\r\n\n\n33. Obtain the full-length sequence of Ig-chains with the help of the Ig-V\\(D)J-transcriptome.\r\n  **CRITICAL STEP** For H/L-identification do not consider spots with significant contaminations of peptides from other Ig-chains or spots where many peptides are detected that can be aligned to different Ig-chains."
        },
        {
            "header": "Timing",
            "content": "A. Transcriptome analysis: 1-2 weeks\r\n\n\nB.1 IgG Purification: 90 min\r\n\n\nB.2a Deglycosylation: 3 h\r\n\n\nB.2b Dialysis: 2 h 15 min\r\n\n\nB.3 Isoelectric focusing: overnight\r\n\n\nB.4 Non-reducing SDS-PAGE: overnight\r\n\n\nC.1 In-gel digestion by Trypsin: overnight\r\n\n\nC.2 MALDI-TOF/TOF: variable, depending on number of spots\r\n\n\nC.3 and C.4 Analysis of MALDI-TOF data: variable, depending on number of mass spectra to analyze"
        },
        {
            "header": "Troubleshooting",
            "content": "**Step 4: Protein G does not bind** \r\n\n\nBinding strength of protein G differs depending Ig of interest on subtype and species. You might use Dynabeads® Protein A instead or prepare your own Dynabeads® with specific antibody against particular Ig-subtype or species using the Dynabeads® Antibody Coupling Kit. Test binding and elution with a commercial antibody of the subtype of interest before proceeding with clinical samples.\r\n\n\n\r\n\n\n**Step 18a: Sample exceeds loading capacity for IEF**\r\n\n\nYou may concentrate your sample by TCA or Acetone precipitation and solubilize the pellet directly in IEF sample buffer.\r\n\n\n\r\n\n\n**Step 22: No spots on 2-d gel**\r\n\n\nPreselect clinical samples for high content of Ig as detection limit of Coomassie-Blue is limited \\(about 500 ng per spot). Gels may be stained with silver after Coomassie-Blue staining, but be aware that only some protocols are compatible with subsequent analysis by mass spectrometry<sup>18</sup>. Quality of mass spectromery data from silver-stained spots are mostly inferior.\r\n\n\n\r\n\n\n**Step 22: Smear on 2-d gel**\r\n\n\nThis indicates that the clinical sample mainly contains polyclonal antibody populations. Pre-select clinical samples for monoclonally or oligoclonally expanded antibodies. When working with CSF samples, pre-select for high Ig quotients.\r\n\n\n\r\n\n\n**Step 22: Disassembly of H-/L- chains**\r\n\n\nMake sure that the equipment used for entire IgG analysis is free of any contaminating reducing agents. Check with a small aliquot of sample on 1-d SDS-PAGE whether Ig-H- and L-chains are still linked after dialysis and prior to IEF. Make sure that sample loading for IEF is carried out between pH 4.5 and pH 5. Loading at pH < 4 or pH > 9 leads to pronounced disassembly by reduction of disulfide bonds.\r\n\n\n\r\n\n\n**Limitations** \r\n\n\nThere are two obvious limitations to this method: Firstly, it is evident that the RNA recovered from tissue or body fluid needs to be of sufficient quality. Specifically, samples must not be fixed by aldehydes. Secondly, sufficient amounts of antibody must be available for mass spectrometry. A typical MALDI experiment as employed in our experiments<sup>5</sup> requires about 1 μg protein contained in the spot to be analyzed. As a rule of thumb, this corresponds to a visible spot on a Coomassie Blue stained gel. Although there are more sensitive mass spectrometery equipment available, a limitation is the visualization of the H<sub>2</sub>L<sub>2</sub> spots after 2-d electrophoresis. \r\n\n\nA more intricate limitation is the requirement that clonally expanded B cells and antibodies are indeed present in the tissue or body fluid to be analyzed. The more limited their heterogeneity, the easier it will be to identify and characterize the expanded cells and antibodies from the samples. This, however, will depend on the disease or condition to be studied. We note that it is not necessary to use purified B cells or antibodies, because the Ig transcripts are exclusively amplified by Ig-specific PCR primers, and antibodies will be purified by affinity chromatography."
        },
        {
            "header": "Anticipated Results",
            "content": "In contrast to our earlier studies<sup>10,11</sup> our new protocol now allows us to characterize matching IgG-H and IgG-L chains from single spots on non-reducing 2-dimensional \\(2-d) gels. Basis is the co-purification of disulfide-linked IgG-H and IgG-L chains, concomitant analysis by mass spectrometry **\\(Fig. 1)**. \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5995/original/Figure_1.png?1508174761\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nWe first purified the Ig molecules by Protein A or G affinity chromatography \\(step #1), and introduced a degycosylation step to reduce the heterogeneity of bands on the gels \\(step #2). The most important improvement, however, was to modify IEF conditions in order to prevent pronounced dissociation of IgG-H and IgG-L chains \\(step #3). Previously<sup>10,11</sup>, significant disassembly of the heterodimers was observed. This disassembly was probably caused by the high electrical field required for the polyacryamid IEF gels. The new procedure also caused some disassembly, but to a much lesser extent, so that enough heterodimeric antibody was left for analysis. To separate complexes consisting of two IgG-H- and two IgG-L-chains \\(H<sub>2</sub>L<sub>2</sub>) from complexes where one or both light chains were disassembled \\(H<sub>2</sub>L and H<sub>2</sub>) and from single chains, we added a second dimension to gel electrophoresis \\(step #4), i.e. we ran a non-reducing SDS-PAGE after the IEF gels. This procedure yielded single spots, which we cut from the gels, in-gel digested with trypsin \\(step #5), and analyzed by mass spectrometry \\(step #6). We typically identified several peptides from the V\\(nDn)J-regions of both chains, but these peptides did not cover the entire length of the chains. Therefore we created in parallel IgG transcriptome databases which contained full length sequences of the IgG-H and IgG-L chains of each patient \\(step #7). \r\n\n\n\r\n\n\nSuch databases can be obtained from unfractionated body fluid or tissue by Sanger sequencing of many cDNA clones<sup>5,10</sup> \\(**Fig. 2**, **left panel**) or by NGS<sup>5,17</sup> \\(**Fig. 2**, **middle panel**). Another possibility is the analysis of many single cells \\(**Fig. 2**, **right panel**). However, this will not tell whether or not a particular cell is producing an expanded antibody, therefore correlation to proteomes is still required for identification of disease-related clones. **Fig. 2** gives an overview on the methods and **Table 1** lists their advantages and disadvantages.\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5997/original/Figure_2.png?1508174784\">See figure in Figures section.</a>\r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/5993/original/Table_1.png?1508174716\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nThe characteristic peptides identified by mass spectrometry can then be aligned to the full-length sequences identified by cDNA cloning \\(**Fig. 1**, step #8), and distinguished peptides from expanded OCB antibodies from background signals by a semi-quantitative analysis \\(step #9). This analysis allowed us to identify one IgG-H and one IgG-L chain from a single spot on the 2-d gel. \r\n\n\n\r\n\n\nWe note that a high sequence coverage by mass spectrometry is not required. It is sufficient that one or few characteristic peptides for each chain can be identified, so that the peptide\\(s) may be attributed unequivocally to a particular Ig full-length sequence from the transcriptome database. Such an alignment will reveal all missing parts of the sequences. Thus, identification of few peptides that cover only parts of the sequences will permit the reconstruction of the entire chain due to the unique amino acids introduced by SHM and V\\(D)J recombination. This will allow the recombinant expression of the antibodies that were expanded in the patients´ tissues or body fluids. Finally, these antibodies may be used to search for their antigens or for other purposes.\r\n\n\n\r\n\n\nHere, we show exemplarily the proteomic analysis of the monoclonal antibody 145.2c11 \\(eBioscience) **\\(Fig. 3)**. \r\n\n\n\r\n\n\n<a href=\"#figures\" data-url=\"http://www.nature.com/protocolexchange/system/uploads/6001/original/Figure_3.png?1508174808\">See figure in Figures section.</a>\r\n\n\n\r\n\n\nFirst, for comparison, we show a \"traditional\" IEF gel where disulfide bonds were reduced and no deglycosylation steps were performed \\(**Fig. 3a**). The proteins focus between pH 5 and 7. Our improved protocol results in a 2-d gel that shows 7 bands migrating at 200 kDa corresponding to the H<sub>2</sub>L<sub>2</sub> heterodimer, 7 bands migrating at 150 kDa, corresponding to the H<sub>2</sub>L, and 7 bands at 100 kDa, corresponding to H<sub>2</sub> \\(**Fig. 3b**). Free Ig-L chains migrate at 25 kDa. Several spots are visible and the proteins focus between pH 7 and 8, presumably due to lack of negatively charged carbohydrates, such as sialic acid and glucuronic acid. The insert shows the spots that were analyzed by mass spectrometry \\(**Fig. 3b**). We identified five peptides from the Ig-H, and four peptides from the Ig-L chain \\(**Fig. 3c**). As expected, no peptides from the Ig-L chains were detected from the H2 complex \\(*Fig. 3d).\r\n\n\n\r\n\n\nWe applied this protocol to CSF samples from a patient with neuroborreliosis and four patients with MS<sup>5</sup>. We identified and cloned seven matching Ig-H and Ig-L chains representing OCB antibodies. After recombinant production in HEK cells, we identified the antigens of the neuroborreliosis antibody and of three MS antibodies.\r\n\n\n\r\n\n\n**Comparison with other methods**\r\n\n\nAn established method to identify matching pairs of Ig-H and Ig-L chains is cloning mRNA/cDNA from single B or plasma cells that have been isolated by flow cytometry<sup>1-3</sup>. Meanwhile a highly efficient and quantitative next generation sequencing \\(NGS) based protocol is available^17. However this approach may not relate a particular cell to an expanded antibody species. Thus, it will be impossible to say which particular cell out of the thousands of B or plasma cells in a clinical sample will produce a disease-related expanded antibody and which will contribute to the polyclonal background antibody population. \r\n\n\nThere is currently no protein-based method that allows the characterization of clonally expanded antibodies in the presence of other expanded antibodies and a strong polyclonal background unless specific antigens are already known. The reasons are obvious: antibodies are very similar in structure, in particular if they belong to the same \\(sub)families. The theoretical variability of antibodies is almost infinite due to the introduction of random amino acids by recombination and SHM, but this relates predominantly to the small antigen combining sites. However, the overall structure and the large conserved regions are identical for all antibodies of the same family. Therefore classical biochemical methods \\(such as ion exchange-, gel-, reversed phase-chromatography etc.) are not suited to isolate one distinct antibody species out of a vast number of others. Only affinity chromatography may be suited, but it evidently requires a priori knowledge of the antigen. Exactly this is usually not known in most biomedically interesting conditions. On the contrary, it is hoped that expanded antibodies may be utilized as tools for identifying enigmatic antigens."
        },
        {
            "header": "References",
            "content": "1. Wardemann, H. et al. Predominant autoantibody production by early human B cell precursors. Science 301, 1374-1377 \\(2003).\r\n  2. Owens, G.P. et al. Antibodies produced by clonally expanded plasma cells in multiple sclerosis cerebrospinal fluid. Ann. Neurol. 65, 639-649 \\(2009).\r\n  3. von Budingen, H.C. et al. Clonally expanded plasma cells in the cerebrospinal fluid of MS patients produce myelin-specific antibodies. Eur. J. Immunol. 38, 2014-2023 \\(2008).\r\n  4. Beltran, E. et al. Intrathecal somatic hypermutation of IgM in multiple sclerosis and neuroinflammation. Brain 137, 2703-2714 \\(2014).\r\n  5. Brandle, S.M. et al. Distinct oligoclonal band antibodies in multiple sclerosis recognize ubiquitous self-proteins. Proc. Natl. Acad. Sci. U. S. A. 113, 7864-7869 \\(2016).\r\n  6. Hohlfeld, R. et al. The search for the target antigens of multiple sclerosis, part 2: CD8+ T cells, B cells, and antibodies in the focus of reverse-translational research. Lancet Neurol. 15, 317-331 \\(2016).\r\n  7. Stangel, M. et al. The utility of cerebrospinal fluid analysis in patients with multiple sclerosis. Nat. Rev. Neurol. 9, 267-276 \\(2013).\r\n  8. Awad, A. et al. Analyses of cerebrospinal fluid in the diagnosis and monitoring of multiple sclerosis. J. Neuroimmunol. 219, 1-7 \\(2010).\r\n  9. Antel, J. & Bar-Or, A. Roles of immunoglobulins and B cells in multiple sclerosis: from pathogenesis to treatment. J. Neuroimmunol. 180, 3-8 \\(2006).\r\n  10. Obermeier, B. et al. Matching of oligoclonal immunoglobulin transcriptomes and proteomes of cerebrospinal fluid in multiple sclerosis. Nat. Med. 14, 688-693 \\(2008).\r\n  11. Obermeier, B. et al. Related B cell clones that populate the CSF and CNS of patients with multiple sclerosis produce CSF immunoglobulin. J. Neuroimmunol. 233, 245-248 \\(2011).\r\n  12. Ali, Y.M. et al. Monoclonal gammopathy in systemic lupus erythematosus. Lupus 16, 426-429 \\(2007).\r\n  13. Konstantinopoulos, P.A. et al. Protein electrophoresis and immunoglobulin analysis in HIV-infected patients. Am. J. Clin. Pathol. 128, 596-603 \\(2007).\r\n  14. Mitus, A.J. et al. Monoclonal and oligoclonal gammopathy after bone marrow transplantation. Blood 74, 2764-2768 \\(1989).\r\n  15. Davies, J.M. & O'Hehir, R.E. Immunogenetic characteristics of immunoglobulin E in allergic disease. Clin. Exp. Allergy 38, 566-578 \\(2008).\r\n  16. Gould, H.J. & Sutton, B.J. IgE in allergy and asthma today. Nat. Rev. Immunol. 8, 205-217 \\(2008).\r\n  17. Turchaninova, M.A. et al. High-quality full-length immunoglobulin profiling with unique molecular barcoding. Nat. Protoc. 11, 1599-1616 \\(2016).\r\n  18. Imkeller, K. et al. sciReptor: analysis of single-cell level immunoglobulin repertoires. BMC Bioinformatics 17, 67 \\(2016).\r\n  19. Obermeier, B. et al. Analysis of patient-specific immunoglobulin proteomes and transcriptomes by PCR cloning and mass spectrometry doi:10.1038/nprot.2008.87 \\(2008)"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Josef Kellermann and Friedrich Lottspeich for valuable discussion, and Monica Zobawa, Reinhard Mentele, Joachim Malotka, and Ingrid Eiglmeier for expert technical assistance. This work was supported by grants from Deutsche Forschungsgemeinschaft \\(SFB 571-A1, CRC-128-A5, CRC-128-B8, and SyNergy EXC 1010 to KD and RH)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1073/pnas.1522730113",
                "date": "2017-09-06 18:54:08",
                "title": "Distinct oligoclonal band antibodies in multiple sclerosis recognize ubiquitous self-proteins",
                "authors": [
                    "Simone M. Brändle",
                    "Birgit Obermeier",
                    "Makbule Senel",
                    "Jessica Bruder",
                    "Reinhard Mentele",
                    "Mohsen Khademi",
                    "Tomas Olsson",
                    "Hayrettin Tumani",
                    "Wolfgang Kristoferitsch",
                    "Friedrich Lottspeich",
                    "Hartmut Wekerle",
                    "Reinhard Hohlfeld",
                    "and Klaus Dornmair"
                ],
                "journal": "Proceedings Of The National Academy Of Sciences",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14866,
                "identity": "a117bee0-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Birgit Obermeier",
                "email": "obermeb@gmail.com",
                "orcid": "",
                "institution": "Institute of Clinical Neuroimmunology, Ludwig-Maximilians University, D-81377 Munich, Germany",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Birgit",
                "middleName": "",
                "lastName": "Obermeier",
                "suffix": ""
            },
            {
                "id": 14867,
                "identity": "a117c196-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Eduardo  Beltrán",
                "email": "",
                "orcid": "",
                "institution": "Institute of Clinical Neuroimmunology, Ludwig-Maximilians University, D-81377 Munich, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eduardo",
                "middleName": "",
                "lastName": "Beltrán",
                "suffix": ""
            },
            {
                "id": 14868,
                "identity": "a117c34d-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Reinhard Hohlfeld",
                "email": "",
                "orcid": "",
                "institution": "Institute of Clinical Neuroimmunology, Ludwig-Maximilians University, D-81377 Munich, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reinhard",
                "middleName": "",
                "lastName": "Hohlfeld",
                "suffix": ""
            },
            {
                "id": 14869,
                "identity": "a117c639-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Klaus Dornmair",
                "email": "",
                "orcid": "",
                "institution": "Institute of Clinical Neuroimmunology, Ludwig-Maximilians University, D-81377 Munich, Germany",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Klaus",
                "middleName": "",
                "lastName": "Dornmair",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-09-19 20:00:56",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.113",
        "doiUrl": "https://doi.org/10.1038/protex.2017.113",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609817,
                "identity": "233d3636-5791-48cb-8aac-6a55654003ce",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "pdf",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1780553,
                "visible": true,
                "origin": "",
                "legend": "Flowchart for the characterization of individual antibodies",
                "description": "",
                "filename": "figure1.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_1.pdf"
            },
            {
                "id": 2609820,
                "identity": "77d58fc3-8fec-48c1-a361-99aa08a88782",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "pdf",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 489788,
                "visible": true,
                "origin": "",
                "legend": "Three different approaches for generating Ig-transcriptome databases",
                "description": "",
                "filename": "figure2.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_2.pdf"
            },
            {
                "id": 2609822,
                "identity": "a06d7536-6626-4215-a275-6e5bc45b78d3",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "pdf",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8347080,
                "visible": true,
                "origin": "",
                "legend": "Analysis of Ig-H and Ig-L chains by conventional as compared to improved gel electrophoresis and mass spectrometry, using monoclonal antibody 145.2c11 as an example",
                "description": "",
                "filename": "figure3.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_3.pdf"
            },
            {
                "id": 2609821,
                "identity": "10673fa7-7f2a-41ce-bb83-c6faa862b949",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 87897,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Overview on the properties of the different approaches to generate Ig transcriptome databases",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_4.png"
            },
            {
                "id": 2609823,
                "identity": "2a6421b5-2ba2-467c-b723-38960471b078",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:12",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 53062,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Flowchart for the characterization of individual antibodies",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_5.png"
            },
            {
                "id": 2609825,
                "identity": "7ba8472c-d9c2-4b60-b44e-2508ab976b5c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 55126,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Three different approaches for generating Ig-transcriptome databases",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_6.png"
            },
            {
                "id": 2609826,
                "identity": "419c625f-1777-4686-8250-684c4296f136",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "png",
                "order_by": 7,
                "title": "Figure 7",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 246952,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Analysis of Ig-H and Ig-L chains by conventional as compared to improved gel electrophoresis and mass spectrometry, using monoclonal antibody 145.2c11 as an example",
                "description": "",
                "filename": "figure7.png",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/figure_7.png"
            },
            {
                "id": 13465035,
                "identity": "2427d18f-12a9-4a0a-9906-5a1d7a6bb0a1",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:23",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 916876,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/4b430af4-c1f4-4c60-9a13-c58555381fb4.pdf"
            },
            {
                "id": 2609824,
                "identity": "e8e13a05-732e-4c78-9e6d-cef6f16e21bc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:51:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 205038,
                "visible": true,
                "origin": "",
                "legend": "Table 1   Overview on the properties of the different approaches to generate Ig transcriptome databases",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-6033/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no competing financial interests. Birgit Obermeier is now an employee at Biogen, but was affiliated with the Ludwig-Maximilians University at the time the study was performed, i.e. Biogen was not a sponsor of this study.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Oligoclonal band antibodies, B cells, Immunoglobulin, Proteomics, Transcriptomics, neurological inflammatory diseases",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "We describe a protocol for the direct molecular characterization of expanded antibody species detectable in minute amounts in human cerebrospinal fluid or other body fluids and tissues against a huge background of irrelevant antibodies. Antibodies are purified by affinity chromatography and applied to high resolution 2-dimensional PAGE under non-reducing conditions. Individual heterodimers consisting of heavy and light chains are isolated and analyzed by mass spectrometry. Since this rarely yields full sequence coverage, we reveal the complete sequences by alignment of the peptides to the immunoglobulin transcriptome of the same patient. Recombinant antibodies may then be produced and used for antigen searches or other experiments. We have analyzed antigens of oligoclonal band antibodies from the cerebrospinal fluid of patients with neurological inflammatory diseases, but the technology, which takes about two weeks, may be applied to many disease-relevant \\(auto)antibodies in human infectious and autoimmune diseases, as well as to B-cell malignancies.",
        "manuscriptTitle": "Molecular characterization of paired immunoglobulin heavy and light chains of clonally expanded antibodies in the presence of a strong polyclonal background",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-10-20 11:41:24",
                "doi": "10.1038/protex.2017.113",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a117520d-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "October 20th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3965,
                "name": "Biological techniques"
            },
            {
                "id": 3966,
                "name": "Molecular Biology"
            },
            {
                "id": 3967,
                "name": "Biochemistry"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-10-20 11:41:24",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}