{
    "identity": "nprot-144",
    "title": "Simplified behavioural tests for transient social memory in male mice and dams",
    "content": [
        {
            "header": "Introduction",
            "content": "Social recognition is a unique form of learning and memory that utilises distinct neural regions and neurotransmission specific to social cognition<sup>1,2</sup>. Mesolimbic dopamine is involved in reinforcement and reward learning. Concurrent activation of oxytocin or vasopressin and dopamine receptors in the reward centres of the brain during mating results in a conditioned partner preference, observed as a pair bond<sup>3</sup>. Mice usually demonstrate distinct forms of social memory: one transient and the other more enduring<sup>4</sup>. The transient social memories, like those tested in current studies of investigation or maternal behaviour, are normally held for a few minutes to an hour and seem geared more toward the differentiation of conspecifics or pups over short interactions or durations and involve the ability to distinguish between olfactory or visual signatures<sup>5,6</sup>. Here, we present two behavioural tests in males and females on social behavioural responses in wild-type mice or those with gene mutations. Using these paradigms, we have demonstrated that some important social and maternal behaviours<sup>7</sup> are significantly impaired in CD38-knockout mice as compared with wild-type controls<sup>8</sup>. Thus, assessment of behavioural traits described here could be useful when investigating mouse models of neurodevelopmental disorders associated with social deficits, such as autistic spectrum disorder<sup>9</sup>."
        },
        {
            "header": "Reagents",
            "content": "In our experiment, all animals were 2&#x2013;4-month-old sexually naive male or female mice, and primiparous or experienced dams with their pups. Experimentally naive wild-type and CD38-knockout mice<sup>8</sup> were housed in groups of 5 to 10 per cage and then housed individually for the remainder of the experiments. All females were housed individually once pregnant."
        },
        {
            "header": "Equipment",
            "content": "Stopwatches\r\n\n\nVDV camera"
        },
        {
            "header": "Procedure",
            "content": "**A. Social behaviour for a 1-min confrontation in male mice.**\r\n\n\n\r\n\n\nDay 1: Housing. TIMING 10 min\r\n\n\n1. At age 40–50 d, transfer mice from group to individual housing for 5 d to permit establishment of a home-cage territory.\r\n  CRITICAL STEP 1 \r\n\n\n \r\n\n\nDay 5: Recording investigation time. TIMING 1 min\r\n\n\n2. Begin the first trial by introducing a stimulus female into the home cage of a male mouse for a 1-min interaction. Record investigation time of the female by the male mouse. At the end of the 1-min trial, remove the stimulus animal and return to an individual holding cage. Score behaviour during experiments and  record behaviour on a videotape.  Scoring should be done by trained raters \\(inter-rater reliability >90%).\r\n  CRITICAL STEP 2\r\n\n\n\r\n\n\nRepeating step 2 TIMING 11 min\r\n\n\n3. For the second encounter, after a 10-min inter-exposure interval, introduce the same stimulus female to each male for 1 min. Record the investigation time of the female by the male mouse. Remove the stimulus animal and return to the individual holding cage.\r\n  \r\n\n\nRepeating step 2 TIMING 11 min\r\n\n\n4. For the third recognition trial, after a 10-min inter-exposure interval, introduce the same stimulus animal to each subject for 1 min. Record investigation time of the female by the male mouse.\r\n  CRITICAL STEP 3\r\n\n\n\r\n\n\nRepeating step 2 TIMING 11 min\r\n\n\n5. For the fourth encounter, after a 10-min inter-exposure interval, introduce the same female to each male.\r\n  \r\n\n\nSame step with a new stimulus TIMING 11 min\r\n\n\n6. In the fifth “dishabituation” trial, introduce a different stimulus female to the same male mouse for 1 min, after a 10-min inter-exposure interval. Record the investigation time of the female by the male. Remove the stimulus animal to the individual holding cage.\r\n  \r\n\n\n**B  Pup retrieval behaviour by dams in home cages.** \r\n\n\n\r\n\n\nDay 1: Birth confirmation TIMING 5 min\r\n\n\n1. Record births each morning. First observe each new dam for 5 min with minimal disruption. Confirm that it is capable of building a typical nest and the pups are in the nest and being nurtured by the dam. \r\n  \r\n\n\nDay 2: Retrieving test TIMING 20 min\r\n\n\n2. Remove all of the pups from the nest and keep temporarily in a holding cage.\r\n  3. Return five of the dam’s own pups to the dam’s cage and place at the opposite side from the nest. \r\n  4. Observe the dam continually, and record latency to retrieve each pup to the nest. Each dam should be observed for up to 3 min. \r\n  5. Repeat step 4 × 3 times.\r\n  CRITICAL STEP 4"
        },
        {
            "header": "Timing",
            "content": "**For males**\r\n\n\nDay 1 Housing with a female\r\n\n\nDay 5 Pairing for 1 min with two females with 10-min interval\r\n\n\n**For dams**\r\n\n\nDay 1 Birth of pups\r\n\n\nDay 2 Retrieval test \r\n\n\n**For males**\r\n\n\nDay 1 Housing with a female\r\n\n\nDay 5 Pairing for 1 min with two females with 10-min interval\r\n\n\n**For dams**\r\n\n\nDay 1 Birth of pups\r\n\n\nDay 2 Retrieval test"
        },
        {
            "header": "Critical Steps",
            "content": "CRITICAL STEP 1 To minimise sexual behaviour \\(mounting and mating) during the experimental trials, habituate male mice to females. Simply, house each male with a female, which is not used as a stimulus mouse later, for 5 d before the first behavioural tests. Routinely, females are not ovariectomised.\r\n\n\n\r\n\n\nCRITICAL STEP 2 Across all trials, define investigation as direct, active, olfactory exploration of the stimulus female by the subject male. In general, it consists of nosing and sniffing of the ano-genital region, close following and pursuit. Grooming, aggressive posturing and sexual behaviours, including mounting, are not included in measures of investigation.\r\n\n\n\r\n\n\nCRITICAL STEP 3 In our experiment, at the 3rd or 4th trial, the subject male showed a greater frequency of head-to-head contact, a behaviour that was qualitatively different from the investigation behaviour with an unfamiliar female in step 2.\r\n\n\n \r\n\n\nCRITICAL STEP 4 Retrieval is defined as the dam picking up a pup in its mouth and transporting it to the nest in wild-type mice. In the case of CD38-knockout mice in our experiment, if the dam picked up and dropped the same pup more than once _en route_ to the nest, the retrieval was not scored until the pup was in the nest or placed within the one third of the cage nearest the original nest. The retrieval test was repeated 4 times with the same 1- to 5-day-old pups."
        },
        {
            "header": "Troubleshooting",
            "content": "PROBLEM:  Sleeping in male\r\n\n\nSOLUTION:  Select an actively moving male\r\n\n\n\r\n\n\nPROBLEM:  Freezing posture of female \r\n\n\nSOLUTION:  Select an actively moving female\r\n\n\n\r\n\n\nPROBLEM:  Male sexual behaviour  \r\n\n\nSOLUTION:  House with a female before testing"
        },
        {
            "header": "Anticipated Results",
            "content": "This protocol will routinely result in detection of normal social and maternal behaviours and in their defects in wild-type and knockout mice. Mice displaying normal social recognition show a decline in investigation upon subsequent exposure to the same individual, and in the dishabituation trial, investigation times are similar to the initial exposure to the first individual \\(Fig. 1). Mice with defects in social recognition show no decline in investigation time. \r\n\n\n   Wild-type dams retrieved their pups precisely and very quickly to the same small area of the nest \\(Fig. 2a). Primiparous CD38-knockout dams took a long time to begin to retrieve and behaved as if they were not interested in their pups \\(Fig. 2b). They often dropped them during retrieval on the way to the nest, so that pups became scattered in different places showing the dam&#x2019;s abnormal nurturing behaviour \\(Supplementary Figure 4 of ref. 7). However, experienced CD38-knockout dams behaved similarly to wild-type controls \\(Fig. 2c)."
        },
        {
            "header": "References",
            "content": "1. LaBar, K. S. &amp; Cabeza, R. Cognitive neuroscience of emotional memory. _Nat. Rev. Neurosci._ **7**, 54-64 \\(2006). \r\n  2. van Wimersma Greidanus, T. B. &amp; Maigret, C. The role of limbic vasopressin and oxytocin in social recognition. _Brain Res._ **713**, 153-159 \\(1996). \r\n  3. Young, L. J. &amp; Wang, Z. The neurobiology of pair bonding. _Nat. Neurosci._ **7**, 1048-1054 \\(2004). \r\n  4. Bielsky, I. F., Hu, S. B., Ren, X., Terwilliger, E. F. &amp; Young, L. J. The V1a vasopressin receptor is necessary and sufficient for normal social recognition: a gene replacement study. _Neuron._ **47**, 503-513 \\(2005). \r\n  5. Ferguson, J. N. _et al._ Social amnesia in mice lacking the oxytocin gene. _Nat. Genet._ **25**, 284-288 \\(2000). \r\n  6. Insel, T. R. &amp; Young, L. J. The neurobiology of attachment. _Nat. Rev. Neurosci._ **2**, 129-136 \\(2001).\r\n  7. Russell, J. A., Leng, G. &amp; Douglas, A. J. The magnocellular oxytocin system, the fount of maternity: adaptations in pregnancy. _Front. Neuroendocrinol._ **24**, 27-61 \\(2003). \r\n  8. Jin, D. _et al._ CD38 is critical for social behaviour by regulating oxytocin release. _Nature_ in press. \r\n  9. Lim, M. M., Bielsky, I. F. &amp; Young, L. J. Neuropeptides and the social brain: potential rodent models of autism. _Int. J. Dev. Neurosci._ **23**, 235-243 \\(2005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/nature05526",
                "date": "2006-12-15 01:02:10",
                "title": "CD38 is critical for social behaviour by regulating oxytocin secretion",
                "authors": [
                    "Jin",
                    "D. et al."
                ],
                "journal": "Nature",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 10010,
                "identity": "9ed13d29-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Olga Lopatina",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olga",
                "middleName": "",
                "lastName": "Lopatina",
                "suffix": ""
            },
            {
                "id": 10011,
                "identity": "9ed13fba-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Hong-Xiang Liu",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hong-Xiang",
                "middleName": "",
                "lastName": "Liu",
                "suffix": ""
            },
            {
                "id": 10012,
                "identity": "9ed141db-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Natalia A Shnayder",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Natalia",
                "middleName": "A",
                "lastName": "Shnayder",
                "suffix": ""
            },
            {
                "id": 10013,
                "identity": "9ed1435f-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Haruhiro Higashida",
                "email": "",
                "orcid": "",
                "institution": "Department of Biophysical Genetics, Kanazawa University Graduate School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Haruhiro",
                "middleName": "",
                "lastName": "Higashida",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2010-08-20 14:34:04",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/nprot.2007.88",
        "doiUrl": "https://doi.org/10.1038/nprot.2007.88",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2607638,
                "identity": "951758a2-0e51-449d-b6ec-da6a4435db6c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "gif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 13153,
                "visible": true,
                "origin": "",
                "legend": "Social memory in male mice   Olfactory investigation was used for social recognition test. Social memory by male mice was measured as the difference in ano-genital investigation. Data are depicted as means &#xB1; s.e.m. for the amount of time allocated to investigating the same female during each of four successive 1-min trials for CD38-knockout (yellow) and wild-type (blue) male mice. A fifth dishabituation trial indicated the responses of males to the presentation of a new female in a 1-min pairing 10 min after the fourth trial. \r\n\r\n",
                "description": "",
                "filename": "figure1.gif",
                "url": "https://assets.researchsquare.com/files/nprot-144/v1/figure_1.gif"
            },
            {
                "id": 2607639,
                "identity": "27b0295f-137b-4b62-9619-b54e023bfd47",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:49:42",
                "extension": "gif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 20469,
                "visible": true,
                "origin": "",
                "legend": "Pup retrieval in home cages   Latency to retrieve all 5 pups was scored when the dam picked up and returned each pup to the original nest (in wild-type mice (a) and experienced CD38-knockout mice (c)) or to areas within the one third of the cage nearest the original nest or to new nests (in primiparous CD38-knockout mice (b)). Animals were subjected to the retrieval test 4 times. Note that dams in a and c took longer to retrieve all pups in the first test (blue), but the second (red), third (yellow) and fourth (green) tests took much shorter times, probably because they responded quickly to the situation of the test. Primiparous CD38-knockout postpartum females took much longer to begin retrieving the first pup and to finish retrieving the fifth pup in the first and second tests. The dam&#x2019;s response was much quicker in the third and fourth tests, but they tended to make new nests to which pups were retrieved. Values are the means &#xB1; s.e.m. (n=5). (d) Mean latency to retrieve the last pup during 4 retrieval tests. * indicates P&lt;0.01 compared with control.",
                "description": "",
                "filename": "figure2.gif",
                "url": "https://assets.researchsquare.com/files/nprot-144/v1/figure_2.gif"
            },
            {
                "id": 13464242,
                "identity": "5c830e0f-9326-4489-900c-366e78bfbec5",
                "added_by": "auto",
                "created_at": "2021-09-16 20:42:40",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 197772,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-144/v1/c06eeb8a-c8d6-4440-b264-85464008c47c.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "social behaviour, social cognition, maternal behaviour, mouse\r\n\r\n",
        "license": {
            "name": "None",
            "url": ""
        },
        "manuscriptAbstract": "",
        "manuscriptTitle": "Simplified behavioural tests for transient social memory in male mice and dams",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2007-02-14 11:00:42",
                "doi": "10.1038/nprot.2007.88",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9ed0ed58-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 14th, 2007",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1514,
                "name": "Biological techniques"
            },
            {
                "id": 1515,
                "name": "Neuroscience"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2007-02-14 11:00:42",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}