{
    "identity": "pex-1280",
    "title": "<p>PCR Instrument-assisted Acidolysis for Monosaccharide Composition Analysis of Serum Glycans</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tFour major types of human biomolecules include nucleic acids (including DNA and RNA), proteins, lipids and glycans. Unlike RNAs and proteins, glycan biosynthesis has no templates but depends on genes, nutrition, and other environmental factors in time and space[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">1</a>]. As results, animal glycome is estimated to be 10<sup>4</sup> times larger than the proteome[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">2-5</a>] and glycans are abundantly found in patients suffering cancerous and non-cancerous diseases. However, nearly all studies of serum glycans as possible disease biomarkers have been focused on resolving complicated glycan structures by complicated glycan preparation procedures plus expensive instrumentations, such as LC-MS[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">2</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">5-7</a>]. </p><p>\tDespite there are many different types of glycans [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">8</a>], all human glycans consist of up to 10 monosaccharides, i.e. sialic acid, N-acetyl galactosamine, N-acetyl glucosamine, galactose, mannose, fucose, glucose, xylose, glucuronic acid, and iduronic acid. However, few methods have been developed to quantify glycan contents or monosaccharide compositions in human sera or plasmas.</p><p>\tThis protocol was originally developed from the corresponding author’s laboratory at Washington University in St. Louis for glucosamine- and galactosamine-based, serum- or animal tissue-derived glycosaminoglycan (GAG) quantification purposes [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">9-13</a>]. The assay was subsequently used for detecting contaminants in heparin[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">14</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">15</a>]. We then discovered that significantly different quantity and compositions of glucosamine and galactosamine are present in the plasmas of human patients suffering lung, breast, and pancreatic cancers, respectively, [<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">10</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">16</a>]. Since the major glycans in human sera/plasmas are N-linked and O-linked glycans instead of GAGs, we subsequently developed a HPLC method that can quantify all other monosaccharides in addition to glucosamine and galactosamine released from serum/plasma glycans simultaneously[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">17-20</a>]. </p><p>\tReleasing monosaccharides from glycans is the bottleneck of monosaccharide composition analysis[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">21</a>, <a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">22</a>]. It is usually conducted in a sealed glass ampoule at 105–120 ◦C for 1–6 h[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">23</a>] or in a PicoTag station[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">10</a>]. We have developed a PCR instrument-assisted acidolysis method for hydrolyzing different types of plant and animal glycans previously[<a href=\"about:blank\" rel=\"noopener noreferrer\" target=\"_blank\">20</a>]. This protocol describes the procedures where a PCR instrument-assisted acidolysis is used for releasing monosaccharides from serum glycans. The monosaccharide compositions are then obtained by PMP-labeling and HPLC analysis.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Water (Milli-Q ultrahigh-purity water, 18MΩ (Millipore))</p><p>PMP (Merck)</p><p>Methanol (Sinopharm Chemical Reagent)</p><p>Hydrochloric acid (HCl; Sinopharm Chemical Reagent)</p><p>Sodium hydroxide solution (NaOH; 50% w/w, Fisher Scientific)</p><p>Chloroform (CHCl<sub>3</sub>; Sinopharm Chemical Reagent)</p><p>Acetic acid (HAc; Sinopharm Chemical Reagent)</p><p>Ammonium acetate (NH<sub>4</sub>AcSinopharm Chemical Reagent)</p><p>Acetonitrile, LC-MS grade (ACN, Fluka)</p><p>Glucose (Glc; 99% purity, Merck)</p><p>Mannose (Man; 99% purity, Merck)</p><p>Fucose (Fuc; 99% purity, Merck)</p><p>Galactose (Gal; 99% purity, Merck)</p><p>Glucosamine (GlN; 99% purity, Merck)</p><p>Xylose (Xyl; 99% purity, Merck)</p><p>Galactosamine (GalN; 99% purity, Merck)</p><p>Glucuronic acid (GlcA; 99% purity, Merck)</p><p>N-acetylglucosmine (GlcNAc; 99% purity, Merck)</p><p>Rhamnose (Rha; 99% purity, Merck)</p><p><br></p><p><strong>REAGENT SETUP</strong></p><p><strong>Sera</strong> Each serum sample is stored at -80<sup>o</sup>C before use.</p><p><strong>PMP derivative reagent </strong>Weigh the correct amount of PMP powder and dissolve in methanol to form 0.5 M PMP derivative reagent. CRITICAL Prepare the PMP derivative reagent before use.</p><p><strong>HCl (6 M) </strong>Prepare by careful dilution from concentrated HCl. It can be stored at 20-25 °C. CRITICAL When working with concentrated HCl, fume hoods must be used and proper protective measures need to be taken according to all relevant workplace regulations.</p><p><strong>NaOH (3 M)</strong> Prepare by careful dilution from 50% w/w NaOH solution. It can be stored at 20-25 °C. CRITICAL When working with 50% w/w NaOH solution, fume hoods must be used and proper protective measures need to be taken according to all relevant workplace regulations.</p><p><strong>HAc-NH</strong><sub><strong>4</strong></sub><strong>Ac buffer system </strong>Acetic acid<strong> </strong>(HAc)-NH<sub>4</sub>Ac buffer system is composed of 0.2 M NH<sub>4</sub>Ac and 1/20 v/v HAc. CRITICAL The HAc is essential in this buffer system, which will neutralize excessive NaOH after derivatization. It can be stored for one week at 4 ℃.</p><p><strong>Monosaccharides standard stock solution (10 mg/mL)</strong> Weigh the correct amount of monosaccharides standard, dissolve in Milli-Q water, aliquot into tubes and store at -20 ℃.</p><p><strong>Mobile phase A (100 mM NH</strong><sub><strong>4</strong></sub><strong>Ac)</strong> Add the correct amount of NH<sub>4</sub>Ac into 800 mL Milli-Q water, and adjust the pH to 5.5 with HAc.</p><p><strong>Mobile phase B</strong> HPLC-grade acetonitrile.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Infinity Lab Poroshell 120 EC-C18 (100 mm length × 4.6 mm inner diameter, 2.7 μm particle size; Agilent)</p><p>Milli-Q ultrapure water system (Millipore)</p><p>PCR instrument (T100; Bio-Rad)</p><p>Microcentrifuge (Pico17; Thermo Fischer Scientific)</p><p>Agilent 1260 Series high performance liquid chromatography system (Agilent)</p><p>Vortex shaker (Vortex 2; IKA)</p><p>Parafilm</p><p>PCR tubes</p><p><br></p><p><strong>EQUIPEMNT SETUP</strong></p><p><strong>PCR instrument setup</strong> For serum glycan degradation, the temperature control is set to: 1. heating-up to 100 ℃ in 90 s; 2. hold on for 10 mins; 3. cooling to 4 ℃ in 120 s and hold on for 5 mins. For monosaccharides derivatization, the temperature control is set to: 1. heating-up to 70 ℃ in 90 s; 2. hold on for 40 mins; 3. cooling to 4 ℃ in 120 s and hold on for 5 mins.</p><p><strong>HPLC system setup </strong>The LC system should be optimized in order to minimize dead volumes. Gradients should be optimized for the samples at hand, and the post sample column washing and re-equilibration should be adjusted to the system in use. As an example, below is a table of the specific setup used in our laboratory on an Agilent 1260 Series HPLC.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Reversed Phase Octadecylsilyl (C18) column:</strong> 100 mm length × 4.6 mm inner diameter, 2.7 μm particle size; Agilent</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Column temperature: </strong>35 ℃</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Mobile phases: </strong>A: 100 mM NH4Ac; B: acetonitrile</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Flow rate:</strong> 1 mL/min</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>DAD setup: </strong>254nm</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Separation program: </strong>phase A (acetonitrile):0-50 min(17%→23%), 50-65 min (23%→23%), 65-65.1 min (23%→17%), 65.1-80 min (17%→17%); phase B (0.01 mol/L ammonium acetate solution, pH=4.5): 0-50 min(83%→77%), 50-65 min (77%→77%), 65-65.1 min (77%→83%), 65.1-80 min (83%→83%).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Sample injection volume:</strong> 20 μL</p>"
        },
        {
            "header": "Procedure",
            "content": "Serum collection. TIMING ~ 50 min for 60 samples\n1. Collecting leftover serum samples after their clinical tests at clinical lab of the hospital.\n3. Storage: each serum sample was divided into 3 aliquots in 1.5 mL EP tubes and store at -80℃. Serum can be stored at -80℃ for more than one year without affecting monosaccharide compositions.\nSerum glycan acidolysis. TIMING 10 min for up to 96 samples\n4. Serum samples are thawed on ice and 5 μL serum sample is transferred into a PCR microtube.\n5. Add 5 μL Rha (1 mg/mL) and 10 μL HCl (6M) into each PCR microtube. Vortex for 5 s and centrifuge for another 10 s.\nCRITICAL STEP\nMake sure that samples are mixed well, which is important for serum glycan acidolysis.\n6. Use PCR instrument to run acidolysis program, which takes 10 min.\n? TROUBLESHOOTING.\nSample derivatization. TIMING 50 min for up to 96 samples\n7. Add 20 μL NaOH (3M) and 20 μL PMP (0.5M) into each sample microtube. Vortex for 5 s and centrifuge for another 10 s.\nCRITICAL STEP\nAt this point, the 3M NaOH neutralize the excessive HCl and offer the basic environment required for PMP derivation. The proper derivative pH is between 11-13\n8. Use PCR instrument to run the derivatization program, which takes 50 min.\n? TROUBLESHOOTING.\n9. Add 20 μL HAc-NH4Ac buffer to each sample tube. Vortex for 5 s and centrifuge for another 10 s.\nCRITICAL STEP\nIn alkaline conditions, non-reactive PMP will exist in the form of salt in the system, which will reduce the efficiency of subsequent extraction, and lead to an increasing background for HPLC analysis.\n10. Add 100 μL CHCl\n3\ninto each sample tube, and shake upside down for 10 times. Centrifuge for 10 s and remove the lower layer. Repeat this step twice.\n11. Centrifuge for 15 min at 13,000 g/min and transfer supernatant to HPLC vials.\nPAUSE POINT\nThe PMP-labeled monosaccharides can be stored at 4 ℃ and analyzed within 3 days.\nMonosaccharide standard derivatization. TIMING~120 min\n12. Preparation of monosaccharide standards: Firstly, dilute the stock solution of GalN, GlcA, Xyl, and Fuc to 1.25 mg/mL. Then mix the 10 monosaccharide standards together and dilute 2 times. The final range of working standard solution is 0.5 mg/mL to 0.0156 mg/mL for Man, GlcN, Rha, GlcNAc, Glc, and Gal; and is 0.0625 mg/mL to 0.002 mg/mL for GalNAc, Fuc, GlcA, and Xyl.\n13. Add 20 μL 0.2 M NaOH into each standard mixture to adjust pH to 12-13, and add 20 μL 0.5 M PMP for monosaccharide labeling as described in Steps 8 to 11.\nRP-HPLC analysis. TIMING~20 min per sample\n14. Tuning of the LC system. Assure that the LC is working appropriately according to the manufacturers’ recommendations or the standard operating procedure (SOP) of the respective laboratory.\n15. Set up the HPLC system to separate PMP-labeled monosaccahrides as described under\nEQUIPMENT SETUP\n.\n? TROUBLESHOOTING.\nCharacterization of serum glycan monosaccharide compositions in serum samples. TIMING\nIt takes\n20 min\nper sample. Up to 72 samples can be analyzed by one HPLC instrument in 24 h.\n16. The calculation of sample monosaccharide contents is based on the regression equation of the monosaccharide standards.\n17. Statistical analysis of serum glycan monosaccharide compositions in different diseases."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Problem 1(Step 6):</strong> Carbonized particles in microtubes&nbsp;&nbsp;&nbsp;&nbsp;</p><p><strong>Solusion: </strong>Mix the reaction system well and close lid tightly to avoid evaporation</p><p>&nbsp;</p><p><strong>Problem 2(Step 8): </strong>Derivatives show brown color&nbsp;&nbsp;<strong>&nbsp;</strong></p><p><strong>Solusion: </strong>The preparation of 3 M NaOH should be careful. Excessive alkali produces byproducts</p><p><strong>&nbsp;</strong></p><p><strong>Problem 3(Step 15): </strong>Increasing background</p><p><strong>Solusion: </strong>The extraction conditions described in Steps 9-11 need to be followed, a high background usually caused by residue PMP in samples</p><p>&nbsp;</p><p><strong>Problem 4: </strong>No signal&nbsp;&nbsp;<strong>&nbsp;&nbsp;&nbsp;</strong></p><p><strong>Solusion: </strong>Ensure that the LC-MS system is working properly and the wavelength of DAD is set at 254 nm</p><p>&nbsp;</p><p><strong>Problem 5: </strong>Weak signal or impurity peaks&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><strong>Solusion: </strong>To check pH value of Step 7. The efficiency of derivatization will be decreased if the pH is lower than 11 or higher than 13</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Steps 1-3, serum collection and storage: ~50 min for 60 samples</p><p>Steps 4-6, serum glycan acidolysis: ~ 30 min for 60 samples</p><p>Steps 7-11, PMP derivatization: ~ 120 min for 60 samples</p><p>Steps 12-13, monosaccharide standard derivatization along with the samples: ~120 min</p><p>Steps 14-15, RP-HPLC analysis: ~20 min per sample</p><p>Steps 16-17, Analyzing monosaccharide compositions of serum glycans in different samples, which is the time limiting step where a single HPLC instrument can analyze up to 72 samples per day. Our lab is equipped with 4 Agilent 1260 series HPLC systems and has the capacity of analyzing 288 samples per day.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": ""
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Varki, A., <em>Biological roles of glycans.</em> Glycobiology, 2017. <strong>27</strong>(1): p. 3-49.</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cummings, R.D. and J.M. Pierce, <em>The challenge and promise of glycomics.</em> Chem Biol, 2014. <strong>21</strong>(1): p. 1-15.</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, L., <em>Glycosaminoglycans in development, health and disease. Preface.</em> Prog Mol Biol Transl Sci, 2010. <strong>93</strong>: p. xvii-xviii.</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schachter, H. and H.H. Freeze, <em>Glycosylation diseases: quo vadis?</em> Biochim Biophys Acta, 2009. <strong>1792</strong>(9): p. 925-30.</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hart, G.W. and R.J. Copeland, <em>Glycomics hits the big time.</em> Cell, 2010. <strong>143</strong>(5): p. 672-6.</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bennun, S.V., et al., <em>Systems Glycobiology: Integrating Glycogenomics, Glycoproteomics, Glycomics, and Other 'Omics Data Sets to Characterize Cellular Glycosylation Processes.</em> J Mol Biol, 2016. <strong>428</strong>(16): p. 3337-3352.</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rojas-Macias, M.A., et al., <em>Towards a standardized bioinformatics infrastructure for N- and O-glycomics.</em> Nat Commun, 2019. <strong>10</strong>(1): p. 3275.</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hu, M., et al., <em>Glycan-based biomarkers for diagnosis of cancers and other diseases: Past, present, and future.</em> Prog Mol Biol Transl Sci, 2019. <strong>162</strong>: p. 1-24.</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Frazier, S.B., et al., <em>The Quantification of Glycosaminoglycans: A Comparison of HPLC, Carbazole, and Alcian Blue Methods.</em> Open Glycosci, 2008. <strong>1</strong>: p. 31-39.</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Studelska, D.R., et al., <em>Quantification of glycosaminoglycans by reversed-phase HPLC separation of fluorescent isoindole derivatives.</em> Glycobiology, 2006. <strong>16</strong>(1): p. 65-72.</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;McDowell, L.M., et al., <em>Inhibition or activation of Apert syndrome FGFR2 (S252W) signaling by specific glycosaminoglycans.</em> J Biol Chem, 2006. <strong>281</strong>(11): p. 6924-30.</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Studelska, D.R., et al., <em>High affinity glycosaminoglycan and autoantigen interaction explains joint specificity in a mouse model of rheumatoid arthritis.</em> J Biol Chem, 2009. <strong>284</strong>(4): p. 2354-62.</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lu, H., et al., <em>Glycosaminoglycans in Human and Bovine Serum: Detection of Twenty-Four Heparan Sulfate and Chondroitin Sulfate Motifs Including a Novel Sialic Acid-modified Chondroitin Sulfate Linkage Hexasaccharide.</em> Glycobiol Insights, 2010. <strong>2010</strong>(2): p. 13-28.</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pan, J., et al., <em>Identification of Chemically Sulfated/desulfated Glycosaminoglycans in Contaminated Heparins and Development of a Simple Assay for the Detection of Most Contaminants in Heparin.</em> Glycobiol Insights, 2010. <strong>2010</strong>(2): p. 1-12.</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pan, J., et al., <em>Oversulfated chondroitin sulfate is not the sole contaminant in heparin.</em> Nature Biotechnology, 2010. <strong>28</strong>(3): p. 203-207.</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pan, J., et al., <em>Glycosaminoglycans and activated contact system in cancer patient plasmas.</em> Prog Mol Biol Transl Sci, 2010. <strong>93</strong>: p. 473-95.</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He, Y.L., et al., <em>Optimizing microwave-assisted hydrolysis conditions for monosaccharide composition analyses of different polysaccharides.</em> International Journal of Biological Macromolecules, 2018. <strong>118</strong>: p. 327-332.</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, L. and Y. Liu, <em>Detection of free mannose and glucose in serum using high performance liquid chromatography US16/618,033</em>, 2020.</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, L., et al., <em>Application of a method for detecting monosaccharides hydrolyzed from blood samples for cancer detection</em>, S.I.P.O.o.t. P.R.C, Editor. 2015: China. p. 11.</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhang, M., et al., <em>Using a PCR instrument to hydrolyze polysaccharides for monosaccharide composition analyses.</em> Carbohydrate Polymers, 2020. <strong>240</strong>: p. 116.</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gasilova, E.R., et al., <em>Association of kappa-carrageenan subjected to deep alkaline hydrolysis.</em> Biopolymers, 2018. <strong>109</strong>(9): p. e23236.</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, Q.C., et al., <em>Influences of acidic reaction and hydrolytic conditions on monosaccharide composition analysis of acidic, neutral and basic polysaccharides.</em> Carbohydr Polym, 2016. <strong>143</strong>: p. 296-300.</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zhu, H., et al., <em>Acidolysis-based component mapping of glycosaminoglycans by reversed-phase high-performance liquid chromatography with off-line electrospray ionization-tandem mass spectrometry: evidence and tags to distinguish different glycosaminoglycans.</em> Anal Biochem, 2014. <strong>465</strong>: p. 63-9.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 5312892,
                "identity": "90506e38-4eca-4969-9538-89e0f7fc93fa",
                "order_by": 0,
                "name": "Yiran Zhang",
                "email": "",
                "orcid": "",
                "institution": "the Affiliated Hospital of Qingdao University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Yiran",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 5312893,
                "identity": "e6c3fd23-8b17-4aee-8b79-898c157597cf",
                "order_by": 1,
                "name": "Meng Zhang",
                "email": "",
                "orcid": "",
                "institution": "the Affiliated Hospital of Qingdao University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Meng",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            },
            {
                "id": 5312894,
                "identity": "260c52b2-bc92-4f87-bcdb-c5ab530d19f6",
                "order_by": 2,
                "name": "Lijuan Zhang",
                "email": "zhanglj@qduhospital.cn",
                "orcid": "",
                "institution": "the Affiliated Hospital of Qingdao University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Lijuan",
                "middleName": "",
                "lastName": "Zhang",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-11-25 08:41:02",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1280/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1280/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13647708,
                "identity": "9ca49807-5a69-476f-ba14-ae922973c1f9",
                "added_by": "auto",
                "created_at": "2021-09-17 09:29:31",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 378710,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1280/v1/4ad4ac72-b880-45d3-8cf7-0fb88ab2e2a7.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "serum, glycan, PCR instrument, acidolysis, 1-phenyl-3-methyl-5-pyrazolone (PMP), derivatization, HPLC, monosaccharide compositions",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>\tThis protocol describes the procedures where a PCR instrument-assisted acidolysis is used for releasing monosaccharides from serum glycans. The monosaccharide composition analysis is subsequently obtained by a HPLC method that separates and quantifies all 1-phenyl-3-methyl-5-pyrazolone (PMP)-labeled monosaccharides in 10 μl serum in 20 minutes. The rapid heating, precise temperature control, and gradient heating properties of PCR instrument provides with consistent acidolysis and derivatization conditions for up to 96 samples simultaneously. The described workflow takes approximately 4–5 h, up to 72 serum samples can be analyzed with one HPLC instrument per day.</p>",
        "manuscriptTitle": "PCR Instrument-assisted Acidolysis for Monosaccharide Composition Analysis of Serum Glycans",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-19 10:59:58",
                "doi": "10.21203/rs.3.pex-1280/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "5deba7df-265d-4516-b71a-b9bf291402ae",
        "owner": [],
        "postedDate": "January 19th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1206916,
                "name": "Chemical biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-19 10:59:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}