{
    "identity": "nprot-5975",
    "title": "Expression and purification of recombinant human L-OPA1 using  BmNPV bacmid-silkworm expression system",
    "content": [
        {
            "header": "Introduction",
            "content": "In eukaryotic cells, intracellular organelles are maintained under dynamic membrane trafficking, and high molecular weight GTPases play pivotal roles in membrane fusion and fission<sup>1,2</sup>. Mitochondria are also highly dynamic organelles, and their sequential double membrane fusions are regulated by membrane-bound GTPases<sup>2-4</sup>. The inner membrane \\(IM) GTPase optic atrophy 1 \\(OPA1)<sup>5 </sup>has multiple functions in the regulation of IM fusion, fission, and cristae formation<sup>6-8</sup>. However, it had been unclear how the dynamin-like GTPase mediate membrane fusion in mammals, since active L-OPA1 protein had never been purified.\r\n\n\nRecently we established a methods for expression and purification of human recombinant L-OPA1 using the BmNPV bacmid-silkworm expression system<sup>9,10</sup>. The bacmid-silkworm expression system seems to have various advantages for the expression of large membrane proteins compared with Escherichia coli expression system. Because bacmid preparation and silkworm culture is easy, the present method will have general applicability to the expression and purification of mitochondrial membrane proteins."
        },
        {
            "header": "Reagents",
            "content": "- pFastBac HT 1 \\(10584027, Thermo Fisher Scientific)\r\n\n\n- pFastBac Htb plasmid encoding human L-OPA1:\r\n\n\n&ensp;PCR-fragment of human L-OPA1 variant 1 &ensp;was amplified from Hela cells RNA using following primers and was subcloned into pFastBac Htb. \r\n\n\n&ensp;\\(5′-GCGGATCCTTTTGGCCAGCAAGATTAG-3′) \r\n\n\n&ensp;\\(5′-GCGCGGCCGCTTATTTCTCCTGATGAAGAGCTTC-3′)\r\n\n\n- Escherichia coli BmDH10bac \\(provide by Dr. Katsumi Maenaka, Hokkaido University, Sapporo, Japan)\r\n\n\n- LB medium\r\n\n\n- 10 mg/ml tetracycline\r\n\n\n- 10 mg/ml gentamicin\r\n\n\n- 50 mg/ml kanamycin\r\n\n\n- 100 mM IPTG\r\n\n\n- 2% Bluo-Gal\r\n\n\n- QIAfilter plasmid Midi kit \\(Qiagen)\r\n\n\n- DMRIE-C \\(10459014, Thermo Fisher Scientific)\r\n\n\n- fifth-instar silkworm \\(Bombyx mori) larvae \\(We purchased from Ehime Sansyu, Ehime, Japan)\r\n\n\n- artificial diet; silkmate 2S \\(Nihon Nosan Kogyo, Yokohama, Japan)\r\n\n\n- sodium phosphate\r\n\n\n- NaCl\r\n\n\n- glycerol\r\n\n\n- DTT\r\n\n\n- PMSF\r\n\n\n- sodium thiosulfate\r\n\n\n- dodecyl maltoside \\(D316, Dojindo, Kumamoto, Japan)\r\n\n\n- Ni Sepharose6 fast flow \\(17531801, GE Healthcare)\r\n\n\n- Tris\r\n\n\n- imidazole\r\n\n\n- Mega-8 \\(M014, Dojindo, Kumamoto, Japan)\r\n\n\n- PB buffer \\(50 mM sodium phosphate, pH 8, 500 mM NaCl, 10% glycerol, 1 mM DTT, 1 mM PMSF, 0.5% &ensp;sodium thiosulfate).\r\n\n\n- RB buffer \\(50 mM Tris-HCl, pH 7.4, 300 mM NaCl, 10% glycerol, 1 mM DTT)"
        },
        {
            "header": "Equipment",
            "content": "- climate chamber \\(LPH-180-E, Nippon Medical & Chemical Instruments, Osaka, Japan)\r\n\n\n- glass-teflon potter homogenizer \\(50 ml)\r\n\n\n- sonicator \\(W-385 with flat tip, Astrason)\r\n\n\n- centrifuge\r\n\n\n- 1.0 x 5 cm Econo-column \\(737-1007, Bio-rad)"
        },
        {
            "header": "Procedure",
            "content": "Bacmid preparation\nThe detail of silkworm expression system and bacmid preparation are described in previous reports\n9,10\n.\nDay 1\n1. Add 100 – 1000 ng of pFastBac HTb L-OPA1 into 100 μl of BmDH10bac competent ;cells. Note that BmDH10bac is needed for silkworm expression, not BmDH10.\r\n  2. Heat shock at 42 °C for 45 sec and place on the ice for 2 min.\r\n  3. Add 1.4 ml LB medium and incubate at 37 °C for 1 h in shaking incubator.\r\n  4. Add tetracycline to a final concentration of 10 μg/ml and incubate at 37 °C overnight.\nDay 2\n5. After overnight incubation, add gentamicin to a final concentration of 7 μg/ml and incubate for 2 h at 37 °C.\r\n  6. Plate preparation: 20 μl of 100 mM IPTG and 70 μl of 2% Bluo-Gal were spread on LB plate containing kanamycin \\(final concentration of 50 μg/ml) and gentamycin \\(final concentration of 7 μg/ml).\r\n  7. The cultured bacteria in step 5 was spread 150 μl on the LB plate prepared in step 6 and incubate for 15 h at 37 °C.\nDay 3\n8. Pick up white colonies from the plate in step 7, then confirm correct transposition by colony PCR using following universal primers.\r\n    M13 forward \\(-40) 5′-GTTTTCCCAGTCACGAC-3′\r\n\n\n  M13 Reverse 5′-CAGGAAACAGCTATGAC-3′\r\n\n\n  In the case of L-OPA1, if transposition has occurred correctly, you can see the band at 5000 bp.\r\n\n\n9. Select the colony with correct transposition, and amplified in 3 ml LB-Kanamycin \\(final concentration of 50 μg/ml) medium.\nDay 4\n10. Prepare glycerol stocks; mix aliquots \\(750 μl) of the saturated culture with 150 μl of 60% glycerol, then freeze in liquid nitrogen and store at -80 °C\r\n     For the large scale culture; Pour 1.5 ml of amplified cell into 100 ml LB- Kanamycin \\(final concentration of 50 μg/ml) medium and incubate overnight at 37 °C in shaking incubator.\nDay 5\n11. Harvest the cultured cells by centrifugation at 4000 xg for 10 min at 4 °C. If you hope bacmid DNA preparation later, freeze the cell pellet and stored at freezer.\r\n  12. Purified Bacmid DNA with a QIAfilter plasmid kit. We use Qiafilter plasmid Midi for 50 ml cultured cell. \r\n  13. Resolve the air-dried bacmid DNA pellet with 80 μl ultrapure water and determine the concentration. In our case, more than 160 μg of bacmid DNA is recovered from 50 ml culture.\nL-OPA1 expression in silkworm fat body\nDay1\n1. Prepare bacmid DNA-liposome mix: \r\n  Mix with 1.5μg bacmid DNA with 3 μl DMRIE-C per each larva. After incubation for 45 min at room temperature, add 50 μl ultrapure water. \r\n\n\nWe usually treat/rear 60 silkworm larvae at the same time.\r\n\n\n\\(Mix 1.5 μg x 60 = 90 μg bacmid with 3 μl x 60 = 180 μl of DMRIE-C, after incubation add 50 μl x 60 = 3000 μl ultrapure water.)\r\n\n\n2. Inject 50 μl mixture directly into the dorsal side of a silkworm larva with 30-gauge needle.\r\n  3. After 30 min, start feed artificial diet Silkmate 2S. \r\n  4. Culture silkworm for 6 days in climate chamber under 25 °C, 80% humidity.\r\n    We usually rear 15 silkworm larvae in 22 x 16 x 6.5 cm box with breathing holes and feed silkmate 2S everyday in the morning as bellow.\r\n\n\n  For 15 silkworm larvea\r\n\n\nday 1 \\(20 g), day 2 \\(30 g), day 3 \\(45 g,) day 4 \\(50 g), day 5 \\(50 g), day 6 \\(35 g). \r\n\n\nBefore feeding, discard feces.\r\n\n\nNote that silkworm larva only eat fresh mulberry leaves or artificial diet like as silkmate 2S.\nDay 7\nIsolation of fat bodies from 15 silkworm larvae\r\n\n\n5. Prepare 40 ml of PB buffer.\r\n  6. Isolate infected fat bodies by manually and collect ice-cold PB buffer \\(see Fig 1b in associated publication). \r\n  7. Homogenize collected fat bodies in a 50 ml glass-teflon potter homogenizer with 10 strokes at 1300 rpm and transfer to new 50 ml conical tube.\r\n  8. Freeze in liquid nitrogen and store at -80 °C.\nL-OPA1 purification from silkworm fat body\nDay 1\nPurification of L-OPA1 from fat bodies isolated from 60 silkworm larvae.\r\n\n\n1. Prepare 200 ml of PB buffer containing 10 mM imidazole and 1% dodecyl maltoside \\(DDM).\r\n  As described above, the fat bodies isolated from 15 silkworms were stored in one tube, thus in following procedure \\(step 2-10), handle 4 tubes at once except for sonication.\r\n\n\n2. Thaw the frozen fat bodies on the ice and transfer to 50 ml glass beaker.\r\n  3. Sonicate fat bodies \\(Cycle time 2, Duty cycle 50, Output control 9. for 10 min) on the ice and transfer to new 50 ml conical tube. \r\n  4. Centrifuge at 500 xg for 5 min at 4 °C with swing rotor \\(Beckman JS4.2).\r\n  5. Remove top floating and decant supernatant to new 50 ml conical tube gently. \r\n  6. Centrifuge supernatant at 14,000 xg for 60 min at 4 °C with angle rotor \\(Beckman JA12).\r\n  7. Remove supernatant.\r\n  8. Suspend pellet with 40 ml of ice-cold PB containing 10 mM imidazole and 1% DDM and incubate in 50 ml conical tube for 120 min at 4 °C with gentle agitation.\r\n  9. Centrifuge at 14,000 xg for 30 min at 4 °C with angle rotor \\(Beckman JA12).\r\n  10. Collect supernatant in new 50 ml conical tube and incubate with 750 μl \\(bed volume) of Ni-Sepharose 6 fast flow beads overnight at 4 °C with gentle agitation\nDay 2\nPurification of L-OPA1 from fat bodies isolated from 60 silkworm larvae\r\n\n\n11. Prepare following buffer \r\n     16 ml of wash 1 buffer \\(RB containing 10 mM imidazole and 0.1% DDM)  \r\n\n\n16 ml of wash 2 buffer \\(RB containing 20 mM imidazole and 0.1% DDM)\r\n\n\n   12 ml of elute buffer \\(RB containing 250 mM imidazole and 0.1% DDM)\r\n\n\n12. Centrifuge at 50 xg for 1 min at 4 °C with swing rotor \\(Beckman JS4.2).\r\n  13. Remove supernatant and wash Ni-Sepharose 6 with 1 ml of ice-cold PB containing 10 mM imidazole and 1% DDM.\r\n  14. Repeat step 12-13.\r\n  15. Suspend Ni-Sepharose 6 with ice-cold PB containing 10 mM imidazole and 1% DDM\r\n  16. Load Ni- Sepharose 6 into Econo-column carefully from 4 of 50 ml conical tubes.\r\n  17. Wash with 16 ml of ice-cold wash 1 buffer.\r\n  18. Wash with 16 ml of ice-cold wash 2 buffer.\r\n  19. Elute 8 times with 1.5 ml of ice-cold elute buffer.\r\n  20. Analyze each fraction with SDS-PAGE and measure the concentration with Bradford assay.\r\n     In our case, L-OPA1 major band appears in Fraction 2-3 and total yield is more than 2 mg from 60 silkworm larvae.\r\n\n\n21. Freeze in liquid nitrogen and store at -80 °C.\nDetergent exchange\n1. Prepare following buffer. \r\n    50 ml of RB containing 0.1% DDM \r\n\n\n20 ml of wash \\(Mega8) buffer \\(RB containing 10 mM imidazole and 2.5% Mega-8)  \r\n\n\n  5 ml of elute \\(Mega8) buffer \\(RB containing 250 mM imidazole and 2.5% Mega-8)\r\n\n\n2. Dilute the eluted fraction \\(with L-OPA1) 10-fold with RB containing 0.1% DDM.\r\n  3. Allow the diluted protein into Econo-column with 1 ml \\(bed volume) Ni-Sepharose 6 by gravity flow at 4 °C.\r\n  4. Wash with 5 ml of RB containing 0.1% DDM.\r\n  5. Wash with 20 ml of wash \\(Mega8) buffer. \r\n  6. Elute 8 times with 0.5 ml of ice-cold elute \\(Mega8) buffer.\r\n  7. Analyze each fraction with SDS-PAGE and measure the concentration with Bradford assay.\r\n  8. Freeze in liquid nitrogen and store at -80 °C."
        },
        {
            "header": "Timing",
            "content": "For bacmid preparation from the frozen stock, it takes 3 h. \r\n\n\nFor L-OPA1 purification from silkworm fat body. It takes 6 h \\(step 1-10) in Day 1 and 5 h \\(step 11-20) in day2. \r\n\n\nFor Detergent exchange it takes 6 h \\(step 1-7)."
        },
        {
            "header": "Troubleshooting",
            "content": "<b>Low expression</b>\r\n\n\nPicked up the several colony with correct transposition in Bacmid DNA preparation \\(Step 8,9).\r\n\n\n1. Compare the amount of PCR product \\(Step 8)\r\n  2. Select the colony which provide PCR product well.\r\n  <b>Protein precipitation during batch.</b>\r\n\n\nAvoiding protein precipitation in L-OPA1 purification from silkworm fat body \\(Step 10 in Day 1), isolate fat body from silkworm as soon as possible."
        },
        {
            "header": "Anticipated Results",
            "content": "After bacmid injection, swelling appears and the color of body becomes black which are signs of infection. High humidity condition stimulates silkworm appetite and lead the good yield of L-OPA1."
        },
        {
            "header": "References",
            "content": "1. McNew, J.A., Sondermann, H., Lee, T., Stern, M. & Brandizzi, F. GTP-dependent membrane fusion. Annu. Rev. Cell. Dev. Biol. 29, 529-550 \\(2013).\r\n  2. Ishihara N., Otera H., Oka, T. & Mihara, K., Regulation and physiologic function of GTPases in mitochondrial fusion and fission in mammals. Antioxid Redox Signal 19, 389-399 \\(2013).\r\n  3. Friedman, J.R. & Nunnari, J. Mitochondrial form and function. Nature 505, 335-343 \\(2014).\r\n  4. Pernas, L. & Scorrano, L. Mito-Morphosis: Mitochondrial Fusion, Fission, and Cristae Remodeling as Key Mediators of Cellular Function. Annu. Rev. Physiol. 78, 505-531 \\(2016).\r\n  5. Delettre, C. et al. Nuclear gene OPA1, encoding a mitochondrial dynamin-related protein, is mutated in dominant optic atrophy. Nat. Genet. 26, 207-210 \\(2000).\r\n  6. Ishihara, N., Fujita, Y., Oka, T. & Mihara, K. Regulation of mitochondrial morphology through proteolytic cleavage of OPA1. EMBO J. 25, 2966-2977 \\(2006).\r\n  7. Anand, R. et al. The i-AAA protease YME1L and OMA1 cleave OPA1 to balance mitochondrial fusion and fission. J. Cell. Biol. 204, 919-929 \\(2014)\r\n  8. Frezza, C. et al. OPA1 controls apoptotic cristae remodeling independently from mitochondrial fusion. Cell 126, 177-189 \\(2006).\r\n  9. Kajikawa, M. et al. Efficient silkworm expression of human GPCR \\(nociceptin receptor) by a Bombyx mori bacmid DNA system. Biochem. Biophys. Res. Commun. 385, 375-379 \\(2009).\r\n  10. Kato T., Kajikawa M., Maenaka, K. & Park, E.Y., Silkworm expression system as a platform technology in life science. Appl Microbiol Biotechnol. 85, 459-470 \\(2010)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncb3560",
                "date": "2017-06-20 09:11:06",
                "title": "Molecular basis of selective mitochondrial fusion by heterotypic action between OPA1 and cardiolipin",
                "authors": [
                    "Tadato Ban",
                    "Takaya Ishihara",
                    "Hiroto Kohno",
                    "Shotaro Saita",
                    "Ayaka Ichimura",
                    "Katsumi Maenaka",
                    "Toshihiko Oka",
                    "Katsuyoshi Mihara",
                    "and Naotada Ishihara"
                ],
                "journal": "Nature Cell Biology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 14839,
                "identity": "a114f4c4-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Naotada Ishihara",
                "email": "ishihara_naotada@kurume-u.ac.jp",
                "orcid": "",
                "institution": "Ishihara lab, Kurume University",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Naotada",
                "middleName": "",
                "lastName": "Ishihara",
                "suffix": ""
            },
            {
                "id": 14838,
                "identity": "a114f1a4-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tadato Ban",
                "email": "",
                "orcid": "",
                "institution": "Ishihara lab, Kurume University",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tadato",
                "middleName": "",
                "lastName": "Ban",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2017-05-17 11:19:23",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2017.053",
        "doiUrl": "https://doi.org/10.1038/protex.2017.053",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465462,
                "identity": "5489b6b1-fc4d-48ee-a956-b4193d9b6e69",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:44",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 188446,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-5975/v1/64e6a85d-9a09-4b74-ba42-f772b4397741.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mitochondria, membrane fusion, dynamin-like GTPase, BmNPV bacmid-silkworm expression system",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "This protocol describes a methods for expression and purification of human recombinant L-OPA1 using the BmNPV bacmid-silkworm expression system. Using this method, we have shown how the dynamin-like GTPase and membrane lipids mediate membrane fusion in mammals in associated publication ”Molecular basis of selective mitochondrial fusion by heterotypic action between OPA1 and cardiolipin” in Nat. Cell Biol..\r\n\n\n Because bacmid preparation and silkworm culture is easy, and the bacmid-silkworm expression system might have advantages for the expression of large membrane proteins in comparison with Escherichia coli expression system. the present method will have general applicability to various mitochondrial membrane proteins. It takes 5 days for bacmid preparation, 7 days for protein expression, 2 days for protein purification and 1 days for detergent exchange, respectively.",
        "manuscriptTitle": "Expression and purification of recombinant human L-OPA1 using  BmNPV bacmid-silkworm expression system",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2017-06-20 09:11:38",
                "doi": "10.1038/protex.2017.053",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 1
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1149733-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 20th, 2017",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3953,
                "name": "Biochemistry"
            },
            {
                "id": 3954,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2017-06-20 09:11:38",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}