{
    "identity": "pex-1093",
    "title": "<p>Direct conversion of human endothelial cells to hepatic progenitor cells</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Presently, direct reprogramming technology can be used to convert somatic cells into other cell types, without going through the pluripotent state. Using the direct cell-lineage reprogramming method, mouse and human hepatocyte-like cells (iHepCs) reportedly could be generated from fibroblasts<sup>1-4</sup>. iHepCs will be useful alternatives to hepatocytes in the treatment of liver diseases. However, human iHepCs (hiHepCs) cannot proliferate unless immortalized using the SV40 large T antigen, MYC, and p53-siRNA<sup>3,4</sup>. Such nonphysiological activation of hiHepC proliferation may increase the risk of transformation into cancerous cells. Thus, in clinical hiHepC applications, secure proliferation induction is required. Meanwhile, recent progress in direct reprogramming technology enabled the induction of human somatic stem/progenitor cells, including neural stem<sup>5,6</sup>, intestinal progenitor<sup>7</sup>, and blood progenitor<sup>8</sup>&nbsp;cells, while the possibility of human hepatic progenitor cell generation was elusive. In our recent study, we identified a specific combination of transcription factors such as FOXA3, HNF1A, and HNF6 that directly induce the conversion of human umbilical vein endothelial cells (HUVECs) and peripheral blood-derived endothelial cells (HPBECs) into cells with the properties of hepatic progenitor cells. These hiHepPCs can continuously produce their cell population in long-term monolayer cultures and differentiate into both hepatocytes and cholangiocytes after cell aggregate and cystic epithelial spheroid formation, respectively, under three-dimensional (3D) culture conditions.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Cell</strong></p><p>Plat-GP (Cell Biolabs) Cat#RV-103</p><p>HUVEC (Takara) Cat#C-12200</p><p><br></p><p><strong>Reagent</strong></p><p>Insulin (Wako) Cat#097-06474</p><p>Dexamethasone (Sigma-Aldrich) Cat#D8893</p><p>Nicotinamide (Sigma-Aldrich) Cat#N0636</p><p>L-glutamine (Nacalai Tesque) Cat#16948-04</p><p>b-mercaptoethanol (Nacalai Tesque) Cat#21438-82</p><p>Recombinant human HGF (rhHGF) (PeproTech) Cat#100-39</p><p>A8301 (Tocris) Cat#2939</p><p>SB431542 (Tocris) Cat#S7067</p><p>Y-27632 (Wako) Cat#251-00514</p><p>Forskolin (Nacalai Tesque) Cat#16384-42</p><p>Penicillin/streptomycin (Nacalai Tesque) Cat#26253-84</p><p>GlutaMax (Thermo Fisher Scientific) Cat#35050-061</p><p>HEPES (Sigma-Aldrich) Cat#83264</p><p>N-2 supplement (1×) (Thermo Fisher Scientific) Cat#17502-048</p><p>B-27 supplement (1×) (Thermo Fisher Scientific) Cat#12587-010</p><p>N-acetylcysteine (Sigma-Aldrich) Cat#A9165</p><p>Human recombinant EGF (Sigma-Aldrich) Cat#E9644</p><p>Human recombinant Noggin (PeproTech) Cat#250-38</p><p>Human recombinant R-spondin1 (Miltenyi Biotec) Cat#130-114-824</p><p>Human recombinant Wnt3a (R＆D Systems) Cat#5036-WN</p><p>Human FGF10 (PeproTech) Cat#100-26-500UG</p><p>Gastrin (Sigma-Aldrich) Cat#G9145</p><p>Protamine sulfate (Nacalai Tesque) Cat#29318-41</p><p>Medium 200 (Thermo Fisher Scientific) Cat#M200500</p><p>Low Serum Growth Supplement (LSGS) (Thermo Fisher Scientific) Cat#S00310</p><p>FibroLife S2 Comp kit (Kurabo) Cat#LL-0011</p><p>Dulbecco’s modified Eagle’s medium (DMEM) (Nakalai Tesque) Cat#08458-16</p><p>DMEM and F-12 (Nacalai Tesque) Cat#08460-95</p><p>Advanced DMEM/F-12 (Thermo Fisher Scientific) Cat#12634-010</p><p>Polyethylenimine (PEI) (Polysciences) Cat#23966-1</p><p>Poly-L-lysine (Nacalai Tesque) Cat#28358-64</p><p>Matrigel (BD Biosciences) Cat#354234</p><p>EGM-2MV BulletKit (Lonza) Cat#CC-3156</p><p>Hanks’ balanced salt solution (Nissui) Cat#05905</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Biosafety cabinet</p><p>Cell culture incubator with 5% CO<sub>2</sub>, 37°C</p><p>HOT PLATE (NISSIN) Cat#NHP-M20</p><p>12-well plate (FALCON) Cat#353043</p><p>24-well plate (FALCON) Cat#353047</p><p>15 ml tube (FALCON) Cat#352196</p><p>Type I collagen-coated&nbsp;6-well plate (IWAKI) Cat#4810-010</p><p>Type I collagen-coated&nbsp;24-well plate (IWAKI) Cat#4820-010</p><p>Type I collagen-coated&nbsp;48-well plate (IWAKI) Cat#4830-010</p><p>PrimeSurface 96-well plate (Sumitomo Bakelite) Cat#MS-9096M</p><p>0.2-µm cellulose acetate filter (Sartorius) Cat#17597K</p>"
        },
        {
            "header": "Procedure",
            "content": "A) Retrovirus production\n1. Plate 1.8 × 10\n6\nPlat-GP cells on poly-L-lysine-coated 10 cm dishes and culture them in DMEM containing 8% fetal bovine serum (FBS), 2 mM L-glutamine, and penicillin/streptomycin for 3 days.\n2. Dilute PEI (36 µL of 1 mg/mL), retroviral plasmid DNA (10 µg; FOXA3, HNF1A, and HNF6), and VSV-G expression plasmid pCMV-VSV-G (2 µg) in 1 mL of DMEM and incubate the mixture for 15 minutes at room temperature.\n3. Add the above mixture to the plated Plat-GP cells, drop-by-drop.\n4. After 6 hours of incubation at 37°C, with 5% CO\n2\n, replace the medium with fresh medium, and continue culturing.\n5. Collect supernatants from the transfected cells 24 hours after medium replacement. Replace the medium with fresh medium, and continue culturing.\n6. Again, collect supernatants from the transfected cells 24 hours after medium replacement. Filter all the supernatants collected through 0.2 µm cellulose acetate filters and concentrate them by centrifugation (10,000 × g for 16 hours at 4°C). Resuspend the viral pellets in Hanks’ balanced salt solution (1/140 of initial supernatant volume).\nB) Generation of hiHepPCs from HUVECs\n1. Culture HUVECs in HUVEC medium [1:1 mixture of Medium 200, supplemented with LSGS, and FibroLife S2 Comp kit]. Following HUVEC expansion in culture, cryopreserve them until they are required.\n2. Thaw the cryopreserved HUVECs, seed them at a density of 1.5 × 10\n4\ncells/well in 12-well gelatin-coated plates, and culture them in HUVEC medium. After 6 hours, replace the medium with fresh medium.\n3. Twenty-four hours after seeding (5–10% confluency), add the concentrated viral supernatants and 5 µg/ml protamine sulfate to the culture medium. After centrifuging at 800 × g for 10 minutes, incubate the plates at 37°C, with 5% CO\n2\n, for 6 hours. Then, replace the medium with fresh medium and incubate the plates at 37°C, with 5% CO\n2\n, for 18 hours.\n4. Retrovirus infection should additionally be conducted 3 times for 3 days.\n5. After the 4th infection, replace the medium with hepato-medium (plus), composed of a 1:1 mixture of DMEM and F-12, supplemented with 20% FibroLife S2 Comp kit, 4% FBS, 1 µg/mL insulin, 10\n-7\nM dexamethasone, 10 mM nicotinamide, 2 mM L-glutamine, 50 µM b-mercaptoethanol, 20 ng/mL rhHGF, 1 µM A8301, 2 µM SB431542, 5 µM Y-27632, and penicillin/streptomycin.\n6. After 48 hours, replate the transduced HUVECs on type I collagen-coated 6-well plates, then passage them every 7 days.\nC) Generation of hiHepPCs from HPBECs\n1. HPBECs are obtained from adult human peripheral blood, as described previously\n9,10\n.\n2. Seed HPBECs at 3 × 10\n4\nper well of type I collagen-coated 48-well plates and culture them in HPBEC medium [EGM-2MV BulletKit (Lonza), supplemented with 10% FBS and 50% FibroLife S2 Comp kit] until they reached 20–30% confluency.\n3. Perform viral infection (FOXA3, HNF1A, and HNF6, with or without L-MYC), according to the protocol for generating hiHepPCs from HUVECs.\n4. Additionally, perform 7 more retrovirus infections for 7 days.\n5. After the 8th infection, replace the medium with a 1:1 mixture of HPBEC medium and hepato-medium (plus).\n6. After 2 days, replace the medium with hepato-medium (plus), and ensure that the medium is replaced with fresh medium every week.\n7. More than 1 month after the final infection, slowly expanding epithelial cell colonies appear in culture. After these colonies appear compact, perform the passage of cells.\nD) Induction of hiHepPC differentiation into hepatocytes\n1. Seed hiHepPCs at 5 × 10\n3\nper well of PrimeSurface ultra-low attachment 96-well plates coated with poly 2-hydroxyethyl methacrylate, as described previously\n11\nand culture them in a medium composed of a 1:1 mixture of DMEM and F-12, supplemented with 1 µg/mL insulin, 10 mM nicotinamide, 2 mM L-glutamine, 50 µM b-mercaptoethanol, 20 ng/mL rhHGF, 1 µM Forskolin, 1 µM A8301, 20 µM Y-27632, and penicillin/streptomycin.\n2. hiHepPC aggregates are observed 1 day after 3D culture initiation. Then, replace the medium with fresh medium every 3 days.\nE) Induction of hiHepPC differentiation into cholangiocytes\n1. Mix hiHepPCs (1 × 10\n5\n) with 50 µL of Matrigel and plate them on 24-well plates.\n2. After polymerization of the Matrigel on the HOT PLATE at 37°C, add an adult human bile duct-derived progenitor cell expansion\nmedium\n12\n(advanced DMEM/F-12, supplemented with 2 mM GlutaMax, 10 mM HEPES, N-2 supplement, B-27 supplement, 1 mM N-acetylcysteine, penicillin/streptomycin, 50 ng/mL human recombinant EGF, 100 ng/mL human recombinant Noggin, 500 ng/mL human recombinant R-spondin1, 100 ng/mL human recombinant Wnt3a, 10 µM Forskolin, 100 ng/ml human FGF10, 10 mM Nicotinamide, 10 nM gastrin, 25 ng/ml rhHGF, and 5 µM A8301).\n3. After cystic epithelial spheroids are observed in the 3D culture, collect the spheroids with the medium and Matrigel from each well of 24-well plates, transfer them to 15 ml tubes, break the spheroids into small pieces by mechanically pipetting, and wash them with the medium to remove the Matrigel. Divide the broken pieces in half, mix them with new Matrigel, and resume the culturing."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>1.&nbsp;<strong>A-1</strong>: Do not continue to culture Plat-GP cells after they reach 90% confluency.</p><p>2.&nbsp;<strong>B-3</strong> &amp; <strong>C-2</strong>: If the growth ability of HUVECs and HPBECs is low, they cannot be used for retrovirus infection.</p>"
        },
        {
            "header": "Time Taken",
            "content": ""
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Using defined transcription factors, expandable and bipotential hiHepPCs can be directly induced from non-hepatic lineage cells. hiHepPCs can be used as a source of hepatocytes and cholangiocytes, which are required for the study and treatment of human liver diseases.</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;Sekiya, S. &amp; Suzuki, A. Direct conversion of mouse fibroblasts to hepatocyte-like cells by defined factors. Nature 475, 390–393 (2011).</p><p>2.&nbsp;Huang, P. et al. Induction of functional hepatocyte-like cells from mouse fibroblasts by defined factors. Nature 475, 386–389 (2011).</p><p>3.&nbsp;Du, Y. et al. Human hepatocytes with drug metabolic function induced from fibroblasts by lineage reprogramming. Cell Stem Cell 14, 394–403 (2014).</p><p>4.&nbsp;Huang, P. et al. Direct reprogramming of human fibroblasts to functional and expandable hepatocytes. Cell Stem Cell 14, 370–384 (2014).</p><p>5.&nbsp;Ring, K. L. et al. Direct reprogramming of mouse and human fibroblasts into multipotent neural stem cells with a single factor. Cell Stem Cell 11, 100–109 (2012).</p><p>6.&nbsp;Kim, Y. J. et al. Generation of multipotent induced neural crest by direct reprogramming of human postnatal fibroblasts with a single transcription factor. Cell Stem Cell 15, 497–506 (2014).</p><p>7.&nbsp;Miura, S. &amp; Suzuki, A. Generation of mouse and human organoid-forming intestinal progenitor cells by direct lineage reprogramming. Cell Stem Cell 21, 456–471 (2017).</p><p>8.&nbsp;Sandler, V. M. et al. Reprogramming human endothelial cells to haematopoietic cells requires vascular induction. Nature 511, 312–318 (2014).</p><p>9.&nbsp;Geti, I. et al. A practical and efficient cellular substrate for the generation of induced pluripotent stem cells from adults: blood-derived endothelial progenitor cells. Stem Cells Transl. Med. 1, 855–865 (2012).</p><p>10.&nbsp;Chang, W. Y. et al. Feeder-independent derivation of induced-pluripotent stem cells from peripheral blood endothelial progenitor cells. Stem Cell Res. 10, 195–202 (2013).</p><p>11.&nbsp;Yamamoto, J., Udono, M., Miura, S., Sekiya, S. &amp; Suzuki, A. Cell aggregation culture induces functional differentiation of induced hepatocyte-like cells through activation of Hippo signaling. Cell Rep. 25, 183–198 (2018).</p><p>12.&nbsp;Huch, M. et al. Long-term culture of genome-stable bipotent stem cells from adult human liver. Cell 160, 299–312 (2015).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Drs.&nbsp;Kanae Matsuda-Ito,&nbsp;Shizuka Miura, Junpei Yamamoto, and Sayaka Sekiya for providing critical comments to develop this protocol and&nbsp;Drs. Shinya Yamanaka, Masafumi Onodera, and Hiroyuki Miyoshi for sharing reagents used in this&nbsp;protocol. This work was supported in part by the JSPS KAKENHI (Grant Numbers: JP16H01850, JP16K08592, JP18H05102, JP18K18369, JP19H01177, JP19H05267, JP20K12624, and JP20H05040), the Core Research for Evolutional Science and Technology (CREST) Program of the Japan Agency for Medical Research and Development (AMED) (JP16gm0510006), the Program for Basic and Clinical Research on Hepatitis of AMED (JP17fk0210307), the Research Center Network for Realization of Regenerative Medicine of AMED (JP20bm0704034), the Cooperative Research Project Program of the Medical Institute of Bioregulation in Kyushu University, the Takeda Science Foundation, the Uehara Memorial Foundation, the Japan Intractable Diseases Research Foundation, and the Mitsubishi Foundation.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-020-19041-z",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 1307173,
                "identity": "17df6eb4-c599-49a1-ae66-ab51c820306a",
                "order_by": 0,
                "name": "Hiroki Inada",
                "email": "",
                "orcid": "",
                "institution": "Medical Institute of Bioregulation, Kyushu University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Hiroki",
                "middleName": "",
                "lastName": "Inada",
                "suffix": ""
            },
            {
                "id": 1307174,
                "identity": "e755f0da-abb5-4ec7-9e0b-0a2c4ddba8e0",
                "order_by": 1,
                "name": "Miyako Udono",
                "email": "",
                "orcid": "",
                "institution": "Medical Institute of Bioregulation, Kyushu University, Japan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Miyako",
                "middleName": "",
                "lastName": "Udono",
                "suffix": ""
            },
            {
                "id": 1307175,
                "identity": "c983f3cd-00a1-4f02-94ec-cda26002a09e",
                "order_by": 2,
                "name": "Atsushi Suzuki",
                "email": "suzukicks@bioreg.kyushu-u.ac.jp",
                "orcid": "https://orcid.org/0000-0002-6347-5498",
                "institution": "Medical Institute of Bioregulation, Kyushu University, Japan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Atsushi",
                "middleName": "",
                "lastName": "Suzuki",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-08-09 15:23:35",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1093/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1093/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13604877,
                "identity": "215f7ce2-dde3-4a37-b4d8-8b00919ca896",
                "added_by": "auto",
                "created_at": "2021-09-17 06:01:50",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 204838,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1093/v1/2aa2afd2-f50e-479b-a9b2-22b5817a6fa5.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "liver, direct reprogramming, progenitor cell, endothelial cell, hepatocyte, cholangiocyte, transcription factor",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>This protocol describes direct lineage reprogramming of human endothelial cells isolated from the umbilical vein and peripheral blood into hepatic progenitor cells. These induced human hepatic progenitor cells (hiHepPCs) proliferate in long-term culture and give rise to hepatocytes and cholangiocytes as descendants. To induce hiHepPCs from endothelial cells, we first established an efficient culture condition, enabling hiHepPC generation and propagation in a monolayer culture. Then, we confirmed the ability of the hiHepPCs to differentiate into mature hepatocytes by formation of cell aggregates in each well of ultra-low attachment 96-well plates. Furthermore, upon culturing in Matrigel, the hiHepPCs differentiated into cholangiocytes and formed cystic epithelial spheroids, similar to human liver-derived cholangiocytes. Direct induction of the expandable and bipotential human hepatic progenitor cells provides a possibility for generating cells such as hepatocytes and cholangiocytes, which will be useful for developing therapeutic strategies for human liver diseases.</p>",
        "manuscriptTitle": "Direct conversion of human endothelial cells to hepatic progenitor cells",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-10-22 06:02:40",
                "doi": "10.21203/rs.3.pex-1093/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "29e51481-8b38-4b37-b85a-dab26c610433",
        "owner": [],
        "postedDate": "October 22nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 264949,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-10-22 06:02:40",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}