{
    "identity": "nprot-4599",
    "title": "A Simple and Rapid System for DNA and RNA Isolation from Diverse Plants Using Handmade Kit",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Nucleic acid extraction is the purification of DNA and RNA from biological samples which is an important step for further investigations. Studying on nucleic acid has been started by Johannes Friedrich Miescher in 1869, leading to the discovery of nucleic acid<sup>1</sup>. He tested a variety of experiments, and finally detected a substance with unexpected properties that was called nuclein (today is called DNA). Until now, many protocols have been devised for extracting nucleic acid from diverse samples. Chomczynski and Sacchi (2006) developed an extraction method based on acid guanidinium thiocyanate phenol chloroform which is universally used<sup>2</sup>. A modified cetyltrimethylammonium bromide (CTAB) protocol was introduced for DNA isolation<sup>3</sup>. Ghawana et al. (2011) described an RNA isolation system free of guanidinium salt for plant tissues that have high secondary metabolites<sup>4</sup>, and other protocols which are usable for specific samples sources. Each of them has its own advantages and disadvantages, and is used for a specific range of tissues and organs. Among this several protocols, the CTAB protocol, which was developed by Murray and Thompson has wide applications<sup>5</sup>. This method is appropriate for the isolation of nucleic acid from plants and is particularly suitable for the elimination of polysaccharide and polyphenolic compounds which reduce the quality of nucleic acids. Now, CTAB as an important plant DNA and RNA isolation system is routinely used for many purposes.</p><p>In this study, a new system is developed to shorten the nucleic acid extraction steps and strengthen their quality. It is applicable to isolate nucleic acid from most plants as well as recalcitrant ones from which the isolation of nucleic acid is difficult. Thus, it provides a high throughput protocol which can be employed for a widespread range of plant tissues. This protocol has been tested on different samples, including apple, pear, potato, thyme, wheat, rice, and many other samples. This method is simple and cost-efficient in comparison to other methods.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>• Hexadecyltrimethylammonium bromide (CTAB; Sigma-Aldrich, cat. no. H5882) </p><p>• Tris (hydroxymethyl) aminomethane (Tris base; Sigma-Aldrich, cat. no. 77-86-1) </p><p>• Ethylenediaminetetraacetic acid disodium dehydrate (EDTA; Duchefa Biochemie, cat. no. 6381-92-6) </p><p>• Sodium chloride (NaCl; Duchefa Biochemie, cat. no. 7647-14-5) </p><p>• 2-mercaptoethanol (βME; Sigma-Aldrich, cat. no. 60-24-2)</p><p> ! CAUTION the βME is caustic, avoid contact by using it under a fume hood and wear protective gloves, lab coat and eye protection. </p><p>• Polyvinylpyrrolidone (PVPP; Sigma-Aldrich, cat. no. 9003-39-8)</p><p> • Isopropanol (ROMIL Pure Chemistry; cat. no. 67-63-0)</p><p> • Chloroform (ROMIL Pure Chemistry, cat. no. 67-66-3)</p><p> ! CAUTION the chloroform is toxic and produces fumes. Use it under a fume hood and wear protective gloves, lab coat and eye protection</p><p>• Isoamyl alchohol (Acros Organics, cat. no. 30899-19-5)</p><p> ! CAUTION The isoamylalchohol is caustic. Use it under a fume hood and wear protective gloves, lab coat and eye protection</p><p>• Ribonuclease A (RNase A; Thermo Fisher Scientific, cat. no. 12091-039) • Ethanol absolute (EtOH; Bidestan Co, cat. no.64-17-5)</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>• NanoDrop ND-2000 spectrophotometer (Thermo Scientific, cat. no. ND-2000) </p><p>• Mortar and pestle </p><p>• Water bath </p><p>• Fume hood </p><p>• PH meter (Brinkmann Metrohm 744 pH Meter 1.744.0010) </p><p>• Refrigerating benchtop centrifuge (Heraeus Biofuge Fresco, # 1502)</p><p> • Micropipetts (Eppendorf Research 2100, 0.5-10 µl, 10-100 µl, 100-1000 µl) </p><p>• RNase-free tubes, 1.5 and 2 ml (FarayandDanesh Arian Co)</p>"
        },
        {
            "header": "Procedure",
            "content": "Extraction buffer preparation\nAdd CTAB (0.5 g), EDTA (1 g), Tris base (2.5 g), and NaCl (5 g) as tetrad components of the extraction buffer to 100 ml autoclaved water and then gradually dissolve it by shaking at room temperature.\nCRITICAL Add 10 µl βME to 1 ml of the extraction buffer before using to decrease the possible oxidation only for tissues with high polysaccharides and secondary metabolites.\nCRITICAL Add 15 mg PVPP per 1 ml of extraction buffer only for tissues with high polyphenolic pollution.\nHomogenization of Tissues (TIMING 10 min for 5 samples)\n1 Ground samples (leaf, shoot, root, and recalcitrant samples, approximately 0.5-1 g) using 1 ml of the extraction buffer with or without liquid nitrogen in mortar and pestle that are sterilized.\nCRITICAL STEP The procedure are carried out at room temperature except the centrifugation steps (at 4℃) as well as the time of precipitating of the nucleic acid using the isopropanol (on ice).\nCRITICAL STEP Severely disrupt the tissues to create the glaze mode of samples.\n2 Transfer the resulting solution to a sterile centrifuge tube (size=2 ml), and then mix sample by briefly vortexing until the sample is thoroughly resuspended.\nTriple Phase Separation (TIMING 25 min)\n3 In this step, incubate samples at 65℃ for 10 min for lysing cells completely.\n4 Add 600 µl of chloroform: isoamyl alcohols (24:1) to each tube, homogenize them by vortexing.\n5 Centrifuge at 13700 g at 4℃ for 10 min.\nCRITICAL STEP The PH of the extraction buffer is about 8-9, resulting in DNA and RNA precipitation, however, it could result in lower DNA and higher RNA concentrations in case of reducing the PH to around 6-7.\nPrecipitation of Nucleic Acid (TIMING 15 min)\n6 Transfer the upper aqueous phase to a new tube (size= 1.5 ml).\n7 Add 700 µl of cold isopropanol to precipitate RNA or DNA and then invert tubes 3-4 times to mix the solution.\n8 Centrifuge tubes at 13700 g at 4℃ for 10 min. The white pellet will be visible on the bottom of the tubes.\nCRITICAL STEP Do not disturb bottom phases of the solution when you pipet the upper phase.\nPurification of Nucleic Acid (TIMING 5 min)\n9 Discard the supernatant and wash the precipitate nucleic acid gently with 70% EtOH.\n10 After centrifuging at 5400 g at 4˚C for 5 min, remove the supernatant and then air-dry the pellet.\nDissolving and Storage Condition (TIMING 5 min)\n11 Dissolve the pellet in 20-30 µl of RNase free water (commercial) or autoclaved water.\n12 After incubating at room temperature for a few minutes, keep the solubilized nucleic acid in −20˚C for a short time storage or in −80˚C for a longtime storage. Figure 1 shows a schematic model of all the DNA and RNA isolation steps of this procedure."
        },
        {
            "header": "Timing",
            "content": "TIMING\r\n\n\nTissue grinding, Steps 1-2: 10 min\r\n\n\nIsolation of nucleic acid, Steps 3-5: 25 min\r\n\n\nNucleic acid precipitation, Steps 6-8: 15 min\r\n\n\nPreparation and dissolving the nucleic acid, Steps 9-12: 10 min"
        },
        {
            "header": "Troubleshooting",
            "content": "<p>?TROUBLESHOOTING</p><p>Troubleshooting advice can be found in Figure 2.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>The main purpose of this research was to access a simple protocol by which nucleic acid isolation would be possible for all plants, and relevant projects can be performed at each laboratory with having access to general chemical resources. Dual applications of the extraction buffer is resulted in both DNA and RNA (shown in Figure 3). DNA and RNA can be purified by adding RNase and DNase enzymes, respectively, or by adjusting the PH of the extraction buffer. It is considerable that all the buffer components consist certain amount of the chemicals that is one of the big advantages of this protocol. PCR, RT-PCR, real time-PCR and southern blot analysis have been conducted to approve the quality of the extracted DNA and RNA which are acceptable (shown in Figure 4).</p>"
        },
        {
            "header": "References",
            "content": "<p>1 Dahm, R. (2008). Discovering DNA: Friedrich Miescher and the early years of nucleic acid research. Human genetics, 122(6), 565-581.</p><p>2 Chomczynski, P., &amp; Sacchi, N. (2006). The single-step method of RNA isolation by acid guanidinium thiocyanate–phenol–chloroform extraction: twenty-something years on. Nature protocols, 1(2), 581.</p><p>3 Allen, G. C., Flores-Vergara, M. A., Krasynanski, S., Kumar, S., &amp; Thompson, W. F. (2006). A modified protocol for rapid DNA isolation from plant tissues using cetyltrimethylammonium bromide. Nature protocols, 1(5), 2320.</p><p>4 Ghawana, S., Paul, A., Kumar, H., Kumar, A., Singh, H., Bhardwaj, P. K., ... &amp; Kumar, S. (2011). An RNA isolation system for plant tissues rich in secondary metabolites. BMC research notes, 4(1), 85.</p><p>5 Murray, M. G., &amp; Thompson, W. F. (1980). Rapid isolation of high molecular weight plant DNA. Nucleic acids research, 8(19), 4321-4326.</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>The authors wish to thanks Dr Ali Akbar Habashi and Dr Maryam Jafarkhani Kermani for their critical comments to prepare this protocol.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 88262,
                "identity": "ebf22839-4714-4ae5-bbf3-72b99de1390e",
                "order_by": 0,
                "name": "Farhad Masoomi-Aladizgeh",
                "email": "masoomi.farhads2030@gmail.com",
                "orcid": "",
                "institution": "1:Department of Tissue Culture and Gene Transformation, Agricultural Biotechnology Research Institute of Iran (ABRII), AREEO, 3135933151 Karaj, Iran",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Farhad",
                "middleName": "",
                "lastName": "Masoomi-Aladizgeh",
                "suffix": ""
            },
            {
                "id": 88263,
                "identity": "c7d38146-db3b-4068-9394-c2571cb4cf6c",
                "order_by": 1,
                "name": "Leila Jabbari",
                "email": "",
                "orcid": "",
                "institution": "1:Department of Tissue Culture and Gene Transformation, Agricultural Biotechnology Research Institute of Iran (ABRII), AREEO, 3135933151 Karaj, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Leila",
                "middleName": "",
                "lastName": "Jabbari",
                "suffix": ""
            },
            {
                "id": 88264,
                "identity": "47c968db-6c3c-4244-9453-148250bd671d",
                "order_by": 1,
                "name": "Reza  Khayam Nekouei",
                "email": "",
                "orcid": "",
                "institution": "2:Department of Agronomy and Plant Breeding, Faculty of Agricultural Sciences, University of Guilan, Rasht, Iran.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reza",
                "middleName": "Khayam",
                "lastName": "Nekouei",
                "suffix": ""
            },
            {
                "id": 88265,
                "identity": "82d6e72c-8695-4ec0-8614-5878d2a53003",
                "order_by": 1,
                "name": "Ali Aalami",
                "email": "",
                "orcid": "",
                "institution": "2:Department of Agronomy and Plant Breeding, Faculty of Agricultural Sciences, University of Guilan, Rasht, Iran.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ali",
                "middleName": "",
                "lastName": "Aalami",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2016-02-11 15:30:59",
        "currentVersionCode": 2,
        "declarations": "",
        "doi": "10.21203/rs.2.1347/v2",
        "doiUrl": "https://doi.org/10.21203/rs.2.1347/v2",
        "draftVersion": [],
        "editorialEvents": [
            {
                "content": "https://doi.org/10.1038/protex.2016.015",
                "type": "published",
                "date": "2016-03-14T20:50:25+00:00"
            }
        ],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2612424,
                "identity": "0982471f-fbdd-4fb3-8811-92966250dafc",
                "added_by": "58586f49-be87-4f05-bd22-b2c713abd53c",
                "created_at": "2020-09-25 20:52:55",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 88619,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Schematic model of all the DNA and RNA isolation steps",
                "description": "",
                "filename": "figure1.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4599/v2/figure_1.jpg"
            },
            {
                "id": 2612422,
                "identity": "3c013ecf-1395-40e0-9e0c-c124ce9f8e50",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:52:55",
                "extension": "jpg",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 59917,
                "visible": true,
                "origin": "",
                "legend": "Table 1   ?TROUBLESHOOTING",
                "description": "",
                "filename": "figure2.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4599/v2/figure_2.jpg"
            },
            {
                "id": 2612425,
                "identity": "15c7a7fc-8c15-4c54-a19f-d283261a9505",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:52:55",
                "extension": "jpg",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 32561,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   DNA and RNA quality from isolated samples ",
                "description": "",
                "filename": "figure3.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4599/v2/figure_3.jpg"
            },
            {
                "id": 2612426,
                "identity": "22848a66-499f-451b-9fa5-1885474e2eaa",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:52:55",
                "extension": "jpg",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45278,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   PCR, RT-PCR, real time-PCR and southern blot analysis",
                "description": "",
                "filename": "figure4.jpg",
                "url": "https://assets.researchsquare.com/files/nprot-4599/v2/figure_4.jpg"
            },
            {
                "id": 13467718,
                "identity": "27f31aca-2e89-4d9f-92c0-8f30edeaa990",
                "added_by": "auto",
                "created_at": "2021-09-16 20:56:05",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 340186,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-4599/v2/2f588b27-243c-45af-bf83-4f38f98b063d.pdf"
            }
        ],
        "financialInterests": "The authors declare that they have no conflict of interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": false,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DNA extraction, RNA extraction",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "<p>This protocol describes a rapid DNA and RNA extraction method for plant tissues. Hexadecyltrimethylammonium bromide (CTAB), sodium chloride (NaCl), tris base, and ethylenediaminetetraacetic acid (EDTA) are the main components of the extraction buffer. In contrast to all previously reported protocols, this extraction method does not require any stock solutions. This isolation buffer is potential of extracting both DNA and RNA simultaneously. Depending on the purpose of the project, the corresponding steps can be slightly altered to obtain either DNA or RNA. The big advantage of this method is to use general laboratory chemicals to make a powerful extraction buffer, resulting in high quality and quantity nucleic acid. Also, CTAB in this buffer is capable of isolating nucleic acid from recalcitrant plants enriched in secondary metabolites. Importantly, this method is recommended for the projects at which isolating nucleic acid in a short time is of crucial importance. This method probably is usable for all plant tissues and takes about an hour.</p>",
        "manuscriptTitle": "A Simple and Rapid System for DNA and RNA Isolation from Diverse Plants Using Handmade Kit",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2016-03-14 16:59:56",
                "doi": "10.1038/protex.2016.015",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            },
            {
                "code": 2,
                "date": "2019-06-17 15:29:33",
                "doi": "10.21203/rs.2.1347/v2",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "protocol.exchange@nature.com",
                    "identity": "protocol-exchange",
                    "isNatureJournal": false,
                    "hasQc": false,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
                    "title": "Protocol Exchange",
                    "twitterHandle": ""
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0aa2bac-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "June 17th, 2019",
        "published": true,
        "revision": "",
        "status": "published-in-journal",
        "subjectAreas": [
            {
                "id": 13070,
                "name": "Biotechnology"
            },
            {
                "id": 13071,
                "name": "Plant sciences"
            }
        ],
        "tags": [
            {
                "value": "featured-pe",
                "date": "2020-05-04 20:42:53"
            }
        ],
        "versionOfRecord": {
            "articleIdentity": "nprot-4599",
            "link": "https://doi.org/10.1038/protex.2016.015",
            "journal": {
                "identity": "protocol-exchange",
                "isVorOnly": false,
                "title": "Protocol Exchange"
            },
            "publishedOn": "2016-03-14 20:50:25",
            "publishedOnDateReadable": "March 14th, 2016"
        },
        "versionCreatedAt": "2019-06-17 15:29:33",
        "video": "",
        "vorDoi": "10.1038/protex.2016.015",
        "vorDoiUrl": "https://doi.org/10.1038/protex.2016.015",
        "workflowStages": []
    }
}