{
    "identity": "nprot-3863",
    "title": "Stereomicroscopy and 3D-target myeloperoxidase intestinal phenotyping following a fecal flora homogenization protocol",
    "content": [
        {
            "header": "Introduction",
            "content": "**Introduction**\r\n\n\nWith the exception of a recently described stereomicroscopy \\(SM) profiling approach <sup>\\(1)</sup>, there is a limited number of phenotyping approaches to study intestinal mucosal 3D-topography comprehensively in mice. Here we describe the combined use of SM and myeloperoxidase \\(MPO) enzyme activity, a biochemical marker for inflammation. MPO assays have been well known for their ability to document the extent of inflammatory cell infiltration into tissues because the enzyme is mainly located inside phagolysosomes of various leukocyte cells, especially neutrophils <sup>\\(2)</sup>. Despite their conserved production by inflammatory cells, MPO is not widely used for intestinal inflammation phenotyping <sup>\\(3)</sup>, perhaps due to known test variability, which has been attempted to be corrected by heat treating the samples prior to testing \\(60<sup>o</sup>C for 2h) <sup>\\(4)</sup> or by using anti-MPO antibodies to capture MPO enzyme <sup>\\(5)</sup> prior to using principles of established quantitative colorimetric assays for MPO in the intestinal tract of mice <sup>\\(6)</sup>.  By using SM, we recently discovered that intestinal disease in humans and mice have special unique 3D-spatial arrangements resulting in a limited number of 3D-inflammatory co-occurring pathological structures in the gut not previously accounted for in experimental research, which significantly account for test variability \\(_e.g.,_ MPO, gene and cytokine expression) within the same intestinal segment <sup>\\(1)</sup>.  In the present manuscript, we describe a step-by-step protocol and approach to show how MPO test variability \\(and therefore statistical study power) can be improved by applying the test to specific types of miniature lesions sampled based on microscopic 3D-SM appearance \\(and not of tissue blinded sampling assuming disease occurs homogeneously at random). The combined use of 3D-SM pattern profiling and the target quantification of MPO activity recently described <sup>\\(1)</sup> represent an optimized controlled approach to phenotype intestinal inflammation, especially in mice. The present protocol describes in detail each and the combined execution of both approaches highlighting aspects and data not publicized before.  \r\n\n\n\r\n\n\nBecause the gut flora has the potential to influence the severity of intestinal inflammation, and it can be influenced by genetics and the housing environment <sup>\\(7,8,9)</sup>, we also provide the details of a protocol of inter-subject pre-experimental fecal exposure homogenization \\(herein referred to as **IsPreFeH**, fecal homogenization), by which all experimental mice are exposed to a composite of feces harvested from the experimental mice cages/groups prior to experimentation. Although it is by no means a gold standard approach, we use the presented IsPreFeH protocol as an alternative to controlling for the effect of gut flora inter-cage variability, based on the recent discovery that successful patterns of ecological succession are possible in mice where, for example, a soil-derived bacterium can dominate the gut of a colonized mouse even in the presence of bacteria from other gut communities and species <sup>\\(10)</sup>.  Fecal homogenization \\(IsPreFeH) has been a successful alternative to cohousing of animals in our laboratory, which may not be always feasible within males, and in all mouse lines depending on their degree of susceptibility to stress and socialization once they have been raised in separate cages.  By using metatranscriptomics and 16S microbiome profiling we have recently optimized and determined that the use of fecal homogenization allows the identification of host related factors that may distinguish an inflammatory phenotype \\(_e.g.,_ associated with a NOD2 gene deletion <sup>\\(11)</sup>) while controlling for the confounding role that intestinal flora may have acutely on any given test outcome. \r\n\n\n\r\n\n\nIn the sections below we describe the IsPreFeH protocol to control for flora effects, illustrate key aspects of SM-microdissection of intestinal tissues, and describe the MPO protocol assay using a rapid 96-well format for rapid execution \\(**Figure 1** <a href=\"http://www.nature.com/protocolexchange/protocols/3863/uploads/3725\" > <img src=\"http://url/for/the/thumbnail/image\" > </a>).  Further we discuss the principles, rationale and limitations of SM, which is the most critical aspect any observer needs to master to make 3D-target intestinal phenotyping a valuable tool in deciphering the role of spatial arrangement of intestinal diseases in a 3D-space, especially in self-perpetuating forms of chronic inflammatory bowel disease."
        },
        {
            "header": "Reagents",
            "content": "**Reagents** \r\n\n\n• Sterile water or PBS to use as diluent to homogenize fecal pellets and make a mixture/slurry of feces/bedding for IsPreFeH. Gavage needles.\r\n\n\n• For SM, 70% ethanol and RNaseZap® RNase Decontamination Solution \\(AM9780) moistened towels to clean utensils for tissue harvest for RNA, MPO or other assays. \r\n\n\n• For MPO, Potassium phosphate dibasic trihydrate \\(Fisher/MP Biomedicals, ICN15194601; CAS: 16788-57-1).  Store at room temperature \\(RT). \r\n\n\n• Potassium phosphate monobasic \\(Fisher/Acros Organics; AC42420-5000, CAS 7778-77-0). Store at RT.\r\n\n\n• Hexadecyl-trimethyl-ammonium bromide \\(HTAB; Cetrimonium bromide Cetyltrimethylammonium bromide; Fisher/Acros Organics AC22716 1000; CAS 57-09-0). Store at RT.\r\n\n\n• Hydrogen peroxide 30% solution \\(H<sub>2</sub>O<sub>2</sub>, Sigma 216763; CAS 7722-84-1). Store at 2-8°C protected from light.\r\n\n\n• o-Dianisidine dihydrochloride \\(3,3’-Dimethoxybenzidine dihydrochloride; Pfaltz &Bauer D06770, VWR 101179-382, CAS 20325-40-0). Because this reagent is required as substrate for visualization of the MPO enzymatic activity in very low quantities and it is a potential carcinogen, we identified and tested a safer-to-handle alternative: the use of this dianisidine reagent marketed as 10 mg tablets \\(Fisher D9154, CAS 20325-40-0). The fixed amount per tablet makes it an ideal reagent to reduce test variability. Wear proper attire \\(gloves/mask) when handling, and label and treat containers as biohazards. Store at RT, in dark/protected from light.\r\n\n\n• Glass beads of two dimensions 2.5 \\(or 2.7) mm and 0.5 mm diameter, mixed at ~1:1 ratio, 450-550 mg per 1.7 mL Eppendorf tube \\(Biospec 11079127 and 11079105).\r\n\n\n• Ceramic beads 1.4 mm diameter at ~400 mg or 300 microliter volume mark in a 1.7mL Eppendorf tube. Lysing matrix D \\(MP Biomedicals 116913050).\r\n\n\n• Crushed ice, and dry ice pellets.\r\n\n\n• Plastic boats \\(to keep over dry ice until use for placing frozen samples to collect weight and cut) \r\n\n\n• Filter paper \\(to place tissue samples for clean handling and cutting)."
        },
        {
            "header": "Equipment",
            "content": "**Equipment** **for** **IsPreFeH**, **SM** **and** **MPO** **Assay**\r\n\n\n• Stereomicroscope fitted with non-heat producing gooseneck incident light.\r\n\n\n• Tissue dissection tool kit; razor blades.\r\n\n\n• Beakers \\(100 mL, n=2; and 500 mL, n=2).\r\n\n\n• Heated stirring plate and stirring magnet \\(to dissolve one of the reagents described below).\r\n\n\n• Precision scale \\(to weigh SM-dissected samples; >5 mg). \r\n\n\n• FastPrep 24 bead homogenizer \\(Model #6004-500; a shaker for 24 Eppendorf or FastPrep tubes containing beads; we no longer use rotor based tissue homogenizer as it is time consuming and rough to process small 5-10 mg tissue samples).\r\n\n\n• Refrigerated micro centrifuge \\(to spin the homogenized samples at 4<sup>o</sup>C and obtain the MPO-containing supernatant).\r\n\n\n• Eon Microplate spectrophotometer \\(a plate reader for OD<sub>450</sub>). \r\n\n\n• ELISA microtiter 96-well flat-bottomed clear plates \\(to process up to 24 samples, in triplicate. 24 samples is in our setting also the number of samples that fit in homogenizer and microcentrifuge). Use sterile plates since DNA can be extracted from homogenates. Beware DNAses may be present and active in homogenates. Follow refrigeration recommendations.\r\n\n\n• Pipettes \\(eight-channel to load 200 μL of reagent; and a single channel to load 10-μL volumes of supernatant).\r\n\n\n• Biopsy punches \\(>0.3 mm diameter; _e.g.,_ Zivic or Miller Instruments)."
        },
        {
            "header": "Procedure",
            "content": "**Procedures**\r\n\n\nA. **Fecal exposure homogenization**.\r\n\n\n**-** The emerging problem with inadvertent pro/anti-inflammatory intestinal effects due to gut microbiota relates to flora divergence among mice that have been raised in cages for long periods of time. During housing the gut microbiota can drift or shift due to primarily contaminated \\(partly irradiated) food or environmental contamination.  Be aware that commercial irradiated rodent diets are not sterile, and therefore a common source for flora divergence. The goal of this protocol is to homogenize/expose all animals to a pool of mouse fecal microbiota \\(flora) created by combining fresh feces from all mice and 7-day old bedding flora from all cages from which experimental mice derive. The following set up of mice can be done to determine changes in the 16S flora in animals have diverse genotypes or if they originate from different colonies. In our laboratory, we also do fecal homogenization \\(IsPreFeH) 5-7 days prior to the start of DSS-experiments. \r\n\n\n\r\n\n\n**The protocol steps are as follow.**  \r\n\n\n1. Using an example of 6 mice per group to compare WT mice to their respective KO group, get 6 mice from each colony, one mouse per cage if possible for each colony, and one fecal pellet per mouse. \r\n  2. Get equal amount of males and females from each colony.\r\n  3. Identify in each cage the corner where mice piled their excrements, and collect a handful \\(~200 g, a handful) of full thickness soiled bedding material from each source cage. \r\n  4. Pool all cage bedding material in one single empty autoclaved cage to create a bedding slurry by mixing the beddings with sterile PBS in sufficient volume to soften the dry fecal pellets and to create a thick fecal slurry. This will allow the homogenization of flora that is resistant to desiccation or that live/amplify in the dry feces and/or moist bedding of each cage environment where mice live.\r\n  5. Take samples to the laboratory and prepare the fecal inoculum. Put all pellets \\(_e.g.,_ n=6+6) in a 15 mL tube with 9-10 mL of PBS, and about 500 mg of ceramica or glass beads, to facilitate the physical disruption of pellets. Use a larger 50 mL tube if more animal samples are being homogenized. Vortex to break pellets/homogenize, and spin tube at 500-1000 g for 5 \\(or 10) seconds to decant heavy particles; transfer the supernatant using a syringe and a gavage needle to a new tube. Do not centrifuge at higher speeds, or longer times, as this will differentially precipitate first spore-forming cells and then vegetative microorganisms.  Extended high-speed centrifugation may render a supernatant free of bacterial/fungal microorganisms.  \r\n  6. Prepare the bedding inoculum. After pooling all bedding material and soaking it with PBS, massage the samples manually \\(wearing two pairs of gloves) and create a slurry; hand squeeze the bedding, and collect the liquid into 15 mL tubes. If storage of this material is desired for ulterior experiments, load 10 mL of slurry in each tube for freezing and banking at -80\no\nC.  Spin the pooled bedding suspension for 500-1000 g for 5 \\(or 10) seconds and transfer the supernatant using a syringe and a gavage needle to a new tube.\r\n  7. Prepare the new cages by placing a handful \\(~200 g) of the homogenized soaked bedding material \\(not the bedding suspension) on the cage floor to allow mice to have physical exposure to a pool of bedding material.  \r\n  8. Administer via gavage 200-400 μL of a combination of bedding:feces \\(1:1, v/v) supernatants/suspensions to each mouse on day one and cage them individually or in groups using fresh sterile bedding.  Use autoclaved or sterile-irradiated food for the duration of the experiment. If 400 μL of suspension are to be gavaged \\(which is ideal to better buffer stomach acidity), fast the mice for 3-6 h to allow stomach emptying and promote rapid stomach transit of the gavaged suspension into the small intestine.  \r\n  9. Consult your IACUC veterinarian for autoclaving protocols of approved rodent diets. If irradiated diets are preferred, use double-irradiated vacuum and sterile packed diets. If not feasible or if sterility is to be ensured, we use specially balanced laboratory autoclavable rodent diets \\(_e.g.,_ LabDiets, cat. 5010; autoclave following manufacturer’s instruction or at 121\no\nC for 30-45 minutes, in food layers of <3 inches thick), which is enriched with nutrients and have silicon dioxide to prevent pellet agglomeration during autoclaving. Although silicon dioxide is a common food additive, widely deemed to be inert, please determine if its use would interfere with the experimental results.  \r\n  10. Replace the bedding and gavage the mice again on day 2 and 3. \r\n  11. Monitor the mice for additional 4 days changing the bedding once daily, and collect fecal samples for 16S analysis if desired to assess microbiome similarity or divergence, and start phenotyping experiments; for instance response to DSS-administration in the drinking water. Different waiting periods are possible, depending on the study objective.  Because fecal transplantation in humans with Clostridium difficile infections has been successful in reestablishing the gut microbiota in >95% of transplanted patients \\(and antibiotic treated mice), alternatively, the IsPreFeH could be conducted two days after oral antibiotic treatment of the mice using a non-absorbable antimicrobial agent, _e.g.,_ streptomycin \\(20 mg/kg, widely known for disrupting gut microbiota and facilitating the establishment of severe Salmonella clinical infections in mice, which is not possible without antibiotic flora disruption). Validate each approach in each case scenario. \r\n  \r\n\n\nB. **SM** **dissection** **of** **tissues** **according** **to** **architecture**.\r\n\n\n**-** The implementation of SM in a GI research setting for assessment of intestinal health in mice has been recently reported in great detail\n\\(1)\n.   Here we provide examples of SM dissection of tissues using biopsy punches and the integration of it with a rapid and inexpensive MPO assay \\(**Figure** **2**\n).  Other sampling strategies and the 3D-criteria have been described\n\\(1)\n.  To facilitate training, learning modules can be prepared based on images and Rodriguez-Palacios _et al._ \\(2015) report\n\\(1)\n.  \r\n\n\n\r\n\n\nC. **MPO** **activity** **assay** **of** **SM-dissected** **tissues**.\r\n\n\n**-**  **Preparation** **of** **MPO** **working** **solutions**\r\n\n\n1. Potassium Phosphate Buffer \\(PPB). This buffer is to prepare both the HTBA \\(lysis) buffer and the Dianisidine substrate solutions as shown below. To prepare this PPB buffer we need to mix two solutions \\(A and B) to adjust the buffer to a desired pH of 6.0. Prepare approximately a ratio of about 3.5:1 v:v of solutions A:B to adjust the pH to 6. For solution A, dissolve 3.48 g of potassium phosphate dibasic trihydrate with 400 mL ddH\n2\nO, store at RT. This solution is acidic. For solution B, dissolve 0.87g of potassium phosphate monobasic with 100 mL of ddH\n2\nO in a 500 mL container/biker, this solution is neutral-alkaline. To adjust pH, add solution B to solution A to gradually reach the desired pH 6. This PPB buffer can be stored at RT for up to two months, protected from the light; prepare fresh batches the day prior testing. \r\n  2. Hexadecyl-Trimethyl-Ammonium Bromide \\(HTBA buffer). This is buffer to lyse the tissues creating a homogenate for MPO testing. Dissolve 0.5g of HTAB with 100 mL of working pH-6.0-adjusted Potassium Phosphate Buffer, place a stirring magnet and sit in a heat stirring plate set to 50°C to dissolve. Note this solution precipitates \\(forming crystals) if it is cold \\(placed on crushed ice ~4°C). Prepare fresh prior to testing and keep cool, below room temperature. Note this solution is for lysis of tissues to release MPO from inside the inflammatory cells, but at room temperature MPO have enzymatic potential. To prevent precipitation prior use, follow the refrigeration and sample handling recommendations below as strictly as possible. \r\n  3. Hydrogen Peroxide-1%. This is the electron donor solution that will be added to the dianisidine substrate solution described below. Dissolve 20 μL of 30% H\n2\nO\n2\ninto 580 μL of ddH\n2\nO in a 1.7 mL Eppendorf tube and protect form light with aluminum foil. Keep cool by placing it on crushed ice \\(~4\no\nC). Prepare fresh prior to use. \r\n  4. Dianisidine substrate solution. This is the solution that will be mixed \\(after the addition of Hydrogen Peroxide-1%, see below) with the tissue homogenate for optical density \\(OD\n450\n) reading. To examine the MPO activity in 10 tissue samples, dissolve a 10 mg tablet with the following ingredients into a 50 mL conic tube: 45 mL ddH\n2\nO + 5 mL potassium phosphate buffer, add 1 tablet \\(10 mg) of o-Dianisidine dihydrochloride. Cover with foil to protect from light. Mix well \\(vortex). If powder is preferred over the use of tablet, ensure accurate weighting of o-Dianisidine dihydrochloride powder. For every 10 samples, prepare 10 mL of this substrate. This solution should be prepared right before MPO testing with freshly prepared homogenates; once samples are dispensed in 96 well plates, this substrate will be supplemented with 10 μL of 1% H\n2\nO for every 10 mL of Dianisidine substrate, and then added to each well for immediate reading. \r\n  \r\n\n\n**-** **MPO** **recommendations**\r\n\n\n1. Follow these tissue collection and storage recommendations. Following euthanasia of animals as approved by your IACCUC regulations, collect fresh tissues in 1.7 mL microcentrifuge Eppendorf conical tubes and flash freeze on liquid nitrogen or dry ice. The use of 2 mL Eppendorf flat-bottomed tubes is possible and has no significant effect on MPO following tissue homogenization; however, it is preferred to use 1.7 mL conical tubes to facilitate the collection of homogenized supernatants for very small samples <10mg the cone allows the concentration of tissue debris, and the formation of a narrow tall supernatant column for easy pipetting. Do not process more than 50mg of tissue; it will require 1 mL of Lysis buffer, but only 10 μL are needed for testing. \r\n  2. Store samples at -80°C until ready for the MPO Assay. Remember that the MPO activity in frozen tissues decreases gradually, with up to 25% reduction every week. This is critical, because MPO reductions affect differentially the experimental groups; that is, samples with minimal MPO activity will be less affected, but samples with high activity will have a notorious impact/reduction, which over time will appear as similar to non-inflamed samples. In our laboratory, we aim at testing the samples within 24-48h of sample collection/storage. \r\n  3. Do not allow the samples to thaw on crushed ice. Keep samples frozen at -80 until the moment you measure the weight. It is a common practice to take samples out of deep \\(-80\no\nC) freezers and place them on crushed ice while an assay is prepared. To prevent sample-to-sample variability make sure the sample containing Eppendorf tubes are fully covered with dry ice because some samples when collected stay stuck on the sides at the top of the tube exposed to room temperature if tubes are not properly covered in ice.  We processed frozen samples in batches of up to 24 samples to accommodate the working capacity of our homogenizer/centrifuge, and the reading set for 96-well template. If frozen, one can process as many samples as possible in one single day, as long as the samples are frozen until a few minutes prior testing. Follow strict sample refrigeration after thawing/homogenization to prevent inadvertent MPO activity at room temperature.\r\n  4. Perform the procedure \\(weighing/cutting) while keeping samples frozen until immediately before the HTBA Lysis buffer is added to the sample and placed on crushed ice. Remember not to put HTBA buffer on ice as it will precipitate. Keep it cool next to the crushed ice, add it to the sample and place the mixture back on ice ready for prompt homogenization. \r\n  5. Homogenization of tissue under refrigeration. Pre-chill centrifuge; if possible, bring homogenizer to a cold room; cut sample \\(if needed) using cold plate by putting dry ice pellets under the weighing plate. Handling of frozen tissues is also easier and faster as frozen tissues do not stick to frozen handling forceps. \r\n  \r\n\n\n**-** **MPO** **protocol** **steps**:\r\n\n\n1. Prepare scale, dry ice tray and setting to handle and cut frozen tissues.\r\n  2. Place the forceps and scalpels standing on dry ice. \r\n  3. Keep plastic boats and Eppendorf tube lids frozen to enable rapid handling of frozen tissues, preventing sample stickiness which occurs with thawing. \r\n  4. Take tissues/samples from deep freezer and put on dry ice. Cover completely. \r\n  5. Cut a piece of frozen sample ~15-25 mg \\(up to 50 mg per homogenizing session). Most SM-dissected intestinal samples for MPO analysis can be as little as 5 mg for each test, and in average 15 mg. \r\n  6. Weigh tissue and put in inside an Eppendorf tube with glass beads mix or ceramic beads \\(see above). Although there are a number of possible combinations of type of materials/densities and sizes, we determined the best and most efficient method for intestinal tissue were the use of ceramic or glass beads. However, the glass beads mixture \\(see above) is ideal and cost effective for most tissues in mice, provided that harder tissues to homogenize namely heart, muscle, and lung, be further cut in small pieces \\(example, if 30 mg, cut in >4 pieces). \r\n  7. Add HTBA buffer to the tissue-containing tube at a rate of 50 mg per mL with HTAB lysis buffer for homogenization. For a rapid procedure, use the weight number in milligrams, and multiply it by 20 to add immediately that much volume in μL of cooled HTBA \\(lysis) buffer. \\(_e.g.,_ if 25 mg of tissue, add 500 μL of HTBA buffer).\r\n  8. Balance tubes in homogenizer, run homogenizing session in walk in refrigerated room \\(4\no\nC) if possible to counter balance overheating by friction of beads \\(60 sec, rapid oscillations 4 m/s; read product instructions).  Alternatively, consider using deep cold-resistant holders if samples should be kept frozen \\(<20\no\nC) for other purposes, or homogenize in runs of 20-30 second intervals placing samples in ice for 3-5 minutes for cooling.  Note that MPO becomes active at room temperature \\(23\no\nC) and thus the samples will have notorious activity within 30-60 seconds \\(**Figure 3**\n).  We have determined that repetition of another 60 sec cycle can be detrimental to the MPO activity in certain tissues. To prevent the need of further cycles, process comparable amounts of tissues across all samples \\(average 15 mg, 10-25), and cut samples in smaller pieces if denser tissues or if samples are large. \r\n  9. Homogenize the samples until sample is frothy \\(proteinaceous) and no visible “chunks” of tissue are seen. In general, we homogenize for 60” total time \\(3 cycles of 20” to prevent overheating). Place samples back on crushed ice.\r\n  10. Centrifuge the samples at 4\no\n°C for 5 minutes at 12,500rpm to separate tissue debris from the supernatant. The supernatant contains the MPO cativity. Keep refrigerated, completely submerged in icy water/crushed ice, without disrupting the debris/supernatant interface. Do not freeze at this point. Proceed to OD reading as soon as possible.\r\n  11. Put an ELISA plate on crushed ice to chill, and now that the supernatant is ready, proceed to prepare the substrate for MPO activity by mixing the freshly prepared Dianisidine substrate \\(mix 90 mL of ddH\n2\nO, 10 mL of potassium phosphate buffer, and add 1 Dianisidine table; this dilution is the best; see Figure 5). Mix thoroughly/vortex. Cover with foil to protect from light; keep at room temperature. Right before loading you will need to add the H\n2\nO\n2\n, but not just yet. First load the sample supernatants to the ELISA plate. \r\n  12. Load 10 μL of sample supernatant to each of three wells \\(triplicate) on the pre-chilled 96-well flat-bottom ELISA plate. Loading each sample as rows starting in A1, A2 and A3 for sample 1, then B1, B2, B3 for sample 2, leave column 4 empty to prevent pipetting mistakes, and resume sample 9 on A5-A7, sample 10 on B5-B7, leave column 8 empty, and finish with samples 17 on wells A10-A12 trough sample 24 on final wells H10-H12 \\(**Figure 3**\n).  If a blank is desirable to ensure there is no background colorimetric reactions, use 10 μL of HTAB lysis buffer instead of tissue supernatant for the blank; however do not use this blank reaction to normalize all the plate data \\(**Figure 4**\n). \r\n  13. Add 200 μL of active dianisidine substrate to each sample well using an 8-channel pipette, starting with column 1, and follow the order 5,9,2,6,10,3,7,and 11 to distribute errors due to delay in substrate loading equally in all triplicates.  Immediately read plate at A450 absorbance. We determined there is no difference in loading times and number of steps if MPO assays were to be performed with a 12-channel pipette and loading the samples as columns. However, because it is easy to monitor that 8-chanels work properly during pipetting in a time sensitive assay, we designed our MPO assay and excel templates to calculate the MPO more efficiently. We also determined it is not worth loading 32 samples per plate because the first samples will be sitting on the ELISA plate too long. MPO activity starts within seconds at room temperature, and most centrifuges and homogenizer handle 24 sample batches. That is critical if high activity is expected, and not so much with lower activity. See in **Figure** **4b-c** that delays in loading samples may prevent the detection of the steepest curves in highly MPO-active samples.  \r\n  14. Measure OD\n450\nchanges using plate reader spectrophotometer every 30 sec for 5 min at 28°C. We determined that MPO calculations based on the first 3 time point readings at approximate 30 second intervals introduce vast errors, we determine the best approach to prevent inaccuracies was use automated mixing and OD readings at 30 sec intervals for 5 minutes to generate enzyme kinetic curves that allows the identification of the steepest/fastest enzymatic activity at a fixed temperature \\(**Figure 3f**\nand **Figure 4**\n).  Because we noticed the room temperature in our laboratory instruments varied between 21 and 28°C over a period of two years, we propose to use 28°C as the temperature to estimate the enzymatic activity in this test. However, it is possible that in places without controlled air conditioner, it would be more sensible to use 37°C. However, at that temperature the enzymatic activity happens more rapidly.  \r\n  15. Calculate the MPO activity using the following equation principle; however, we recommend to use the excel file attached to estimate the slope of the steepest segment of a 30-sec interval 5 minute OD curve for more reproducible results.  Note that we discourage the calculation of MPO using the equation below and the first three OD readings only because artifacts \\(air bubbles, cold samples) will be missed and introduce major estimation errors \\(**Figure 3**\nand **Figure 4**\n).  MPO in principle is estimated by averaging the triplicate results for three time points, finding the difference in absorbance \\(ΔA450\\(t30-t0)) from time 0s to 30s and the difference \\(ΔA450\\(t60-t30)) from time 30s to 60s. Then, averaging these 2 ΔA450s will produce the final ΔA450 change.  MPO Activity is calculated as: MPO activity = ΔA450 ÷ 0.5 ÷ 0.0113 ÷ 0.05; where 0.0113 is MPO constant; 0.5 is for time intervals \\(30 sec, or 0.5 min), and 0.05 is dilution factor of sample:HTBA lysis buffer \\(0.05 g of tissue per 1000 mL, or 50 mg:1 mL). Report activity in U/g tissue.  This equation principle is used on the excel file template provided, but we propose the use of the steepest slope derived from enzymatic kinetic principles and linear equation fitting.\r\n  16. Use example output from the plate reader, and the excel template file with our calculations which are available as **Supplementary Excel file**\n."
        },
        {
            "header": "Timing",
            "content": "**Timing**\r\n\n\n• **Fecal** **flora** **homogenization** – The time required to plan, prepare 6 cages, test tubes, homogenization reagents, and gavage materials may take up to 1-2 hours. The actual collection of fecal samples, bedding material and the preparation of the homogenized inoculum takes another 1-2 hours, but may be a bit longer depending on the number of animals and experimental groups. Be aware that cages need to be changed every 24 hours early in the PreFeH process.\r\n\n\n\r\n\n\n• **Stereo-microscopy** – With training \\(see associated publications), the use of SM to identify, differentiate and micro dissect fresh tissues from recently euthanized mice takes about 1-5 minutes once the intestinal tract is placed \\(opened after rinsing with PBS) on a black biologically inert surface as recently described. Once the harvested tissues are stored frozen \\(-80oC),  MPO testing can be planned for the following day \\(ideally)\r\n\n\n\r\n\n\n• **MPO** **assay** – The preparation of the reagent buffers for MPO testing takes up to 2 hours, but once prepared some reagents can be stored at room temperate and later use for a number of weeks \\(use MPO from Sigma to test the performance of the buffers and the need for fresh buffers, or a fresh sample). If samples are processed in batches of 24 samples \\(in triplicates), the MPO protocol from sample weighing to OD determination can be executed by a trained technician in about 3-4 hours.\r\n\n\n\r\n\n\n• **MPO** **calculation** – The MPO calculations using the Excel template provided for the same 24 samples is about 20-30 minutes, which is mostly time needed to manually determine the best segment of the curve using R2 parameters and slope values to infer the steepest slope."
        },
        {
            "header": "Troubleshooting",
            "content": "**Troubleshooting**\r\n\n\n• Depending on the mouse age and the severity of the intestinal pathology at any given age, the amount of tissue affected that needs to be dissected in early stages of disease may require mode SM-dissection replicates per animal to obtain sufficient tissue to run a MPO assay. However, the testing benefits of selecting only disease tissues, healthy tissue, and estimating the percentage of intestinal mucosa that is affected allows for a precise comprehensive assessment of the intestinal health.\r\n\n\n\r\n\n\n• Conversely, if the mice are older or if the intestinal pathology is very advanced, there will be difficulties dissecting and finding healthy tissues to test and make suitable comparisons to that of affected areas. To allow for a more balanced approach, it is advised to determine the best age/pathological temporal frame to conduct studies and identify driving mechanisms for disease compared to healthy tissues. Theoretically, SM-dissecting tissues would be ideal and best if the percentage of abnormal mucosa reached 50%.\r\n\n\n\r\n\n\n• Intestinal flora has a modulating role in disease; therefore, it is important to factor that into consideration when conducting studies with inducible and spontaneous IBD models. In our facility, the severity of disease in certain mouse models is increased in sibling littermates. For that reason controlling for gut flora via the PreFeH is an alternative to cohousing, which is not always feasible for male mice."
        },
        {
            "header": "Anticipated Results",
            "content": "**Anticipated results**\r\n\n\nThe study of inflammatory bowel disease models in laboratory animals \\(namely mice) is largely based on pathology and histological scores of random transverse or longitudinal thin intestinal sections. Here we illustrate in detail the approach and the protocols we have implemented using SM to profile, image and assay functionally focal pathologies \\(target lesions analysis) which has allowed us to demonstrate that target functional characterization of gastrointestinal \\(GI) health \\(using MPO activity as a biochemical example) is complementary and superior to understand disease mechanisms in 3D compared to traditional blind analysis of histological specimens. SM-imaging and stereoscopic vision, like in the 3D-movie industry is advantageous in that the tissues can be examined in real time \\(fresh soon after collection) without special staining. Our innate ability to understand the world in three dimensions has allowed us, through SM, to sample 3D-focal/structural pathologies for functional characterization and so phenotype the various inflammatory patterns in the intestinal tract of not only mice, but other animals. \r\n\n\n\r\n\n\nThe detailed protocol was validated and tested to minimize test variability and allow for a more comparable platform for inflammatory testing relying on SM and MPO as very rapid and cost effective technique. In short, this protocol explains how the intestinal mucosa is examined using SM, how small tissues are dissected in real time without the aid of staining from freshly dissected animals, how the sample is stored or immediately homogenized and mixed with a lysis buffer, and the activity measured using an chemically simple enzyme substrate and optic density. If reagents are prepared, up to 24 sample sets can be harvested, homogenized and tested in 4-5 h. Importantly, virtually any other tissue can be tested to be used as a within animal controlled test. Here we use mice as test model. Examples of MPO activity variability due to temperature of incubation \\(**Figure 5**) <a href=\"http://www.nature.com/protocolexchange/protocols/3863/uploads/3735\" > <img src=\"http://url/for/the/thumbnail/image\" > </a> and the relevance of integrated MPO and SM to elucidate spatial diversity within the same mouse are here illustrated \\(**Figure 6**) <a href=\"http://www.nature.com/protocolexchange/protocols/3863/uploads/3737\" > <img src=\"http://url/for/the/thumbnail/image\" > </a>).  Although we have described in great detail a protocol to quantify MPO precisely, and to control for potential gut microbiota confounding effects due to cage-to-cage variability, the most important aspect of 3D-target phenotyping relies on the observer’s ability to discern a given 3D-SM pathological lesion from among 10 possible abnormal 3D-SM categories and normal SM-mucosal anatomy as recently described. Therefore, it becomes critical that the observer recognizes the principles, rationale and limitations to the use of SM for intestinal 3D-target phenotyping.\r\n\n\n\r\n\n\n**Principles** **and** **rationale** **for** **SM** **vision** **in** **GI** **research**\r\n\n\nFrom a medical perspective, SM allows the visualization of microscopic surfaces magnified and dilated in all dimensions giving the observer an accurate sense of its real 3D topographical appearance <sup>\\(12,13,14)</sup>.  Such perception allows observers to assess and precisely manipulate most specimens without the aid of specialized devices. Although micromanipulators are available and needed to handle SM-magnified structures as small as single oocytes, our study focused on examining intestinal tissues at the villous level \\(villous width: 125-150 µm), and therefore was conducted harvesting tissues \\(~10 mg) by hand with the aid of scalpels or >26G needles as cutting/handling instruments to emphasize its potential for rapid implementation <sup>\\(6)</sup>.  In the early 1800s, stereoscopic images were famous as they recreated depth maps in people’s minds as optical photographic illusions. Stereoscopic vision was recreated when paired-pictures taken simultaneously with two-lens cameras \\(with lens separated by a distance equal to the distance between the human eyes) were seen simultaneously within a certain distance from the eyes. Currently, 3D-movie industries rely on this innate virtue of the brain to reconstruct structures in human minds. Stereomicroscopes were later invented by gradually improving separate magnifying optical pathways intended as telescopic extension of our eyes. \r\n\n\n\r\n\n\nWith acquired learning from real scenarios, our brain is highly accurate at predicting distances that separate objects if presented as SM images. A priori knowledge acquired as humans learn from the environment is what allows deciphering if an image is a real object or a miniaturized replica. The information needed by the brain to make predictions is multifactorial.  They include color, contrast, shades, scale \\(familiar size), occlusion \\(how much an object is occluded by a more forefront object), perspective \\(the difference between images acquired from each eye), parallax \\(the change of interrelationships between objects when the observer slightly shifts its position side to side), focus \\(the time it requires for our eye lenses to adjust and focus on a distant with respect to a close object), and convergence \\(the degree of strabismus or eye angulation toward the nose required to focus on close objects). Because SM benefits from previous learning, the purpose of the present manuscript is to illustrate in detail necessary aspects to make the protocols and derived knowledge more uniform. \r\n\n\n\r\n\n\n**Strengths** **and** **limitations**\r\n\n\nWith respect to the strengths, limitations, and the future development of SM-based technologies compared to histological procedures, SM analysis of intestinal tissues has advantages that cannot be captured by histological approaches as mentioned \\(_i.e.,_ the latter examines only very thin cross-sections in 2D).  Because SM is a new approach, there are not automated analyses available yet; however, automation is expected to expand the phenotyping possibilities with SM.  Currently, we are testing existing video analysis algorithms to stream the scoring of increasing number of SM videos. For such purposes, there is a growing body of literature in histological pathology to serve as foundation image analysis strategy for SM automation.  The choice of manual versus automated analysis when available in the future will ultimately depend on the user based on the volume of samples to process and the labor-computational time available for investment.  In our laboratory, SM video imaging of fixed GI specimens delays the submission of samples for histopathology in average 12-48 h when experimental groups have 24 mice \\(although, each mouse SM video takes 2-5 minutes to be completed, and 1-10 minutes to be analyzed).  The delay however is logistically irrelevant as it always increases our certainty that the phenotype is exactly characterized; certainty that we always lacked relying only on histology.  Complemented, SM and histology have been tremendously powerful to characterize the structural phenotype of intestinal diseases in all our tested mouse models.  Aside from the delay in sample submission for histology, no other limitations are evident.  SM is highly intuitive, inexpensive, and easily implemented for image capturing and analysis by no specialists making it suitable to be used as a real time readout when mice are used experimentally in fields outside of gastroenterology.\r\n\n\n\r\n\n\nWith respect to MPO activity variability, the present protocol seeks to quantify the total amount of oxidative activity in the tissue homogenate as a surrogate of inflammation or oxidative stress as a marker of inflammation and inflammatory cell infiltration while controlling for flora and 3D-architecture, something that has not been addressed in the past. A more specific antibody capture activity assay <sup>\\(4)</sup> is currently available that could be combined with the SM-dissection of our 3D-microscopic lesions samples to determine the concentrations of both extracellular and intracellular MPO activity using anti-MPO specific antibodies. MPO-antibody capture activity assays have increased sensitivity, but they will not improve the variability due to the local spatial variability we have recently discovered exist in the intestinal tract of mice using SM <sup>\\(6, 15)</sup>.  To control for reagent-related variability, we have developed the protocol here described to allow the rapid testing of several samples from a particular experiment in the same run, which can be standardized by using a control MPO reagent \\(_e.g.,_ Sigma M6908) to create a standard curve to make testing quantitative, use anti-MPO binding antibodies to increase test sensitivity, and re-scale the estimated values using a range between 1 and 2 as recently described<sup>\\(1)</sup> to make relative comparisons possible.     \r\n\n\n\r\n\n\n**Conclusion**\r\n\n\nIn conclusion, stereomicroscopic 3-D target biochemical \\(MPO) phenotyping is a cost-effective rapid strategy that can be used as a complementary research and diagnostic methodology in therapeutic and pathologic studies of intestinal inflammation."
        },
        {
            "header": "References",
            "content": "**References**\r\n\n\n\r\n\n\n1. Rodriguez-Palacios, A., Kodani, T., Kaydo, L., Pietropaoli, D., Corridoni, D., Howell, S., Katz, J., Xin W., Pizarro, T.T.,  & Cominelli F.  Stereomicroscopic 3D-pattern profiling of murine and human intestinal inflammation reveals unique structural phenotypes. _Nat. Comms._ DOI: 10.1038/ncomms8577. \\(**2015**).\r\n  2. Bradley, P. P., Priebat, D. A., Christensen, R. D. & Rothstein, G. Measurement of cutaneous inflammation: estimation of neutrophil content with an enzyme marker. _J. Invest. Dermatol._ 78, 206–209. \\(**1982**).\r\n  3. Brown, S. D. & Moore, M. W. The International Mouse Phenotyping Consortium: past and future perspectives on mouse phenotyping. _Mamm. Genome_. 23, 632–640 \\(**2012**).\r\n  4. Schierwagen C, Bylund-Fellenius AC, Lundberg C. Improved method for quantification of tissue PMN accumulation measured by myeloperoxidase activity. _J Pharmacol Methods._ May;23\\(3):179-86. \\(**1990**).\r\n  5. Pulli B1, Ali M, Forghani R, Schob S, Hsieh KL, Wojtkiewicz G, Linnoila JJ, Chen JW. Measuring myeloperoxidase activity in biological samples. _PLoS One._ Jul 5;8\\(7):e67976. doi: 10.1371/journal.pone.0067976. \\(**2013**).\r\n  6. Krawisz JE, Sharon P, Stenson WF. Quantitative assay for acute intestinal inflammation based on myeloperoxidase activity. Assessment of inflammation in rat and hamster models. _Gastroenterology._ Dec;87\\(6):1344-50. \\(**1984**).\r\n  7. Hufeldt, M. R., Nielsen, D. S., Vogensen, F. K., Midtvedt, T., & Hansen, A. K.  Variation in the Gut Microbiota of Laboratory Mice Is Related to Both Genetic and Environmental Factors. _Comparative Medicine._ 60\\(5), 336–342. \\(**2010**). \r\n  8. Hildebrand F, Nguyen TL, Brinkman B, Yunta RG, Cauwe B, Vandenabeele P, Liston A, Raes J.  Inflammation-associated enterotypes, host genotype, cage and inter-individual effects drive gut microbiota variation in common laboratory mice. _Genome Biol_. Jan 24;14\\(1):R4. doi: 10.1186/gb-2013-14-1-r4. \\(**2013**).\r\n  9. Campbell JH1, Foster CM, Vishnivetskaya T, Campbell AG, Yang ZK, Wymore A, Palumbo AV, Chesler EJ, Podar M. Host genetic and environmental effects on mouse intestinal microbiota. _ISME J_. Nov;6\\(11):2033-44. doi: 10.1038/ismej.2012.54. Epub 2012 Jun 14. \\(**2012**).\r\n  10. Seedorf H, Griffin NW, Ridaura VK, Reyes A, Cheng J, Rey FE, Smith MI, Simon GM, Scheffrahn RH, Woebken D, Spormann AM, Van Treuren W, Ursell LK, Pirrung M, Robbins-Pianka A, Cantarel BL, Lombard V, Henrissat B, Knight R, Gordon JI. Bacteria from diverse habitats colonize and compete in the mouse gut. _Cell._ Oct 9;159\\(2):253-66. doi: 10.1016/j.cell.2014.09.008. Epub 2014 Oct 2. \\(**2014**).\r\n  11. Corridoni, D., Pietropaoli, D., Di Stefano, G., Rodriguez-Palacios, A., Guanzon, M., Menghini, P., Xin, W., Pizarro, T.T. & Cominelli F. NOD2 Plays a Pro-Inflammatory Role in the Chronic Phase of Crohn's-Like Ileitis by a Mechanism Involving Th2 Cytokines. _Gastroenterology._ 146:5 Supplement 1. S-48. \\(**2014**).\r\n  12. Nam, K. W., Park, J., Kim, I.Y.,  & Kim, K.G. Application of stereo-imaging technology to medical field. _Healthc Inform Res_. 18 \\(3), 158. \\(**2012**).\r\n  13. M. N. Ohe, R. O. Santos, M. C. Neves, A. B. Carvalho, I. S. Kunii et al., Autotransplant tissue selection criteria with or without stereomicroscopy in parathyroidectomy for treatment of renal hyperparathyroidism. _Braz J Otorhinolaryngol_ 80 \\(4), 318. \\(**2014**).\r\n  14. Hay, R. F., Gibson, G. M., Lee, M. P., Padgett, M. J., & Phillips, D. B. Four-directional stereo-microscopy for 3D particle tracking with real-time error evaluation. _Opt Express_. 22 \\(15), 18662. \\(**2014**).\r\n  15. Rodriguez-Palacios, A., Kaydo, L., Pietropaoli, D. & Cominelli F.   Stereomicroscopy in pre-clinical and immunological studies of acute and chronic intestinal inflammation. _Gastroenterology_. 146:5, S-523-S-524. \\(**2014**)."
        },
        {
            "header": "Acknowledgements",
            "content": "**Acknowledgments** \r\n\n\nSpecial thanks to Lindsey Kaydo, Luca Di Martino, and Dr Mitchell Guanzon \\(CWRU) for assisting with myeloperoxidase activity assays and for thorough discussions, Joshua Webster, and Dennis Gruzka for maintaining our animal vivarium, and Alicia DePlatchett and Urooj Siddiqui for suggestions and proof reading of manuscript. Work supported by National Institutes of Health Grants DK091222, DK055812 and DK042191 to F.C, and by the Crohn’s and Colitis Foundation of America via a Career Development Award to A.R.P.  F.C. and A.R.P. are director and technical director of the Cleveland Digestive Diseases Research Core Center, and its Mouse core center, respectively."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 13334,
                "identity": "a058575d-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Alexander Rodriguez-Palacios",
                "email": "axr503@case.edu",
                "orcid": "",
                "institution": "Division of Gastroenterology and Liver Disease, Case Western Reserve University School of Medicine",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Alexander",
                "middleName": "",
                "lastName": "Rodriguez-Palacios",
                "suffix": ""
            },
            {
                "id": 13335,
                "identity": "a0585a72-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Natalia  Aladyshkina",
                "email": "",
                "orcid": "",
                "institution": "Division of Gastroenterology and Liver Disease, Case Western Reserve University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Natalia",
                "middleName": "",
                "lastName": "Aladyshkina",
                "suffix": ""
            },
            {
                "id": 13336,
                "identity": "a0585d0c-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Fabio Cominelli",
                "email": "",
                "orcid": "",
                "institution": "Digestive Health Institute, University Hospitals Case Medical Center, Case Western Reserve University School of Medicine",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fabio",
                "middleName": "",
                "lastName": "Cominelli",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2015-06-21 02:52:22",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2015.065",
        "doiUrl": "https://doi.org/10.1038/protex.2015.065",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2609155,
                "identity": "9e2dc831-798e-4fd2-8134-97dcaf6bca0c",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:43",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4843442,
                "visible": true,
                "origin": "",
                "legend": "*Proposed protocol for stereomicroscopic 3D-target MPO intestinal phenotyping and fecal homogenization.*   *a*) Illustration of experimental approach. Fecal transplant experiments with germ free mice in our facility indicate that housing conditions may result in the presence of unpredictable distinct (pro/anti-inflammatory) fecal microflora.  We propose an inter-subject pre-experimental fecal flora homogenization (*IsPreFeH*) protocol prior to experimentation as an alternative to animal cohousing to expose all animals subject to experimentation to a common composite fecal flora.  *b*) Schematic illustration of animal feces and bedding material handling for the fecal homogenization protocol.  The color intensity on mouse and bedding silhouettes represent a measure of flora diversity. isPreFeH allows the homogeneous exposure of all animals to the same mouse flora to determine if the microflora has an effect on the mice, or if mice have an effect on microflora.  Two possible outcome alternatives are illustrated. Option A, the gut flora composition remains comparably the same after fecal homogenization irrespective of mouse genetic background. Option B, the gut microflora changes reproducibly and clusters accordingly with mouse genetic background.   *c*) Images illustrating the appearance of a mixture of fecal bedding (corn cob bedding and dry fecal pellets of normal appearance) with PBS in a beaker prior physical (manual) homogenization, the glass beads used to homogenize freshly collected fecal pellets inside a 15 mL conic tube, and the collection and mixing of particulate-free homogenate suspensions as they are aspirated with a syringe via a gavage needled.  *d*) Representative images from fresh tissues (standard photography), and Bouin’s solution-fixed tissues to illustrate areas that can be SM-microdissected (SM-images) and compared (normal vs abnormal within the same mouse) for MPO or other functional assays.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/figure_1.png"
            },
            {
                "id": 2609159,
                "identity": "d80d6cf6-dea7-4513-80ab-896f5a8050e2",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 14113150,
                "visible": true,
                "origin": "",
                "legend": "*A* *SM-dissection* *strategy* *and* *settings* *for* *reagent* *handling* *and* *MPO* *activity* *in* *96-well* *assay.*      *a*) Illustration of SM-microdissection of circular intestinal tissues from mice using biopsy punches of various diameters.  Note the context in the intestinal segment of a 30 week old mouse, with abnormal areas of villous aggregation and inflammation (red dashed line delineates cobblestone).  Note that the precise methods and benefits for various SM sampling strategies have been justified in detail.   *b*) The pH strips, only for illustration purposes, highlight that MPO solution buffers that need to be combined to make HTAB of pH 6. MPO activity can occur at various pH with minimal effect, but the one reported here has been the reporting research standard.  *c*) The HTBA lysis buffer reagents come off solution and precipitate as the buffer temperatures decrease, even if not in direct contact with wet ice. Keep the HTBA reagent cool noticing there is no precipitation and add to the tissues when ready/weighted; then put on ice and homogenize as soon as possible (within 5-10 minutes).  *d*) The samples and HTAB lysis buffer, in Eppendorf tubes, are placed on ice waiting for homogenization. Note the 96-well plate is chilled on ice ready for loading of sample HTBA lysate supernatant, and containers are ready for loading/dispensing the dianisidine substrate.  Note that condensation at the bottom of (inside) well in chilled plates has no effect on MPO estimates; however, clean the external plates’ bottom wall with a clean dry towel at the time of OD determination to prevent OD diffraction.   *e*) We determine the best approach to process samples effectively is to load them and dispense the dianisidine substrate using an 8-channel pipette, alternating columns in the following order: Column 1, 5, 9, then 2, 6, 10, and lastly 3, 7, 11, when 24 samples are loaded and spaced in triplicate with an empty column in between.  The use of a 6-well plate is ideal if different substrates are tested, while implementing the protocol. In this case, each well has a different dilution factor for the dianisidine (in tablet form) reagent.",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/figure_2.png"
            },
            {
                "id": 2609157,
                "identity": "f41a2b74-ccbd-4c61-8d61-ef4cb7b10a78",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 4899728,
                "visible": true,
                "origin": "",
                "legend": "*Overview of Myeloperoxidase activity 96-well assay for rapid intestinal phenotyping.*      *a*) Different bead-types and beating (homogenization/times) methods have been tested in our laboratory to allow the rapid and reproducible testing of miniaturized SM-dissected samples from the intestinal tract of mice.   *b*) The best beads for homogenization were ceramic beads and a combination of glass beads of 0.8 and 2.5mm diameter. If multiple organs are to be tested, including hard tissue to homogenize like heart and muscle we determine the combination of glass beads to be superior.  *c*) We determine also that the best approach is to have each sample (A1, 2, 3, B1, 2, 3,, …,) loaded in triplicate with a space in between to minimize confusion and loading mistakes (column 4). Note the color of the dianisidine reaction after completion of the 5 minute OD reading.  Colorless well means lack of MO activity. Green indicates excessive dianisidine concentration in substrate. Orange indicates appropriate concentration, proper reaction efficiency.  *d*) We determined the best is to run 24 samples per plate. The directions of the downward arrows indicate the order in which samples can be loaded and labeled to enable the use of the ‘MPO calculator’ template available in the excel file attached.  *e*) Screenshot of OD~450~ reading software from the plate reader showing the OD changes over time (every 30 seconds, 5 minutes). Note that all replicates performed as expected, except A5 which is different from A6 and A7; in this case it is advisable to use the average A6 and A7 to compute the sample MPO activity.  *f*) The goal of each curve is to identify the steepest slope, which is facilitated with the Excel ‘MPO calculator’ template with imported OD raw data for each curve in table format. Note how a pipetting bubble in a well could introduce errors if the first three data points were used for estimation and if steepest slope was not identified manually (with the aid of R^2^ parameters in the Excel file, the purpose is to identify blindly the steepest slope/highest MPO for each curve trio). ",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/figure_3.png"
            },
            {
                "id": 2609156,
                "identity": "5825f748-4a93-4248-9210-405636f249c0",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 222154,
                "visible": true,
                "origin": "",
                "legend": "*Effect of artifacts in one of the MPO blank negative reactions on MPO activity estimates.*       *a*) Illustration to highlight that using blanks for blanking calculation purposes is not necessary for MPO activity estimations. It is better to use a blank if desired to ensure there is no confounding colorimetric activity due to the reagents, but not to use it for normalization. Note how an air bubble in one of the blank replicates disrupted the OD curve for actual samples D1-D3 when the ‘Blank 450’ option was used for automatic normalization.  *b*) In the case shown, we determined that the best approach is to use the average of the two curves that look more alike if a third curve has a distinct unexpected behavior.  *c*) Illustration of 16 samples in triplicate to highlight that it is better to load a sample than a blank.  ",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/figure_4.png"
            },
            {
                "id": 2609161,
                "identity": "3eecea1a-d986-4b77-8605-ca81d6e05578",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 319367,
                "visible": true,
                "origin": "",
                "legend": "*Effect of temperature and dianisidine concentration on MPO estimations.*      *a*) We determined that the effect of incubation temperature on the MPO estimates using the presented protocol is approximately linear within the range of 28-41^o^C.   *b*) Note that repeated analysis over 30 minutes at 28^o^C (samples lysates were run, placed on ice, and then run again with the same dianisidine substrate reagent) resulted in slight nonsignificant reduction of MPO activity. Because most laboratories would be able to work at room temperature or to slightly heat (but not cool down) an OD reading platform, we propose to set the incubation at 28^o^C; as it was the maximum room temperature reported in our facilities over a course of three years.   *c*)  Effect of dianisidine concentration (in the reporting colorimetric substrate) on the MPO estimates. We determined that of all reagents required for MPO activity, the most important was the concentration of dianisidine.  To minimize technical errors we established that the use of commercial dianisidine tablets would provide an effective form of guaranteeing stable reagent preparations.  However, we noted that the tablets provided the highest MPO estimates if used at the reported dilution factor 1:2 (the actual concentration in substrate is reported in brackets) while keeping all other reagents constant (including hydrogen peroxide concentration of 10 µL at 1% per 10 mL of substrate). Note that the tablet may contain agglomerant ingredients not described in the product  that might interfere with the reaction; therefore, it is necessary to determine the activity in each laboratory compared to powder form before adopting the tablet based method.   *d*)  Effect of dianisidine concentration from table _versus_ powder, and hydrogen peroxide in one sample. Note the deleterious effect of excessive hydrogen peroxide (uL per 10 mL of substrate solution, see reagent section), and the potential to reproduce the findings using the tablet form. To minimize the large reagent-dependent variability, refer to the discussion on test limitations and recommendations to improve the quantitative and comparability value of results from this colorimetric protocol in the Anticipated Results section. ",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/figure_5.png"
            },
            {
                "id": 2609160,
                "identity": "aca835ee-70bf-4641-a5e9-2571ac65eb88",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 149590,
                "visible": true,
                "origin": "",
                "legend": "*Local contextualization of MPO activity and gene expression on SM-dissected tissues.*   Two mouse models of IBD are presented at 30 weeks of age for illustration purposes. The mouse on the left is a mouse model of cobblestone ileitis (SAMP1/YitFc) after treatment with dexamethasone (5 mg/kg, i.p., q 24h; 7 days). The mouse on the right is a healthy C57BL/6J (B6) mouse after 7 days of treatment with DSS in the drinking water. Note the SAMP mouse despite dexamethasone treatment has high MPO activity in area affected with SM-cobblestones, and the comparative DSS-distal colitis in the B6 mouse.  SM-dissection of tissues has allowed the better understanding of the inflammatory mechanisms in local lesions and regionally as intestinal segments transition from oral-to-aboral areas. All data presented is raw RT-qPCR CT values as described.    ",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/figure_6.png"
            },
            {
                "id": 13464948,
                "identity": "0912b7cf-19b8-4084-8f50-37e5e1ec8d71",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:13",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 4788266,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/bbeda763-1084-480e-8ae2-bf850fac8e3c.pdf"
            },
            {
                "id": 2609158,
                "identity": "f492a4b8-6014-49ac-b866-47ee0b4c79cc",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:44",
                "extension": "xlsx",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 37853,
                "visible": true,
                "origin": "",
                "legend": "*Supplementary Excel file 1*   *MPO Excel calculator*   This MPO-Excel file contains the equations necessary for the rapid reproducible determination of MPO activity. The reader needs to copy and paste the OD~450~ raw data from the plate reader in a table format, look at the curve values, and remove the data points that are outside of the steepest curve slope. MPO and other parameters will be automatically determined. Basic understanding of enzyme kinetics and linear regression and line fitting statistics is required.",
                "description": "",
                "filename": "supplement0.xlsx",
                "url": "https://assets.researchsquare.com/files/nprot-3863/v1/supplement_0.xlsx"
            }
        ],
        "financialInterests": "Authors declare no conflict of interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "stereomicroscopy, focal pathologies, inflammatory bowel disease, ulcerative colitis, mouse models, cobblestone lesions",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "We recently described a unique phenotyping protocol based on stereomicroscopy \\(SM) to comprehensively characterize the intestinal mucosal topography in healthy and diseased mice \\(_3D-SMAPgut_).  Such stereoscopic enterophenotyping approach has allowed the elucidation of novel pathophysiological mechanisms to explain three-dimensional \\(3D)-inflammatory structure patterns \\(stereoenterotypes) in the intestinal tract.  Here we describe a step-wise protocol to assess the inflammatory reactivity of intestinal tissues using an improved cost-effective myeloperoxidase activity \\(96-well dianisidine) assay on SM-microdissected lesions harvested from intestinal specimens according to 3D-SM appearance.  In addition, we emphasize the importance of controlling for gut flora effects by describing a laboratory protocol to harvest fecal and soiled bedding material from experimental mouse groups; the goal of this \\(‘inter-subject Pre-experimental Fecal flora Homogenization ‘IsPreFeH’) is to expose all investigational subjects to a composite of fecal material prior to experimentation as an alternative to cohousing which may not be always feasible with males and in all strains. Together, this methodology has enabled documenting the relevance of SM profiling of inflammatory 3D-structures in the gut while controlling for the cage effects of gut flora variability.",
        "manuscriptTitle": "Stereomicroscopy and 3D-target myeloperoxidase intestinal phenotyping following a fecal flora homogenization protocol",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2015-07-17 10:57:55",
                "doi": "10.1038/protex.2015.065",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a0580394-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 17th, 2015",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3324,
                "name": "Microbiology"
            },
            {
                "id": 3326,
                "name": "Optics and photonics"
            },
            {
                "id": 3327,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 3328,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2015-07-17 10:57:55",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}