{
    "identity": "nprot-2432",
    "title": "Local immunotherapy in experimental murine lung inflammation",
    "content": [
        {
            "header": "Introduction",
            "content": "Asthma bronchiale is a chronic inflammatory disease of the lung. It is marked by airway hyperresponsiveness, i. e. a constriction of the airways due to contact to a certain stimulus that is usually innocuous, as well as enhanced mucus production and remodelling of the airway wall. The most common form of asthma is allergic asthma, which is induced by sensitization of the airways to ordinary aeroallergens. Mostly this sensitization is mediated by TH2-type T lymphocytes, which secrete specific cytokines, e. g. Interleukin 3 \\(IL-3), IL-4, IL-5, IL-9, IL-13 or GM-CSF. Those factors coordinate the classic asthma immune response, like TH2 cell survival, B cell isotype switching to IgE, as well as mast cell, eosinophil and basophil recruitment and maturation1,2. So far, therapeutic approaches have been focusing on inhibition of  the TH2 response, as well as skewing the immune response to a more pronounced TH1 response or on the induction of regulatory T cells \\(Treg)3-5. \r\n\n\nAs inflammatory diseases of the lung have a great impact on public health, it is necessary to find out more about the cellular and molecular mechanisms of the disease to develop new therapeutic strategies. Treatment approaches in murine models of asthma have been standardized in different laboratories and can be divided into the following groups: intraperitoneal \\(i. p.), intramuscular \\(i. m.) or subcutaneous \\(s. c.) injection and intratracheal \\(i. t.) or intranasal \\(i. n.) application. A wide range of substances can be applied with these methods, e. g. antibodies, small RNA inhibitory molecules or cytokines resuspended in physiological solutions like saline6. Zavorotinskaya et al. published a study in which they compared the effects of i.m. and i.t. delivery of a recombinant adeno-associated virus \\(AAV) vector expressing an IL-4 receptor antagonist \\(IL-4RA) in an OVA-induced murine model of asthma, very similar to our protocol described here for intranasal delivery of treatment for experimental allergic asthma \\(Fig. 1a). They were able to demonstrate a positive effect on asthma symptoms in both groups. The i. m. as well as the i. t. delivery of AAV IL 4RA led to a marked decrease of eosinophils in bronchoalveolar lavage fluid \\(BALF), reduction of mucus production and cellular infiltration in the lung. Furthermore airway hyperresponsiveness \\(AHR) was significantly reduced in both treated groups. However, after injection of the vector into a skeletal muscle, the expression of IL-4RA was stable over 30 weeks, while its expression in the i. t. treated group was lost after 20 weeks. Nonetheless a local administration of the therapeutic might be advantageous, as possible systemic side effects after i. m. application were not investigated in this study5. \r\n\n\nIn an analogous investigation we analyzed the impact of i.t. delivery of an IL-28A expressing adenoviral vector \\(AdIL-28A) compared to intranasal treatment with recombinant IL-28A in an OVA-induced murine model of asthma. IL-28A was described to promote TH1 cell differentiation in vivo, while suppressing TH2-mediated responses in the airways. Eosinophilia in BALF was reduced in both groups opposed to untreated control groups, though the effect was more pronounced in the i. t. treated group. In contrast to that, the observed decrease of neutrophils was stronger in the i. n. treated group. Lymphocytes in BALF were also decreased in mice receiving AdIL 28 i. t., whereas no significant reduction was seen after i. n. treatment. The expression of the typical TH2 cytokines \\(IL-5, IL-13), as well as the TH17 cytokine IL-17A, was reduced in both groups of treated mice while the TH1 cytokine IFNγ was increased, again, i. t. application of AdIL-28A had a stronger effect. Both treatments also showed a positive effect on mucus production and lung inflammation observed in histology, as well as a decrease of AHR. Interestingly, although there was no difference in the decrease of mucus production and inflammation between i. t. and i. n. treated groups, AHR was further reduced in animals treated intranasally with IL-28A. Clearly, we showed that local application of IL-28A, both as recombinant protein and expressed in a vector, leads to an amelioration of asthma symptoms in a murine model of asthma4.\r\n\n\nIt is known that IL-6 expression is increased in BALF in patients with asthma. We also found increased levels of the soluble IL-6 receptor \\(sIL-6R) and assumed a correlation between the expression of that receptor and TH2 cytokine production. Indeed, in a murine OVA-induced model of asthma, we could show a decrease of TH2 cytokine production after i. n. application of gp-130-Fc, a chimeric molecule specifically blocking sIL-6R. AHR was also reduced after this treatment and also when an anti-IL-6 receptor antibody, blocking the membrane-bound IL-6 receptor \\(mIL-6R), was given i.n. The application of anti-IL 6R antibody, additionally, led to an increase in IL-10 secretion from CD4+ T cells, which were identified to be CD4+CD25+ regulatory T cells. Intriguingly, i.n. application of anti-IL-6R antibody 30 min before OVA challenge on days 25/26/27 but not i.p. delivery of the same antibody on day 0 induced these cells in the lung. Furthermore IL-6 levels in BALF were even enhanced after i.p. treatment with anti-IL-6R antibody compared to the untreated but OVA challenged group, pointing to a negative feedback mechanism. Taken together, these findings indicate that local administration of anti-IL-6R antibody could be beneficial for asthma patients7. Based on these results we showed in further experiments that i.n. administration of anti IL-6R antibody increased apoptotic cell death of CD4+ T effector cells in a CD4+CD25+Foxp3+ Treg dependent manner, thereby alleviating OVA-induced experimental asthma in mice3. In additional studies we were also able to show that i.n. delivery of substances that induce a local immunosuppressive environment within the lung might be potential therapeutics for asthmatic patients6,8.\r\n\n\nTaken together, these studies nicely show that i.t. or i.n. treatment is a feasible procedure in murine experimental asthma. Of course the method can also be applied for researching other respiratory diseases like chronic obstructive pulmonary disease \\(COPD) or lung cancer. The probably biggest advantage of local administration of substances directly into the lung is avoiding systemic changes in other organs, which may lead to severe side effects. Here the i.t. delivery has the benefit of ensuring the complete application of the chosen substance directly into the lung, while intranasal treatment may result in uptake of the substance into the digestive tract. However, i. t. administration is more invasive and needs a lot more handling experience from the researcher. Therefore, i.n. instillation of therapeuticals has become an important routine method in laboratories investigating the local immune function in the lung in health and disease. \r\n\n\nHere we present a protocol standardized in our laboratory and previously described in experimental murine models of asthma7,9,10. It consists of two phases, with allergen sensitization at the beginning and subsequent allergen challenge near the end of the experiment \\(Fig. 1a). While the induction of allergic asthma follows this easy to copy scheme, the reader can adjust the time of treatment to the need of the experiment. For example in vaccination strategies it is advisable to apply substances on the days before the allergen challenge phase, while for therapeutic applications delivery during the allergen challenge phase is advantageous."
        },
        {
            "header": "Reagents",
            "content": "Mouse strains selected for different experimental protocols. In case of an allergic asthma model we selected Balb/c mice because they have a Th2 skewed genetic background. Analyzing a knock out mouse which has another genetic background poses the possibility that the hallmarks of asthma \\(AHR, inflammation, mucus production etc.) are not so well induced. \r\n\n\nAll mice are housed in individually ventilated cages equipped with microisolator lids in the animal facility of our department. \r\n\n\nCAUTION: Experiments with living animals need to be undertaken with approved licence. All experiments were performed with approved license \\(23177-07/051-1V2 and 54-2532.1-2/10) from the Ethical Committees of Rheinland-Pfalz and government of Mittelfranken, Bavaria, respectively). \r\n\n\nIsoflurane \\(Forene®, Abbott GmbH, Wiesbaden, Germany,4831867)\r\n\n\nOxygen \\(Conoxia® GO2X, Linde AG, Unterschleißheim, Germany, cat. no.: 2020101)\r\n\n\nPhosphate buffered saline \\(PBS), without calcium or magnesium \\(Gibco-Invitrogen, Life Technologies, Darmstadt, Germany, cat. no. 14190) \r\n\n\nAlternative anaesthetic I: Avertin \r\n\n\no Stock solution: 10 ml t-Amyl-Alcohol \\(2-Methyl-2-butanol, Sigma-Aldrich Chemie GmbH, Munich, Germany, cat. no. 152463) and 10 g 2,2,2 Tribromo-methanol \\(Sigma-Aldrich Chemie GmbH, Munich, Germany, cat. no. T48402)\r\n\n\no Working solution: 2.5 % \r\n\n\no 0.25 ml stock solution and 9.75 ml PBS\r\n\n\no Vortex 10 minutes. Prepare 3 hours before use and leave at 4° C.\r\n\n\no Doses: 15-17 µg/g of mouse \\(i.p. application of 50-70µl, depending on the weight)\r\n\n\nAlternative anaesthetic II: Ketamine \\(Ratiopharm GmbH, Ulm, Germany; Stock solution: 50 mg/ml; final concentration: 12 mg/ml), Xylazin \\(Rompun® Inj. solution 2 %, Bayer Animal Health GmbH, Leverkusen, Germany; final concentration: 1.6 mg/ml) in sterile PBS; Ketamine and Xylazine are mixed with PBS and stored at 4°C; i.p. application of 80-100µl depending on the weight\r\n\n\nIt is not recommended to use these two anaesthetics \\(alternative I and II) for repeated narcoses during a short period of time. At least 24 h between two treatments are required. \r\n\n\nReagent to be delivered in appropriate concentration \r\n\n\nCAUTION: The reagent should be solved in a physiological solution \\(e.g. PBS) without any adjuvants \\(e.g. bovine serum albumin \\(BSA)). Intranasal application is thus possible for all substances that can be solved in a physiological solution \\(e.g. antibodies, cytokines, DNA, RNA, ovalbumin, dexamethasone, galiellalactone). It is suitable to prepare aliquots for each application if the reagent to be delivered is solved in larger volumes.\r\n\n\nOvalbumin: Albumin, Chicken Egg, 5X Crystalline, Calbiochem, Merck KGaA, Darmstadt, Germany, cat. no. 32467\r\n\n\nOVA-Texas Red: Invitrogen, Darmstadt, Germany, cat. no.: O23021\r\n\n\nTrypan blue: Biochrome AG, Berlin, Germany, cat. no.: L 6323\r\n\n\nDAPI × 2 HCl \\(4',6-Diamidino-2-phenylindole dihydrochloride, Life Technologies, Darmstadt, Germany, cat. no. D1306)"
        },
        {
            "header": "Equipment",
            "content": "1.5 ml Eppendorf tube, autoclaved \\(Eppendorf AG, Hamburg, Germany, cat. no. 0030 120.086)\r\n\n\n200 µl tips, autoclaved \\(Starlab GmbH, Ahrensburg, Germany, cat. no. S1111-1006)\r\n\n\nIsoflurane delivery system connected to oxygen \\(Eickemeyer Medizintechnik für Tierärzte KG, Tuttlingen, Germany) \\(Figure 2a)"
        },
        {
            "header": "Procedure",
            "content": "REAGENT SETUP\r\n\n\nReconstitute the reagent to be delivered according to the manufacturer’s instructions and store at 4 °C or -20 °C\r\n\n\nCAUTION: Dilution of the reagent should be performed under sterile conditions to exclude possible contaminations.\r\n\n\nPrepare aliquots if necessary.\r\n\n\nIntended delivery amount depends on the corresponding antibody or cytokine.\r\n\n\nThe appropriate concentration of the substance to be applied to the mouse depends on its biological effects. Generally speaking, the sufficient concentration of the antibody depends on the number of cells per lung \\(see Sauer et al. and Maxeiner et al.11,12) and the concentration of antibodies that is required to neutralize the amount of cytokine released by such cells.\r\n\n\nIntended delivery volume: 25-50 µl PBS per mouse. \r\n\n\nAfter dilution the reagent can be stored at 4 °C for a few hours. However, it is advisable to prepare the dilution directly before usage. It is also advisable to let the reagent warm to room temperature before application.\r\n\n\nAnaesthesia:\r\n\n\no Isoflurane \\(ready to use solution).\r\n\n\no Avertin \\(prepare according to MATERIALS, Alternative I)\r\n\n\no Ketamine \\(prepare according to MATERIALS, Alternative II)\r\n\n\n\r\n\n\nPROCEDURE \r\n\n\nBox 1: Protocol to treat mice while developing asthma \\(therapy).\r\n\n\nMice are organized in cages in accordance to the different groups as indicated in Figure 1a. Mice within the asthma untreated and treated groups received 200µl of OVA complexed with alum \\(OVA/alum) i.p. on days 0 and 7. The control group received instead PBS complexed with alum at the same time points. Eight days after sensitization the mice were treated i.n. with 25-50µl of OVA \\(asthma untreated and treated groups) or PBS \\(control group) on days 25, 26 and 27. Alternatively, mice can also be treated with OVA or PBS as aerosol. Additionally, the asthma treated group received i.n. 25-50µl of the indicated treatment \\(for example IL-6R) 30 minutes to 2 h prior to the allergen challenge \\(days 25-27). At day 28 AHR measurements are performed followed by BALF and lung cell suspension as previously described12-13.\r\n\n\nNote: OVA/alum complex preparation: To weigh 5 mg of Ovalbumin and dispense it in 10 ml 0.9% NaCl and 1g of Aluminium potassium sulphate \\(alum) dispense it in 10 ml of distilled water. Then pipette the alum to the OVA and set the pH-value to 6.5 by adding NaOH. Afterwards the solution has to incubate for 1h at room temperature with gentle shaking. Centrifuge the OVA/alum for 5 min, 1500 rpm at 4°C and discard the supernatant. Add Aqua dest. ad 10 ml and resuspend the OVA/alum solution well. \r\n\n\nThe OVA/alum solution should be used the same day or stored at 4°C and used the next day. \\(Figure 1b).\r\n\n\nIt is always advisable to test substances of interest in vitro in cell culture experiments before applying them into the mice in order to check their efficiency for the desired application.\r\n\n\n\r\n\n\n1 Dilute the reagent to appropriate concentration as described in REAGENT SETUP and store on ice.\r\n\n\n2 Anaesthetize the mouse with Isoflurane for 30 sec to one minute by putting it into the mouse box of the equipment \\(Figure 2a).\r\n\n\nCritical step: It is important to use the equipment according to the respective instructions to avoid harm to the mouse. Take the animal out of the mouse box as soon as it does not move anymore and its breathing has slowed down slightly. The timing is extremely critical as this is essential for successful application of the reagent to the mouse. If anaesthesia is not deep enough the mouse might wake up while still applying the reagent which leads to loss of the reagent and thus incomplete physiological effects.\r\n\n\n3 Take 25-50 µl of the solution into a pipette.\r\n\n\nCritical step: Do not use more than 50 µl for intranasal application as this will decrease the efficiency of the delivery and may be dangerous for the mouse. \r\n\n\n4 Take the mouse out of the mouse box and hold it in the neck, to stabilize the head. Fix the tail with the fingers. Bend the head back slightly to keep the respiratory passages clear and remove respiratory obstructions.\r\n\n\n5 Immediately pipette the solution carefully and slowly directly onto the nose of the mouse. Put it back into the cage. \r\n\n\nCAUTION: Make sure that the mouse is awake and well after the procedure\r\n\n\n6 At the end of the experiment \\(Figure 1a) mice are sacrificed and the lungs are removed and analysed as shown in Sauer et al. and Maxeiner et al 11,12. At this point it is also possible to measure airway hyperreativity and take blood samples as well as perform a broncho-alveolar lavage. For anticipated results see Figures 2 and 3.\r\n\n\nTIMING: ca. 5 minutes"
        },
        {
            "header": "Timing",
            "content": "5 minutes"
        },
        {
            "header": "Troubleshooting",
            "content": "Mouse sneezes during application --> Put the mouse back into the mouse box for a few seconds to increase anaesthetic depth.\r\n\n\nMouse starts to visibly starts to swallow the solution --> Put the mouse back into the mouse box for a few seconds to increase anaesthetic depth."
        },
        {
            "header": "Anticipated Results",
            "content": "The anticipated results differ according to the respective experimental setting. Intranasal application of substances can be useful to deliver neutralizing or agonistic antibodies, recombinant cytokines or antisense RNA molecules. In the following section we describe the results from experiments using recombinant chemicals, antibodies and cytokines. We have used this technique in the past by applying an antibody to block Th2 development via induction of regulatory T cells7 or by inducing apoptosis of Th2 cells3. When given intranasally during allergen challenge a smaller effect as compared to delivery before allergen sensitization might be the result. However, the delivery of the antibody during the allergen challenge phase mimics a more therapeutically use whereas the delivery before allergen sensitization is meant to mimic a vaccination. Figure 1a shows a typical protocol used to induce allergic asthma in mice.\r\n\n\nWhen blood is sampled from the mice it should be examined for IgE content in the serum, for example with ELISA. OVA-treated mice should have significantly more IgE in their serum than PBS-treated mice \\(Figure 2c). \r\n\n\nMice are subjected to analysis of airway hyperresponsiveness \\(AHR) which is a typical characteristic of allergic asthma. This is typically performed at the end of experiment before the mouse is sacrificed. Mice are challenged with methacholine in order to induce bronchoconstriction. Thus, allergen treated mice should have a significantly increased AHR in comparison to PBS-treated mice \\(Figure 2d). Another hallmark of asthma is lung inflammation. The whole lung or parts of it can be fixed in formalin and used for histological analysis. Haematoxilin and eosin staining is typically used to analyse the intensity of inflammation. Here OVA-treated animals should show a significantly increased infiltration of inflammatory cells like eosinophils or lymphocytes compared to PBS-treated animals \\(Figure 2e). Performance of broncho-alveolar lavage is also a typical read-out for analysing mice in a setting of allergic asthma. The cells can be quantified and the content of eosinophils and neutrophils can be determined. This is possible with flow cytometry. CD3-CD45R-Gr1+CCR3- cells are quantified as neutrophils, while CD3-CD45R-Gr1-CCR3+ are characterised as eosinophils. Figure 3a-c and Box2 show and describe respectively a gating strategy which we apply to analyse these cells. The results shown in Fig. 3d-f demonstrate that OVA-treated mice have significantly increased neutrophils and eosinophils in the BAL in comparison to PBS-treated mice \\(Fig.3f)).\r\n\n\nWhen analysing the role of a potential asthma therapeutics the aim is to reduce these classical hallmarks of allergic asthma in OVA-treated animals significantly.\r\n\n\n\r\n\n\nBox2: Differential analysis of inflammatory cells in the BALF by FACS: Eosinophils and neutrophils\r\n\n\n1. Centrifuge the BALF for 5 min at 1500 rpm and 4° C. Discard the supernatant and resuspend the cell pellet in 1 ml PBS.\r\n  2. To determine the number of total cells in a Neu-Bauer chamber take 10 µl of your sample and dilute it in 10 µl Trypan blue \\(1:2). Count the white cells of two 16 squares arranged diagonally. The blue cells are dead cells. Determine the average of alive cell number of the two 16 squares and multiply it by the dilution factor and by 104 to obtain the number of cells present per ml of BALF. \r\n  3. Transfer 600-103 cells into a FACS tube. For the single staining and for the unstained cells take a mixture of cell samples out of different treated groups.\r\n  4. Centrifuge the cells 5 min at 1500 rpm and 4° C and aspirate and discard the supernatant carefully.\r\n  5. Stain your samples using 60 µl of a master-mix as shown in the Table below: anti- CD3-Fitc \\(1:200), CD45.2 Percp \\(1:200), Gr1-Pe \\(1:200), CCR3-APC \\(1:200) and Fc-Block \\(1:200) in PBS. For the single stained cells use 100 µl PBS and 1 µl of antibody. Vortex the master-mix thoroughly.\r\n  6. Vortex and incubate 30 min at 4° C in the dark.\r\n  7. Add 200 µl PBS and centrifuge 5 min at 1500 rpm and 4° C.\r\n  8. Aspirate the supernatant carefully and resuspend the pellet in 300 µl PBS.\r\n  9. Analyse the samples at the FACS machine. The unstained sample is used to adjust the forward and sideward scatter. Adjust the channels with the single stained samples. Vortex your samples before measuring.\r\n  10. To analyse your samples set a wide gate around the granulocytes using the forward and sideward scatter as shown in Figure 3a.\r\n  11. Gate the cells on a CD3 and CD45R scatter to distinguish the CD3 and CD45R negative granulocytes from lymphocytes \\(Fig. 3b).\r\n  12. In the last step granulocytes are classified as eosinophils and neutrophils in a Gr-1 CCR3 scatter \\(Fig. 3c). Eosinophils are Gr-1 negative and CCR3 positive whereas neutrophils are Gr-1 positive and CCR3 negative.\r\n  Set the gates once for one sample and apply them for all other samples. Figure 3d shows an example for three PBS and three OVA treated Balb/c mice. The percentages of the eosinophils and neutrophils are used for the statistical evaluation shown in Figure 3f. Mean, standard deviation and T-test were performed using Microsoft Excel. \r\n\n\nMastermix for FACS staining\r\n\n\nMastermix per sample\r\n\n\nPBS 60 µl\r\n\n\nCD3 - Fitc \\(1:200) 0,3 µl\r\n\n\nCD45.2 - Percp \\(1:200) 0,3 µl\r\n\n\nGr-1 - Pe \\(1:200) 0,3 µl\r\n\n\nCCR3 - APC \\(1:200) 0,3 µl\r\n\n\nFc-Block \\(1:200) 0,3 µl\r\n\n\n\r\n\n\n\r\n\n\nAntibodies or antisense DNA delivered intranasally to inhibit allergic inflammation:\r\n\n\nBoth treatment strategies \\(vaccination and therapy) were used to block the development of Th2 cells during allergen challenge phase. \r\n\n\n\r\n\n\nAntibodies used for intranasal application:\r\n\n\nAntibody and control substances used for local blockade of Th2 development7:\r\n\n\n• Anti-IL-6R antibody \\(rat anti-mouse; Chugai Pharmaceutical Inc., Tokio, Japan): 50µg/mouse \r\n\n\n• Control IgG antibodies \\(rat anti-mouse, Sigma-Aldrich; rat IgG1 isotype control, R&D Systems): use in the same concentration as the blocking antibody\r\n\n\n• gp130-Fc \\(obtained from K.J. Kallen, S. Rose-John, University of Kiel, or R&D Systems): a fusion protein that competes with gp130, the natural ligand of soluble IL-6R and the second component of membrane bound IL-6R: use in the same concentration as the actual antibody\r\n\n\n• Anti-IL-4, anti-TGF and anti-IL-13 antibodies were also used in a setting of allergic asthma during allergen challenge to block experimental asthma13.\r\n\n\n• Anti-IL-17A antibody \r\n\n\n\r\n\n\nAntisense DNA Molecules given intranasally during the allergen challenge:\r\n\n\nAntisense molecules comprise DNA oligonucleotides which are able to inhibit a specific mRNA target sequence. DNA consists of two strands, a sense and an antisense strand. Only the antisense strand codes for genes that are transcribed into mRNA. Synthetic antisense DNA molecules bind to the specific mRNA because of their complementary sequence. Then RNase H is recruited and degrades the target hybrid DNA/mRNA. This results in the inhibition of the transcription of the gene of interest. In one study we were able to block the expression of the major Th2 transcription factor GATA-3 by applying an antisense phosphorothioate oligonucleotide overlapping the translation start site of GATA-3 intranasally9,10.\r\n\n\n\r\n\n\nAntisense molecules used for intranasal application: \r\n\n\n• DNA antisense oligonucleotides for GATA-3 gene regulates Th2 cytokine production9,10:\r\n\n\na. GATA-3 antisense DNA: 5’-AGT CAC CTC CAT GTC CTC-3’\r\n\n\nb. GATA-3 nonsense DNA, 5’-CTA TGT CAT CCG CTC CAC-3’\r\n\n\nc. GATA-3 mismatched DNA, 5’-AGC CAC CTA CAT TTC CTA-3’\r\n\n\nd. GATA-3 mismatched DNA 2, 5’-AGC CAC CTA GGC ATC CTC-3’\r\n\n\n200 µg / mouse were used. \r\n\n\n• Intranasal delivery of antisense DNA oligonucleotides against stem cell factor \\(SCF) were used to inhibit the maturation of mast cells in the lung or nose9:\r\n\n\na. SCF antisense DNA: 5´-TGT CTT CTT CAT AAG GAA-3´\r\n\n\nb. SCF nonsense DNA: 5´-GTG TAC AGA TTA CTC ATT-3´\r\n\n\nc. SCF mismatched DNA: 5´-TGT CTG CTC TAT AAT GAA-3´\r\n\n\n370 µg / mouse were used.\r\n\n\n\r\n\n\nNOTE: Phosphorothioate oligonucleotides are modified DNA molecules where the non-bridging oxygen is replaced by a sulphur atom which enhances the stability. This modification reduces the activity of nucleases thus generating DNA oligonucleotides that are resistant against enzymatic degradation. Additionally, this modification increases the ability of the oligonucleotides to cross the cellular membrane.\r\n\n\n\r\n\n\nCAUTION: The method we describe in this protocol refers to achieve anti-inflammatory resolution of the disease in the lung. Thus, it is convenient because the therapy is delivered in close contact to the identified target cells. Both GATA-3 and SCF are molecules known to influence the development of hematopoietic stem cells which is why it is not advisable to use these substances systemically9.\r\n\n\n\r\n\n\nRecombinant cytokines used for intranasal application:\r\n\n\nMurine recombinant IL-28A \\(PeproTech, Hamburg, Germany; cat. no.: 250-33)\r\n\n\nWe recently reported that intranasal treatment with Interferon  \\(IL-28A) led to amelioration of allergic asthma. In this paper, intranasal treatment of mice with recombinant IL-28 causes a reduction of Th2 cytokines and lung inflammation in a murine model of allergic asthma4.\r\n\n\n\r\n\n\nOther therapeutical substances used for intranasal application:\r\n\n\nDexamethasone \\(Sigma Chemical Co, St Louis, Mo; Dexamethasone \\(water-soluble), cat. no. D2915): 1 mg/50µl sterile saline per intranasal application per mouse should be used. Local delivery of steroids is the golden standard treatment for allergic asthma. This treatment results in the resolution of all the hallmarks of the allergic asthmatic phenotype9. \r\n\n\nGaliellalactone \\(gift from T. Anke, University of Kaiserslautern, Germany): 50-100 µg/mouse applied in PBS. It is an inhibitor of both pSTAT3 and pSTAT5. This compound was given intranasally both during the allergen challenge and before the allergen sensitization6.\r\n\n\nTaken together, intranasal application of substances is a useful way to administer drugs or allergens to the mouse. It is the easiest way to access the lungs and deliver substances to the airways. \r\n\n\n\r\n\n\n\r\n\n\nBox 3: RNA extraction and quantitative real-time PCR\r\n\n\nFor the RNA extraction from the lung, PeqGoldRNAPure \\(PeqLab Biotechnology, Erlangen, Germany) was used according the manufacturer´s protocol. \r\n\n\nTo isolate RNA from lung tissues, add 1 ml of PeqGoldRNAPure to the frozen tissue and homogenize. Cells can be lysed directly on the cell culture well in 1 ml of PeqGoldRNAPure.\r\n\n\n1. Incubate the samples for 5 min at room temperature.\r\n  2. Transfer the lysed cells into autoclaved eppendorf tubes and add 200 µl chlorophorm to the samples and mix well for 10 sec.\r\n  3. Incubate for 3 min at 4°C.\r\n  4. Centrifuge for 5 min, 12.000 g at 4°C. After centrifugation a you should see three different phases. The lower phase and interphase comprises DNA and proteins while the upper phase contains the RNA and is transferred to a new autoclaved eppendorf tube.\r\n  5. Add 400 µl chlorophorm and mix well for 10 sec.\r\n  6. Centrifuge for 3 min, 12.000 g at 4°C. Again a partition of two phases should be seen. Transfer the upper phase into a new autoclaved eppendorf tube.\r\n  7. Add 3 µl of glycogen \\(10 mg/ml) and 350 µl Isopropanol to the samples and mix well for 10 sec.\r\n  8. Incubate for 15 min at 4°C. \r\n  9. Centrifuge for 10 min, 12.000 g at 4°C.\r\n  10. Discard supernatant and wash RNA pellet two times with 70% ethanol.\r\n  11. Centrifuge 5 min, 12000 g at 4°C.\r\n  12. Discard ethanol completely and let the RNA dry for 5-10 min. The RNA is ready for elution when the pellet is no longer visible and no droplets of ethanol can be seen.\r\n  13. Elute the RNA in 20 µl sterile nuclease free water. Alternatively it is possible to use DEPC-treated water.\r\n  14. Incubate for 5 min at 65°C with gentle shaking.\r\n  The concentration of RNA can be measured and then stored at -80°C. It is now possible to create cDNA from the RNA by reverse transcription.\r\n\n\n\r\n\n\nThe template-cDNA was amplified by quantitative real-time PCR \\(qPCR) using SsoFast EvaGreen Supermix \\(Bio-Rad Laboratories, München, Germany). qPCR was performed with one cycle of 2 min 98°C, 50 cycles at 5 s 95°C, 10 s 60°C, followed by 5 s 65°C and 5 s 95°C in a CFX96 Touch Real-Time PCR Detection System \\(Bio-Rad Laboratories). The mRNA of the genes of interest were normalized using the mRNA levels of the housekeeping gene HPRT. See Table III for examples of primers and their sequence used.\r\n\n\nTableIII: primers used for real time PCR\r\n\n\n´Primer Sequence\r\n\n\nHPRT 5´-GCC CCA AAA TGG TTA AGG TT-3´\r\n\n\n5´-TTG CGC TCA TCT TAG GCT TT-3´\r\n\n\nGATA3 5´-GTC ATC CCT GAG CCA CAT CT-3´\r\n\n\n5´-TAG AAG GGG TCG GAG GAA CT-3´\r\n\n\nRORgT 5´- GTG TGC TGT CCT GGG CTA CC-3´\r\n\n\n5´-AGC CCT TGC ACC CCT CAC AG-3´"
        },
        {
            "header": "References",
            "content": "1 Holgate, S. T. Innate and adaptive immune responses in asthma. Nat Med 18, 673-683, doi:10.1038/nm.2731 \\(2012).\r\n\n\n2 Paul, W. E. & Zhu, J. How are T\\(H)2-type immune responses initiated and amplified? Nat Rev Immunol 10, 225-235, doi:10.1038/nri2735 \\(2010).\r\n\n\n3 Finotto, S. et al. Local blockade of IL-6R signaling induces lung CD4+ T cell apoptosis in a murine model of asthma via regulatory T cells. Int Immunol 19, 685-693, doi:10.1093/intimm/dxm037 \\(2007).\r\n\n\n4 Koltsida, O. et al. IL-28A \\(IFN-lambda2) modulates lung DC function to promote Th1 immune skewing and suppress allergic airway disease. EMBO Mol Med 3, 348-361, doi:10.1002/emmm.201100142 \\(2011).\r\n\n\n5 Zavorotinskaya, T., Tomkinson, A. & Murphy, J. E. Treatment of experimental asthma by long-term gene therapy directed against IL-4 and IL-13. Mol Ther 7, 155-162 \\(2003).\r\n\n\n6 Hausding, M. et al. Induction of tolerogenic lung CD4+ T cells by local treatment with a pSTAT-3 and pSTAT-5 inhibitor ameliorated experimental allergic asthma. Int Immunol 23, 1-15, doi:10.1093/intimm/dxq451 \\(2011).\r\n\n\n7 Doganci, A. et al. The IL-6R alpha chain controls lung CD4+CD25+ Treg development and function during allergic airway inflammation in vivo. J Clin Invest 115, 313-325, doi:10.1172/JCI22433 \\(2005).\r\n\n\n8 Doganci, A. et al. IL-2 receptor beta-chain signaling controls immunosuppressive CD4+ T cells in the draining lymph nodes and lung during allergic airway inflammation in vivo. J Immunol 181, 1917-1926 \\(2008).\r\n\n\n9 Finotto, S. et al. Local administration of antisense phosphorothioate oligonucleotides to the c-kit ligand, stem cell factor, suppresses airway inflammation and IL-4 production in a murine model of asthma. J Allergy Clin Immunol 107, 279-286, doi:10.1067/mai.2001.113049 \\(2001).\r\n\n\n10 Finotto, S. et al. Treatment of allergic airway inflammation and hyperresponsiveness by antisense-induced local blockade of GATA-3 expression. J Exp Med 193, 1247-1260 \\(2001).\r\n\n\n11 Maxeiner, J. H. et al. A method to enable the investigation of murine bronchial immune cells, their cytokines and mediators. Nat Protoc 2, 105-112, doi:10.1038/nprot.2007.8 \\(2007).\r\n\n\n12 Sauer, K. A., Scholtes, P., Karwot, R. & Finotto, S. Isolation of CD4+ T cells from murine lungs: a method to analyze ongoing immune responses in the lung. Nat Protoc 1, 2870-2875, doi:10.1038/nprot.2006.435 \\(2006).\r\n\n\n13 Finotto, S. et al. Asthmatic changes in mice lacking T-bet are mediated by IL-13. Int Immunol 17, 993-1007, doi:10.1093/intimm/dxh281 \\(2005)."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1093/intimm/dxq451",
                "date": "2012-07-05 08:54:20",
                "title": "Induction of tolerogenic lung CD4+ T cells by local treatment with a pSTAT-3 and pSTAT-5 inhibitor ameliorated experimental allergic asthma",
                "authors": [
                    "M. Hausding",
                    "M. Tepe",
                    "C. Ubel",
                    "H. A. Lehr",
                    "B. Rohrig",
                    "Y. Hohn",
                    "A. Pautz",
                    "T. Eigenbrod",
                    "T. Anke",
                    "H. Kleinert",
                    "G. Erkel",
                    "and S. Finotto"
                ],
                "journal": "International Immunology",
                "logo": ""
            },
            {
                "doi": "10.1002/emmm.201100142",
                "date": "2012-07-05 08:54:50",
                "title": "IL-28A (IFN-λ2) modulates lung DC function to promote Th1 immune skewing and suppress allergic airway disease",
                "authors": [
                    "Ourania Koltsida",
                    "Michael Hausding",
                    "Athanasios Stavropoulos",
                    "Sonja Koch",
                    "George Tzelepis",
                    "Caroline Übel",
                    "Sergei V. Kotenko",
                    "Paschalis Sideras",
                    "Hans A. Lehr",
                    "Marcus Tepe",
                    "Kevin M. Klucher",
                    "Sean E. Doyle",
                    "Markus F. Neurath",
                    "Susetta Finotto",
                    "and Evangelos An"
                ],
                "journal": "EMBO Molecular Medicine",
                "logo": ""
            },
            {
                "doi": "10.1172/JCI22433",
                "date": "2012-07-05 08:55:06",
                "title": "The IL-6R α chain controls lung CD4+CD25+ Treg development and function during allergic airway inflammation in vivo",
                "authors": [
                    "Aysefa Doganci",
                    "Tatjana Eigenbrod",
                    "Norbert Krug",
                    "George T. De Sanctis",
                    "Michael Hausding",
                    "Veit J. Erpenbeck",
                    "El-Bdaoui Haddad",
                    "Edgar Schmitt",
                    "Tobias Bopp",
                    "Karl-J. Kallen",
                    "Udo Herz",
                    "Steffen Schmitt",
                    "Cornelia Luft",
                    "Olaf Hecht",
                    "Jens M. Hohlfeld",
                    "Hiroaki Ito",
                    ""
                ],
                "journal": "Journal Of Clinical Investigation",
                "logo": ""
            },
            {
                "doi": "10.1067/mai.2001.113049",
                "date": "2012-07-05 08:55:26",
                "title": "Local administration of antisense phosphorothioate oligonucleotides to the c-kit ligand, stem cell factor, suppresses airway inflammation and IL-4 production in a murine model of asthma",
                "authors": [
                    "Susetta Finotto",
                    "Michael Buerke",
                    "Karen Lingnau",
                    "Edgar Schmitt",
                    "Peter R. Galle",
                    "and Markus F. Neurath"
                ],
                "journal": "Journal Of Allergy And Clinical Immunology",
                "logo": ""
            },
            {
                "doi": "10.1093/intimm/dxh281",
                "date": "2012-07-05 08:55:43",
                "title": "Asthmatic changes in mice lacking T-bet are mediated by IL-13",
                "authors": [
                    "S. Finotto"
                ],
                "journal": "International Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12141,
                "identity": "9fd1daf6-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Susetta Finotto",
                "email": "susetta.finotto@uk-erlangen.de",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Susetta",
                "middleName": "",
                "lastName": "Finotto",
                "suffix": ""
            },
            {
                "id": 12135,
                "identity": "9fd1ce67-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Caroline Uebel",
                "email": "",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Caroline",
                "middleName": "",
                "lastName": "Uebel",
                "suffix": ""
            },
            {
                "id": 12136,
                "identity": "9fd1d268-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Sonja Koch",
                "email": "",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sonja",
                "middleName": "",
                "lastName": "Koch",
                "suffix": ""
            },
            {
                "id": 12137,
                "identity": "9fd1d55e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anja  Maier",
                "email": "",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anja",
                "middleName": "",
                "lastName": "Maier",
                "suffix": ""
            },
            {
                "id": 12138,
                "identity": "9fd1d709-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nina  Sopel",
                "email": "",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nina",
                "middleName": "",
                "lastName": "Sopel",
                "suffix": ""
            },
            {
                "id": 12139,
                "identity": "9fd1d869-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Anna  Graser",
                "email": "",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Anna",
                "middleName": "",
                "lastName": "Graser",
                "suffix": ""
            },
            {
                "id": 12140,
                "identity": "9fd1d9b7-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Stephanie Mousset",
                "email": "",
                "orcid": "",
                "institution": "AG Finotto, UK Erlangen",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stephanie",
                "middleName": "",
                "lastName": "Mousset",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2012-07-05 09:32:53",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2012.035",
        "doiUrl": "https://doi.org/10.1038/protex.2012.035",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608515,
                "identity": "6e1742df-6cb3-44f4-8726-84b7cfea4f41",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "ppt",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 151552,
                "visible": true,
                "origin": "",
                "legend": "Experimental procedure",
                "description": "",
                "filename": "figure1.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/figure_1.ppt"
            },
            {
                "id": 2608519,
                "identity": "547ae877-822e-422c-88b1-d1744ddac44d",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "ppt",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3749888,
                "visible": true,
                "origin": "",
                "legend": "Intranasal treatment of mice",
                "description": "",
                "filename": "figure2.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/figure_2.ppt"
            },
            {
                "id": 2608517,
                "identity": "e90c2e1c-f702-49ed-b49f-0a5ceacec33e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "ppt",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 185344,
                "visible": true,
                "origin": "",
                "legend": "Intranasal challenged mice in a murine model of asthma",
                "description": "",
                "filename": "figure3.ppt",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/figure_3.ppt"
            },
            {
                "id": 2608521,
                "identity": "16c432c4-f99e-4542-ab77-fbffdb2381cb",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 52011,
                "visible": true,
                "origin": "",
                "legend": "Figure 1   Experimental procedure   A: Schematic drawing of the experimental procedure. Mice were treated twice with alum in PBS or OVA as allergic sensitization. Additional applications of OVA as allergen challenge via aerosol or intranasally lead to the development of allergic asthma in the OVA treated groups. Control animals receive PBS intranasally or via aerosol. On the next day AHR is measured. After this the read out is performed. For therapeutic applications (OVA treated group) intranasal delivery of substances like antisense molecules or antibodies with the respective controls (mismatch DNA, IgG, solvent) should be performed during the allergen challenge phase. As golden standart treatment a group is treated with steroids (Dex). B: Schematic drawing of preparation of OVA/alum solution which is used for immunizing the mice. A detailed description can be found in the text in Box 1.",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/figure_4.png"
            },
            {
                "id": 2608523,
                "identity": "18c77644-86e0-4984-b2f3-f33b9eb6a086",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "png",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 430057,
                "visible": true,
                "origin": "",
                "legend": "Figure 2   Intranasal treatment of mice   A: Image of Isoflurane equipment. The pictured equipment is used to apply anaesthetics in a gaseous form to mice. Isoflurane is mixed with oxygen to which the mice are exposed to in a special chamber (“mouse box”). Then, the gas mixture flows into a special absorber to be neutralized. B: Uptake of OVA-TR in the lung of intranasally treated mice. OVA-TR (in red) was given intranasally in a murine model of asthma. The cell nuclei are shown in blue after DAPI staining. C: Total IgE production was analysed by ELISA in serum from wildtype mice that had been either treated with PBS or with OVA. D: Airway hyperresponsiveness of wild-type mice that had been either treated with PBS or with OVA was measured with a non-invasive system after challenge with increasing doses of methacholine.  E: Lung sections from wild-type mice that had been either treated with PBS (left panel) or with OVA (right panel) were fixed with formaline and stained with haematoxylin and eosin to score the inflammation according to the score 0 to 4.\r\n",
                "description": "",
                "filename": "figure5.png",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/figure_5.png"
            },
            {
                "id": 2608524,
                "identity": "d43f16c6-a9a7-494a-972c-0980f9c27dd1",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:17",
                "extension": "png",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 147825,
                "visible": true,
                "origin": "",
                "legend": "Figure 3   Intranasal challenged mice in a murine model of asthma   A: BAL cells were analysed by flow cytometry for the determination of eosinophils and neutrophils. The following gating strategy was used: granulocytes were determined by their position in forward and sideward scatter. B: Granulocytes were gated on CD3 negative and CD45R negative cells to exclude lymphocytes. C: In the last step Gr1 positive CCR3 negative cells were classified as neutrophils whereas Gr1 negative CCR3 positive cells are eosinophils. BAL cells from wild-type mice that had been either treated with PBS. (D) or with OVA (E) were analysed as described before. Quantification of the data is shown in F.",
                "description": "",
                "filename": "figure6.png",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/figure_6.png"
            },
            {
                "id": 13465398,
                "identity": "c44550c9-f08a-49b1-afcb-87d1b48b5b2b",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:37",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 719893,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2432/v1/3926efb5-e788-46d5-b8fd-254166ed30b1.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "intranasal, mouse, cytokines, allergic asthma",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Innovative local immunotherapy for severe lung diseases such as asthma, chronic obstructive pulmonary disease or lung cancer requires a successful delivery to access the desired cellular target in the lung. An important route is the direct instillation into the airways in contrast to delivery through the digestive tract. This protocol details a method to deliver antibodies, recombinant cytokines, small inhibitory molecules and other molecular therapeutics to induce an effective protective immune response in the airways. The therapeutic is delivered under anaesthetic by dropping it onto the nostrils of the mouse, so that the animal can inhale it. It is possible to complete the whole procedure within 5 minutes. To ensure a correct delivery of the substance into the lung, it can be labelled with fluorescent dyes and monitored in the lung later on. Additionally, fluorescent labelled antigen can be applied and the target cell might be visualized after antigen up-take in vivo.",
        "manuscriptTitle": "Local immunotherapy in experimental murine lung inflammation",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2012-07-10 08:33:35",
                "doi": "10.1038/protex.2012.035",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "9fd18257-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "July 10th, 2012",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 2789,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2012-07-10 08:33:35",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}