{
    "identity": "nprot-7403",
    "title": "iFISH:a publically available resource enabling versatile DNA FISH to study genome architecture",
    "content": [
        {
            "header": "Introduction",
            "content": "We establish a database of oligos supporting DNA FISH probes design, and targeting a substantially larger fraction of the human genome than the available databases. Most importantly, we create a large resource of validated DNA FISH oligo probes and probe design tools—which we name iFISH—that can be freely used by individual researchers, as well as diagnostic laboratories, to visualize multiple regions of the genome at high resolution, as well as to design probes in regions currently not covered by our repository. We provide a user-friendly web interface \\(http://ifish4u.org) that can query available curated databases of oligo sequences, and design probes of variable size and number along the genome of interest. Furthermore, we describe a continuously expanding repository of probes—now containing 380 probes in multiple colors targeting 380 loci on all the human autosomes and chrX—which we make freely available to the community. We expand the repertoire of colors that are typically used in DNA FISH, and show that iFISH probes can simultaneously visualize six distinct genomic loci on the same chromosome, labeled with different fluorescent dyes. Lastly, we show that iFISH probes can be used as chromosome-spotting probes to visualize multiple pairs of chromosomes in the same cells, and propose an analytical approach to quantify the extent of intermingling between heterologous chromosomes."
        },
        {
            "header": "Reagents",
            "content": "- SYBRTM Select Master Mix for CFX \\(Thermo Fisher Scientific, cat. no. 4472942)\r\n\n\n- Forward primer \\(Integrated DNA Technologies)\r\n\n\n- Reverse primer \\(Integrated DNA Technologies)\r\n\n\n- Customized oligopool \\(CustomArray)\r\n\n\n- Nuclease-free H2O \\(Thermo Fisher Scientific, cat. no. AM9932)\r\n\n\n- DNA Wash Buffer \\(Zymo Research, cat. no. D4003-2-48)\r\n\n\n- Oligo Binding Buffer \\(Zymo Research, cat. no. D4060-1-40)\r\n\n\n- Ethanol Absolute \\(VMR, cat. no. 20816.367)\r\n\n\n- AMPure XP \\(Beckman Coulter, cat. no. A63881)\r\n\n\n- RNAclean XP \\(Beckman Coulter, cat. no. A63987)\r\n\n\n- RNaseOUT™ Recombinant Ribonuclease Inhibitor \\(Thermo Fisher Scientific, cat. no. 10777019)\r\n\n\n- DNase I, RNase-free \\(NEB, cat. no. M0303S)\r\n\n\n- HiScribeTM T7 Quick high yield RNA synthesis kit \\(NEB, cat. no. E2040S)\r\n\n\n- dNTP mix \\(Thermo Fisher Scientific, cat. no. R0191)\r\n\n\n- Maxima H reverse transcriptase \\(Thermo Fisher Scientific, cat. no. EP0751)\r\n\n\n- 0.5M EDTA \\(Thermo Fisher Scientific, cat. no. AM9260G)\r\n\n\n- 1M NaOH \\(Sigma, cat. no. 1.06467)\r\n\n\n- Novex TBE Running buffer \\(Thermo Fisher Scientific, cat. no. LC6675)\r\n\n\n- Qubit® dsDNA HS Assay Kit \\(Thermo Fisher Scientific, cat. no. Q32851)\r\n\n\n- Qubit® RNA BR Assay Kit \\(Thermo Fisher Scientific, cat. no. Q10210)\r\n\n\n- Qubit® ssDNA Assay Kit \\(Thermo Fisher Scientific, cat. no. Q10212)\r\n\n\n- TBE-Urea 15% gel \\(Thermo Fisher Scientific, cat. no. EC6885BOX"
        },
        {
            "header": "Equipment",
            "content": "- PCR cycler\r\n\n\n- DynaMag™-2 Magnet \\(Thermo Fisher Scientific, cat. no. 12321D)\r\n\n\n- Agencourt SPRIPlate 96 Super Magnet Plate \\(Beckman Coulter, cat. no. A32782)\r\n\n\n- Multichannel pipette \\(e.g., Eppendorf Xplorer Plus, 8-channel pipette: 0.5-10 µL, cat. no. 4861000767; 5-100 µL, cat. no. 4861000783))\r\n\n\n- Tabletop centrifuge \\(e.g., Eppendorf 5424, cat. no. 5424000410)\r\n\n\n- Qubit® 2.0 Fluorometer \\(Thermo Fisher Scientific, cat. no. Q32866)\r\n\n\n- Gel imager \\(e.g., Amersham Imager 600)\r\n\n\n- Microcentrifuge tubes 0.5 ml \\(e.g., Eppendorf RNA/DNA LoBind)\r\n\n\n- Microcentrifuge tubes 1.5 ml \\(e.g., Eppendorf RNA/DNA LoBind)\r\n\n\n- Zymo columns IC \\(Zymo Research, cat. no. C1004)\r\n\n\n- Collecting tube \\(Zymo Research, cat. no. C1001)\r\n\n\n- 96-well plate \\(Thermo Fisher Scientific, cat. no. 4316813)\r\n\n\n- Optical adhesive PCR film \\(Thermo Fisher Scientific, cat. no. ASF0020)"
        },
        {
            "header": "Procedure",
            "content": "DAY 1\nPCR\n(Polymerase Chain Reaction)\nLow throughput (tubes)\n1. Mix the following reagents in a PCR tube or 96-well plate:\n·        Forward primer (12.5 μM) 3\nμL\n·        Reverse primer (12.5 μM) 3\nμL\n·        Oligo-pool (10 nM) 2 μL\n·        SYBR master mix (2x) 12.5 μL\n·        Nuclease-free water 4.5 μL\nHigh throughput (96-well plate)\n1. Prepare a master mix containing SYBR master mix and Nuclease-free water (as shown below for one well). Always calculate for 5% extra wells.\n·        SYBR master mix (2x) 12.5 μL\n·        Nuclease-free water 4.5 μL\n2. In each well dispense the combination of forward and reverse primers required for the amplification of the specific probe as well as the master mix using multichannel pipets or a liquid handling robot (we used I-DOT One, Dispendix):\n·        Forward primer (12.5 μM) 3\nμL\n·        Reverse primer (12.5 μM) 3\nμL\n·        Oligo-pool (10 nM) 2 μL\nNote:\nthe above volumes are to obtain 25\nμL of PCR product. If more probe is needed, increase all the volumes proportionally\nNote:\nThe PCR is performed in a real-time PCR cycler using the following protocol:\n95 °C for 2 min à (95 °C for 15 sec and 60 °C for 60 sec) for 40 cycles à 4 °C hold\nPurification of the PCR product by AMPure XP beads\n1.     Pre-warm the beads for at least 30 min at room temperature (rt)\nLow throughput (tubes)\n2.     Transfer the PCR product into a 1.5 ml DNA Lobind tube\n3.     Pipette the bead solution gently to achieve homogeneous suspension before use. Add bead suspension with 1.8x the volume\nof the PCR\nproduct\n4.     Mix well and incubate 5 min at rt\n5.     Place the reaction tube onto a DynaMag\nTM\nmagnetic rack and wait for 5 min at rt until the beads clearly separate from the solution\n6.     Slowly aspirate the cleared solution and discard it. This step must be performed while the reaction tube is still on the magnetic rack. Do not disturb the separated magnetic beads\n7.     Add 100 μL of 70% ethanol to the tube and incubate for 30 sec at rt\n8.     Aspirate the ethanol and discard it while the tube is still on the magnetic rack. Do not disturb the separated magnetic beads. Be sure to remove all of the ethanol\n9.     Open the lid of the tube and let the beads air-dry for 10 min. The beads should air-dry until the last visible traces of ethanol evaporate\nNote:\nover-drying the sample may result in a lower recovery\n10. Add 40 μL of RNase-free water to the tube, pipette-mix at least 10 times, then incubate for 2 min at rt\n11. Place the reaction tube on the magnetic rack for 1 min until the beads separate from the solution\n12. Transfer the eluate to a new tube\n13. Measure dsDNA concentration using Qubit\nNote:\nto measure dsDNA concentration, follow the instructions of the Qubit\n®\ndsDNA HS Assay Kit\nHigh throughput (96-well plate)\n1.     Transfer the PCR products to a 96-well plate\n2.     Pipette the bead solution gently to achieve homogeneous suspension before use. Add bead suspension with 1.8x the volume\nof the PCR\nproduct into each well\n3.     Mix well and incubate 5 min at rt\n4.     Place the reaction plate onto an Agencourt SPRIPlate 96 Super Magnet Plate and wait for 5 min at rt until the beads clearly separate from the solution\n5.     Slowly aspirate the cleared solution from the reaction plate and discard it. This step must be performed while the reaction plate is still on the magnetic rack. Do not disturb the ring of separated magnetic beads\n6.     Slowly aspirate the cleared solution and discard it. This step must be performed while the reaction tube is still on the magnetic rack. Do not disturb the separated magnetic beads\n7.     Add 100 μL of 70% ethanol to each well of the reaction plate and incubate for 30 sec at rt\n8.     Aspirate the ethanol and discard it while the plate is still on the magnetic rack. Do not disturb the ring of separated magnetic beads. Be sure to remove all of the ethanol\n9.     Let the reaction plate air-dry for 10 min. The beads should air-dry until the last visible traces of ethanol evaporate\nNote:\nover-drying the sample may result in a lower recovery\n10. Add 40 μL of RNase-free water into each well, pipette-mix at least 10 times, incubate for 2 min at rt\n11. Place the reaction plate onto the Agencourt SPRIPlate 96 Super Magnet for 1 min to separate beads from the solution\n12. Transfer the eluate to a new 96-well plate\n13. Measure dsDNA concentration using Qubit\nNote:\nto measure dsDNA concentration, follow the instructions of the Qubit\n®\ndsDNA HS Assay Kit\nIVT\n(In-Vitro Transcription)\n1.     Prepare and mix the following solution, incubate the solution at 37°C in a PCR cycler for 12-16h\n·        Template dsDNA 16.5 μL\n·        TNP buffer (20 mM)* 10 μL\n·        RNAseOut (40 U/μL) 1.5 μL\n·        T7 RNA polymerase mix* 2 μL\n*Components included in HiScribe\nTM\nT7 Quick high yield RNA synthesis kit\nDAY 2\nRemoval of DNA in the IVT product\n1.     Add 20 μL nuclease-free water and 2 μL of DNase I to the IVT solution\n2.     Incubate at 37°C for 15 min\nRNA purification using RNAClean XP beads\nNote:\nIn this step, it is very important to avoid RNase contamination. Make sure that all the reagents and tools are RNase-free. Proceed as quickly as possible.\n1.     Pre-warm the beads for at least 30 min at rt.\nLow throughput (tubes)\n2.     Transfer the IVT product into a 1.5 ml DNA Lobind tube\n3.     Pipette the bead solution gently to achieve homogeneous suspension before use. Add the bead suspension with 1.8x the volume\nof the PCR\nproduct\n4.     Mix well and incubate 3-5 min at rt\n5.     Place the reaction tube onto a DynaMag\nTM\nmagnetic rack and wait for 5 min at rt until the beads clearly separate from the solution\n6.     Slowly aspirate the cleared solution and discard it. This step must be performed while the reaction tube is still on the magnetic rack. Do not disturb the separated magnetic beads\n7.     Add 150 μL of 70% ethanol to the tube and incubate for 30 sec at rt\n8.     Aspirate the ethanol and discard it while the tube is still on the magnetic rack. Do not disturb the separated magnetic beads. Be sure to remove all of the ethanol\n9.     Open the lid of the tube, let the beads air-dry for 10 min. The beads should air-dry until the last visible traces of ethanol evaporate\nNote:\nover-drying the sample may result in a lower recovery\n10. Add 40 μL of RNase-free water to the tube, pipette-mix at least 10 times, then incubate for 2 min at rt\n11. Place the reaction tube on the magnetic rack for 1 min until the beads separate from the solution\n12. Transfer the eluate into a new tube\n13. Measure RNA concentration using Qubit\nNote:\nto measure RNA concentration, follow the instructions of the Qubit\n®\nRNA BR Assay Kit\nHigh throughput (96-well plate)\n1.     Transfer the PCR products into a 96-well plate\n2.     Pipette the bead solution gently to achieve homogeneous suspension before use. Add bead suspension with 1.8x the volume\nof the PCR\nproduct into each well\n3.     Mix well and incubate 3- 5 min at rt\n4.     Place the reaction plate onto an Agencourt SPRIPlate 96 Super Magnet Plate and wait for 5 min at rt until the beads clearly separate from the solution\n5.     Slowly aspirate the cleared solution and discard. This step must be performed while the reaction tube is situated on the magnetic rack. Do not disturb the separated magnetic beads\n6.     Add 150 μL of 70% ethanol to each well of the reaction plate and incubate for 30 seconds at rt\n7.     Aspirate the ethanol and discard while the plate is situated on an Agencourt SPRIPlate 96 Super Magnet Plate. Do not disturb the ring of separated magnetic beads. Be sure to remove all of the ethanol\n8.     Let the reaction plate air-dry for 10 min. The plate should air-dry until the last visible traces of ethanol evaporate\nNote:\nover-drying the sample may result in a lower recovery\n9.     Add 40 μL of RNase-free water to each well, pipette mix at least 10 times, incubate for 2 min at rt\n10. Place the reaction plate onto the Agencourt SPRIPlate 96 Super Magnet for 1 min to separate beads from the solution\n11. Measure RNA concentration using Qubit\nNote:\nto measure RNA concentration, follow the instructions of the Qubit\n®\nRNA BR Assay Kit\nRT\n(Reverse Transcription)\n1.     Prepare and mix the following reagents:\n·        dNTP mix (10 mM) 3 μL\n·        forward primer (100 μM) 4 μL\n·        RT buffer (5x) 4 μL\n·        Maxima H reverse transcriptase (200U/μL) 1 μL\n·        RNaseOut (40U/μL) 1 μL\n·        Template RNA 7 μL\nNote:\nAdd the template RNA as last\n2.     Incubate the solution at 50°C for 1h\n3.     Terminate the reaction at 85°C for 5 min\nRemoval of the RNA in RT products\n1.     Add 20 μL of 0.5M EDTA and 20 μL of 1N NaOH to the RT product\n2.     Incubate at 95°C in a PCR cycler for 15 min\n3.     Put the reactions on ice to cool down before proceeding\nPurification of the RT product\n1.     Add the following reagents to the RT product prepared above:\n·        Oligo binding buffer 120 μL\n·        100% EtOH 480 μL\n2.     Mix well and transfer the entire volume into a Zymo Spin IC column\n3.     Centrifuge at 10,000g for 30 sec and discard the flow-through\n4.     Wash the column with 750 μL of DNA wash buffer\n5.     Centrifuge at 10,000g for 30 sec and discard the flow-through\n6.     Elute the product using 40 μL of nuclease-free water\n7.     Centrifuge at 10,000g for 1 min\nNote:\nIn this step, you may also divide the 40 μL elution into 10 μL or 20 μL per time. This can improve the yield of the final probe\nNote:\nThe ssDNA obtained at this step represents a ready-to-use DNA FISH probe\n8.     Measure ssDNA concentration with Qubit and store the probe at -20°C\nNote:\nto measure ssDNA concentration, follow the instructions of the Qubit\n®\nssDNA Assay Kit\nProbe size checking\n1.     Prepare 1x Novex TBE Running buffer by mixing the following reagents:\n·        Novex TBE running buffer (5x) 200 mL\n·        Nuclease-free water 800 mL\n2.     Prepare samples for running on TBE-Urea gel by mixing the following reagents for each sample:\n·        ssDNA (20-100ng) 1 μL\n·        Novex TBE sample buffer 5 μL\n·        Nuclease-free water 4 μL\n3.     Heat the samples at 70°C for 3 min, then load them on the gel immediately. Alternatively, store the samples on ice until ready to load them\n4.     Load the samples on the gel assembled in the electrophoretic chamber pre-filled with TBE running buffer\n5.     Perform electrophoresis at 50 V for 5 min, then increase to 180 V for at least 75 min\n6.     Dilute 1:10,000 SYBR Green in TBE running buffer (1 µL in 10 mL) and incubate for 15 min on a shaker\n7.     Image the gel to confirm the length of the probes before proceeding to FISH."
        },
        {
            "header": "References",
            "content": "1. Lieberman-Aiden, E. et al. Comprehensive mapping of long-range interactions reveals folding principles of the human genome. Science \\(80-. ). 326, 289–293 \\(2009).\r\n  2. Bienko, M. et al. A versatile genome-scale PCR-based pipeline for high-definition DNA FISH. Nat. Methods 10, 122–124 \\(2012).\r\n  3. Beliveau, B. J. et al. Versatile design and synthesis platform for visualizing genomes with Oligopaint FISH probes. Proc. Natl. Acad. Sci. 109, 21301–21306 \\(2012).\r\n  4. Rosin, L. F., Nguyen, S. C. & Joyce, E. F. Condensin II drives large-scale folding and spatial partitioning of interphase chromosomes in Drosophila nuclei. PLoS Genet. \\(2018). doi:10.1371/journal.pgen.1007393\r\n  5. Boettiger, A. N. et al. Super-resolution imaging reveals distinct chromatin folding for different epigenetic states. Nature \\(2016). doi:10.1038/nature16496\r\n  6. Wang, S. et al. Spatial organization of chromatin domains and compartments in single chromosomes. Science \\(80-. ). 353, 598–602 \\(2016).\r\n  7. Bintu, B. et al. Super-resolution chromatin tracing reveals domains and cooperative interactions in single cells. Science \\(80-. ). \\(2018). doi:10.1126/science.aau1783\r\n  8. Cattoni, D. I. et al. Single-cell absolute contact probability detection reveals chromosomes are organized by multiple low-frequency yet specific interactions. Nat. Commun. \\(2017). doi:10.1038/s41467-017-01962-x\r\n  9. Szabo, Q. et al. TADs are 3D structural units of higher-order chromosome organization in Drosophila. Sci. Adv. \\(2018). doi:10.1126/sciadv.aar8082\r\n  10. Nir, G. et al. Walking along chromosomes with super-resolution imaging, contact maps, and integrative modeling. bioRxiv \\(2018). doi:10.1101/374058\r\n  11. Roohi, J., Cammer, M., Montagna, C. & Hatchwell, E. An improved method for generating BAC DNA suitable for FISH. Cytogenet. Genome Res. \\(2008). doi:10.1159/000124374\r\n  12. Yamada, N. A. et al. Visualization of fine-scale genomic structure by oligonucleotide-based high-resolution FISH. Cytogenet. Genome Res. \\(2011). doi:10.1159/000322717\r\n  13. Boyle, S., Rodesch, M. J., Halvensleben, H. A., Jeddeloh, J. A. & Bickmore, W. A. Fluorescence in situ hybridization with high-complexity repeat-free oligonucleotide probes generated by massively parallel synthesis. Chromosom. Res. \\(2011). doi:10.1007/s10577-011-9245-0\r\n  14. Moffitt, J. R. & Zhuang, X. RNA Imaging with Multiplexed Error-Robust Fluorescence in Situ Hybridization \\(MERFISH). Methods Enzymol. 572, 1–49 \\(2016).\r\n  15. Schmidt, T. L. et al. Scalable amplification of strand subsets from chip-synthesized oligonucleotide libraries. Nat. Commun. \\(2015). doi:10.1038/ncomms9634\r\n  16. Murgha, Y. et al. Combined in vitro transcription and reverse transcription to amplify and label complex synthetic oligonucleotide probe libraries. Biotechniques \\(2015). doi:10.2144/000114298\r\n  17. Murgha, Y. E., Rouillard, J. M. & Gulari, E. Methods for the preparation of large quantities of complex single-stranded oligonucleotide libraries. PLoS One \\(2014). doi:10.1371/journal.pone.0094752\r\n  18. Rouillard, J. M., Zuker, M. & Gulari, E. OligoArray 2.0: Design of oligonucleotide probes for DNA microarrays using a thermodynamic approach. Nucleic Acids Res. \\(2003). doi:10.1093/nar/gkg426\r\n  19. Navin, N. et al. PROBER: Oligonucleotide FISH probe design software. Bioinformatics \\(2006). doi:10.1093/bioinformatics/btl273\r\n  20. Beliveau, B. J. et al. OligoMiner provides a rapid, flexible environment for the design of genome-scale oligonucleotide in situ hybridization probes. Proc. Natl. Acad. Sci. \\(2018). doi:10.1073/pnas.1714530115\r\n  21. Chen, K. H., Boettiger, A. N., Moffitt, J. R., Wang, S. & Zhuang, X. Spatially resolved, highly multiplexed RNA profiling in single cells. Science \\(80-. ). \\(2015). doi:10.1126/science.aaa6090\r\n  22. Raj, A., van den Bogaard, P., Rifkin, S. A., van Oudenaarden, A. & Tyagi, S. Imaging individual mRNA molecules using multiple singly labeled probes. Nat. Methods 5, 877–879 \\(2008).\r\n  23. Xu, Q., Schlabach, M. R., Hannon, G. J. & Elledge, S. J. Design of 240,000 orthogonal 25mer DNA barcode probes. Proc. Natl. Acad. Sci. \\(2009). doi:10.1073/pnas.0812506106\r\n  24. Gelali, E. et al. An application-directed, versatile DNA FISH platform for research and diagnostics. in Methods in Molecular Biology 1766, 303–333 \\(2018).\r\n  25. Solovei, I. & Cremer, M. 3D-FISH on cultured cells combined with immunostaining. Methods Mol. Biol. 659, 117–126 \\(2010).\r\n  26. Visser,  a E. & Aten, J. a. Chromosomes as well as chromosomal subdomains constitute distinct units in interphase nuclei. J. Cell Sci. \\(1999).\r\n  27. Scheuermann, M. O. et al. Topology of genes and nontranscribed sequences in human interphase nuclei. Exp. Cell Res. \\(2004). doi:10.1016/j.yexcr.2004.08.031\r\n  28. Branco, M. R. & Pombo, A. Intermingling of chromosome territories in interphase suggests role in translocations and transcription-dependent associations. PLoS Biol. \\(2006). doi:10.1371/journal.pbio.0040138\r\n  29. Maharana, S. et al. Chromosome intermingling - The physical basis of chromosome organization in differentiated cells. Nucleic Acids Res. 44, 5148–5160 \\(2016).\r\n  30. Zhang, Y. et al. Spatial organization of the mouse genome and its role in recurrent chromosomal translocations. Cell \\(2012). doi:10.1016/j.cell.2012.02.002\r\n  31. Cremer, T. & Cremer, C. Chromosome territories, nuclear architecture and gene regulation in mammalian cells. Nature Reviews Genetics \\(2001). doi:10.1038/35066075\r\n  32. Davies, J. O. J., Oudelaar, A. M., Higgs, D. R. & Hughes, J. R. How best to identify chromosomal interactions: A comparison of approaches. Nature Methods \\(2017). doi:10.1038/nmeth.4146\r\n  33. Marçais, G. & Kingsford, C. A fast, lock-free approach for efficient parallel counting ofoccurrences of k-mers. Bioinformatics 27, 764–70 \\(2011).\r\n  34. Markham, N. R. & Zuker, M. UNAFold: Software for nucleic acid folding and hybridization. Methods Mol. Biol. 453, 3–31 \\(2008).\r\n  35. Kent, W. J. BLAT — The BLAST -Like Alignment Tool. Genome Res. 12, 656–664 \\(2002).\r\n  36. Rossi, R. A., Gleich, D. F., Gebremedhin, A. H. & Patwary, M. A. A Fast Parallel Maximum Clique Algorithm for Large Sparse Graphs and Temporal Strong Components. arXiv:1302.6256 1–9 \\(2013).\r\n  37. Lawrence, M. et al. Software for Computing and Annotating Genomic Ranges. PLoS Comput. Biol. \\(2013). doi:10.1371/journal.pcbi.1003118\r\n  38. Rodin, S. et al. Clonal culturing of human embryonic stem cells on laminin-521/E-cadherin matrix in defined and xeno-free environment. Nat. Commun. 5, 3195 \\(2014).\r\n  39. Abraham, A. V., Ram, S., Chao, J., Ward, E. S. & Ober, R. J. Quantitative study of single molecule location estimation techniques. Opt. Express \\(2009). doi:10.1364/OE.17.023352\r\n  40. Kozubek, M. & Matula, P. An efficient algorithm for measurement and correction of chromatic aberrations in fluorescence microscopy. J. Microsc. \\(2000). doi:10.1046/j.1365-2818.2000.00754.x\r\n  41. van der Walt, S. et al. scikit-image: image processing in Python. PeerJ \\(2014). doi:10.7717/peerj.453\r\n  42. Roukos, V., Pegoraro, G., Voss, T. C. & Misteli, T. Cell cycle staging of individual cells by fluorescence microscopy. Nat. Protoc. 10, 334–348 \\(2015).\r\n  43. Rodríguez-Castañeda, F. et al. The SUMO protease SENP1 and the chromatin remodeler CHD3 interact and jointly affect chromatin accessibility and gene expression. Journal of Biological Chemistry \\(2018). doi:10.1074/jbc.RA118.002844\r\n  44. Tibshirani, R., Walther, G. & Hastie, T. Estimating the number of clusters in a data set via the gap statistic. J. R. Stat. Soc. Ser. B Stat. Methodol. \\(2001). doi:10.1016/j.scico.2012.08.004"
        },
        {
            "header": "Acknowledgements",
            "content": "We thank Lei Xu \\(Bienko lab) for help with probe production. We acknowledge the Uppsala Multidisciplinary Center for Advanced Computational Science of Uppsala University \\(Milou cluster) and the National Supercomputer Centre of Linköping University \\(Triolith cluster) for providing the resources needed for the construction of oligonucleotide databases. This work was supported by grants from Sony Imaging Products & Solutions, Inc. to M.M.; by grants from the Swedish Research Council \\(2013-32485-100360-69), the Knut and Alice Wallenberg Foundation \\(2016.0121 & 2015.0096), the Ming Wai Lau Centre for Reparative Medicine \\(2-343/2016), CIMED \\(2-388/2016-40) and the Ragnar Söderberg Foundation \\(M67/13) to F.L.; by grants from the Swedish Research Council \\(521-2014-2866), the Swedish Cancer Research Foundation \\(CAN 2015/585), and the Ragnar Söderberg Foundation to N.C; and by grants from the Science for Life Laboratory, the Karolinska Institutet KID Funding Program, the Swedish Research Council \\(621-2014-5503), the Human Frontier Science Program \\(HFSP Career Development Award), the Ragnar Söderberg Foundation, and the European Research Council \\(StG-2016_GENOMIS_715727) to M.B. E.W. was supported by a scholarship from the Svenska Sällskapet för Medicinsk Forskning \\(SSMF) ."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41467-019-09616-w",
                "date": "2019-04-09 10:04:21",
                "title": "iFISH is a publically available resource enabling versatile DNA FISH to study genome architecture",
                "authors": [
                    "Eleni Gelali",
                    "Gabriele Girelli",
                    "Masahiro Matsumoto",
                    "Erik Wernersson",
                    "Joaquin Custodio",
                    "Ana Mota",
                    "Maud Schweitzer",
                    "Katalin Ferenc",
                    "Xinge Li",
                    "Reza Mirzazadeh",
                    "Federico Agostini",
                    "John P. Schell",
                    "Fredrik Lanner",
                    "Nicola Crosetto",
                    "Magda Bienko"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 87712,
                "identity": "33f3fd42-9132-4844-8f48-ad9f3e02bd76",
                "order_by": 0,
                "name": "Nicola  Crosetto",
                "email": "nicola.crosetto@scilifelab.se",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Nicola",
                "middleName": "",
                "lastName": "Crosetto",
                "suffix": ""
            },
            {
                "id": 87713,
                "identity": "fb9f6616-993f-4269-97f4-2d9f4c0a2d50",
                "order_by": 0,
                "name": "Magda Bienko",
                "email": "magda.bienko@scilifelab.se",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Magda",
                "middleName": "",
                "lastName": "Bienko",
                "suffix": ""
            },
            {
                "id": 87714,
                "identity": "621a8358-4654-4201-8b87-4b301b3c215b",
                "order_by": 1,
                "name": "Eleni Gelali",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Eleni",
                "middleName": "",
                "lastName": "Gelali",
                "suffix": ""
            },
            {
                "id": 87715,
                "identity": "f938019e-7563-4e90-8a47-2152c2753167",
                "order_by": 1,
                "name": "Gabriele Girelli",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Gabriele",
                "middleName": "",
                "lastName": "Girelli",
                "suffix": ""
            },
            {
                "id": 87716,
                "identity": "1d2505cc-0f6a-48b7-8df6-649d474f2740",
                "order_by": 1,
                "name": "Masahiro Matsumoto",
                "email": "",
                "orcid": "",
                "institution": "Sony Imaging Products & Solutions, Inc.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Masahiro",
                "middleName": "",
                "lastName": "Matsumoto",
                "suffix": ""
            },
            {
                "id": 87717,
                "identity": "3f80c97f-c8b4-4cba-82de-1e215aa6c37d",
                "order_by": 1,
                "name": "Erik Wernersson",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Erik",
                "middleName": "",
                "lastName": "Wernersson",
                "suffix": ""
            },
            {
                "id": 87718,
                "identity": "7ddc62aa-2fde-476f-9f9c-02505c50c478",
                "order_by": 1,
                "name": "Joaquin Custodio",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Joaquin",
                "middleName": "",
                "lastName": "Custodio",
                "suffix": ""
            },
            {
                "id": 87719,
                "identity": "4d781ffd-95bd-4cf1-bfbe-a6781eb239fe",
                "order_by": 1,
                "name": "Ana Mota",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Ana",
                "middleName": "",
                "lastName": "Mota",
                "suffix": ""
            },
            {
                "id": 87720,
                "identity": "1635ae19-12ee-40d9-80ee-6ae6fb5bf594",
                "order_by": 1,
                "name": "Maud Schweitzer",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Maud",
                "middleName": "",
                "lastName": "Schweitzer",
                "suffix": ""
            },
            {
                "id": 87721,
                "identity": "652e5c22-f859-4119-ad7e-fb9f90d8a3a6",
                "order_by": 1,
                "name": "Katalin Ferenc",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Katalin",
                "middleName": "",
                "lastName": "Ferenc",
                "suffix": ""
            },
            {
                "id": 87722,
                "identity": "77ff8f43-cf80-415f-a553-dba7f632524b",
                "order_by": 1,
                "name": "Xinge Li",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Xinge",
                "middleName": "",
                "lastName": "Li",
                "suffix": ""
            },
            {
                "id": 87723,
                "identity": "70a800d9-a38b-44b7-9bef-09915c090365",
                "order_by": 1,
                "name": "Reza Mirzazadeh",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Reza",
                "middleName": "",
                "lastName": "Mirzazadeh",
                "suffix": ""
            },
            {
                "id": 87724,
                "identity": "6571102d-dfee-4533-b0de-cd70ca6a87df",
                "order_by": 1,
                "name": "Federico Agostini",
                "email": "",
                "orcid": "",
                "institution": "Bienko and Crosetto Laboratories",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Federico",
                "middleName": "",
                "lastName": "Agostini",
                "suffix": ""
            },
            {
                "id": 87725,
                "identity": "7a3e9278-445f-4d04-9c03-1a1a3562c39c",
                "order_by": 1,
                "name": "John P. Schell",
                "email": "",
                "orcid": "",
                "institution": "Department of Clinical Science, Intervention and Technology Karolinska Institutet",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "John",
                "middleName": "P.",
                "lastName": "Schell",
                "suffix": ""
            },
            {
                "id": 87726,
                "identity": "a85fc456-dc19-456d-bf5c-14fca58d7974",
                "order_by": 1,
                "name": "Fredrik Lanner",
                "email": "",
                "orcid": "",
                "institution": "Department of Clinical Science, Intervention and Technology Karolinska Institutet",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Fredrik",
                "middleName": "",
                "lastName": "Lanner",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2019-03-12 11:05:27",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2019.028",
        "doiUrl": "https://doi.org/10.1038/protex.2019.028",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2612183,
                "identity": "cdf2c66b-2368-4627-a223-78a7a36e2ef6",
                "added_by": "a1b75da5-516f-11e9-9e20-12b504df345a",
                "created_at": "2020-09-25 20:52:46",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 87661,
                "visible": true,
                "origin": "",
                "legend": "iFISH implementation. (a) Scheme of iFISH4U. Pre-designed genome-wide databases of oligo sequences (left) are used as input by the iFISH4U web interface (center) to select oligos within one or more user-specified genomic regions, based on the indicated features. Features 1–3 are used for single probes, whereas all the four features are used to design multiple probes on the same chromosome. Dashed boxes indicate examples of genomic windows, within the region of interest, each containing the same number of oligos (vertical bars), but with suboptimal size (1), homogeneity (2), or centrality (3). In contrast, the central dashed window, with oligos marked in red, represents the window of choice, which best satisfies all the four features. (b) Cumulative distribution of the distances between consecutive oligos in the human 40-mers database used to design all the iFISH probes described in this work. (c) Median standard deviation (s.d.) of the distance between consecutive oligos, inside non-overlapping genomic windows of the indicated size, in the 40-mers database and OligoMiner (OM) hg19 databases. OMB, OM ‘Balance’. OMC, OM ‘Coverage’. OMS, OM ‘Stringent’. (d) Percentage of non-overlapping genomic windows of the indicated size, containing at least 96 oligos, in the 40-mers database and OligoMiner (OM) hg19 databases. (e) Scheme of the oligos in iFISH probes. Each probe consist of n oligos that differ in the T sequence. (f) Location of the 330 iFISH probes targeting all the human autosomes and chrX, that constitute the foundation of the iFISH probe repository (http://ifish4u.org/browse). Red dots, individually tested probes (see Fig. 2a and 2b). (g) Scheme of the high-throughput pipeline used to produce iFISH probes. (1) Up to 12,000 oligos corresponding are synthesized on an array and then pooled together. (2) The oligo-pool is dispensed into n 96-well plates, depending on the total number of probes (p) and colors per probe (c). (3) In each well, the oligos corresponding to the same probe are selectively amplified using a probe-specific PCR primer pair that incorporates the T7 promoter sequence (T7) and a specific color adapter sequence (C), and (4) successfully amplified probes are purified and linearly amplified by in vitro transcription (IVT). (5) Purified IVT products are reverse transcribed (RT), (6) RNA is hydrolized, and finally (7) single-stranded DNA is purified to obtain ready-to-use probes.",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-7403/v1/figure_1.png"
            },
            {
                "id": 13468049,
                "identity": "b5343fda-4e2e-4177-979e-94b015eb828e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:57:15",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 630395,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-7403/v1/a150c33e-9f44-4ccf-be79-3fec6963e568.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interests.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "DNA FISH,open-source repository,chromosomal organization,genome architecture",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "DNA fluorescence in situ hybridization \\(DNA FISH) is a powerful method to study chromosomal organization in single cells. At present, there is a lack of free resources of DNA FISH probes and probe design tools, which can be readily applied. Here, we describe iFISH, an open-source repository currently comprising 380 DNA FISH probes targeting multiple loci on the human autosomes and chromosome X, as well as a genome-wide database of optimally designed oligonucleotides and a freely accessible web interface \\(http://ifish4u.org) that can be used to design DNA FISH probes. We individually validated 153 probes in our repository, and harnessed our probe repository to quantify the extent of intermingling between multiple heterologous chromosome pairs, showing a much higher extent of intermingling in human embryonic stem cells compared to fibroblasts. In conclusion, iFISH is a versatile and expandable resource, which can greatly facilitate the use of DNA FISH in research and diagnostics.",
        "manuscriptTitle": "iFISH:a publically available resource enabling versatile DNA FISH to study genome architecture",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2019-05-22 05:13:32",
                "doi": "10.1038/protex.2019.028",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a1b75da5-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "May 22nd, 2019",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 12289,
                "name": "Cell biology"
            },
            {
                "id": 12290,
                "name": "Biotechnology"
            },
            {
                "id": 12291,
                "name": "Biological techniques"
            },
            {
                "id": 12292,
                "name": "Molecular Biology"
            },
            {
                "id": 12293,
                "name": "Computational biology and bioinformatics"
            },
            {
                "id": 12294,
                "name": "Genetics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2019-05-22 05:13:32",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}