{
    "identity": "nprot-3001",
    "title": "Immunoglobulin G preparation from plasma samples and analysis of its affinity kinetic binding to peptide hormones",
    "content": [
        {
            "header": "Introduction",
            "content": "Intercellular chemical transmission is mediated by various types of molecules including peptide hormones and neuropeptides which are important messengers in the regulation of homeostatic functions and behavior \\(1). Peptide messengers are quite different from the classical neurotransmitters such as catecholamines, GABA or glutamate. Some distinguishing features include peptide extrasynaptic release, absence of reuptake and the nanomolar affinity for their receptors which belong to the G-protein coupled receptor family \\(2). High affinity receptor binding of peptides determines the specificity of peptide action on each receptor subtype which may depend on peptide length and posttranslational modifications. In fact, after release, peptide messengers are quickly degraded by various enzymes present in plasma and extracellular space \\(3). Furthermore, peptide hormones released in the systemic circulation must travel long distances before reaching their target tissues, e.g. ghrelin released from stomach has its targets in the brain and other distant organs and tissues \\(4). These features of peptidergic signaling imply that biological action of peptides should depend on preservation of their intact structures. The cumulative evidence indicate that immunoglobulins \\(Ig) may play a role of natural carrier molecules for neuropeptides and, hence, may constitutively participate in peptidergic signaling \\(5,6). Indeed, neuropeptide-reactive IgG are ubiquitously present in humans and rodents without exogenous antigenic stimulation \\(7). In the associated publication we showed that plasma IgG protect peptide hormone ghrelin from degradation by plasma enzymes, thereby, preserving peptide biological activities \\(8). Furthermore, differences in IgG affinities for peptide hormones can change peptide carrier properties resulting in enhancement or in diminishment of peptide biological activities. For instance, increased IgG affinities for ghrelin, an orexigenic hormone, was associated with increased appetite in patients with obesity. In contrast, increased dissociation rates of IgG for ghrelin were found in patients with anorexia nervosa \\(8). Another example is a decreased association rate of plasma IgG binding to adrenocorticotropic hormone which was found in male adolescents with antisocial behavior \\(9). Thus, analysis of affinity kinetics of human or animal plasma IgG binding to a specific peptide hormone may provide useful information towards understanding of individual variability in peptidergic signaling impacting on physiology and behavior and may help to develop new therapeutic approaches. In this protocol we describe the procedure of IgG purification from plasma adapted for its further use for affinity kinetic analysis with the surface plasmon resonance of IgG binding to peptide hormones."
        },
        {
            "header": "Reagents",
            "content": "Protease cocktail inhibitor \\(Sigma P8340)\r\n\n\nHCl 1N: 100 µL HCl 37% \\(VWR 13C150512) in 1.1 mL water  \r\n\n\nTrifluoroacetic acid \\(TFA) \\(VWR G647441) 1% in water\r\n\n\nAcetonitrile \\(VWR 12Z4136) 60% in TFA 1%\r\n\n\nPhosphate-buffered saline \\(PBS) 1X: 8 g NaCl \\(Sigma S9625), 1.15 g NA2HPO4 \\(Sigma S0876), 0.2 g KCl \\(Merck 4936) and 0.2 g KH2PO4 \\(Merck 4873) adjust the volume to 1 L with water\r\n\n\nMelon Gel purification kit \\(Thermo Scientic 45212) which contain 25 mL Melon Gel purification support, 1 L Melon Gel purification buffer 100X and 1 L Melon Gel regenerant solution\r\n\n\nDilute the Melon Gel purification buffer at 1X with water and adjust the pH at 7 before utilization.\r\n\n\nBiacore HBS-EP buffer \\(GE healthcare BR-1001-88): 0.01 M HEPES pH 7.4, 0.15 M NaCl, 3 mM EDTA and 0.005% surfactant P20 \r\n\n\nAcetate buffer pH 5 \\(GE healthcare BR-1003-51)\r\n\n\nBIAcore amine coupling kit \\(GE healthcare BR-1000-50): 1-ethyl-3-\\(3-dimethylaminopropyl)-carbodiimide hydrochloride \\(EDC), N-hydroxysuccinimide \\(NHS), 1 M ethanolamine-HCl pH 8.5 \r\n\n\nNaOH 10 mM \\(GE healthcare BR-1003-58) dilute the original NaOH 50 mM solution to 10 mM with water"
        },
        {
            "header": "Equipment",
            "content": "Litium heparin tube \\(Terumo VF-054SHL) or aprotinin tube \\(BD Vacutainer® 361017)\r\n\n\nEppendorf P-100, P-200, P-1000 and P-5000 pipettemans \\(or equivalents)\r\n\n\nStrata® C18-SEP Columns \\(Phoenix France RK-SEPCOL-1)\r\n\n\nPierce® Spin Columns \\(Thermo Scientifique 69705)\r\n\n\nCentrifuge \\(eppendorf centrifuge 5804 R)\r\n\n\nHemolyse tube \r\n\n\nSpeedVac Concentrator \\(Savant Instruments SVC100H)\r\n\n\nLyophiliser \\(Bioblock Scientific Christ alpha 1-2)\r\n\n\nRoller mixer \\(Stuart SRT6)\r\n\n\nNanodrop \\(Thermo Scientific NanoDrop 2000C)\r\n\n\nSurface plasmon resonance instrument \\(GE healthcare BIAcore 1000)\r\n\n\nCM5 sensor chip \\(GE healthcare BR-1000-12)\r\n\n\nMulti cycle cinetic program for BIAcore 1000\r\n\n\nBIAcore 1000 control and analysis software"
        },
        {
            "header": "Procedure",
            "content": "1. Blood sample collection \r\n  a) Blood sample are collected in litium heparin tube \\(Terumo VF-054SHL) in which we add 3 µL of protease cocktail inhibitor. Or you can use aprotinine tubes which already contain protease inhibitor.\r\n\n\nb) Centrifuge blood sample at 3000 rpm during 20 min at 4°C.\r\n\n\nc) Collect the plasma and acidify it with HCl 1N to prevent peptide degradation. HCl volume represents 10% of the plasma volume.\r\n\n\n2. Peptide protein separation \\(to separate peptides from IgG)\r\n  a) Add 1 mL of acetonitrile 60% in TFA 1% in Strata® C18-SEP columns and centrifuge at 3000 rpm during 3 min at 4°C to activate the column.\r\n\n\nb) Wash three times with 3 mL of TFA 1%.\r\n\n\nc) Add your plasma previously diluted at ½ with TFA 1% \\(500 µL plasma and 500 µL TFA 1%). During plasma loading, peptides are bound to the column and proteins go into the effluent.\r\n\n\nd) Keep the effluent at -80°C to purify IgG from this plasma fraction. Optionally peptides can be eluted for their concentration assay with following steps.\r\n\n\ne) Wash twice with 3 mL of TFA 1%.\r\n\n\nf) Elute peptides with acetonitrile 60% in TFA 1%.\r\n\n\ng) Evaporate the eluent 15 min with a SpeedVac concentrator to eliminate the maximum of acetonitrile.\r\n\n\nh) Freeze eluent and lyophilize during 72 h.\r\n\n\ni) Resuspend peptide fraction with PBS and assay the purified peptide using the appropriate kits.\r\n\n\n3. IgG purification \r\n  a) Add 500 µL Melon Gel purification support in mini spin columns and centrifuge at 5000 rpm 30 s.\r\n\n\nb) Wash twice with 300 µL purification buffer and centrifuge at 5000 rpm 30 s.\r\n\n\nc) Dilute effluent-containing IgG from previous step at ¼ with purification buffer \\(1 mL effluent and 3 mL purification buffer).\r\n\n\nd) Add 500 µL of diluted sample on the column and incubate 5 min at room temperature on roller mixer.\r\n\n\ne) Centrifuge at 5000 rpm 30 s to purify IgG.\r\n\n\nf) Repeat step d and e until you finish to pass all the diluted sample on the column.\r\n\n\ng) Pool the entire fraction that you obtain in a hemolysis tube to freeze and lyophilize during 72 h.\r\n\n\nh) After lyophilization resuspend your purified IgG with a volume of BIAcore HBS-EP buffer corresponding to the plasma volume at the beginning to the experiment.\r\n\n\ni) Determine IgG concentration using a nanodrop or a similar device.\r\n\n\n4. Afinity kinetics assay in BIAcore\r\n  Fix the peptide of interest on BIAcore CM5 chip using the BIAcore amine coupling kit.\r\n\n\nA) Peptide Coating\r\n\n\na) Open the BIAcore control software and place a new CM5 chip in the BIAcore or one with a free flowcell \\(command → undock → change the chip → dock → prime to wash the chip).\r\n\n\nb) Mix 100 µL of NHS and 100 µL of EDC and place the tube in position R2A1 in the BIAcore.\r\n\n\nc) Dilute the peptide in acetate buffer at 0.5 mg/mL and place the tube in R2A2 position.  The ideal volume is 200 µL of diluted peptide to repeat injection during the coating in case there is not enough peptide fixed on the chip with a single injection.\r\n\n\nd) Place 200 µL of ethanolamine in R2A3 position and a complete vial of NaOH 10 mM in R2F3 position.\r\n\n\ne) To start the coating you have to start a new sensorgram \\(run → run a new sensorgram → choose the flowcell → flow at 5 µL/min → sensorgram will start).\r\n\n\nf) The flowcell needs to be activated before the peptide injection using NHS/EDC mix injection \\(command → inject → volume: 35 µL → position: R2A1).\r\n\n\ng) After the activation, the peptide can be fixed on the chip \\(command → inject → volume: 35 µL → position: R2A2). You can repeat this injection if there is not enough peptide fixed on the chip.\r\n\n\nh) After the peptide injection, you have to fix it on the chip using ethanolamine injection \\(command → inject → volume: 35 µL → position: R2A3).\r\n\n\ni) After coating you can regenerate once or twice with NaOH 10 mM to take down peptide not correctly fixed \\(command → inject → volume: 10 µL → position: R2F3). Stop the sensorgram and save it \\(run → stop sensorgram) \\(figure 1).\r\n\n\nB) Affinity kinetics determination method\r\n\n\na) Dilute IgG using HBS-EP buffer and place them in the correct position. The concentration 0.5 mg/mL corresponds to the concentration 3360 nM.\r\n\n\n- Blank \\(HBS-EP buffer) → R2A1\r\n\n\n- 210 nM → R2A2\r\n\n\n- 420 nM → R2A3\r\n\n\n- 840 nM → R2A4\r\n\n\n- 1680 nM → R2A5\r\n\n\n- 3360 nM → R2A6\r\n\n\n- 840 nM → R2A7\r\n\n\n- Blank \\(HBS-EP buffer)  → R2A8\r\n\n\n- Blank for startup \\(HBS-EP buffer) → R2A9\r\n\n\nb) Run the multi-cycle kinetic program \\(run → run method → select the method → save your file → the method start). The program will start with a wash \\(prime) of the system with HBS-EP buffer. After this wash you can insert your sample in the BIAcore and click on continue.\r\n\n\nc) The program will start with 2 startup with HBS-EP buffer to see derive of the signal. Then the automate will save a sensorgram for each concentration. At the end, there are 10 sensorgram for one sample \\(2 startup + 8 concentrations).\r\n\n\nC) Results analysis\r\n\n\na) Open BIAevaluation software for the result analysis. Then open the file corresponding to the sample that you want to analyze.\r\n\n\nb) Select the first and the second curves corresponding to the 2 startup to check if they are similar. Then open the 2 blank curves and just keep one for the analysis. Idem for the concentration 840 nM \\(there are still 6 curves for the analysis).\r\n\n\nc) Delete the extreme parts of the curves from 0 to 80 seconds and from 535 to 900 seconds \\(edit → select → 0 to 80 → edit → cut →→ repeat this action for 535 to 900 seconds).\r\n\n\nd) Delete artifact peaks which may be interacting with the analysis \\(select the curve and open it → select the peak area with the right click → edit → cut).\r\n\n\ne) Line up the curves to 0 \\(select and open all the resting curves → select a part of the curves at the beginning in the linear part → Y-transform → 0 at the average of the selection → replace curves).\r\n\n\nf) Subtract the blank curve from the others \\(Y-transform → delete a curves to the other → select the number correspond to the blank curve → add as new).\r\n\n\ng) Fit the curves to obtain kinetic parameters: ka, kd, KD, KA \\(fit → simultaneous ka/kd → Langmuir binding model 1:1 → enter the correct concentration for each curve → fit).\r\n\n\nh) You can copy it on an Excel for statistical analysis \\(select the table → Ctrl+C → paste on Excel)."
        },
        {
            "header": "Timing",
            "content": "Peptide/protein separation takes 1 day. Then if you want to dose peptide the lyophilization takes 72 h and the EIA assay \\(typical) takes one day.\r\n\n\nIgG purification step also takes 1 day and you have to wait 72 h before IgG dosage with nanodrop.\r\n\n\nThe time of the final step \\(kinetic approach) depends on the number of samples. The peptide coating take 1 h and running the method with all different concentrations of one IgG sample take about 2 h."
        },
        {
            "header": "Troubleshooting",
            "content": "A crucial step if you want to dose peptide after extraction is the acidification of the plasma with HCl 1N immediately after centrifugation.\r\n\n\nThe longest step is the peptide purification. To have all the columns almost at the same flow and to gain time we suck up with a syringe and a catheter about 500 µL of wash buffer after column activation.\r\n\n\nDuring the kinetic evaluation you have to check in the method program what flowcell you are using which should contain peptide of your interest. You can modify it in the program if necessary \\(red circle on figure 2)."
        },
        {
            "header": "Anticipated Results",
            "content": "Using this approach we obtain affinity KD values between 10-6 and 10-8 M depending on the peptide of interest and species origin of the IgG."
        },
        {
            "header": "References",
            "content": "References\r\n\n\n1 Kastin, A. J. & Pan, W. Concepts for biologically active peptides. Curr Pharm Des 16, 3390-3400, doi:BSP/CPD/E-Pub/000214 \\[pii] \\(2010).\r\n\n\n\r\n\n\n2 Hökfelt, T., Bartfai, T. & Bloom, F. Neuropeptides: opportunities for drug discovery. Lancet Neurol 2, 463-472 \\(2003).\r\n\n\n\r\n\n\n3 Jeong, J. K. & Diano, S. Prolyl carboxypeptidase and its inhibitors in metabolism. Trends in Endocrinology & Metabolism 24, 61-67, doi:http://dx.doi.org/10.1016/j.tem.2012.11.001 \\(2013).\r\n\n\n\r\n\n\n4 Kojima, M. et al. Ghrelin is a growth-hormone-releasing acylated peptide from stomach. Nature 402, 656-660, doi:10.1038/45230 \\(1999).\r\n\n\n\r\n\n\n5 Fetissov, S. O. et al. Emerging role of autoantibodies against appetite-regulating neuropeptides in eating disorders. Nutrition 24, 854-859 \\(2008).\r\n\n\n\r\n\n\n6 Hamze Sinno, M. et al. Regulation of feeding and anxiety by α-MSH reactive autoantibodies. Psychoneuroendocrinology 34, 140-149 \\(2009).\r\n\n\n\r\n\n\n7 Fetissov, S. O. et al. Autoantibodies against appetite-regulating peptide hormones and neuropeptides: putative modulation by gut microflora. Nutrition 24, 348-359 \\(2008).\r\n\n\n\r\n\n\n8 Takagi, K. et al. Anti-ghrelin immunoglobulins modulate ghrelin stability and its orexigenic effect in obese mice and humans. Nat Commun 4:2685, doi: 10.1038/ncomms3685 \\(2013).\r\n\n\n\r\n\n\n9 Schaefer, J. M. et al. Corticotropin \\(ACTH)-reactive immunoglobulins in adolescents in relation to antisocial behavior and stress-induced cortisol response. The TRAILS study. Psychoneuroendocrinology 38, 3039–3047, doi:http://dx.doi.org/10.1016/j.psyneuen.2013.08.015 \\(2013)."
        },
        {
            "header": "Acknowledgements",
            "content": "This work was supported by Grants-in-Aid for Scientific Research from the Ministry of Education, Culture, Sports, Science and Technology of Japan. It received partial supports from EU INTERREG IVA 2 Seas Program \\(7-003-FR_TC2N) and Fonds Francais Alimentation & Santé. We are grateful to Dr. Emeric Gueneau, GE Healthcare, for the help with BIAcore instrumentation and affinity kinetics analysis."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/ncomms3685",
                "date": "2014-02-25 12:53:52",
                "title": "Anti-ghrelin immunoglobulins modulate ghrelin stability and its orexigenic effect in obese mice and humans",
                "authors": [
                    "Kuniko Takagi",
                    "Romain Legrand",
                    "Akihiro Asakawa",
                    "Haruka Amitani",
                    "Marie François",
                    "Naouel Tennoune",
                    "Moïse Coëffier",
                    "Sophie Claeyssens",
                    "Jean-Claude do Rego",
                    "Pierre Déchelotte",
                    "Akio Inui",
                    "and Sergueï O. Fetissov"
                ],
                "journal": "Nature Communications",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 12902,
                "identity": "a027ca73-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Sergueï Fetissov",
                "email": "Serguei.Fetissov@univ-rouen.fr",
                "orcid": "",
                "institution": "Inserm U1073 Nutrition, Gut & Brain Laboratory, Rouen University, France",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Sergueï",
                "middleName": "",
                "lastName": "Fetissov",
                "suffix": ""
            },
            {
                "id": 12900,
                "identity": "a027c550-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Romain Legrand",
                "email": "",
                "orcid": "",
                "institution": "Inserm U1073 Nutrition, Gut & Brain Laboratory, Rouen University, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Romain",
                "middleName": "",
                "lastName": "Legrand",
                "suffix": ""
            },
            {
                "id": 12901,
                "identity": "a027c826-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kuniko Takagi",
                "email": "",
                "orcid": "",
                "institution": "Inserm U1073 Nutrition, Gut & Brain Laboratory, Rouen University, France",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kuniko",
                "middleName": "",
                "lastName": "Takagi",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-02-25 15:51:12",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.004",
        "doiUrl": "https://doi.org/10.1038/protex.2014.004",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2608935,
                "identity": "774d869b-6eee-4091-980a-296227517795",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 37107,
                "visible": true,
                "origin": "",
                "legend": "BIAcore coating sensorgram",
                "description": "",
                "filename": "figure1.png",
                "url": "https://assets.researchsquare.com/files/nprot-3001/v1/figure_1.png"
            },
            {
                "id": 2608936,
                "identity": "96f22eb6-72e8-4b03-9c3a-8e4893431c1e",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 84177,
                "visible": true,
                "origin": "",
                "legend": "BIAcore multi-cycle kinetic method",
                "description": "",
                "filename": "figure2.png",
                "url": "https://assets.researchsquare.com/files/nprot-3001/v1/figure_2.png"
            },
            {
                "id": 2608933,
                "identity": "70de4908-5677-4d1c-b841-d61234cba693",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "png",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 45257,
                "visible": true,
                "origin": "",
                "legend": "example of a sample analysis with the BIAevaluation software",
                "description": "",
                "filename": "figure3.png",
                "url": "https://assets.researchsquare.com/files/nprot-3001/v1/figure_3.png"
            },
            {
                "id": 2608937,
                "identity": "3d85d418-c41e-4aec-be57-1f1f7187cb86",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "png",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 151916,
                "visible": true,
                "origin": "",
                "legend": "protocol overview",
                "description": "",
                "filename": "figure4.png",
                "url": "https://assets.researchsquare.com/files/nprot-3001/v1/figure_4.png"
            },
            {
                "id": 13465061,
                "identity": "a4a115a8-5b53-4af0-b359-12ca311cd90e",
                "added_by": "auto",
                "created_at": "2021-09-16 20:45:30",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 806693,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3001/v1/d3b69e22-970d-4db0-a661-9a39cc5acda1.pdf"
            },
            {
                "id": 2608938,
                "identity": "d1dc22f3-d141-4709-8980-a33136333167",
                "added_by": "29b0f50f-991e-4cf6-96fc-2c41c75f34f2",
                "created_at": "2020-09-25 20:50:35",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 303205,
                "visible": true,
                "origin": "",
                "legend": "Supplementary Document 1   Printable PDF version of full protocol",
                "description": "",
                "filename": "supplement0.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-3001/v1/supplement_0.pdf"
            }
        ],
        "financialInterests": "Authors are involved in several patent applications that use affinity of autoantibodies against peptide hormones as biomarkers.",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "peptide hormone, neuropeptide, immunoglobulin, autoantibodies, affinity, surface plasmon resonance",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "Circulating peptide hormones such as ghrelin physiologically bind plasma immunoglobulins \\(Ig) which protect hormone from degradation and modulate its biological activity depending on affinity of hormone / IgG binding. Because the IgG set of each individual is unique, measuring affinity kinetics of human or animal plasma IgG binding to a specific peptide hormone may provide useful information towards understanding of individual variability in peptidergic signaling. Here, we describe a protocol of IgG preparation from human blood samples adapted for the analysis of affinity kinetics binding between IgG and peptide hormones measured by the surface plasmon resonance. The same protocol can be also applied to analyze IgG in rodents.",
        "manuscriptTitle": "Immunoglobulin G preparation from plasma samples and analysis of its affinity kinetic binding to peptide hormones",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-02-26 15:56:08",
                "doi": "10.1038/protex.2014.004",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a027729f-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "February 26th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3109,
                "name": "Biological techniques"
            },
            {
                "id": 3110,
                "name": "Computational biology and bioinformatics"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-02-26 15:56:08",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}