{
    "identity": "pex-961",
    "title": "<p>A micromechanical cell stretching device compatible with super-resolution microscopy and single protein tracking</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>\tGrowing evidence demonstrates that macromolecular assemblies driving critical cellular functions are regulated by mechanical forces. However, the exact molecular mechanisms of force-sensing within most macromolecular assemblies in cells are still unknown. Several innovative techniques allow to measure and generate forces on proteins <em>in vitro</em> or within cells <sup>1–4</sup>, but they cannot probe protein mechanical responses within crowded macromolecular structures inside the cell or confined at the interface with the extracellular environment.</p><p>\tSuper-resolution microscopy (SRM) and single protein tracking (SPT) techniques are ideal to study the dynamic organization of proteins at the nanoscale. There are two major classes of SRM: coordinate stochastic based on Single Molecule Localization Microscopy (SMLM: PALM, STORM, PAINT) <sup>5–7</sup>; or coordinate targeted (STED, RESOLFT)<sup>5–7</sup>. SRM and SPT confirmed, together with fluorescent tension-sensors, that proteins could be stretched under mechanical tension<sup>2,8–10</sup> in mechanosensitive structures. In parallel, stretchable substrates of Polydimethylsiloxane (PDMS) have been coupled with optical imaging to investigate cell responses to external forces<sup>1,11,12</sup>.&nbsp;However, the simultaneous combination of SRM or SPT with cell stretching is extremely challenging, since it requires to combine glass-like optical properties with mechanical stability of the imaged plane during substrate deformation. </p><p>\tSMLM/SPT require the optimal signal to noise ratio of single molecules emission to attain the best spatial resolution (typically 10-50 nm)<sup>5–7</sup>. SMLM/SPT techniques are thus ideally performed in the total internal reflection fluorescence (TIRF) or oblique illumination modes using high numerical aperture (NA) short working distance oil immersion objectives matching the index of refraction of glass slides<sup>5–7,13,14</sup>. In addition, SMLM/SPT techniques rely on object reconstruction or tracking from thousands of imaging planes, which implies perfect mechanical stability of the sample while imaging. This is incompatible with large deformations and displacements of the substrate in the axis (Z) and plane (XY) of observation during stretching. </p><p>\tSimilarly, coordinate targeted STED/RESOLFT nanoscopy techniques perform better using high numerical aperture (NA) short working distance oil immersion or glycerol immersion objectives. Compared to SMLM/SPT techniques, STED like techniques will be less sensitive to drift, as they have low pixel dwell times<sup>15,16</sup>. However, mechanical drift stemming from multiple factors (e.g., motorized and piezoelectric stages) can greatly compromise the performance of the STED system, degrading signal-to-noise ratio and spatial resolution<sup>15,16</sup>. Thus, perfect mechanical stability of the sample has to be ensured throughout acquisitions. Once again, this could be incompatible with large XYZ deformations during stretching.&nbsp;</p><p>\tIn most commercial configurations, cell stretching is performed using macroscopic devices and images are acquired after fixation, or thick elastomeric substrates are stretched in combination with low NA objectives and upright microscopes<sup>17,18</sup>. These low magnification configurations are quite permissive to slight defocusing <sup>19</sup>. Various custom-made devices could potentially enable simultaneous stretching and live cell imaging <sup>1,11,19–22</sup>. However, they are either limited to low-magnification imaging or are incompatible with continuous automatic focusing during stretching</p><p>\tHere, we present a cell stretching device compatible with SRM and SPT which enables to study the nanoscale reorganizations and deformations of protein assembly or individual proteins inside mechanosensitive structures<sup>23</sup> (Fig. 1a). This device is composed of an ultra-thin Polydimethylsiloxane (PDMS) layer (10 µm) providing glass-like optical properties compatible with SRM and SPT (Fig. 1b,c). To simultaneously enable substrate stretching and ensure flatness upon deformation, this ultra-thin PDMS layer is deposited on a glycerol-lubricated glass cover-slip (Fig. 1b,c). Glycerol allows the deformable substrate to float freely while avoiding PDMS adhesion and refractive index mismatch.&nbsp;A drop of glycerol is sandwiched between the plasma cleaned PDMS sheet and glass coverslip forming a glycerol layer of ∼ 0.7 µm in thickness (Fig. 1c) To manipulate the thin PDMS substrate and avoid any distortions along the optical path, the size of the observation chamber is kept as small as possible (∼9 mm2 (Fig. 1b)), and its mechanical stability is reinforced by adding a thicker (40 µm) Gel-Pak frame on top of the thin PDMS sheet (Fig. 1c). To generate uniaxial stretches on the glass-PDMS assembly, we design a 3D-printed micro-device (Fig. 1a,b). The micromechanical device consists of a fixed (holding) arm and a mobile (stretching) arm, connected to a piezo motor, positioned on opposite sides of the observation chamber on the PDMS frame (Fig. 1a,b). A clamp fixes the glass-PDMS slide to the base of the device and to the holding arm (Fig. 1a). The observation chamber or the whole microchip can be filled with culture or observation medium.</p><p>\tOur micromechanical stretching device is compatible with the two major classes of SRM: coordinate stochastic (e.g. PALM, STORM, PAINT) and coordinate targeted (e.g. STED)<sup>5–7,24</sup> (Fig.2). Experiments can be divided into two main approaches: 1) live stretching and SRM/SPT imaging in live cells (Fig. 2a-c) and 2) live stretching followed by rapid fixation, labelling and SRM imaging (Fig.2d,e). </p><p>\tConcerning the first approach, we can perform SPT acquisitions in cells before and after large (10-50%) or small (2-5%) stretches to study the effect of external stress on protein dynamics and diffusive properties (Fig. 2a). In addition, we can also perform simultaneous live cell stretching (2-5%) and SPT to study acute mechanical response of individual proteins: 1) force-dependent protein unfolding or deformations (Fig. 2b); or 2) force-dependent protein recruitments and reorganizations. Finally, the device can also be used to acquire STED SRM images of live cells that experience stretching (Fig. 2c). Regarding the second approach, the device can be used to perform SRM (e.g. DNA-PAINT, STED, STORM) in fixed cells after live stretching (2-50 %) followed by rapid fixation and labelling for SRM (Fig. 2d,e). </p><p><br></p>"
        },
        {
            "header": "Reagents",
            "content": "<p><strong>Reagents for assembling the micromechanical device </strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PDMS (Sylgard 184, Samaro, Cat. No. DE9330)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;PF film XO 1.5 mil (Gel-Pak®)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glycerol for fluorescence microscopy (Merck, Cat. No. 1040950250)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Resin for Stereolitography (SLA) 3D printing. We recommend Grey Pro resin (Formlabs)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dow Corning™ High-Vacuum Grease (Fisher Scientific, Cat. No. 14-635-5D)</p><p><br></p><p><strong>﻿Reagents for cell culture, sample preparation and imaging </strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;DMEM High Glucose with Sodium Pyruvate (Biowest, Cat. No.L01606)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fetal bovine serum (FBS, Eurobio, Cat. No. CVFSVF00-01)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GlutaMAX (GIBCO, Cat. No. 35050038)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Penicillin–Streptomycin (GIBCO, Cat. No. 15140-122)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;HEPES (GIBCO, Cat. No. 15630-056).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trypsin (GIBCO, Cat. No. 25300-054)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Soybean trypsin inhibitor (Sigma, Cat. No. T9003-1G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;NaCl (Sigma-Aldrich, Cat. No. S5886-5KG)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;KCl (Sigma-Aldrich, Cat. No. P5405-1KG)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MgCl<sub>2</sub> (Sigma-Aldrich, Cat. No. M4880-100G)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glucose (Sigma-Aldrich, Cat. No. G7021-1KG)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fibronectin (Sigma-Aldrich, Cat. No. 10838039001)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phosphate-buffered saline (PBS), pH 7.4</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nucleofector™ transfection kit for MEF-1 (Lonza, Cat. No. VPD-1004)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;0.1 µm fluorescent beads (TetraSpeck™ Microspheres, 0.1 µm, ThermoFisher, Cat. No. T7279)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;90 nm Stabilized Gold Nanoparticles (Cytodiagnostics, CG-90-500)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Paraformaldehyde, 16% aquous solution (Sigma, Cat. No. P6148)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glutaraldehyde, 10% aquous solution (Fisher Scientific, Cat. No. 50-262-01)</p><p><br></p><p><strong>Solutions for cell culture, sample preparation and imaging</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell culture medium: DMEM High Glucose with Sodium Pyruvate, supplemented with 10% FBS , 2 mM GlutaMAX, 100 U/ml penicillin–streptomycin and 15 mM HEPES.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Trypsin inactivation medium: DMEM High Glucose with Sodium Pyruvate, 1 mg/ml soybean trypsin inhibitor, 2 mM GlutaMAX, 100 U/ml penicillin–streptomycin, 15 mM HEPES Trypsin inhibitor.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ringer solution: 150 mM NaCl, 5 mM KCl, 2 mM CaCl2, 2 mM MgCl2, 10 mM HEPES ,11 mM glucose at pH 7.4.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Buffer C: 1× PBS at pH 7.2 supplemented with additional 500 mM NaCl, and it can be stored at RT for up to 6 months<sup>24</sup>.</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Silicon wafers CZ , 4\"&nbsp;thickness 525 µm type/dopant , n-P,&nbsp;resistance 10-20 ohm.cm,&nbsp;1 polished side, Ra &lt; 0.5 nm (Neyco, Cat. No. WAS4P1020) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Spin Coater SPIN150i-PTFE (SPS Europe, Cat. No. 42024)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Graphtec cutting plotter (Graphtec Craft ROBO pro, CE5000-40-CRP) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Heating and drying lab oven </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glass coverslips no. 1.5H 24x40 mm (Marienfeld, Cat. No. 0107242)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Expanded plasma cleaner PDC-002 (Harrick Plasma, Cat. No. PDC-002-(230V)) with PlasmaFlo gas mixer (Harrick Plasma, Cat. No. PDC-FMG-2 (230V))</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3D printer: We recommend the Form series (Form 2 or 3, Formlabs), for SLA 3D printing</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Piezoelectric motor (M-663 Linear Positioning Stage, 19 mm, Linear Encoder, 0.1 μm resolution, PI) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CharlyRobot 3D milling machine (Mécanuméric)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Poly(methyl methacrylate) (PMMA) plates (Evonik) </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;M3 screws, 20 cm (RS, Cat. No. 849-423)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inverted confocal microscope (Leica SP8 WLL2) equipped with a HC PL APO CS2 motCORR 93X Glycerol, NA 1.3 objective. The confocal microscope is equipped of a white light laser 2 (WLL2) with freely tunable excitation from 470 to 670 nm (1 nm steps) and is also equipped with a STED module tunable to STED microscopy. STED module is equipped with 3 depletion lasers: 592 nm, 660 nm and 775 nm. </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Inverted motorized microscope (Nikon Ti) equipped with a CFI Apo TIRF 100x oil, NA 1.49 objective and a perfect focus system PFS-2. Microscope is equipped with 4 continuous wave (cw) lasers (405 nm, 488 nm, 561 nm, 643 nm).</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nucleofector™ 2b device (Lonza, Cat. No. AAB-1001)</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;37 °C incubator with humidified air containing 5% CO2 </p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Softwares:</p><p>\to&nbsp;&nbsp;Computer-Assisted Design (CAD) software, such as \t\t Inventor (Autodesk) or open source versions (FreeCAD)</p><p>\to&nbsp;&nbsp;PreForm (Formlabs)</p><p>\to&nbsp;&nbsp;Metamorph (Molecular Devices) </p><p>\to&nbsp;&nbsp;Leica Application Suite X (Leica Microsystems) </p><p>\to&nbsp;&nbsp;PI Mikro Motor (Physik Instrumente) </p><p><br></p>"
        },
        {
            "header": "Procedure",
            "content": "Fabricating a 10 µm PDMS elastic substrate\n1.     Using the Graphtec Cutting Plotter, pre-cut an elastomer Gel-Pak frame (40 µm) to the size of the glass coverslip with a squared (3x3 mm) observation chamber.\na.      Note: Layout for cutting can be drawn on the software provided by the company or using a plug-in for Adobe Illustrator® and CorelDraw®.\n2.     Mix PDMS and curing agent in a 10:1 ratio.\n3.     Centrifuge for 5 min at 2500 rpm to remove air bubbles\n4.     Spin the PDMS on a silicon wafer to a final thickness of 10 µm.\n5.     Pre-cure the PDMS for 25 min at 70°C\n6.     Place the pre-cut Gel-Pak frame in contact with the 10 µm PDMS\n7.     Curate the whole assembly overnight at 70°C\n8.     Cut around the Gel-Pak frame with a blunt pair of and gently detach the PDMS substrate from the wafer.\nAssembling the micromechanical device\nGlass-PDMS assembly\n1.     Plasma clean 24x40 mm glass coverslips.\n2.     Spin coat each slide with glycerol to form a uniform glycerol layer of ∼0.7 µm thickness.\n3.     Plasma clean the PDMS substrate for 1 minute, on the side that will glide on the glycerol layer.\n4.     Immediately after, lay the PDMS substrate onto the glycerol-coated coverslip.\nPrinting the 3D micro-device\n1.     Design the fixed (holding) arm, the mobile (stretching) arm and the clamp composing the device on a CAD software.\na.\nNote:\nFor experiments that require sustained stretching after fixation, the design of the holding arm is modified to include a threaded hole, while the stretching arm is enlarged to include two grooves. Two screws allow to clamp the stretching arm onto the holding arm and sustain the stretching.\n2.     Export the files (.obj or any 3D printing compatible format) and upload them onto PreForm software. Layer thickness should be intermediate or small to avoid imperfections in the final structure. As for the resin, we recommend using Grey Pro resin because it offers high precision, moderate elongation, and low creep (https://formlabs.com/eu/materials/engineering/#grey-pro-resinGrey Pro Resin). This material is ideal for concept modeling and functional prototyping, especially for parts that will be handled repeatedly.\na.\nNote:\nEnsure that the support material is correctly placed to avoid collapsing of the piece during the printing process.\n3.     After finishing the printing, wash and cure the pieces according to the requirements of the resin. 3D-printed micro devices can be re-used several times, especially if they are composed of a resin conceived for engineering.\na.\nNote:\nAlthough we use SLA 3D printing for our micro-devices, we have also tested 3D micro-devices printed with fused deposition modelling (FDM). It requires polylactic acid (PLA) filaments and it can be easily implemented in a lab, besides having shorter printing times. However, we found that the devices are less resistant and less durable than the ones printed with SLA.\nAttaching glass-PDMS assembly to 3D-printed micro-device\n1.     Cut glass coverslips in small parts with high precision knife.\n2.     Using superglue or Dow Corning™ High-Vacuum Grease, attach small glass parts to holding and stretching arm.\n3.     Stick double sided tape to the glass parts on the holding and stretching arm.\n4.     Place the glass-PDMS assembly inside the clamp and attach them to the holding arm\n5.     Attach the stretching arm to the glass-PDMS assembly using double-sided tape.\nCell preparation\nCell electroporation (24 to 48h before imaging)\nActively dividing immortalized MEFs are cultured in DMEM supplemented medium (see solutions for cell culture) in 75 cm2 flasks.\n1.     Detach cells with trypsin/EDTA solution (1.5 mL). Inactivate trypsin immediately after detachment by adding serum-containing DMEM (5 ml). Count cells and adjust cell suspension volume to keep 1–2 million cells per tube per experimental condition.\n2.     Centrifuge cells at 300 × g for 5 min\n3.     Resuspend the cell pellet in transfection reagent and mix with the DNA plasmids.\na.\nNote:\nFor sptPALM experiments, cells are usually co-transfected with DNAs encoding for the protein of interest, (3–5 μg per condition, e.g., Talin-C-tdEos), and for a GFP-coupled reporter of the structure of interest (1–2 μg per condition, e.g., GFP-paxillin for adhesive structures).\nb.\nNote:\nFor STED experiments, if necessary, cells are transfected with a GFP-coupled reporter of the structure of interest (1–2 μg per condition, e.g., tubulin-GFP for microtubules). Presence of a GFP-coupled reporter is only required for low-resolution images of the cells before and after stretching, especially when performing large stretches (e.g. , 30%)\nc.\nNote:\nFor DNA-PAINT microscopy, vimentin-Halo can be visualized with Cy3B-labelled DNA imager strands, added to the stretching chamber at variable concentrations (2-5 nM), as previously described\n24\n.\n4.     For all cases, electroporate the cells with the Nucleofector™ 2b Device using the MEF T-020 program (Lonza Nucleofactor protocol)\n5.     After electroporation, replate the cells in a 6-well plate (about 0.3 million cells/well) in preheated culture medium and place them in a 37 °C incubator with humidified air containing 5% CO2\nCoating the micromechanical stretching device (same day of the experiment)\n1.     Cover the micromechanical device with 10 μg/ml fibronectin solution (500-750 µl per device) and incubate at 37 °C for 1 to 1.5 hours.\n2.     Discard the fibronectin solution and wash 4-5 times with PBS.\nSample preparation\n1.     Wash cells twice with PBS after removing the culture medium\n2.     Incubate with trypsin–EDTA solution (0.3 ml per well) for 1–3 min at 37 °C for detaching cells.\n3.     Inactivate trypsin with trypsin inactivation medium (1 ml per well) and count the cells (use any conventional cell counting method).\n4.     Centrifuge at 300 ×g for 5 min and resuspend cells in warm Ringer medium (1–2 ml). Allow cells to recover for 20-30 min inside the incubator at 37 °C with 5% CO2\n5.     Spread the cells on the device under a density of 70000-80000 cells per device.\nMounting the stretching device for live stretching or large stretches followed by rapid fixation\nThe following steps are common for mounting and preparing the micromechanical device for stretching experiments in live cells or fixed cells combined with super resolution microscopy and single protein tracking.\n1.     Prepare a 1:500 solution of TetraSpeck™ 0.1 µm fluorescent beads in warm Ringer solution and add 200-300 µL to each device to adsorb fluorescent beads on the substrate.\n2.     Mount the piezoelectric motor on a custom holder adapted to the microscope stage. Then, mount the holder on the microscope.\na.\nNote:\nCustom\n-\nmade\nholders should be designed according to specific stage dimensions and can be either 3D-printed or 3D-milled. In this case, we have 3D-milled a PMMA holder for mounting our device on the motorized stage, since 3D-milled parts are often more resistant.\n3.     Connect the piezoelectric motor controller and launch the PI Mikro Motor software.\n4.     Mount the micromechanical device on the stage-adapted holder.\n5.     Attach the stretching arm to the linear stage with a screw\n6.     Adjust focus to the 3x3 mm observation 10 µm PDMS chamber.\n7.     Before acquiring any cells, test whether the device is working properly and define parameters for specific stretching percentages. For that, select a region with a good density of fluorescent beads and acquire a snapshot. Measure the distance between two beads in the same horizontal axis (D\nbefore\n). Apply a test stretching by displacing the linear stage of the piezoelectric motor while keeping the same region in focus, either manually or with a custom-written Metamorph routine. Take another snapshot after the stretching and measure again the distance between the same two beads (D\nafter\n). If D\nafter\nis larger than D\nbefore\n, then the device is working properly. After that, cell stretching can be performed.\na.\nNote:\nStretching percentage is calculated by\n, a formula which can be applied for all stretching experiments in order to determine stretching percentage.\nb.\nNote:\nBy knowing the displacement and the percentage for the test stretching, it is possible to determine with reasonable precision the necessary displacement to obtain a desired stretching percentage when performing actual cell stretching.\nc.\nNote:\nStep size and speed of motor displacement should be kept consistent throughout all acquisitions.\nLive cell stretching combined with super-resolution microscopy and single protein tracking\nStretching and live sptPALM\nCells are imaged at 37°C in the micromechanical device. Here, an inverted motorized microscope (Nikon Ti) was used, equipped with a CFI Apo TIRF 100x oil, NA 1.49 objective and a perfect focus system PFS-2), allowing long acquisition in TIRF illumination mode. For photoactivation localization microscopy, cells expressing mEos2/tdEos tagged constructs were photoactivated using a 405 nm laser (Omicron) and the resulting photoconverted single molecule fluorescence was excited with a 561 nm laser (Cobolt Jive). Both lasers illuminated the sample simultaneously. Their respective power was adjusted to keep the number of the stochastically activated molecules constant and well separated during the acquisition. Fluorescence was collected by the combination of a dichroic and emission filters (dichroic: Di01-R561, emission: FF01-617/73, Semrock) and a sensitive EMCCD (electron-multiplying charge-coupled device, Evolve, Photometric). The acquisition was steered by Metamorph software (Molecular Devices) in streaming mode at 50 Hz. GFP-paxillin was imaged using a conventional GFP filter cube (excitation: FF01-472/30, dichroic: FF-495Di02, emission: FF02-520/28, Semrock).\n1.\nFor simultaneous stretching and sptPALM with trapeze like patterns\n: select a cell and launch a PALM acquisition at high frequency (50 Hz) for the entire field of observation. The duration of the acquisition should comprise the entire trapeze pattern (at least 2500 frames).\n2.     Several hundred frames after, stretch by displacing the linear stage of the piezoelectric motor.  Maintain the cell in the field of observation by compensating for XY displacements using manual repositioning (Nikon stage steered by a joystick) or automated stage repositioning (custom plugin developed in Metamorph). After the stretching has stopped, allow the plateau phase to last for 8-12 seconds before relaxation.\na.\nNote:\nWhen looking at focal adhesions (FAs), select cells with most of their FAs aligned almost parallel to the stretching axis in the field of observation.\nb.\nNote:\nImaging cells closer to the holding arm requires smaller XY repositioning while allowing to reach 6 % stretching.\n1.\nFor sequential large stretching and sptPALM (Before vs After):\nselect a cell and, after acquiring an image of the GFP reporter, launch a PALM acquisition at high frequency (50 Hz) for the entire field of observation throughout 4000 frames.\n2.     Perform large stretching (10-50%) while following the cell displacement with the combination of a dichroic and emission filters (dichroic: Di01-R561, emission: FF01-617/73, Semrock). After stretching is finished, acquire an image of the GFP reporter (to have a perspective of the morphological changes) and launch another sptPALM acquisition.\nStretching and live STED\nCells are imaged at 37°C in the micromechanical device. Here, an inverted confocal microscope (Leica SP8 WLL2) was used, equipped with a HC PL APO CS2 motCORR 93X Glycerol, NA 1.3 objective. The confocal microscope was equipped of a white light laser 2 (WLL2) with freely tuneable excitation from 470 to 670 nm (1 nm steps). Scanning was done using a conventional scanner (10Hz to 1800 Hz). The confocal microscope was equipped with the STED module tunable to STED microscopy. A two-dimensional (2D) STED donut was generated using a vortex phase plate. This STED microscope was equipped with 3 depletion lasers: 592 nm, 660 nm and 775 nm For STED microscopy, cells were imaged with a combination of a WLL2 laser and a 775 nm depletion laser. Fluorescence was collected with an internal hybrid detector. The acquisition was steered by LASX Software (Leica).\n1.     Perform live labelling of the target protein on the micromechanical device. For actin or tubulin labelling, use SiR-Actin or SiR-Tubulin compounds, according to previous studies and manufacturer’s instructions\n25\n.\n2.     After the labelling, wash the staining solution and incubate the device in warm Ringer solution until the experiment.\n3.     After bead incubation and mounting of the sample as previously described, select a cell and acquire a confocal image followed by a STED image on a sub region of the cell (pixel size has to be inferior to 20 µm).\n4.     Stretch the cell according to the desired percentage (e.g. 4 or 30%) and maintain the cell on the field of observation by observation by compensating for XY displacements using manual repositioning (Leica stage steered by a joystick)\n5.     After stretching, acquire a new confocal image followed by a STED image for the same sub region.\nSuper-resolution microscopy in fixed cells with large stretches\nThe following steps are required to perform large and sustained stretching followed by rapid cell fixation.\n1.     Warm 4% PFA with 0.25% Glutaraldehyde at 37°C.\n2.     After mounting the micromechanical device on the microscope, acquire several low resolution images of GFP markers for different cells.\n3.     Remove the entire module (device and motor in the stage-adapted holder) and stretch the cells outside the microscope. Immediately after stretching, remove the Ringer solution and fix the cells in warm 4% PFA with 0.25% Glutaraldehyde.\n4.     After fixation, rinse 3-4X with PBS.\n5.     Clamp the stretching arm to the holding arm using the thread and groove system and two M3 screws. Afterwards, remove the screw that connects the stretching arm to the motor. With this, stretching is sustained throughout all the subsequent labelling steps and super-resolution imaging.\n6.     Label target proteins according to the imaging technique.\n7.     After labelling, and before performing super-resolution imaging, acquire again several low resolution images of GFP markers for the same cells.\nDNA- PAINT on fixed cells with large stretches\nCells are imaged at 25°C in Buffer C\nin the same microscope used for live sptPALM. Cy3B-labelled strands were visualized with a 561 nm laser (Cobolt Jive). Fluorescence was collected by the combination of a dichroic and emission filters (dichroic: Di01-R561, emission: FF01-617/73, Semrock) and a sensitive sCMOS (scientific CMOS, ORCA-Flash4.0, Hammatasu). The acquisition was steered by Metamorph software (Molecular Devices) in streaming mode at 6.7 Hz. Vimentin-GFP was imaged using a conventional GFP filter cube (excitation: FF01-472/30, dichroic: FF-495Di02, emission: FF02-520/28, Semrock). Super-resolution DNA-PAINT reconstruction and drift correction were carried out as described before, using the software package Picasso\n24\n.\n1.     Dilute the desired imager strand in Buffer C. For instance, Vimentin-Halo was visualized with Cy3B-labelled DNA imager strands.\n2.     Incubate the micromechanical device with 200-300 µL of 90 nm gold nanoparticles, diluted in PBS with a 1:5 ratio, for 15 min at RT. Gold nanoparticles serve as fiducial markers\n3.     Wash 3X with PBS and 1X with Buffer C.\n4.     Add imager strands to the stretching chamber until reaching the ideal density of blinking events. Vimentin-Halo was visualized with Cy3B-labelled DNA imager strands, added to the stretching chamber at variable concentrations (2-5 nM), as previously described\n24\n.\nSTED on fixed cells with large stretches\nCells are imaged at 25°C in PBS 1X in the same microscope used for live STED, with the same combination of a WLL2 laser and a 775 nm depletion laser."
        },
        {
            "header": "Troubleshooting",
            "content": "<p><strong>Autofluorescence of the medium inside the micromechanical device</strong></p><p>This is likely caused by the 3D-printed micro-device itself. Since resins used for SLA are photoactivable at UV light, they can also be excited by the 405 nm laser used for sptPALM. Detachment of particles from the 3D-printed micro-device will therefore be visible and might interfere with the mEos /tdEos signal. There is no clear information about fluorescence of different SLA resins so, if autofluorescence persists, two possibilities exist. First, the entire holding arm can be covered with Dow Corning™ High-Vacuum Grease, which prevents release of autofluorescent particles. Alternatively, other resins can be tested, such as Black (Formlabs). </p><p><strong>PDMS is not stretched</strong></p><p>Case 1: During PDMS elastic substrate production, air bubbles formed when Gel-Pak frame was brought in contact with 10 µm PDMS layer on the silicon wafer. Usually this will generate irregularities in the substrate which, if close to the 3x3 mm observation chamber, will affect the stretching. </p><p>Case 2: Glycerol coating was incomplete and thus PDMS adhered to the glass. </p><p>Case 3: Plasma cleaning of PDMS elastic substrate was not effective (either too long or too short) and thus PDMS is not gliding on glycerol. </p><p>Case 4: Stretching arm was not properly attached to the glass-PDMS assembly </p><p><strong>Sustained stretching causes the micromechanical device to rupture or leak</strong></p><p>The groove and thread system is still rather preliminary and requires further optimization, since it causes pressure on the micro-device, leading to leakage of liquid from inside of the device. Different designing strategies can be developed to sustain stretching, such as two 3D-printed clamps from the side and an adjustable screw in the middle, or simply a 3D-printed rod that blocks the recoil of the arm. </p><p><br></p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>Before experiment:</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Printing one 3D micro-device (holding and stretching arm) : 4 hours </p><p>o&nbsp;&nbsp;<strong>Note: </strong>Since 3D micro-devices can be re-used several times, it is more efficient to dedicate a full week to 3D printing in order to have a substantial amount of devices for all experiments. </p><p>For experiments: </p><p><u>Day 1</u></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preparing the PDMS elastic substrate: 2 hours for 20 substrates</p><p><u>Day 2 and 3 </u></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell preparation: 1 or 2 days</p><p><u>Day 3</u></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Assembling the glass-PDMS ‘sandwich’: 3 hours for 20 substrates</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Assembling the complete micromechanical device: 1 day</p><p><u>Day 4</u></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coating the micromechanical device and cell seeding: 3 hours</p><p><br></p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fabricating a 10 µm PDMS elastic substrate</strong></p><p>Make sure GelPak frame is placed without air bubbles and that PDMS should be detached carefully after curing overnight. If the elastic substrate is properly made, no air bubbles or irregularities should be visible, especially around the observation chamber.</p><p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Assembling the micromechanical device</strong></p><p>Successful PDMS gliding on glycerol layer can be observed later in the microscope during stretching, by calculating the actual displacement after a test stretching. The device will be properly fully assembled if no medium is leaking from the chamber and the arm remains well attached throughout all subsequent steps. </p><p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cell preparation</strong></p><p>If the device is well coated and cells are viable after electroporation, detachment and seeding, they should start to spread briefly after seeding. 1h later, spread cells should be visible in the observation chamber of 3x3 µm. </p><p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preparing the stretching device for live stretching or large stretches followed by rapid fixation</strong></p><p>Bead incubation can be quickly confirmed using GFP filter cube. Successful stretching and viability of the device can be confirmed by performing a test stretch and assessing that the same two beads are more distant between each other after stretching. If the device is assembled correctly, stretches closer to the holding arm will produce smaller displacements. </p><p><strong>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Live cell stretching combined with super-resolution microscopy and single protein tracking</strong></p><p>Successful combination of live sptPALM or STED with stretching is achieved if 1) focus is maintained throughout stretching, 2) Live XYZ repositioning is possible throughout stretching and 3) quality of either the single-molecule signal or the STED effect is assured throughout the entire acquisition. </p><p><strong>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Super-resolution microscopy in fixed cells with large stretches</strong></p><p>Sustaining the stretching after fixation can be verified immediately after fixation by assessing morphology of the 3x3 chamber on a bench top microscope. If the chamber remains deformed, stretching is maintained. This can also be confirmed when imaging the sample after labelling, by re-measuring the distance between the same two beads used to test the stretching before fixation. For DNA-PAINT acquisitions to be successful, drift correction is a key aspect and has to be ensured. </p><p><br></p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Goldyn, A. M., Rioja, B. A., Spatz, J. P., Ballestrem, C. &amp; Kemkemer, R. Force-induced cell polarisation is linked to RhoA-driven microtubule-independent focal-adhesion sliding. <em>J Cell Sci</em> <strong>122</strong>, 3644–3651 (2009).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Grashoff, C. <em>et al.</em> Measuring mechanical tension across vinculin reveals regulation of focal adhesion dynamics. <em>Nature</em> <strong>466</strong>, 263–266 (2010).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Polacheck, W. J. &amp; Chen, C. S. Measuring cell-generated forces: A guide to the available tools. <em>Nat. Methods</em> <strong>13</strong>, 415–423 (2016).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Iskratsch, T., Wolfenson, H. &amp; Sheetz, M. P. Appreciating force and shape — the rise of mechanotransduction in cell biology. <em>Nat. Rev. Mol. Cell Biol.</em> <strong>15</strong>, 825–833 (2014).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu, Z., Lavis, L. D. &amp; Betzig, E. Imaging Live-Cell Dynamics and Structure at the Single-Molecule Level. <em>Mol. Cell</em> <strong>58</strong>, 644–659 (2015).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sahl, S. J., Hell, S. W. &amp; Jakobs, S. Fluorescence nanoscopy in cell biology. <em>Nat. Rev. Mol. Cell Biol.</em> <strong>18</strong>, 685–701 (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Huang, B., Bates, M. &amp; Zhuang, X. Super-resolution fluorescence microscopy. <em>Annu Rev Biochem</em> <strong>78</strong>, 993–1016 (2009).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kanchanawong, P. <em>et al.</em> Nanoscale architecture of integrin-based cell adhesions. <em>Nature</em> <strong>468</strong>, 580–4 (2010).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Morimatsu, M., Mekhdjian, A. H., Adhikari, A. S. &amp; Dunn, A. R. Molecular tension sensors report forces generated by single integrin molecules in living cells. <em>Nano Lett.</em> <strong>13</strong>, 3985–9 (2013).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stabley, D. R., Jurchenko, C., Marshall, S. S. &amp; Salaita, K. S. Visualizing mechanical tension across membrane receptors with a fluorescent sensor. <em>Nat Methods</em> <strong>9</strong>, 64–67 (2011).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sinha, B. <em>et al.</em> Cells respond to mechanical stress by rapid disassembly of caveolae. <em>Cell</em> <strong>144</strong>, 402–413 (2011).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Chen, Y., Pasapera, A. M., Koretsky, A. P. &amp; Waterman, C. M. Orientation-specific responses to sustained uniaxial stretching in focal adhesion growth and turnover. <em>Proc. Natl. Acad. Sci. U. S. A.</em> <strong>110</strong>, E2352-61 (2013).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giannone, G. <em>et al.</em> Dynamic superresolution imaging of endogenous proteins on living cells at ultra-high density. <em>Biophys J</em> <strong>99</strong>, 1303–1310 (2010).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rossier, O. <em>et al.</em> Integrins β1 and β3 exhibit distinct dynamic nanoscale organizations inside focal adhesions. <em>Nat. Cell Biol.</em> <strong>14</strong>, 1057–1067 (2012).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vangindertael, J. <em>et al.</em> An introduction to optical super-resolution microscopy for the adventurous biologist. <em>Methods and Applications in Fluorescence</em> (2018). doi:10.1088/2050-6120/aaae0c</p><p>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vicidomini, G., Bianchini, P. &amp; Diaspro, A. STED super-resolved microscopy. <em>Nature Methods</em> (2018). doi:10.1038/nmeth.4593</p><p>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sawada, Y. &amp; Sheetz, M. P. Force transduction by Triton cytoskeletons. <em>J Cell Biol</em> <strong>156</strong>, 609–615 (2002).</p><p>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Giannone, G., Jiang, G., Sutton, D. H., Critchley, D. R. &amp; Sheetz, M. P. Talin1 is critical for force-dependent reinforcement of initial integrin-cytoskeleton bonds but not tyrosine kinase activation. <em>J. Cell Biol.</em> <strong>163</strong>, 409–419 (2003).</p><p>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Jungbauer, S., Gao, H., Spatz, J. P. &amp; Kemkemer, R. Two characteristic regimes in frequency-dependent dynamic reorientation of fibroblasts on cyclically stretched substrates. <em>Biophys J</em> <strong>95</strong>, 3470–3478 (2008).</p><p>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kosmalska, A. J. <em>et al.</em> Physical principles of membrane remodelling during cell mechanoadaptation. <em>Nat. Commun.</em> <strong>6</strong>, 7292 (2015).</p><p>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wang, D. <em>et al.</em> Tissue-specific mechanical and geometrical control of cell viability and actin cytoskeleton alignment. <em>Sci. Rep.</em> <strong>4</strong>, 6160 (2014).</p><p>22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Camelliti, P., Gallagher, J. O., Kohl, P. &amp; McCulloch, A. D. Micropatterned cell cultures on elastic membranes as an in vitro model of myocardium. <em>Nat. Protoc.</em> <strong>1</strong>, 1379–1391 (2006).</p><p>23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Massou, S. <em>et al.</em> Cell stretching is amplified by active actin remodeling to deform and recruit proteins in mechanosensitive structures. <em>Nat. Cell Biol.</em> (2020).</p><p>24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Schnitzbauer, J., Strauss, M. T., Schlichthaerle, T., Schueder, F. &amp; Jungmann, R. Super-resolution microscopy with DNA-PAINT. <em>Nat. Protoc.</em> <strong>12</strong>, 1198–1228 (2017).</p><p>25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lukinavičius, G. <em>et al.</em> Fluorogenic probes for live-cell imaging of the cytoskeleton. <em>Nat. Methods</em> <strong>11</strong>, 731–733 (2014).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Z. Karatas, M. Fabre, R. Sterling, J. Carrere for technical assistance; T. Orré for helpful discussions. C. Poujol, S. Marais (Bordeaux Imaging Center, BIC) for technical help; F. Cordelières. (BIC) for support in kymograph analysis (Kymo Tool Box). We thank J. B. Sibarita (IINS, Bordeaux, France) for his support in sptPALM analysis; V. Studer (IINS, Bordeaux, France) and P.O. Strale (alvéole) for important discussions on microfabrication; M. Cabilic (IINS, Bordeaux, France) for the repositioning plugin developed in Metamorph; T. Schlichthärle, L. Fischer, R. Jungmann (MPI Biochemistry, Munich, Germany) and C. Grashoff (Institute for Molecular Cell Biology, Münster, Germany) for providing materials, support and important discussions on DNA-PAINT; P. Kanchanawong (MBI, NUS, Singapore) for providing the talin1-22–tdEOS (Talin-C), tdEOS-18–Talin1 (Talin-N), mEos2-7–TalinABS (THATCH) constructs. We acknowledge financial support from the French Ministry of Research and CNRS, ANR grant Integractome (GG), ANR grant FastNano (GG), ANR grant IntegrinNanoPlan (GG), ANR Decav-Recav (PN, ANR MecanoCav (PN), Fondation pour la Recherche Médicale (GG), and the Institut National du Cancer (PN). </p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1038/s41556-020-0548-2",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 625567,
                "identity": "bd1f1dd8-7569-436d-806a-153ef11fc206",
                "order_by": 1,
                "name": "Filipe Nunes Vicente",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Interdisciplinary Institute for Neuroscience, UMR 5297; CNRS, Interdisciplinary Institute for Neuroscience, UMR 5297",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Filipe",
                "middleName": "Nunes",
                "lastName": "Vicente",
                "suffix": ""
            },
            {
                "id": 625677,
                "identity": "f25fd6db-60ee-400c-9b5f-004014ba40f4",
                "order_by": 2,
                "name": "Sophie Massou",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Interdisciplinary Institute for Neuroscience, UMR 5297; CNRS, Interdisciplinary Institute for Neuroscience, UMR 5297",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Sophie",
                "middleName": "",
                "lastName": "Massou",
                "suffix": ""
            },
            {
                "id": 625680,
                "identity": "c13a5bce-3584-445d-b4b7-6a14b4603e10",
                "order_by": 3,
                "name": "Franziska Wetzel",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Laboratoire Photonique Numérique et Nanosciences, UMR 5298; Institut d’Optique & CNRS, Laboratoire Photonique Numérique et Nanosciences, UMR 5298",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Franziska",
                "middleName": "",
                "lastName": "Wetzel",
                "suffix": ""
            },
            {
                "id": 625681,
                "identity": "21032a31-73c7-41f5-a615-b183e52c5a1c",
                "order_by": 4,
                "name": "Amine Mehidi",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Interdisciplinary Institute for Neuroscience, UMR 5297; CNRS, Interdisciplinary Institute for Neuroscience, UMR 5297",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Amine",
                "middleName": "",
                "lastName": "Mehidi",
                "suffix": ""
            },
            {
                "id": 625682,
                "identity": "759db714-6dfb-4ba6-a1a1-bd602c4ee47d",
                "order_by": 5,
                "name": "Dan Strehle",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Laboratoire Photonique Numérique et Nanosciences, UMR 5298; Institut d’Optique & CNRS, Laboratoire Photonique Numérique et Nanosciences, UMR 5298",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Dan",
                "middleName": "",
                "lastName": "Strehle",
                "suffix": ""
            },
            {
                "id": 625687,
                "identity": "e82dc693-92f9-4dec-b7fb-f0a9e75b6a73",
                "order_by": 6,
                "name": "Cecile Leduc",
                "email": "",
                "orcid": "",
                "institution": "Institut Pasteur Paris CNRS UMR 3691",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Cecile",
                "middleName": "",
                "lastName": "Leduc",
                "suffix": ""
            },
            {
                "id": 625690,
                "identity": "f76d5b7e-01f9-4cdf-9c39-710dcde3a8a3",
                "order_by": 7,
                "name": "Raphaël Voituriez",
                "email": "",
                "orcid": "",
                "institution": "University Pierre et Marie Curie, Laboratoire de Physique Théorique de la Matière Condensée, UMR 7600; CNRS, Laboratoire de Physique Théorique de la Matière Condensée, UMR 7600; University Pierre et Marie Curie, Laboratoire Jean Perrin, UMR 8237; CNRS, Laboratoire Jean Perrin, UMR 8237 ",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Raphaël",
                "middleName": "",
                "lastName": "Voituriez",
                "suffix": ""
            },
            {
                "id": 625691,
                "identity": "e64b0c7c-ca62-4878-8f48-89e0946a7022",
                "order_by": 8,
                "name": "Olivier Rossier",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Interdisciplinary Institute for Neuroscience, UMR 5297; CNRS, Interdisciplinary Institute for Neuroscience, UMR 5297",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Olivier",
                "middleName": "",
                "lastName": "Rossier",
                "suffix": ""
            },
            {
                "id": 625692,
                "identity": "44cb2d17-83b0-4a76-8ca4-80dd233c9889",
                "order_by": 9,
                "name": "Pierre, Nassoy",
                "email": "",
                "orcid": "",
                "institution": "University of Bordeaux, Laboratoire Photonique Numérique et Nanosciences, UMR 5298; Institut d’Optique & CNRS, Laboratoire Photonique Numérique et Nanosciences, UMR 5298",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nassoy",
                "middleName": "",
                "lastName": "Pierre",
                "suffix": ""
            },
            {
                "id": 625676,
                "identity": "d050eaab-99c0-4221-8719-63847f765c2f",
                "order_by": 10,
                "name": "Grégory Giannone",
                "email": "gregory.giannone@u-bordeaux.fr",
                "orcid": "",
                "institution": "University of Bordeaux, Interdisciplinary Institute for Neuroscience, UMR 5297; CNRS, Interdisciplinary Institute for Neuroscience, UMR 5297",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Grégory",
                "middleName": "",
                "lastName": "Giannone",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-05-30 16:48:10",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-961/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-961/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 1695685,
                "identity": "6f110f24-27af-475f-98d8-13db66b85ede",
                "added_by": "auto",
                "created_at": "2020-07-27 17:50:30",
                "extension": "jpg",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 263662,
                "visible": true,
                "origin": "",
                "legend": "Developing and assembling a micromechanical cell stretching device compatible with super-resolution microscopy.   \n\na), Schematic view of the complete 3D-printed device and PDMS elastic substrate, displaying the 3D-printed holding and stretching arms, the PDMS membrane with the stretching chamber gliding on the glycerol-coated glass slide and the 3D-printed clamp holding the system together. b), Schematic view of the 3D-printed micromechanical stretching device composed of a holding arm and a stretching arm connected to a piezo motor (up). Schematic top view of the stretching device showing the positions and dimensions of the stretching chamber (bottom). c), Schematic side view of the glass-glycerol-PDMS assembly formed by the supporting glass (170 µm), the glycerol gliding layer (0.7 µm), the suspended thin (10 µm) PDMS framed by the thick (40 µm) elastomer (arbitrary scales). All uniaxial stretches are displayed towards the right (white arrows).",
                "description": "",
                "filename": "Figure1.jpg",
                "url": "https://assets.researchsquare.com/files/pex-961/v1/Figure1.jpg"
            },
            {
                "id": 1695686,
                "identity": "77d2a267-d912-40ca-99a4-171eba67f478",
                "added_by": "auto",
                "created_at": "2020-07-27 17:50:30",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 8052905,
                "visible": true,
                "origin": "",
                "legend": "Combination of live stretching with SRM and SPT to study mechanical properties of proteins and macromolecular protein assemblies .\n\n(a-c) Combination of live stretching and SRM/SPT in live cells. a) Super-resolution intensity images of β3-integrin-mEos2 in MEFs before (left) and after (right) a 34% stretch (image acquisition rate 50 Hz, duration > 240 s). Outlines correspond to FAs, labelled by GFP-paxillin (greyscale), before (green) and after (magenta) stretching. Scale bar, 5 µm. b) Projection of all talin-C-tdEos super-resolution intensity images of a trapeze-like pattern time-lapse (stretching 3.4 %, 2 Hz, 40 s) (left). Scale bar, 5 µm. Right, talin-C-tdEos kymographs generated from the trapeze-like pattern time-lapse (as shown in the left panels, dashed lines). Horizontal axis, space (500 nm); vertical axis, time (5 s). The magenta kymograph corresponds to the reference bead, and the green kymographs correspond to talin-C-tdEos. c) Low resolution live confocal image (left) and live STED image (right) of SiR-Actin in a MEF on the PDMS stretching device after 4% stretching. (d-e) Live stretch followed by fixation, labelling and SRM imaging.  d) Low resolution fluorescence image of vimentin-GFP (left) and DNA-PAINT super-resolution image of vimentin (right) in a vimentin Knock Out MEF on the PDMS stretching device, after a 35% large stretching followed by rapid cell fixation and labelling. Scale bar, 1 µm. e) Low resolution confocal image (left) and STED super-resolution image (right) of tubulin labelled with ATTO-647N in a MEF (left) on the PDMS stretching device, after 35% large stretching followed by rapid cell fixation and labelling. Scale bar, 1 µm. All uniaxial stretches are displayed towards the right (white arrows).",
                "description": "",
                "filename": "Figure2.png",
                "url": "https://assets.researchsquare.com/files/pex-961/v1/Figure2.png"
            },
            {
                "id": 13559803,
                "identity": "2961d55d-320d-4c80-bc4b-ccc0c2966966",
                "added_by": "auto",
                "created_at": "2021-09-17 03:02:06",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 1697186,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-961/v1/2eb19d01-8e6a-4485-a13d-a2ce3fc5bde5.pdf"
            }
        ],
        "financialInterests": "Authors declare no competing interests. ",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "mechanobiology, mechanosensing, focal adhesions, cytoskeleton,cell stretching,super-resolution microscopy, single particle tracking",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Cell mechano-sensing is based on biomolecule deformations and reorganizations, yet the molecular mechanisms are still unclear. Super-resolution microscopy (SRM) and single protein tracking (SPT) techniques reveal the dynamic organization of proteins at the nanoscale. In parallel, stretchable substrates are used to investigate cellular responses to mechanical forces. However, simultaneous combination of SRM/SPT and cell stretching has never been achieved. Here, we present a cell stretching device compatible with SRM and SPT, composed of an ultra-thin Polydimethylsiloxane (PDMS) layer. The PDMS sheet is gliding on a glycerol-lubricated glass cover-slip to ensure flatness during uniaxial stretching, generated with a 3D-printed micromechanical device by a mobile arm connected to a piezoelectric translator. This method enables to obtain super-resolved images of protein reorganization after live stretching, and to monitor single protein deformation and recruitment inside mechanosensitive structures upon stretching. This protocol is related to the publication ‘Cell stretching is amplified by active actin remodeling to deform and recruit proteins in mechanosensitive structures’, in Nature Cell Biology. </p><p><br></p>",
        "manuscriptTitle": "A micromechanical cell stretching device compatible with super-resolution microscopy and single protein tracking",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-07-27 17:50:30",
                "doi": "10.21203/rs.3.pex-961/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "d344725d-4aac-44ce-a307-c6d34e512be9",
        "owner": [],
        "postedDate": "July 27th, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 110443,
                "name": "Cell Biology"
            },
            {
                "id": 110444,
                "name": "Biophysics"
            },
            {
                "id": 110445,
                "name": "Biological techniques"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-07-27 17:50:30",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}