{
    "identity": "pex-986",
    "title": "<p>Generation of AGM-derived Akt-EC (AGM-EC)</p>",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Derivation of endothelial cell lines from embryonic or adult endothelium that supports hematopoiesis or hematopoietic stem cells (HSC) in vivo is useful for defining niche components required for both maintenance and expansion of HSC in vitro as well as defining what might be required to convert induced pluripotent stem cells (iPSC) or embryonic stem cells (ESC) to HSCs. It has been previously shown that AGM-derived endothelium support in vitro culture of HSCs<sup>4</sup>. In addition, previous studies showed that constitutive expression of AKT in endothelial cells promoted EC survival in serum-free conditions and that these AKT-expressing endothelial cell lines support the survival and expansion of adult bone marrow HSCs<sup>5,6</sup>. Our lab has generated and used AKT-expressing ECs from the AGM as a supporting stroma to convert AGM derived hemogenic endothelium (HE) from as early as embryonic day 9 (E9) to HSCs and to further increase HSC numbers<sup>1-3</sup>. Herein we provide a protocol for generating AGM AKT-EC to provide an in vitro vascular niche that supports the serum-free co-culture of AGM/Para-aortic splanchnopleura mesoderm derived HE.&nbsp;</p>"
        },
        {
            "header": "Reagents",
            "content": "<p><u>AGM EC media (base media)&nbsp;&nbsp;</u></p><p>Iscove’s&nbsp;Modified Dulbecco’s Medium (IMDM) (Gibco, cat. no. 12440-053)&nbsp;</p><p>Hyclone&nbsp;Fetal Bovine Serum (FBS), heat inactivated (Fisher Scientific, cat. no. SH30088.03)&nbsp;</p><p>Penicillin/Streptomycin (100X) (Gibco, cat. no. 15140-122)&nbsp;&nbsp;</p><p>Heparin (10mg/mL stock prepared fresh in IMDM) (Sigma, cat. no. H3149-100KU)&nbsp;&nbsp;</p><p>L-glutamine (200 mM) (StemCell Technologies, cat. no. 7100)&nbsp;</p><p>Endothelial Mitogen (Alfa&nbsp;Aesar, BT-203) *no longer available – currently, substituting rmVEGF-10ng/ml, rmFGF-10ng/ml, rmIGF-1-10ng/ml, and rmEGF-10ng/ml in place of endothelial mitogen)&nbsp;</p><p>rmVEGF&nbsp;(Peprotech, cat. no. 450-32)&nbsp;</p><p>rmFGF-basic (Peprotech, cat. no. 450-33)&nbsp;</p><p>rmIGF-1 (Peprotech, cat. no. 250-19)&nbsp;</p><p>rmEGF&nbsp;(Peprotech, cat. no. 315-09)&nbsp;</p><p>.1&nbsp;uM&nbsp;Vacuum filtration unit (for filtration of EC media) (Thermo Scientific, cat. no. 566-0010)&nbsp;&nbsp;</p><p><strong>Note: sterile filter, store at 4C for up to one month&nbsp;</strong></p><p>&nbsp;</p><p><u>AGM EC+ Media</u>&nbsp;&nbsp;</p><p>rmVEGF&nbsp;</p><p>Chiron (10mM in DMSO) (Stemgent&nbsp;CHIR99021)&nbsp;</p><p>Dimethyl Sulfoxide (DMSO) (Alfa&nbsp;Aesar, cat. no. J66650)&nbsp;</p><p>SB431542 (10mM in DMSO) (R&amp;D Biosystems, cat. no. 1614)&nbsp;</p><p><strong>Note: add fresh stocks, use within one week&nbsp;</strong></p><p>&nbsp;</p><p><u>Reagents for AGM dissection</u>&nbsp;&nbsp;</p><p>15 ml conical tube (Corning, cat. no.&nbsp;352196)﻿&nbsp;</p><p>Dulbecco’s Phosphate Buffered Saline (PBS)(Gibco, cat. no. 14190-144)&nbsp;&nbsp;</p><p>PBS/10%FBS&nbsp;</p><p>Collagenase (0.25%) (StemCell Technologies, cat. no. 7902)&nbsp;&nbsp;</p><p>&nbsp;</p><p><u>Reagents for EC sort</u>&nbsp;&nbsp;</p><p>PBS/10% FBS&nbsp;</p><p>DAPI (prepared as 1mg/mL stock in H20) (Millipore, cat. no. 268298)&nbsp;&nbsp;</p><p>Anti-mouse CD16/32 (FcR&nbsp;block) (BD Biosciences, cat. no. 553141)&nbsp;&nbsp;</p><p>3mL syringe (BD, cat. no. 309657)&nbsp;&nbsp;</p><p>.22-micron&nbsp;syringe-driven filter (Millipore Sigma, cat. no. SLGP033RS)&nbsp;</p><p>5mL tube with&nbsp;35-micron&nbsp;cell strainer cap (Corning, cat. no. 352235)&nbsp;&nbsp;</p><p>5 mL round-bottom tube (Corning, cat. no. 352054)&nbsp;</p><p>&nbsp;</p><p><u>Antibodies for sorting ECs&nbsp;&nbsp;</u></p><p>PE-conjugated VE-Cadherin (clone 11D4.1, BD, cat. no. 562243)&nbsp;</p><p>APC-conjugated TER119 (clone TER-119)&nbsp;(eBioscience)&nbsp;</p><p>APC-conjugated CD41 (clone&nbsp;MWReg,&nbsp;eBioscience, cat. no. 17-0411-82)&nbsp;&nbsp;</p><p>APC-conjugated CD45 (clone 30-F11, BD, cat. no. 559864)&nbsp;&nbsp;</p><p>PE-conjugated Rat IgG2a&nbsp;kappa&nbsp;isotype control antibody (clone eBR2a) (eBioscience, cat. no. 12-4321-80)&nbsp;</p><p>APC-conjugated&nbsp;Rat IgG2b&nbsp;kappa&nbsp;isotype control antibody&nbsp;(clone A95-1)&nbsp;(BD, cat.&nbsp;no. 556924)&nbsp;</p><p>APC-conjugated&nbsp;Rat IgG1&nbsp;kappa&nbsp;isotype control antibody&nbsp;(clone R3-34)&nbsp;(BD, cat.&nbsp;No.&nbsp;554686)&nbsp;</p><p>&nbsp;</p><p><u>Reagents for plating ECs</u>&nbsp;&nbsp;</p><p>RetroNectin&nbsp;(rFN-CH-296; Takara, cat. no. T100B)&nbsp;</p><p>48-well tissue culture plates (Corning, cat. no. 3548)&nbsp;&nbsp;</p><p>PBS&nbsp;</p><p>&nbsp;</p><p><u>Reagents for infecting ECs&nbsp;</u></p><p>PGK.myr-AKT lentivirus (VSV-G envelope)&nbsp;(Kobayashi et al.&nbsp;Nat Cell Biol, 2010)&nbsp;(see Butler and&nbsp;Rafii, 2012, for&nbsp;lentiviral&nbsp;production&nbsp;protocol)&nbsp;</p><p>Protamine sulfate&nbsp;</p><p>&nbsp;</p><p><u>Reagents for culturing&nbsp;AGM Akt&nbsp;ECs</u>&nbsp;&nbsp;</p><p>Gelatin 0.1% in water (StemCell Technologies, cat. no. 7903)&nbsp;</p><p>12-well tissue culture plates (Corning, cat. no. 3513)&nbsp;&nbsp;</p><p>TrypLE&nbsp;Express (Gibco, cat. no. 12605-028)&nbsp;</p><p>6-well tissue culture plates (Corning, cat. no. 3516)&nbsp;&nbsp;</p><p>T25 cell culture flasks (Thermo Scientific, cat. no. 156367)&nbsp;&nbsp;</p><p>T75 cell culture flasks (Thermo Scientific, cat. no. 156499)&nbsp;&nbsp;</p><p>24-well tissue culture plates (Corning, cat. no. 3524)&nbsp;</p><p>X-Vivo 20 (Lonza, cat. no. 04-448Q)&nbsp;</p><p>90% FBS/10% DMSO&nbsp;</p><p>1.5mL cryogenic vials (Thermo Scientific, cat. no. 5000-1020)&nbsp;</p><p>&nbsp;</p><p><u>Antibodies for phenotyping AGM Akt ECs</u>&nbsp;</p><p>VE-Cadherin (clone 11D4.1, BD)&nbsp;</p><p>Flk1 (clone AVAS12,&nbsp;Biolegend)&nbsp;</p><p>CD31 (clone MEC12.3, BD)&nbsp;</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>BD FACSAria II with DIVA software (BD Biosciences)</p><p>BD FACSCanto II with plate reader (BD Biosciences)</p><p>Haemocytometer (Fisher Scientific, cat. no. S17040)</p><p>FACS analysis software (FlowJo/BD Biosciences)</p><p>Sorvall Legent RT+ refrigerated tabletop centrifuge (Thermo Scientific, cat. no. 75004377)</p><p>P1000 microliter pipette (Fisherbrand Finnpipette II, cat. no. 21-377-821)</p><p>Sanyo MCO-20AIC C02 incubator (Sanyo Electric Co, Ltd, model MCO-20AIC)</p><p>Isotemp 210 Digital Water Bath (Fisher Scientific, cat no. 15-462-10X)</p>"
        },
        {
            "header": "Procedure",
            "content": "AGM dissection\n1. Set up timed matings of C56BL/6J mice for generating embryonic tissues of the desired age.\n2. Harvest embryos from pregnant females at 9.5 to 11.5 days post coitum (dpc), depending on the desired stage for obtaining EC. We typically have generated AGM-EC by this protocol from embryos at late embryonic day 10 to early day 11 (35-45 somite pairs).\n3. Dissect the AGM from the embryos in ice-cold PBS with 10% FBS as previously described\n7\n. Typically, AGM from pooled embryos of 1-2 litters (8-20 AGM) is necessary to obtain sufficient numbers of EC.\n4. Collect the tissues in a 15ml conical tube containing 10 ml PBS with 10% FBS on ice. Gravity settle tissues and gently remove PBS/FBS. Add 1ml 0.25% collagenase. Place in a 37°C water bath for 25 min.\n5. Add 1 ml of PBS/10% FBS. Pipette about 20-30 times with a 1 ml pipette tip to obtain a single cell suspension. Add an additional 8 ml of PBS/10% FBS and centrifuge at 300 x g for 5 min. Discard the supernatant.\nEndothelial cell sort\n1. Prepare blocking buffer: add 10 microgram/ml anti mouse CD16/CD32 Fc receptor (FcR) block and 1.0 microgram/ml DAPI (1mg/ml stock in H20) to 0.5 ml PBS with 10% FBS.\n2. Draw into a 3 ml syringe and pass through a 0.22-micron filter to sterilize.\n3. Re-suspend the cell pellet from the dissociated embryonic tissues in 0.5 ml blocking buffer and incubate on ice for 5 minutes.\n4. Prepare antibody mix: add 10 microgram/ml FcR block to 1 ml PBS with 10% FBS and 10 microliters of each of the following fluorochrome-conjugated VE-cadherin, CD41, CD45 and Ter119 antibodies (see reagent list).\n5. Draw antibody mix into a 3 ml syringe and pass through a 0.22-micron filter to sterilize. Add 0.5ml antibody mix to cell pellet in blocking buffer from above. Incubate on ice for at least 20 minutes.\n6. Add 9 ml PBS/10% FBS and centrifuge at 300 x g for 5 min to pellet the cells. Again, add 10 ml PBS/10% FBS and centrifuge at 300 x g for 5 min to pellet the cells. Resuspend the pellet with 0.5ml PBS/10% FBS.\n7. Remove cell clumps by pipetting the cell suspension through a 35-micron cell strainer cap on a 5 ml tube.\n8. Perform fluorescent activated cell sorting (FACS) by first gating SSC and FSC (using relatively broad gates as embryonic EC tend to vary in size) and gating live cells as DAPI negative. Gate cells as positive for VE-cadherin, and negative for CD41, CD45, and Ter119 (to minimize contamination from hematopoietic populations). Use isotype control antibodies to determine thresholds for setting gates for sorting. Set the sorting machine to the lowest flow rate of 1.0 to avoid excess shear stress on the sorted EC. Sort cells into a 5mL tube containing cold PBS/10% FBS.\nPlating Endothelial cells\n1. 12-24 hours prior to sort add 0.25 ml Retronectin (5 micrograms/ml in PBS) to individual wells of 48-well tissue culture plate. Incubate at 4°C overnight. Prior to adding cells remove retronectin solution and wash with 0.5 ml PBS. Do not let well dry. Add and remove PBS to individual wells at a time.\n2. Centrifuge sorted cells at 300g for 5 minutes. Resuspend 2 x 10^5 cells/ml in AGM-EC+ media. Remove PBS from 48 well and add 0.5 ml cells in AGM-EC+ media to each well. ECs initially seem to be density sensitive and grow better if not too sparse (target at least 1 x 10^5 EC per 48 well). Generally, at least two wells of ECs should be plated, reserving one well as a control (mock infection).\nInfecting Endothelial cells\n1. Culture EC with AGM-EC+ media for 1-2 days in a 37°C tissue culture incubator with 5% CO2. Cells surviving the sort form scattered adherent colonies/clusters of dividing ECs. To remove dead cells, it may be necessary to remove media and add fresh AGM-EC+ media on day 1-2.\n2. When cells have dispersed and cover 50-75% of the plastic bottom (sub-confluent, typically at 1-2 days), infect with PGK.myr-AKT lentivirus (described in Kobayashi et al. Nat Cell Biol, 2010; see Butler and Rafii, 2012, for lentiviral production protocol). Remove stored viral supernatant (in -80°C) and immediately place in ice to thaw. While virus thaws, remove media from wells of ECs and add 0.35 ml AGM EC+ media + 0.5 microliters protamine sulfate (4 mg/ml [4 micrograms/ml final]). Add 0.15 ml viral supernatant to one well. Add 0.15 ml AGM-EC+ media to control wells (mock infection). Incubate 24 hours in a 37°C tissue culture incubator with 5% CO2.\n3. Remove media containing virus and replace with 0.5 ml AGM EC media (base media without additives).\n4. Culture for 1-2 days in a 37°C tissue culture incubator with 5% CO2 until cell layer evenly covers the bottom of the well (confluent) (see Figure 1).\nCulturing AGM Akt-EC cells\n1. Once infected cells in 48 well are confluent, add 1 ml 0.1% gelatin to 1 well of a 12 well plate and incubate at room temperature for 15 minutes. Aspirate gelatin solution and leave the plate in a tissue culture hood with the lid removed until the wells are dry.\n2. Dissociate cells in the 48 well by adding 0.2ml TrypLE solution. Incubate in a 37°C tissue culture incubator for 3-5 min until cells are detached. Pipette to a 15 ml conical tube and add 9 ml AGM-EC media. Centrifuge cells at 300 g for 5 min, aspirate supernatant and resuspend the pellet in 2 ml AGM-EC media and plate in one gelatinized well of a 12 well plate. Culture in a 37°C tissue culture incubator with 5% CO2.\n3. Once cells are confluent in 12-well, transfer cells (reserving 4X10^4 cells for serum-free viability testing in step 4 below) to 1 well of 6 well plate using trypsinization procedure described above and culture in a 6 well until confluent, then transfer to 1-T25 tissue culture flask and culture until confluent and then transfer to 1 T75 tissue culture flask.\n4. The PGK.myr-AKT vector contains no fluorescent marker, so mock infections are generally done as a control. PGK.myr-AKT infected cells will passage well, whereas after the first passage from the 48 well, mock infected ECs generally stop expanding and will not survive in serum-free conditions. For this reason, after passage to a 12 well format, test whether AGM Akt EC survive and remain as a stable layer in serum free conditions required for co-culture with hematopoietic populations: plate 4X10^4 AGM Akt ECs to one gelatinized well of a 24-well plate with AGM EC media and culture in a 37°C tissue culture incubator with 5% CO2 for 24 hours. Aspirate AGM EC media from well and add X-Vivo 20 media (serum free media for culturing hematopoietic populations). Similarly, replace AGM EC media with X-Vivo 20 media in the well containing mock-infected cells. The EC monolayer in the well containing AGM Akt-EC should remain intact/confluent with X-vivo for at least 7 days, although there may be some floating/dead cells that accumulate centrally after a few days culture. In contrast, mock infected cells will die and float away after a few days of culture with X-vivo.\n5. Maintain cells in T75 tissue culture flasks. Approximately every 4-7 days, once the layer is confluent, cells should be passaged. Dissociate layer with TrypLE and estimate cell number with a hemocytometer. Replate 5x10^5 cells to each gelatinized T75 flask. For co-culture experiments use AGM Akt EC cells that have been passaged fewer than 10-12 times. High passage cells tend to lose contact inhibition and grow in layers or form mounds, at which point capacity to support HSC seems to be diminished.\n6. Once established, phenotype AGM Akt EC cells with flow cytometry to assess EC purity using EC-specific antibodies including: VE-Cadherin, Flk1, and CD31, with goal of >99% purity.\nFreezing/Thawing AGM Akt EC\n1. Freeze AGM Akt EC in 90% FBS/10% DMSO at the earliest passage when sufficient numbers have been generated to obtain 30-50 cryogenic vials containing approximately 1 x 10\n6\ncells/vial. Freeze cells in cryogenic freezer, then store in liquid nitrogen.\n2. Thaw cryogenic vials containing frozen AGM Akt EC cells in a 37°C water bath. Do not leave cells in water bath for any longer than necessary to thaw. Immediately after thawing, remove cells from cryogenic vial and add to 10 mL EC media to wash. Centrifuge cells at 300g for 5 min, aspirate supernatant and resuspend the pellet in EC media for plating to gelatinized T75 flask.\nAGM-EC coculture\nDetails for the co-culture of AGM-derived hemogenic precursors on AGM-EC, followed by phenotyping and secondary assays (egs. colony forming assays, transplantation) of resultant hematopoietic colonies is available in a previously published protocol\n3\n. Given that AGM-EC are derived from a heterogeneous population of ECs in the AGM, it is essential to test each batch of AGM-EC generated by this protocol for its ability support the generation of HSCs (by phenotypic analysis and transplantation assays) from embryonic hemogenic precursors following co-culture."
        },
        {
            "header": "Troubleshooting",
            "content": "<p>Sorted AGM cells do not form a semi-confluent layer of EC colonies:</p><p>1. The process of sorting could potentially harm AGM cells. Make sure to set the flow sorter to the lowest flow rate or adjust the nozzle size to reduce cell shear stress during sorting.</p><p>2. Too few cells were plated per surface area. AGM EC cells are density sensitive and grow better if not too sparse. Likewise, cells become overly confluent if plated too densely, which can reduce transduction efficiency. Although we found that an initial AGM-EC plating density of at least 1 X 10^5 EC/48-well was optimal, this process may require some troubleshooting.</p><p><br></p><p>AGM Akt-EC cells do not survive and form a stable layer after plating:</p><p>1. After a cell line is established, cells may lose contact inhibition and grow in multiple layers or form mounds. This occurs when AGM AKT-EC have been passaged more than 10-12 times. At this point their capacity to support HSC seems to also be diminished.</p><p>2.<strong> </strong>AGM-Akt EC cells are frozen in solution containing 10% DMSO, which is cytotoxic. To prevent cell death during the thawing process, add EC media wash to cells immediately after thawing to dilute DMSO, spin down, and resuspend cells in EC media promptly.</p><p>3. During co-culture in serum-free media, there may be some dead/floating ECs that tend to congregate centrally.&nbsp;This is normal as long as the EC layer remains intact and confluent during the full co-culture period.</p>"
        },
        {
            "header": "Time Taken",
            "content": "<p>8-10 days for setting up timed matings and embryo development prior to dissection and sort.</p><p>1-2 days for AGM EC culture prior to infection.</p><p>2-4 days culture post infection to reach confluency in a 48 well.</p><p>20-24 days culture to expand AGM AKT-EC cells from a 48 well to multiple T-75 for freezing cells to multiple vials.</p><p>31-40 days for entire procedure.</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p>Please refer to our previous publications<sup>1,3</sup> for anticipated results following co-culture of AGM-derived hemogenic precursor cells with AGM-Akt-EC&nbsp;(both using bulk-sorted hemogenic populations and clonal single cell co-culture by index sorting). Information on the engraftment and phenotypic properties, CFU output, and limit dilution transplants of the resultant hematopoietic progeny can be found here.</p>"
        },
        {
            "header": "References",
            "content": "<p>1. \tHadland, B. K.<em> et al.</em> Endothelium and NOTCH specify and amplify aorta-gonad-mesonephros-derived</p><p>hematopoietic stem cells. <em>J Clin Invest</em> <strong>125</strong>, 2032-2045, doi:10.1172/JCI80137 (2015).</p><p>2. \tHadland, B. K.<em> et al.</em> A Common Origin for B-1a and B-2 Lymphocytes in Clonal Pre- Hematopoietic Stem</p><p>Cells. <em>Stem Cell Reports</em> <strong>8</strong>, 1563-1572, doi:10.1016/j.stemcr.2017.04.007 (2017).</p><p>3. \tHadland, B. K., Varnum-Finney, B., Nourigat-Mckay, C., Flowers, D. &amp; Bernstein, I. D. Clonal Analysis of</p><p>Embryonic Hematopoietic Stem Cell Precursors Using Single Cell Index Sorting Combined with</p><p>Endothelial Cell Niche Co-culture. <em>J Vis Exp</em>, doi:10.3791/56973 (2018).</p><p>4.\t\tLi, W.<em> et al.</em> Primary endothelial cells isolated from the yolk sac and para-aortic splanchnopleura support</p><p>the expansion of adult marrow stem cells in vitro. <em>Blood</em> <strong>102</strong>, 4345-4353, doi:10.1182/blood-2003-03-0729</p><p>(2003).</p><p>5. \tButler, J. M. &amp; Rafii, S. Generation of a vascular niche for studying stem cell homeostasis. <em>Methods Mol</em></p><p><em> Biol</em> <strong>904</strong>, 221-233, doi:10.1007/978-1-61779-943-3_18 (2012).</p><p>6. \tKobayashi, H.<em> et al.</em> Angiocrine factors from Akt-activated endothelial cells balance self-renewal and</p><p>differentiation of haematopoietic stem cells. <em>Nat Cell Biol</em> <strong>12</strong>, 1046-1056, doi:10.1038/ncb2108 (2010).</p><p>7. \tMorgan, K., Kharas, M., Dzierzak, E. &amp; Gilliland, D. G. Isolation of early hematopoietic stem cells from</p><p>murine yolk sac and AGM. <em>J Vis Exp</em>, doi:10.3791/789 (2008).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We thank Jason Butler and Shahin Rafii for establishing the general Akt-EC techniques and for their collaborations on this project.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.1172/JCI80137",
                "date": "2015-04-12 22:00:06",
                "title": "Endothelium and NOTCH specify and amplify aorta-gonad-mesonephros–derived hematopoietic stem cells",
                "authors": [
                    "Brandon K. Hadland",
                    "Barbara Varnum-Finney",
                    "Michael G. Poulos",
                    "Randall T. Moon",
                    "Jason M. Butler",
                    "Shahin Rafii",
                    "Irwin D. Bernstein"
                ],
                "journal": "Journal of Clinical Investigation",
                "logo": ""
            },
            {
                "doi": "10.1016/j.stemcr.2017.04.007",
                "date": "",
                "title": "",
                "authors": "",
                "journal": "",
                "logo": ""
            },
            {
                "doi": "10.3791/56973",
                "date": "2018-05-09 00:00:17",
                "title": "Clonal Analysis of Embryonic Hematopoietic Stem Cell Precursors Using Single Cell Index Sorting Combined with Endothelial Cell Niche Co-culture",
                "authors": [
                    "Brandon K. Hadland",
                    "Barbara Varnum-Finney",
                    "Cynthia Nourigat-Mckay",
                    "David Flowers",
                    "Irwin D. Bernstein"
                ],
                "journal": "Journal of Visualized Experiments",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 682985,
                "identity": "4518d858-6aed-4fb5-babb-73ccabde4a97",
                "order_by": 0,
                "name": "Tessa Dignum",
                "email": "",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tessa",
                "middleName": "",
                "lastName": "Dignum",
                "suffix": ""
            },
            {
                "id": 682984,
                "identity": "a8d75d30-5db9-4fb1-b5e9-ad9234dd801c",
                "order_by": 1,
                "name": "Barbara Varnum-Finney",
                "email": "",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Barbara",
                "middleName": "",
                "lastName": "Varnum-Finney",
                "suffix": ""
            },
            {
                "id": 682986,
                "identity": "3f9eb44f-47b4-4cf8-b900-58e57d3117aa",
                "order_by": 2,
                "name": "Stacey Dozono",
                "email": "",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Stacey",
                "middleName": "",
                "lastName": "Dozono",
                "suffix": ""
            },
            {
                "id": 682983,
                "identity": "d3062b7d-7587-4fa1-99b5-0226e614894f",
                "order_by": 3,
                "name": "Brandon Hadland",
                "email": "bhadland@fredhutch.org",
                "orcid": "",
                "institution": "Fred Hutchinson Cancer Research Center",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Brandon",
                "middleName": "",
                "lastName": "Hadland",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2020-06-17 16:17:37",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-986/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-986/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 2205376,
                "identity": "1e7ef90a-7f72-49fb-b7a7-10b46640535d",
                "added_by": "auto",
                "created_at": "2020-09-02 17:08:59",
                "extension": "png",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3431701,
                "visible": true,
                "origin": "",
                "legend": "AGM Akt-EC layers. Three representative images of AGM Akt-EC layers. Includes an example of a healthy, confluent AGM Akt-EC layer that is suitable for co-culture, and two examples of layers that are too overgrown to be used in co-culture experiments. These images can be used as a reference for researchers maintaining AGM Akt-EC for use in co-culture experiments.",
                "description": "",
                "filename": "AGMAktEClayerHD.png",
                "url": "https://assets.researchsquare.com/files/pex-986/v1/AGMAktEClayerHD.png"
            },
            {
                "id": 2205377,
                "identity": "cc281d9e-4850-4be5-8289-e04069350efb",
                "added_by": "auto",
                "created_at": "2020-09-02 17:09:00",
                "extension": "png",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 7984423,
                "visible": true,
                "origin": "",
                "legend": "Hematopoietic colony formation. Representative images of hematopoietic colonies on day 3, day 4, and day 5 of co-culture with AGM Akt-EC. ",
                "description": "",
                "filename": "coculturecolonies.png",
                "url": "https://assets.researchsquare.com/files/pex-986/v1/coculturecolonies.png"
            },
            {
                "id": 13587779,
                "identity": "a712af92-0e26-46c2-a861-53ea07adea70",
                "added_by": "auto",
                "created_at": "2021-09-17 04:52:26",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 2369399,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-986/v1/e3511047-800d-48b0-881b-edc0151d4131.pdf"
            },
            {
                "id": 2205378,
                "identity": "c68a2414-10b7-49c6-be37-50c112ef55bb",
                "added_by": "auto",
                "created_at": "2020-09-02 17:09:00",
                "extension": "pdf",
                "order_by": 1,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "supplement",
                "size": 35427,
                "visible": true,
                "origin": "",
                "legend": "Table 1. AGM Akt-EC culture media. This table contains detailed information regarding the quantities and concentrations of reagents needed to make AGM EC base media and AGM EC+ media. ",
                "description": "",
                "filename": "AGMAktECMediaTables.pdf",
                "url": "https://assets.researchsquare.com/files/pex-986/v1/AGMAktECMediaTables.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Haematopoietic stem cell (HSC), aorta-gonad-mesonephros (AGM), embryonic haematopoiesis, haematopoietic niche, endothelial cell",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>During murine embryonic development, the first hematopoietic stem cells (HSCs) emerge within the major arterial vasculature, including the aorta-gonad-mesonephros (AGM) region. Throughout their emergence and subsequent maturation, HSCs retain a close physical association with the surrounding endothelial cell layer, suggesting that signaling interactions between HSC and the surrounding vascular niche may play an integral role in HSC development. Indeed, we have previously shown that co-culture with AGM-derived endothelial cells (AGM EC) engineered to constitutively express Akt (AGM Akt-EC) is sufficient to mature non-engrafting HSC precursors from hemogenic endothelium to fully functional HSCs<sup>1-3</sup>. Here, we describe how to generate these AGM Akt-EC cells for use in co-culture experiments, providing detailed instructions from the isolation of AGM EC from embryonic tissues, to their infection with the PGK.myr-AKT lentivirus and subsequent characterization by flow cytometry.</p>",
        "manuscriptTitle": "Generation of AGM-derived Akt-EC (AGM-EC)",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2020-09-02 17:08:58",
                "doi": "10.21203/rs.3.pex-986/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "c6c30877-f305-4c6a-9b84-7e3f446f321a",
        "owner": [],
        "postedDate": "September 2nd, 2020",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 419166,
                "name": "Biological techniques"
            },
            {
                "id": 419167,
                "name": "Cell Biology"
            },
            {
                "id": 419168,
                "name": "Stem cells"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2020-09-02 17:08:58",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}