{
    "identity": "nprot-2963",
    "title": "Rapid Detection/pathotyping of Newcastle disease virus isolates in clinical samples using real time polymerase chain reaction assay",
    "content": [
        {
            "header": "Introduction",
            "content": "Newcastle disease \\(ND) is a devastating disease of birds caused by Newcastle disease virus \\(NDV), avian paramyxoviruses \\(AMPV), which is classified into Avulavirus genus and paramyxoviridae family of the order Mononegavirales \\(1). The paramyxoviridae encompasses a diverse group of viruses consist of a negative sense single-stranded, non-segmented RNA molecule. The disease is complicated due to different pathotypes and strains of the virus that may induce enormous variation in the severity of disease characterized by fatal respiratory and neurological pathogenesis. Nucleotide sequencing of the NDV genome has encoding six proteins including hemagglutinin-neuraminidase protein \\(HN), fusion protein \\(F), necleocapsid protein \\(NP), matrix protein \\(M), phosphoprotein \\(P), and RNA-directed RNA polymerase \\(L) \\(2). Accurate and rapid diagnosis of an outbreak and prompt detection and differentiation of lentogenic/mesogenic/velogenic NDVs are important. One of the rapid detection strategy used to avoid post amplification processing is to utilize real time reverse transcription rRT-PCT techniques. The advantages of such assay based on the fluorogenic hydrolysis of probes that result can be obtained within 2 hours. AMPV-1 detection rRT-PCR assay was employed in USA during the ND outbreaks of 2002-2003, described by Wise et al. \\(2004) \\(3). Both the probes and primers reported were validated on lentogenic, mesogenic and velogenic strains circulating in the USA. However those protocols do not detect all NDV strains due to significantly genetic distance between AMPV-1 isolates. Furthermore, it has been reported that the matrix gene is not truly conserved and probability of false negative occur and in addition matrix gene based rRT-PCR is generally used for the screening test of AMPV-1 but does not discriminates its pathotypes or not for the confirmation of ND outbreaks \\(4). However, fusion gene based rRT-PCR assay is useful as it would allow for quick detection and pathotyping."
        },
        {
            "header": "Reagents",
            "content": "1. Invitrogen SuperScript™III Platinum® One-Step Quantitative Kit\r\n  2. Forward and reverse primers \\(10μM) \r\n  3. Dual-labeled probes \\(10μM) \r\n  4. Positive control RNAs \r\n  5. Molecular grade sterile distilled water \\(RNase and DNase free)"
        },
        {
            "header": "Equipment",
            "content": "1. Vortex\r\n  2. Microfuge\r\n  3. Nanodrop 2000/2000c spectrophotometer\r\n  4. Centrifuge\r\n  5. Biological safety cabinet\r\n  6. Applied BiosystemsTM real-time PCR systems 7500"
        },
        {
            "header": "Procedure",
            "content": "Preparation    \r\n\n\n1. Avoiding sample contamination \r\n  Special precautions should be taken to avoid false positive amplifications. The following must be recommended:\r\n\n\nA) Separate areas setup must be maintain, especially handling with RNA\r\n\n\nB) Wear powder free gloves is strongly recommended when handing with nucleic acid especially RNA and must be change whenever you guess they may be contaminated and wear clean lab coat when setting up assays.\r\n\n\nC)  Keep all reagent tubes capped\r\n\n\nD) Biological safety cabinet maintain clean and protected from all types contaminations  \r\n\n\n2. Equipment preparation \r\n  All equipments including centrifuge, microfuge, vertex and work surface areas should be clean and must be use cleaning products such as 70% ethanol, 5% bleach and DNAzap™ or RNase AWAY® to minimize any risk of contamination.\r\n\n\n3. Reagent preparation \r\n  A) Sample/Specimens processing\r\n\n\nTracheal tissues from morbid birds tested for the isolation of NDV after passaging into 9-10 day old chicken embryonated eggs and positive for NDV were selected by spot HA test. Swab specimens must be collected with a synthetic tip \\(such as polyester or Dacron®) and an aluminum or plastic shaft. Swabs with cotton tips and wooden shafts are not recommended.  \r\n\n\nB) Nucleic acid extraction\r\n\n\nAmount and quality of template RNA is an important appliance whenever RT-PCR amplification assay is accomplished. Sample extraction is carried out through manually by Trizol method or commercially available nucleic acid extraction kits are available to generate highly purified RNA.  The following reagents are needed\r\n\n\n1. TriZol® LS Reagent \\(Invitrogen, Carsbad, CA, USA)\r\n  2. Chloroform\r\n  3. Isopropanol\r\n  4. Ethanol \\(90-100%) \r\n  The following steps are carried out by Trizol method\r\n\n\ni) A total volume of 250 uL of Allanto-amniotic fluids \\(AAF) was collected to a 1.5 mL eppendorff and adds 750 uL of Trizol and the sample is overtax for 15 second. The eppendorff is then incubating at room temperature for 10 minutes. \r\n\n\nii) Pulse spanned to remove the liquid from the tune lid.\r\n\n\niii) Add 250 uL 100 % chloroform to the sample, vortex for 15 second and then again incubate at room temperature for 7 minutes.\r\n\n\niv) After incubation, centrifuge is carried out at 12,000g for 15 minutes at room temperature.\r\n\n\nv) New eppendorff tubes were labeled according to the corresponding number.\r\n\n\nvi) Transfer 450 uL of upper equeous layer to a new eppendorff tube.\r\n\n\nvii) Add 500 uL 100% isopropanol, inverted tubes several times to mixed and hold them at room temperature for 10 minutes.\r\n\n\nviii)  Discard supernatant. \r\n\n\nix) Add 1 mL of 80% ethanol to the pellet and mixed gently.\r\n\n\nx) The tubes were then centrifuge at 10,000g for 5 minutes at 4 ºC.\r\n\n\nxi) Ethanol was discarded and inverted the tube on a clean tissue wipe and allow to air dried for 10 minutes. \\(It is important not to let the RNA pellet over dry as this will decrease its solubility).\r\n\n\nxii) 50uL of RNase free water was added to pellet and briefly vortex to resuspend pellet.\r\n\n\nC) Primers and probes \r\n\n\nThaw frozen aliquots of probes and primers or must be vertex or briefly centrifuge and then place in cold rack.\r\n\n\n4. Tests for each rRT-PCR run \r\n  i) Each extracted RNA samples is tested for each targeted probe/primer set.\r\n\n\nii) No-template controls \\(NTC) and positive template control \\(PTC) for all probe/primer set must be included in each run.\r\n\n\nReaction setup: \r\n\n\n96 well reactions plate is recommended for reaction assay mixture. \r\n\n\n1. The reaction mixture is highly recommended to prepare in 1.5 mL eppendorff tube for each probe/primer set except the template added separately to each tube.\r\n  2. Determine the number of reactions \\(N) per assay and must make excess reaction volume to reduce pipetting error. \r\n  e.g. if number of samples \\(n) including control = 1 to 20, then N = n+1\r\n\n\n3.   Calculated each reagent to be added for each assay. The calculation should be as follows,\r\n  \r\n\n\nReagents and volume for a single reaction For n reactions\r\n\n\n 1X nX\r\n\n\nTemplate 5.0 μl -\r\n\n\n2X PCR Master Mix  12.5 μl N x 12.5 μl\r\n\n\nRT Mix  0.5 μl N x 1.0 μl\r\n\n\nForward primer \\(0.8 μM final concentration)  0.5 μl N x 0.5 μl\r\n\n\nReverse primer \\(0.8 μM final concentration)  0.5 μl N x 0.5 μl\r\n\n\nProbe \\(0.2 μM final concentration)  0.5 μl N x 0.5 μl\r\n\n\nNuclease free water  5.5 μl N x 5.0 μl\r\n\n\nTotal volume  25.0 μl N x 25.0 μl\r\n\n\n\r\n\n\n4 The reagents added in 1.5 mL eppendorff tube must be mixed properly or centrifuge for 5 seconds and recommended do not vertex it.\r\n\n\n5. Set up 96 well plate in cold rack\r\n  6. Dispense 20 µL of each master mix into each well of 96 wells plate and samples can be added by column. Pipette 5 µL samples into all the wells labeled for that sample and be careful to change the tip after each addition.  \r\n  7. Set up the NTC reaction for last column of each row and pipette 5 µL of nuclease free water into the NTC well instead of template.\r\n  8. Pipette 5 µL positive template control RNA into all PTC wells\r\n  9. Cover the 96 well reaction plate \r\n  10.  It is highly recommended to change the gloves when necessary to avoid contamination.\r\n  11. If using 8 tube strips, do not label the strip on top of the tube.\r\n  12. Briefly centrifuge plate or tube stripes for 5 to 10 seconds and return to cold rack.\r\n  RT-PCR amplification conditions: \r\n\n\nThe reaction volume is 25μl. Program the thermocycler as follows: \r\n\n\nReverse Transcription \\(RT step) 50°C for 30 min \r\n\n\nTaq inhibitor inactivation  95°C for 2 min \r\n\n\nPCR amplification \\(45 cycles)  95°C for 15 sec \r\n\n\n60°C for 30 sec# \r\n\n\n#Fluorescence data \\(FAM) should be collected during the 60°C incubation step. \r\n\n\nEVALUATION AND VALIDATION of rRT-PCR\r\n\n\nA) Sensitivity:\r\n\n\nThree ways have been used to determine the sensitivity\r\n\n\ni) Determination of limit of detection \\(LOD): 10 fold dilutions of viral suspension with a known TCID50 in Specific Pathogenic Free \\(SPF) embryonated chicken eggs of age 9-11 days were assayed. The LOD was determined by the highest dilution that gives a significant Ct value. 2.0% gel was used for the confirmation of amplicons using Gel Documentation System \\(BioRad, Austerlia).\r\n\n\nii) Determination of cut-off: 10 fold dilution of RNA from positive control were analyzed in each rRT-PCR. The cut-off was determined as the highest dilution that gives a Ct value. 2.0% gel was used for the confirmation of amplicons using Gel Documentation System \\(BioRad, Austerlia).\r\n\n\niii) Copy number determination \\(CN): The target gene of class I and II NDV was amplified and subsequently purified using PureLink Gel purification kit \\(Invitrogen) according to manufacturer’s recommendation. 10 fold dilution of the purified product was then test in the rRT-PCR with or without reverse transcription stage. The lowest concentration of nucleic acid detected corresponds to the copy number detected by rRT-PCT. \r\n\n\nB) Specificity:\r\n\n\ni) Two ways have been used to determine the specificity\r\n\n\nNucleic acid extract from Newcastle disease virus was tested in all rRT-PCR being evaluated. The specificity is determine as the rRT-PCR is assessed as specific if only NDV nucleic acid react in the reaction\r\n\n\nii) rRT-PCR was assayed using nucleic acid from known class of NDVs. The rRT-PCR is assessed as specific if it identified only the class of NDV for which it was designed. \r\n\n\nLIMITATIONS: \r\n\n\n1. Analysts should be trained and familiar with testing procedures and interpretation of results prior to performing the assay. \r\n  2. A false negative result may occur if inadequate numbers of organisms are present in the specimen due to improper collection, transport or handling. \r\n  3. A false negative result may occur if an excess of RNA template is present in the reaction. Extracted RNA can be tested at 2 or more dilutions \\(e.g. 1:10 and 1:100) to verify the resu"
        },
        {
            "header": "Timing",
            "content": "RNA Extraction: 1:30 hour\r\n\n\ncDNA synthesis: 2 hours\r\n\n\nReal-time PCR: 2 hours\r\n\n\nDissociation curve analysis: 0.3 hour"
        },
        {
            "header": "Troubleshooting",
            "content": "No PCR product: Low templates quality is the major reason, poor quality of primers and any PCR reagents may also lead to reaction failures. To eliminate these possibilities, should be including appropriate PCR controls to overcome these troubles. \r\n\n\nLow PCR amplification efficiency:  Ideally the PCR efficiency should be close to 100%, meaning PCR products double during each cycle, below 100% mean poor reaction conditions. Poor primer quality or bad chemistry is the leading cause of poor PCR efficiency. Furthermore, if the PCR efficiency is above 100% may be due to amplification of non-specific products, primer dimers or inhibitor in the standard. \r\n\n\nNon-specific PCR amplicons: Non-specific PCR identified both by melting curve analysis and agarose gel electrophoresis. To avoid this problem, please make sure to perform hot-start PCR and use at least 60C annealing temperature. If the non-specific amplicon is persistent, you have to choose a different primer pair for the gene of interest."
        },
        {
            "header": "Anticipated Results",
            "content": "1. All the tested clinical samples should be exhibited fluorescence growth curve that cross the threshold line. If the curve across the threshold line before 35 cycles indicating the presence of sufficient targeted template.  \r\n  2. The NTC reactions must not exhibit fluorescence growth curve that cross the threshold line. If it exhibited a growth curve across the threshold line, sample contamination may have occurred.\r\n  3.  PTC reaction must produce a positive result between 20-30 cycles."
        },
        {
            "header": "References",
            "content": "1. Alexander DJ. Newcastle disease virus and other avian paramyxoviruses, p. 156–163. In D. E. Swayne et al. \\(ed.), A laboratory manual for the isolation and identification of avian pathogens, 4th ed. American Association of Avian Pathologists, Kennett Square, PA \\(1998).\r\n  2. Alexander DJ. Newcastle Disease Virus, Other Avian Paramyxoviruses, and Pneumovirus Infections. In: Disease of Poultry, 11th ed. Iowa State University Press, Ames, IA \\(2003).\r\n  3. Wise MG, Suarez DL, Seal BS, Pedersen JC, Senne DA, King DA, Kapczynski D, Spackman E. Development of a real -time reverse-transcription PCR for detection of Newcastle disease virus RNA in clinical samples. J. Clin. Microbiol. 42, 329–338 \\(2004).\r\n  4. Khan TA, Rue CA, Rehmani SF, Ahmed A, Wasilenko JL, Miller PJ, Afonso CL. Phylogenetic and biological characterization of Newcastle disease virus isolates from Pakistan. J. Clin. Microbiol. 48 \\(5), 1892–1894 \\(2010)."
        },
        {
            "header": "Acknowledgements",
            "content": "We are appreciative to the Quality Operations Laboratory \\(QOL), University of Veterinary and Animal Sciences Lahore, Pakistan for providing research activities."
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [],
        "authors": [
            {
                "id": 12881,
                "identity": "a0260251-516f-11e9-9e20-12b504df345a",
                "order_by": 0,
                "name": "Abdul Wajid",
                "email": "kakar153@gmail.com",
                "orcid": "",
                "institution": "Institute of Biochemistry and Biotechnology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Abdul",
                "middleName": "",
                "lastName": "Wajid",
                "suffix": ""
            },
            {
                "id": 12882,
                "identity": "a026058b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Muhammad Wasim",
                "email": "",
                "orcid": "",
                "institution": "Institute of Biochemistry and Biotechnology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Muhammad",
                "middleName": "",
                "lastName": "Wasim",
                "suffix": ""
            },
            {
                "id": 12883,
                "identity": "a0260a01-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tahir Yaqub",
                "email": "",
                "orcid": "",
                "institution": "Quality Operations Laboratory, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tahir",
                "middleName": "",
                "lastName": "Yaqub",
                "suffix": ""
            },
            {
                "id": 12884,
                "identity": "a0260bc9-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Shafqat F Rehmani",
                "email": "",
                "orcid": "",
                "institution": "Quality Operations Laboratory, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Shafqat",
                "middleName": "F",
                "lastName": "Rehmani",
                "suffix": ""
            },
            {
                "id": 12885,
                "identity": "a0260d2e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Tasra Bibi",
                "email": "",
                "orcid": "",
                "institution": "Department of Pathology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Tasra",
                "middleName": "",
                "lastName": "Bibi",
                "suffix": ""
            },
            {
                "id": 12886,
                "identity": "a0260fc3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Nadia Mukhtar",
                "email": "",
                "orcid": "",
                "institution": "Department of Microbiology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Nadia",
                "middleName": "",
                "lastName": "Mukhtar",
                "suffix": ""
            },
            {
                "id": 12887,
                "identity": "a026124e-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Javed Muhammad",
                "email": "",
                "orcid": "",
                "institution": "University Diagnostic Lab (UDL), University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Javed",
                "middleName": "",
                "lastName": "Muhammad",
                "suffix": ""
            },
            {
                "id": 12888,
                "identity": "a0261479-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Umar Bacha",
                "email": "",
                "orcid": "",
                "institution": "Department of Food Science and human nutrition, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Umar",
                "middleName": "",
                "lastName": "Bacha",
                "suffix": ""
            },
            {
                "id": 12889,
                "identity": "a02615f3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Suliman Qadir  Afridi",
                "email": "",
                "orcid": "",
                "institution": "Department of Microbiology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Suliman",
                "middleName": "Qadir",
                "lastName": "Afridi",
                "suffix": ""
            },
            {
                "id": 12890,
                "identity": "a0261748-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Muhammad Nauman  Zahid",
                "email": "",
                "orcid": "",
                "institution": "Quality Operations Laboratory, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Muhammad",
                "middleName": "Nauman",
                "lastName": "Zahid",
                "suffix": ""
            },
            {
                "id": 12891,
                "identity": "a02618aa-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Zia u ddin",
                "email": "",
                "orcid": "",
                "institution": "Institute of Industrial Biotechnology, Government College University, Lahore, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Zia",
                "middleName": "u",
                "lastName": "ddin",
                "suffix": ""
            },
            {
                "id": 12892,
                "identity": "a02619f3-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Muhammad Zubair  Shabbir",
                "email": "",
                "orcid": "",
                "institution": "Quality Operations Laboratory, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Muhammad",
                "middleName": "Zubair",
                "lastName": "Shabbir",
                "suffix": ""
            },
            {
                "id": 12893,
                "identity": "a0261b4b-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Kamran Abbas",
                "email": "",
                "orcid": "",
                "institution": "Institute of Biochemistry and Biotechnology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Kamran",
                "middleName": "",
                "lastName": "Abbas",
                "suffix": ""
            },
            {
                "id": 12894,
                "identity": "a0261c98-516f-11e9-9e20-12b504df345a",
                "order_by": 1,
                "name": "Muneer Ahmad",
                "email": "",
                "orcid": "",
                "institution": "Institute of Biochemistry and Biotechnology, University of Veterinary and Animal Sciences Lahore 54000, Pakistan",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Muneer",
                "middleName": "",
                "lastName": "Ahmad",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2014-01-05 19:45:57",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.1038/protex.2014.001",
        "doiUrl": "https://doi.org/10.1038/protex.2014.001",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 13465342,
                "identity": "49962180-39c9-4603-be78-dbbc4772cf33",
                "added_by": "auto",
                "created_at": "2021-09-16 20:46:22",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 203708,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/nprot-2963/v1/15e32cfe-61e1-48b9-9b40-77545b1d3e43.pdf"
            }
        ],
        "financialInterests": "The authors declare no competing financial interest",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "rRT-PCR, NDV, Fusion gene, Matrix gene, TaqMan probe",
        "license": {
            "name": "CC BY-NC 3.0",
            "url": "https://creativecommons.org/licenses/by-nc/3.0/"
        },
        "manuscriptAbstract": "In the present protocol we describe the real time reverse transcription polymerase chain reaction \\(rRT-PCR) assay for the rapid detection/pathotyping of Newcastle disease virus \\(NDV) isoaltes in clinical samples. Fusion gene and matrix gene assays have been used to rapidly detect the NDV isolates. The F gene assay is designed used degenerated oligonucleotide primers and TaqMan probes with nonfluorescent minor groove binder \\(MGB) quencher to differentiate lentogenic \\(low virulent) and velogenic \\(high virulent) NDVs based on cleavage site of the F0 precursor of fusion protein gene which is a key determinant of NDV pathogenicity.",
        "manuscriptTitle": "Rapid Detection/pathotyping of Newcastle disease virus isolates in clinical samples using real time polymerase chain reaction assay",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2014-01-06 10:10:52",
                "doi": "10.1038/protex.2014.001",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "a025b061-516f-11e9-9e20-12b504df345a",
        "owner": [],
        "postedDate": "January 6th, 2014",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 3103,
                "name": "Microbiology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2014-01-06 10:10:52",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}