{
    "identity": "pex-1320",
    "title": "<p>An optimized protocol for Isolation, Expansion and Activation of Natural Killer cells from human Adipose Tissue",
    "content": [
        {
            "header": "Introduction",
            "content": "<p>Natural Killer cells (NKs) that comprise between 4-20% of human peripheral blood mononuclear cells (PBMNC) <sup>(1)</sup> with a half-life of 7-10 days in the circulation <sup>(2)</sup> are the first line of defense against neoplasms without a need to prior sensitization <sup>(3)</sup>. Mature NKs also are found in the bone marrow, spleen, liver, lung, and omentum and in the uterus during gestation. They are regulated by stimulatory and inhibitory signals and express at least one specific inhibitory killer cell immunoglobulin-like receptor (KIR) for a self-MHC class I allele to kill cells that lack self-MHC class I molecules <sup>(4)</sup>. In obese patients, there is a different cell homing pattern in adipose tissue (AT) <sup>(5)</sup>. In our laboratory, we found that some patients have increased levels of NKs in their abdominal AT while there is a decrease in NKs count in their peripheral blood (PB) despite no changes in a total number of PB mononuclear cells <sup>(6)</sup>. AT is a primary site of inflammation in obesity, and its macrophages especially M1 have the main role in these processes <sup>(7)</sup>. The AT secrete some hormones, play a role in glucose homeostasis <sup>(8)</sup>, and in addition to adipocytes, pre-adipocytes, mesenchymal stromal cells (MSCs), endothelial cells, pericytes, fibroblasts and etc., <sup>(9)</sup> it harbors immune cell types including macrophages, neutrophils <sup>(10)</sup>, mast cells <sup>(11)</sup>, dendritic cells <sup>(12)</sup>, B cells <sup>(13)</sup>, T cells <sup>(14)</sup>, NK and NKT cells <sup>(15)</sup> (Fig 1). In obese patients a large population of NKs resides in AT which its count exceeds the blood stream NKs.</p><p>&nbsp;&nbsp;Several protocols have been described in the NKs selection, expansion and activation with many cytokines or co-culture methods. We have tried many of these protocols and modified a new one <sup>(6)</sup>. This protocol is optimized for the human adipose tissue by providing extensive details of the technique to overcome limitations in NK cell purification and activation.</p>"
        },
        {
            "header": "Reagents",
            "content": "<p>Hanks’ Balanced Salt Solution without Ca<sup>2</sup> <sup>+</sup> and Mg<sup>2 +</sup> <em>(HBSS; Gibco, cat. no. 14170-112)</em>.</p><p>Phosphate-buffered saline <em>(PBS; Gibco, cat. no. 10010-002)</em>.</p><p>Collagenase type 1 <em>(Sigma, cat. no. 9891)</em>.</p><p>Penicillin/streptomycin <em>(Pen-Strep; Sigma, cat. no. P0781)</em>.</p><p>Antimycotic amphotericin B solution <em>(Sigma, cat. no. A2942-20ml)</em>.</p><p>Dulbecco Modified Eagle Medium <em>(DMEM; Invitrogen, cat. no. 11965-092)</em>.</p><p>Roswell Park Memorial Institute 1640 medium <em>(RPMI 1640; Sigma, cat. no. R8758)</em>.</p><p>Heat-inactivated Fetal Bovine Serum <em>(FBS; Invitrogen, cat. no. 10270-106)</em>.</p><p>Non-essential amino acid solution <em>(Invitrogen, cat. no. 11140-050)</em>.</p><p>Dimethyl sulfoxide <em>(DMSO; Sigma, cat. no. D4540)</em>.</p><p>Citrate phosphate dextrose Adenine <em>(CPDA; Sigma, cat. no. C4431)</em>.</p><p>Interleukin 2 <em>(IL-2; Sigma, cat. no. I7908)</em>.</p><p>Il-12 <em>(Sigma, cat. no. H7666)</em>.</p><p>IL-15 <em>(Sigma, cat. no. SRP 6293)</em>.</p><p>IL-21 <em>(Sigma, cat. no. SRP 6493)</em>.</p><p>Galactosyl ceramide <em>([2S, 3S, 4R]-1-O-[α-D-Galactosyl]-N-hexacosanoyl-2-amino-1,3,4-octadecanetriol</em></p><p><em>&nbsp;Sigma, cat. no. 67576)</em>.</p><p>5-Methionine Enkephalin acetate salt hydrate <em>(5Met-Enk; Sigma, cat. no. M6638)</em></p><p>Valproic acid <em>(Sigma, cat. no. P 4543)</em></p><p>NK Cell Isolation Kit <em>(Miltenyi Biotec, cat. no. 130–092–657)</em>.</p><p>MACS Rinsing Solution <em>(Miltenyi Biotec, cat. no. 130-091-222).</em></p><p>MACS BSA Stock Solution <em>(Miltenyi Biotec, cat. no. 130-091-376)</em>.</p><p>Red Blood Cells RBC lysis buffer <em>(RBC lysis buffer; Sigma, cat. no. R7757)</em>.</p><p>Fluorochrome-conjugated antibodies for flow cytometric analysis, including: anti-CD56-PE <em>(Miltenyi Biotec, cat. no. 130-090-755)</em>, anti-CD3 <em>(Miltenyi Biotec, cat. no. 130080401)</em>, anti-CD16 <em>(Biolegend, cat. no. 3G8)</em>, anti-CD69 <em>(Biolegend, cat. no. FN50)</em>, anti-NKp44 <em>(Biolegend, cat. no. P44-8)</em> anti-NKp46 <em>(Biolegend, cat. no. 9E2)</em>, IgG control <em>(Biolegend, cat. no. 400129)</em>, anti-NKG2D <em>(R&amp;D Systems, cat. no. 149810)</em>, anti-CD107a <em>(BD Pharmingen, cat. no. H4A3)</em> and isotype control antibodies IgG <em>(Sigma, cat. no. MOPC21)</em>.</p><p>Propidium Iodide Solution <em>(Miltenyi Biotec, cat. no.&nbsp;130-093-233)</em> for flow cytometric exclusion of dead cells.</p><p>Cytotox 96 kit <em>(Promega, cat. no. G1780)</em>.</p><p>Triton X-100 <em>(Sigma, cat. no. 9002-93-1)</em>.</p><p>A neoplastic cell culture (we have used neuroblastoma SKN-SH and CHLA-255 cell lines from the Pasteur Institute culture collection).</p><p>The fat tissue sample from liposuction (Fat Tissue samples must be obtained by an appropriately trained physician with informed consent and under a protocol approved by the appropriate institutional boards and ethics committees).</p>"
        },
        {
            "header": "Equipment",
            "content": "<p>Biosafety cabinet.</p><p>Centrifuge. </p><p>Invert phase-contrast microscope.</p><p>MACS column (Miltenyi-Biotec).</p><p>MACS separator (Miltenyi-Biotec).</p><p>(Optional) Dead Cell Removal Kit (Miltenyi-Biotec, cat. no. 130-090-101) for the depletion of dead cells.</p><p>Flow cytometer.</p><p>CO<sub>2</sub> humid Incubator.</p><p>Cell counter.</p><p>Shaker</p><p>Cell culture plates: 12-and 6-well.</p><p>Cell culture flasks, T25</p><p>A-350N culture bag (NIPRO, Japan)</p><p>Cell strainer (70 μm, 50 μm, Becton Dickinson, cat. no. 352350).</p><p>15-and 50-ml Falcon tubes.</p><p>0.2 μm syringe filter (Sigma, cat. no. 431229).</p><p>Water bath. </p><p>Pipettes.</p><p>Bottle filter.</p><p>Cryovials (Sigma, cat. no. V7634-500EA).</p><p>Refrigerator.</p>"
        },
        {
            "header": "Procedure",
            "content": "Preparing reagents\nHBSS with antibiotics.\nAdd 1% (vol/vol) antibacterial (Pen-Strep) and 1 μl of antifungal (Amphotericin B) to reach final concentrations of 100 U/ml Pen-Strep and 0.2 µg/ml amphotericin B.\nHBSS with collagenase and antibiotics.\nAdd 10 ml collagenase 1% to 90 ml HBSS (0.1% final concentration) with antibiotics as described in the last section and use freshly.\nCell sorting (selection) buffer.\nPrepare a solution containing PBS (pH 7.2, 0.5% FBS, and 2 mM CPD-A) by diluting MACS BSA Stock Solution 1:20 with the MACS Rinsing Solution. As the air bubbles block the columns, degas the buffer and keep it in the refrigerator (4 °C) before use.\nExpansion medium.\nPrepare a basal medium containing 40% RPMI-1640 and 60% DMEM. Add 500 U/ml IL-2, 10 ng/ml IL-12, 100 ng/ml Galactosyl ceramide and 50 ng/ml IL-15 to this medium. Mix this solution on a vortex for proper dispersion of cytokines in the entire medium. Add 10% (vol/vol) FBS to this medium and keep it in the refrigerator (4 °C) before use.\nActivation medium.\nMix DMEM and RPMI media to prepare a medium containing 40% RPMI-1640 and 60% DMEM. Add 20 ng/ml IL-15, 10nM 5-Met Enk, 1 µM Valproic acid and 10 ng/ml IL-21 to this mixture. Vortex the solution and add 10% (vol/vol) FBS to this medium and keep it in the refrigerator (4 °C) before use. (As IL-2 residues in medium activate T-reg cells\nin vivo\nthat cause NKG2D downregulation is omitted from this formula. Also, IL-12 residuum inhibits IFN γ secretion from NK cells).\nProcedure\nIsolation of SVF from adipose tissue (Figure 2)\n1. Transfer 30 ml of AT to 50 ml falcon tubes.\n2. Wash and homogenate the AT with 5 ml PBS two times.\n3. Add the AT with 15 ml HBSS with collagenase and antibiotics\n4. Incubate it in a rotary shaker (200 rpm) at 37 °C for 30 min.\n5. Homogenate it numerous times using a 10 ml serological pipette.\n6. Pass the cell suspensions through 70 μm filter into a new 50 ml falcon tube.\n7. Pass the suspension through 50 μm filter into the new 15 ml falcon tubes.\n8. Centrifuge cell suspension at 500 g for 10 min at 4 °C.\n9. Decant supernatant and resuspend SVF cell pellet in 2 ml RBC lysis buffer.\n10. Count viable cells by cell counter and dilute cell suspensions to a final concentration of 10 million cells/ml.\n11. Flow cytometry analysis of SVF.\nIsolation of NK cell (Figure 3)\n12. Pass cells from step 10 through 50 μm mesh to remove cell clumps. Before using it moisten filter with MACS buffer.\n13. Dead cells bind to MACS Beads. To remove dead cells, use the Dead Cell Removal Kit.\n14. Calculate cell number with cell counter.\n15. Centrifuge cell suspension at 300 g for 10 min and then aspirate supernatant.\n16. Resuspend cell pellet in 50 μL of buffer per 10 million total cells.\n17. Add 10 μL of NK Cell Biotin-antibody cocktail per 10 million total cells.\n18. Pipette and incubate it for 5 min in 4 °C refrigerator.\n19. Add 50 μL of buffer per 10 million total cells.\n20. Add 20 μL of NK Cell Micro bead cocktail.\n21. Pipette and incubate it for 10 min in the 4 °C refrigerator.\n22. Increase the volume to 500 μL of buffer.\n23. Place column in the magnetic field of a MACS Separator.\n24. Prepare column by rinsing buffer:\n25. Add cell suspension onto the column. Collect unlabeled cells, representing the NK cells.\n26. Wash column with 500 μL-5 mL of the buffer depends on the column type. Collect unlabeled cells that pass through, representing the enriched NK cells.\n27. Combine the output of steps 25 and 26.\nCharacterization of purified NK cells (Figure 4)\nFlow cytometry analysis of NK cells:\n28. Wash the cells from step 27 by adding 2 mL of buffer per one million cells and centrifuge at 300g for 10 min and then aspirate the supernatant completely.\n29. Stain aliquots of the cell fractions with a fluorochrome-conjugated antibody against CD56, CD16, CD69, NKp46 (CD335), NKp44, NKG2D, CD107a, CD3 and isotype control antibodies IgG.\n30. Mix well and incubate for 10 min in the refrigerator (4 °C).\n31. Wash cells by adding 2 mL of buffer per 10⁶ cells and centrifuge at 300g for 10 min and then aspirate supernatant completely.\n32. Resuspend pellet in the buffer for analysis by flow cytometer instrument.\n(It is recommended that side scatter be displayed on a log scale versus forward scatter on a linear scale).\nExpansion and Activation of NK cells\n33. Add purified NK cell from step 27 (1 million cells) to the 10 mL expansion medium in a T25 cell culture flask and incubate it for 3 days by constant shaking in a 37 °C incubator with 5% CO\n2\n.\n34. After 3 days, harvest the cells by centrifugation at 300 g for 10 min.\n35. Add the cells from step 34 to a culture bag with 80 ml expansion medium and incubate it by constant shaking at 37 °C with 5% CO\n2\n.\nNote: From the step 35 the NK cells are expanded in a closed system until the end of the process.\n36. Change the medium every 2 days, for 10 days (5 times).\n37. Add activation medium instead expansion formula.\n38. Keep NK cells in cultures for 2 days under constant shaking at 37 °C with 5% CO\n2\n.\n39. Harvest cells as mentioned in step 34. This population that reaches to more than 10\n10\ncells could be used for\nin vitro\nor\nin vivo\npreclinical assays like cytotoxicity evaluation process.\nCytotoxicity evaluation of activated NK cells\nCytotoxicity of NK cells was determined by incubating them with target prokaryotic and eukaryotic cells (we have used\nStreptococcus pneumoniae\nPTCC 1240 and\nEscherichia coli\nPTCC1398 bacteria and neuroblastoma SKN-SH and CHLA-255 cell lines) at different ratios as follows:\n40. Mix NK cells with 10\n4\ntarget cells (NK cell/ Target cell) in 10:1, 5:1 and 1:1 ratios.\n41. Incubate target cells in 96 well plate for 1 h.\n42.  Add 150 μl tetrazolium salt to each well.\n43. Incubate this mixture at 37°C for 30 min.\n44. Transfer 50 μl aliquots from all test and control wells to a fresh 96-well flat clear bottom plate.\n45. Add 50 μl of the formazan reagent to each sample aliquot.\n46. Cover the plate with foil to protect it from light and incubate for 30 minutes at room temperature.\n47. Add 50 μl of Stop Solution to each well.\n48. Harvest the supernatant after 15 minutes, homogenate the solution and degas any large bubbles.\n49. Record the absorbance at 490 nm 1 hour after adding the Stop Solution.\n50. Subtract the average values of the culture medium background from all values of experimental wells.\n51. Calculate the percentage of specific target cell lysis by NK cells as the following formula:\nPercent cytotoxicity = 100 × Experimental LDH Release (OD\n490\n) / Maximum LDH Release (OD\n490\n)"
        },
        {
            "header": "Troubleshooting",
            "content": ""
        },
        {
            "header": "Time Taken",
            "content": "<p>Steps 1-11, 120 minutes (2 h).</p><p>Steps 12-27, 420 minutes (7 h).</p><p>Steps 28-32, 180 minutes (3 h).</p><p>Steps 33-39, 15 days.</p><p>Steps 40-51, 240 minutes (4 h).&nbsp;</p>"
        },
        {
            "header": "Anticipated Results",
            "content": "<p><strong><em>SVF characterization results</em></strong></p><p>AT is composed of heterogeneous cells and an SVF is rich in immune cells, especially NK cells <strong>(Fig 4)</strong>. We compared SVF and adipocyte cell fractions from obese donors to determine if SVF is a major source of lymphocytes in adipose tissue. Abdominal region SVF and adipocyte fractions from minimum seventeen obese females were studied for more confirmation of results.</p><p><br></p><p><strong><em>Expression of NK cell receptors </em></strong></p><p>To test the important receptors status, NK cells was stained before and after our expansion process for CD16, CD56, NKG2D, NKp30, NKp44, and NKp46. Some of them were found to have reduced expression, after the activation process <strong>(Fig 5)</strong>. Most notably, CD16 or F<sub>c</sub>γ receptor, which is frequently down regulated during culture, remained constantly expressed during our expansion and activation method <strong>(Fig 5)</strong>. CD16 plays a critical role in lysis of target microorganisms via ADCC.</p><p><br></p><p><strong><em>Killing efficiency of expanded NK cells </em></strong></p><p>NK cells expanded and activated by this protocol were able to kill microorganisms such as gram positive (<em>Streptococcus pneumoniae</em>) and gram negative (<em>Escherichia coli</em>) bacteria. But the results on the malignant cell lines<strong> </strong>was unsuccessful.<strong> </strong>This phenomenon is in relation to the reduced expression of some receptors such as NKp44 and NKG2D on the surface of this population of NKs. &nbsp;</p>"
        },
        {
            "header": "References",
            "content": "<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cheng, M., Chen, Y., Xiao, W., Sun, R., Tian, Z. NK cell-based immunotherapy for malignant diseases. Cell. Mol. Immunol. 10, 230-52 (2013).</p><p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yokoyama, W.M., Kim, S., French, A.R. The dynamic life of natural killer cells. Annu. Rev. Immunol. 22,405-29 (2004).</p><p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Navarro, A.G., Björklund, A.T., Chekenya, M. Therapeutic potential and challenges of natural killer cells in treatment of solid tumors. Front. Immunol. 6,1-18 (2015).</p><p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ljunggren, H.G., Malmberg, K.J. Prospects for the use of NK cells in immunotherapy of human cancer. Nat. Rev. Immunol. 7(5),329-39 (2007).</p><p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;O’Rourke, R.W., Metcalf, M.D., White, A.E., et al. Depot-specific differences in inflammatory mediators and a role for NK cells and IFN-c in inflammation in human adipose tissue. Int. J. Obesity. 33, 978-90 (2009).</p><p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Shoae-Hassani, A., Mortazavi-Tabatabaei, S.A., Ai, J., Mohseni, R., Hamidieh, A.A. Natural Killer Cells from the Subcutaneous Adipose Tissue Underexpress the NKp30 and NKp44 in Obese Persons and Are Less Active against Major Histocompatibility Complex Class I Non-Expressing Neoplastic Cells. Front. Immunol. 8,1486 (2017).</p><p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lumeng, C.N., Bodzin, J.L., Saltiel, A.R. Obesity induces a phenotypic switch in adipose tissue macrophage polarization. J. Clin. Invest. 117,175-84 (2007).</p><p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Xu, H., Barnes, G.T., Yang, Q., Tan, G., Yang, D, Chou CJ, et al. Chronic inflammation in fat plays a crucial role in the development of obesity-related insulin resistance. J. Clin. Invest. 112(12),1821-30 (2003).</p><p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Amirkhani, M.A., Mohseni, R., Soleimani, M., Shoae-Hassani, A., Nilforoushzadeh, M.A. A rapid sonication based method for preparation of stromal vascular fraction and mesenchymal stem cells from fat tissue. BioImpacts. 6(2), 99-104 (2016).</p><p>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Talukdar, S. Neutrophils mediate insulin resistance in mice fed a high-fat diet through secreted elastase. Nat. Med. 18,1407-12 (2012).</p><p>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liu, J., Divoux, A., Sun, J., et al. Genetic deficiency and pharmacological stabilization of mast cells reduce diet-induced obesity and diabetes in mice. Nat. Med. 15(8), 940-5 (2009).</p><p>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Stefanovic-Racic, M., Yang, X., Turner, M.S., et al. Dendritic cells promote macrophage infiltration and comprise a substantial proportion of obesity-associated increases in CD11c+ cells in adipose tissue and liver. Diabetes. 61(9), 2330-9 (2012).</p><p>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Winer, D.A. B cells promote insulin resistance through modulation of T cells and production of pathogenic IgG antibodies. Nat. Med. 17, 610-7 (2011).</p><p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nishimura, S., Manabe, I., Nagasaki, M., et al. CD8+ effector T cells contribute to macrophage recruitment and adipose tissue inflammation in obesity. Nat. Med. 15(8), 914-20 (2009).</p><p>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Wu, L., Parekh, V.V., Gabriel, C.L., et al. Activation of invariant natural killer T cells by lipid excess promotes tissue inflammation, insulin resistance, and hepatic steatosis in obese mice. Proc. Natl. Acad. Sci. US. 109(19), E1143-52 (2012).</p>"
        },
        {
            "header": "Acknowledgements",
            "content": "<p>We are grateful to <em>Dr. Mahin Nikougoftar</em> at the Iranian Blood Transfusion Organization (IBTO) for facilitating the collection of samples and comparison between cord blood, peripheral blood and adipose tissue NK cells.</p>"
        }
    ],
    "attributes": {
        "acceptedTermsAndConditions": true,
        "allowDirectSubmit": true,
        "archivedVersions": [],
        "articleType": "Method Article",
        "associatedPublications": [
            {
                "doi": "10.3389/fimmu.2017.01486",
                "date": "2017-11-07 04:44:27",
                "title": "Natural Killer Cells from the Subcutaneous Adipose Tissue Underexpress the NKp30 and NKp44 in Obese Persons and Are Less Active against Major Histocompatibility Complex Class I Non-Expressing Neoplastic Cells",
                "authors": [
                    "Alireza Shoae-Hassani",
                    "Maryam Behfar",
                    "Seyed Abdolreza Mortazavi-Tabatabaei",
                    "Jafar Ai",
                    "Rashin Mohseni",
                    "Amir Ali Hamidieh"
                ],
                "journal": "Frontiers in Immunology",
                "logo": ""
            }
        ],
        "authors": [
            {
                "id": 7496757,
                "identity": "01dd42a2-0189-437e-9213-63650def378e",
                "order_by": 0,
                "name": "Alireza Shoae-Hassani",
                "email": "",
                "orcid": "",
                "institution": "Stem Cell and Regenerative Medicine Research Center, Iran University of Medical Sciences (IUMS)",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Alireza",
                "middleName": "",
                "lastName": "Shoae-Hassani",
                "suffix": ""
            },
            {
                "id": 7496758,
                "identity": "f403c9ea-2f06-4e64-8585-a7f802cb0142",
                "order_by": 1,
                "name": "Mohammadreza Sadeghi ",
                "email": "",
                "orcid": "",
                "institution": "Research Center for Pharmaceutical Nanotechnology, Biomedicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran.",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Mohammadreza",
                "middleName": "",
                "lastName": "Sadeghi",
                "suffix": ""
            },
            {
                "id": 7496759,
                "identity": "5dfd17d5-1dec-412d-9b54-cf88ea01d272",
                "order_by": 2,
                "name": "Rashin Mohseni",
                "email": "",
                "orcid": "",
                "institution": "Tehran University of Medical Sciences, Tehran, Iran",
                "correspondingAuthor": false,
                "prefix": "",
                "firstName": "Rashin",
                "middleName": "",
                "lastName": "Mohseni",
                "suffix": ""
            },
            {
                "id": 7496760,
                "identity": "fb944e4f-dec4-4c7a-a312-13a3ee5033cc",
                "order_by": 3,
                "name": "Peyman Keyhanvar",
                "email": "regenerative.md@gmail.com",
                "orcid": "",
                "institution": "Stem Cell Research Center, Stem Cells and Regenerative Medicine Institute, Tabriz University of Medical Sciences, Tabriz, Iran.",
                "correspondingAuthor": true,
                "prefix": "",
                "firstName": "Peyman",
                "middleName": "",
                "lastName": "Keyhanvar",
                "suffix": ""
            }
        ],
        "badges": [],
        "createdAt": "2021-01-04 15:15:07",
        "currentVersionCode": 1,
        "declarations": "",
        "doi": "10.21203/rs.3.pex-1320/v1",
        "doiUrl": "https://doi.org/10.21203/rs.3.pex-1320/v1",
        "draftVersion": [],
        "editorialEvents": [],
        "editorialNote": "",
        "failedWorkflow": [],
        "files": [
            {
                "id": 5079270,
                "identity": "fb5a89b2-e9e7-4d62-b7c8-76153ca69e07",
                "added_by": "auto",
                "created_at": "2021-01-19 11:02:33",
                "extension": "tif",
                "order_by": 1,
                "title": "Figure 1",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 2231098,
                "visible": true,
                "origin": "",
                "legend": "The schematic image shows the heterogeneous population of cells that reside in adipose tissue. Stromal cells (CD34+, CD90+, CD146+), endothelial (progenitor) cells (CD31+, CD34+, CD90+), vascular smooth muscle cells (CD34+, CD90+, CD146+), M1 and M2 macrophages and CD56+ NK cells are the main cells in stromal vascular fraction of AT.",
                "description": "",
                "filename": "Figure1.tif",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/9e46df782529463ab96fab97.tif"
            },
            {
                "id": 5079336,
                "identity": "e4836a20-b312-4c21-a4f8-5887ebea2de4",
                "added_by": "auto",
                "created_at": "2021-01-19 11:05:33",
                "extension": "tif",
                "order_by": 2,
                "title": "Figure 2",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3495889,
                "visible": true,
                "origin": "",
                "legend": "SVF isolation from AT. Human abdominal subcutaneous fat was collected from excess tissues by liposuction in sterile conditions and transported to the laboratory in 50 mL syringes (A). The samples were subjected into 50 mL falcon tubes (B) for washing steps (C). After 3 times washing (D) the samples were enzymatically digested (E) and then transferred into a centrifuge (F) to separate adipocytes (supernatant) from SVF. After omitting the adipocyte layer, further separation of SVF was performed in a15 mL falcon tube (G) to obtain the maximum volume of the SVF pellet (H). ",
                "description": "",
                "filename": "Figure2.tif",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/88ef645545515ebbca626848.tif"
            },
            {
                "id": 5079337,
                "identity": "4c006a38-ed86-4622-9de9-3c70616cee7b",
                "added_by": "auto",
                "created_at": "2021-01-19 11:05:33",
                "extension": "tif",
                "order_by": 3,
                "title": "Figure 3",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 3250191,
                "visible": true,
                "origin": "",
                "legend": "NK cell isolation via MACS. After passing the cells through 50 μm mesh, the dead cells were removed and the remained cells were counted and suspended in the separation buffer (50 μL per 106 cells) and added with Biotin-antibody cocktail (10 μL per 106 cells) (A). After incubation in 4 °C refrigerator for 5 min, the suspension was centrifuged and the supernatant was discarded. The pellet was suspended in MACS buffer and NK Cell Micro bead cocktail and after 10 min incubation in 4 °C introduced to MACS Separator (B) and cultured in our modified medium (C).",
                "description": "",
                "filename": "Figure3.tif",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/181dc60ec1e107bdc4fcde64.tif"
            },
            {
                "id": 5079409,
                "identity": "e7e1c3f8-b613-42ef-8c3d-8e65d2c91a94",
                "added_by": "auto",
                "created_at": "2021-01-19 11:08:33",
                "extension": "tif",
                "order_by": 4,
                "title": "Figure 4",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 691983,
                "visible": true,
                "origin": "",
                "legend": "Immuno-flow cytometric analysis of stromal vascular fraction. The data represent the frequency of CD56+, CD45+, CD34+, CD146+, CD158+, CD90+, CD105+, CD31+, CD19+, CD44+ and CD28+ cells in SVF.",
                "description": "",
                "filename": "Figure4.tif",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/13d0dd741bb9370d45506172.tif"
            },
            {
                "id": 5079410,
                "identity": "52585f32-52eb-4428-9fff-f88bbd87a20a",
                "added_by": "auto",
                "created_at": "2021-01-19 11:08:33",
                "extension": "tif",
                "order_by": 5,
                "title": "Figure 5",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 1766661,
                "visible": true,
                "origin": "",
                "legend": "Expansion and activation process have significant changes on cell population derived from AT. The level of active NK cell surface proteins, especially CD16 that plays ADCC role has been increased significantly.",
                "description": "",
                "filename": "Figure5.tif",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/1496405fd7bb68565f3d81a8.tif"
            },
            {
                "id": 5079340,
                "identity": "e32ce1ee-64e8-44df-a183-b7b2204e64cf",
                "added_by": "auto",
                "created_at": "2021-01-19 11:05:33",
                "extension": "tif",
                "order_by": 6,
                "title": "Figure 6",
                "display": "",
                "copyAsset": false,
                "role": "figure",
                "size": 74159,
                "visible": true,
                "origin": "",
                "legend": "The cytotoxic effect of activated NK cells largely depends on the activation and inhibitory receptor expression on the NKs that has a dramatically variation in other NKs population in peripheral blood. ",
                "description": "",
                "filename": "Figure6.tif",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/a87fa4b7c197a32b7a898a78.tif"
            },
            {
                "id": 13647866,
                "identity": "d02374ac-4093-45b5-bd0e-7342a9925c95",
                "added_by": "auto",
                "created_at": "2021-09-17 09:30:18",
                "extension": "pdf",
                "order_by": 0,
                "title": "",
                "display": "",
                "copyAsset": false,
                "role": "manuscript-pdf",
                "size": 20445156,
                "visible": true,
                "origin": "",
                "legend": "",
                "description": "",
                "filename": "manuscript.pdf",
                "url": "https://assets.researchsquare.com/files/pex-1320/v1/48203eb9-a4cd-41ea-94c0-49b87eb908f9.pdf"
            }
        ],
        "financialInterests": "",
        "fulltextSource": "",
        "fullText": "",
        "funders": [],
        "hasOptedInToPreprint": true,
        "hasPassedJournalQc": "",
        "hideJournal": true,
        "highlight": "",
        "institution": "",
        "isAuthorSuppliedPdf": false,
        "isDeskRejected": "",
        "isHiddenFromSearch": false,
        "isInQc": false,
        "isInWorkflow": false,
        "journal": {
            "display": true,
            "email": "protocol.exchange@nature.com",
            "identity": "protocol-exchange",
            "isNatureJournal": false,
            "hasQc": false,
            "allowDirectSubmit": true,
            "externalIdentity": "",
            "sideBox": "",
            "submissionUrl": "https://protocolexchange.researchsquare.com/submission",
            "title": "Protocol Exchange",
            "twitterHandle": ""
        },
        "keywords": "Adipose tissue, Immunobiology, Natural killer cell",
        "license": {
            "name": "CC BY 4.0",
            "url": "https://creativecommons.org/licenses/by/4.0/"
        },
        "manuscriptAbstract": "<p>Adipose tissue has a heterogeneous cell population consists of adipocytes, mesenchymal stromal cells (MSCs), endothelial cells, pericytes, fibroblasts and etc. Also, it harbors immune cell types including macrophages, neutrophils, mast cells, dendritic cells, B cells, T cells, NK and NKT cells. In obese patients, there is a different cell homing pattern in AT. We have developed a protocol for NK cell isolation and expansion from AT as follows: 1) harvesting stromal vascular fraction, 2) negative selection of NK cells with MACS, 3) Expansion in a closed system bag on the constant shake, 4) Chemokine activation and 5) cytotoxicity evaluation test of the final product. The entire process with a population of ten billion CD16<sup>+</sup> NK cells last only less than 16 days. We have noticed that a large population of NK cells entrapped in AT, while there is a decrease in NK cells count in their peripheral blood (PB) despite no changes in the total number of mononuclear cells. NK cell population harvested from AT has a different pattern in the expression of some cytotoxicity receptors. So, the AT is an important source for NK cell immunobiology studies.</p>",
        "manuscriptTitle": "An optimized protocol for Isolation, Expansion and Activation of Natural Killer cells from human Adipose Tissue",
        "msid": "",
        "msnumber": "",
        "nonDraftVersions": [
            {
                "code": 1,
                "date": "2021-01-19 11:02:31",
                "doi": "10.21203/rs.3.pex-1320/v1",
                "editorialEvents": [
                    {
                        "type": "communityComments",
                        "content": 0
                    }
                ],
                "status": "published",
                "journal": {
                    "display": true,
                    "email": "info@researchsquare.com",
                    "identity": "researchsquare",
                    "isNatureJournal": false,
                    "hasQc": true,
                    "allowDirectSubmit": true,
                    "externalIdentity": "",
                    "sideBox": "",
                    "submissionUrl": "/submission",
                    "title": "Research Square",
                    "twitterHandle": "researchsquare"
                }
            }
        ],
        "origin": "",
        "ownerIdentity": "950223af-6552-43b6-a4ae-c7b9f47118df",
        "owner": [],
        "postedDate": "January 19th, 2021",
        "published": true,
        "revision": "",
        "status": "posted",
        "subjectAreas": [
            {
                "id": 1718969,
                "name": "Cell Biology"
            }
        ],
        "tags": [],
        "versionOfRecord": [],
        "versionCreatedAt": "2021-01-19 11:02:31",
        "video": "",
        "vorDoi": "",
        "vorDoiUrl": "",
        "workflowStages": []
    }
}